{
  "actions": [
    {
      "acted_at": "1978-02-06", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-02-06", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce, Science, and Transportation, S. Rept. 95-631.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-06", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-04-19", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-04-19", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-04-19", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #127 (83-9).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-04-20", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-09-21", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-21", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-21", 
      "bill_ids": [
        "hr12611-95"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 12611.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-26", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-27", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 95-1779.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "House agreed to conference report, roll call #934 (356-6).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Senate agreed to conference report, roll call #505 (82-4).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-23", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-24", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-10-24", 
      "references": [], 
      "text": "Public Law 95-504.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2493-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1977-01-03", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pearson, James B.", 
      "sponsored_at": "1977-01-03", 
      "state": "KS", 
      "thomas_id": "01416", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schmitt, Harrison H.", 
      "sponsored_at": "1977-01-03", 
      "state": "NM", 
      "thomas_id": "01430", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1977-01-03", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-10-24", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-02-06", 
  "number": "2493", 
  "official_title": "An Act to amend the Federal Aviation Act of 1958, to encourage, develop, and attain an air transportation system which relies on competitive market forces to determine the quality, variety, and price of air services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12611-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Airline Deregulation Act", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-02-06", 
  "subjects": [
    "Administrative procedure", 
    "Air routes", 
    "Airline employees", 
    "Airline rates", 
    "Airlines", 
    "Alaska", 
    "Aviation", 
    "Aviation safety", 
    "Civil Aeronautics Board", 
    "Competition", 
    "Congressional oversight", 
    "Government operations and politics", 
    "Government regulation", 
    "Government trust funds", 
    "Hawaii", 
    "Independent regulatory commissions", 
    "Labor disputes", 
    "Postal service", 
    "States", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1978-10-12", 
    "text": "(Conference report filed in House, H. Rept. 95-1779) Airline Deregulation Act - Amends the Federal Aviation Act of 1958 to direct the Civil Aeronautics Board in the performance of its duties with respect to interstate and overseas air transportation to consider the following as being in accordance with the public convenience and necessity: (1) the maintenance of safety as the highest priority in air commerce; (2) placing maximum reliance on competition in providing air transportation services; (3) the encouragement of air service at major urban areas through secondary or satellite airports; (4) the avoidance of unreasonable industry concentration which would tend to allow one or more air carriers to unreasonably increase prices, reduce services, or exclude competition; and (5) the encouragement of entry into air transportation markets by new air carriers, the encouragement of entry into additional markets by existing air carriers, and the continued strengthening of small air carriers. Stipulates that the Federal Government shall have preemptive rights with regard to interstate air transportation. Directs the Board and the Secretary of Transportation to submit a report to Congress by January 1, 1980, on the feasibility and appropriateness of devising formulas by which States and their political subdivisions could share part of the costs of mail subsidies and small community air service subsidies. Expresses the Congressional intent that the implementation of this Act shall not diminish the present high standards of safety in air transportation. Requires the Secretary of Transportation to submit annual reports to the Congress and the Board on the effects of the implementation of this Act on the level of air safety and to take such steps as may be necessary to ensure that the present high safety standards are maintained. Directs the Secretary to make annual recommendations to Congress regarding the level of surveillance necessary to enforce air safety regulations and the level of staffing necessary to carry out such surveillance. Directs the Secretary by July 1, 1979, to conduct a review and to submit a report to the appropriate authorizing committees of Congress and to the Administrator of the Federal Aviation Administration of the safety regulations and inspection procedures applicable to the various classes of air carriers to ensure that all such classes are providing the highest possible level of safe, reliable air transportation. Directs the Administrator to promulgate such safety regulations and inspection procedures as are deemed necessary to meet such goal. Directs the Board by May 1, 1979, to prepare and submit a report to Congress on whether air carriers should be permitted to sell tours directly to the public or to acquire control of persons authorized to sell tours to the public. Sets forth time limits during which the Board must act on air route applications. Authorizes the Board to determine such applications without an oral evidentiary hearing. Revises the standards which the Board is to apply in issuing certificates of public convenience and necessity for interstate or overseas air transportation. Directs the Board to issue such a certificate upon a finding that the applicant is able to properly perform the air transportation specified in the certificate and such transportation is consistent with the public convenience and necessity (under the present standard the public convenience and necessity would have to require such service). Authorizes intrastate air carriers operating aircraft capable of carrying 30 or more persons to enter into through service and joint fare agreements with other air carriers or foreign air carriers. Stipulates that if an air carrier providing nonstop round trip service between any two points in the 48 contiguous States in interstate air transportation or between any two points in overseas air transportation fails to provide specified minimum flight schedules between two points the Board shall grant such route to the first qualified applicant who applies to provide such service and shall suspend the authority of the carrier not using its authority to provide such service. Authorizes air carriers holding a certificate to engage in foreign air transportation to transport persons, property, and mail between points in the United States between which they are authorized to operate scheduled flights in foreign air transportation. Limits such authority to one round-trip flight per day between any such pair of points unless the Board authorizes additional service. Establishes an automatic market entry program under which air carriers certificated by the Board or certain intrastate air carriers certificated by a State regulatory authority may petition the Board for a certificate to engage in nonstop service between any one pair of points in interstate or overseas air transportation in addition to any pair of points authorized by the existing certificate or license held by such a carrier for each of the years 1979, 1980, and 1981. Authorizes the Board, on an emergency basis, to modify the automatic market entry program in order to avert substantial public harm to the national air transportation system. Directs the Board to conduct a study of the procedure for certification of air carriers under such program to evaluate whether such procedure is consistent with the goals of this Act and the effectiveness of this procedure as compared with other procedures for certification. Requires the Board to report the results of such study to the Congress by December 31, 1980. Authorizes the Board to issue experimental certificates to engage in temporary air transportation services when the Board determines that a test period is desirable to evaluate the proposed new services. Stipulates that air transportation services applied for by a carrier shall be deemed to be consistent with the public convenience and necessity unless the Board finds otherwise based upon a preponderance of the evidence. Prohibits the Board from including a closed-door restriction in any certificate issued after the enactment of this Act. Stipulates that any closed-door restrictions in existence at that time shall have no force or effect. Exempts from such prohibition closed-door restrictions between points within the State of Hawaii and those restrictions which resulted from the sale, transfer, or exchange by any air carrier of its authority to provide air transportation to another air carrier. Sets forth time limitations during which the Board must consider applications seeking to remove or modify a term, condition, or limitation attached to a certificate. Prohibits the Board from restricting the marketability, flexibility, accessibility, or variety of charter trips except where so required by the public interest. Stipulates that no such restriction shall be more stringent than those in effect on October 1, 1978. Prohibits carriers from carrying charter and scheduled passengers on the same flight. Prohibits air carriers from operating unless they are in compliance with regulations or orders issued by the Board governing the filing and approval of policies of insurance or plans for self-insurance. Authorizes the Board to require air carriers to file performance bonds or equivalent security arrangements. Directs the Board to establish simplified procedures for the disposition of applications for certificates or permits to engage in air transportation and for the alteration, suspension, or transfer of such certificates or permits. Terminates the current subsidy air carriers receive for the transportation of mail on January 1, 1986. Directs the Board in determining the subsidy to be paid to disregard a carrier's revenues other than the revenue received from the service for which the compensation is being paid until January 1, 1983. Revises the rate determination elements for local service air carrier compensation for the years 1964, 1965, and 1966. Requires individuals applying to the Board for approval of an airline merger or acquisition of control agreement to transmit a copy of such application to the Attorney General and the Secretary of Transportation. Prohibits the Board from approving transactions which would result in, or be in furtherance of, a conspiracy or combination to monopolize air transportation in any region of the United States. Prohibits the Board from approving transactions which would substantially lessen competition or which would tend to create a monopoly unless the Board finds that the anticompetitive effects of the proposed transaction are outweighed by the public interest. Sets forth time limits during which the Board must act on such applications. Allows air carriers to file agreements or requests for authority to discuss agreements or cooperative working arrangements with the Board. Enumerates factors and conditions which the Board is to take into account in approving or disapproving such agreements or requests. Places the burden of proving the anticompetitive effects of such agreements on the party opposing the agreement or request. Requires the Board to notify the Attorney General and the Secretary of Transportation and to give such individuals an opportunity to submit written comments on such filed documents. Terminates any mutual aid agreements between air carriers currently in effect. Requires the approval of the Board for any future mutual aid agreements. Prohibits the Board from approving such an agreement unless it provides that: (1) any air carrier will not receive payments for any period which exceed 60 percent of the direct operating expenses during such period; (2) benefits will not be payable for more than eight weeks during any labor strike and that benefits shall not be payable for losses incurred during the first 30 days of such strike; and (3) any party to such agreement will submit the issues causing any labor strike to binding arbitration if the striking employees so request. Authorizes the Board, if the public interest so requires, to exempt persons affected by its orders from the antitrust laws to the extent necessary to enable such a person to proceed with a Board approved transaction and those transactions necessarily comtemplated by a Board order. Authorizes the Board to exempt any person or class of persons from air carrier economic regulation if it finds that such an exemption is consistent with the public interest. Exempts air carriers which provide passenger service solely with aircraft having a maximum passenger capacity of less than 56 passengers or with aircraft having a maximum payload capacity of less than 18,000 pounds (commuter air carriers) from the requirement that such carriers hold a certificate of public convenience and necessity and such other requirements as the Board may promulgate by regulation. Authorizes the Board to increase such passenger or property capacities from exemption when the public interest so requires. Directs the Board to ensure that essential air transportation services are provided to all points which are listed on air carrier certificates on the date of enactment of this Act. Directs the Board to determine what constitutes essential air transportation to each point. Sets forth notification requirements for air carriers proposing to reduce or suspend essential air service. Authorizes the Board to require such a carrier to continue such services if a substitute carrier cannot be found. Establishes a subsidy program under which the Board is to compensate carriers required to perform such services. Directs the Board to review all points which have been deleted from air carrier certificates between July 1, 1968, and the enactment of this Act and to determine whether such points should be made eligible for such community-based subsidy program. Authorizes the Board to add additional points in Alaska and Hawaii to such program. Stipulates that the total number of points receiving such a subsidy shall not exceed the total number of points receiving local service air carrier compensation on July 1, 1968. Authorizes carriers after January 1, 1983, to file an application with the Board seeking to replace a carrier receiving a local service air carrier subsidy. Directs the Board to grant such an application if the applicant shows that it can provide substantially improved air services and the amount of required compensation will be decreased. Directs the Administrator of the Federal Aviation Administration to establish safety standards for compensated commuter air carriers which will assure that the level of safety provided persons on such carriers is, to the maximum extent feasible, equivalent to the level of safety provided to persons traveling on certificated air carriers. Terminates the guaranteed essential air transportation subsidy program ten years after the enactment of this Act. Stipulates that the President may only disapprove actions of the Board concerning certificates to engage in foreign air transportation or permits issued to foreign air carriers solely on foreign relations or national defense considerations which are within the President's jurisdiction and not upon the basis of economic or carrier selection considerations. Restricts the authority of the Board in disapproving fares on the basis that they are too high or low. Authorizes air carriers, as of July 1, 1979, to increase their fares up to five percent above the standard industry fare level without the Board's approval in any market in which the carrier carries less than 70 percent of the traffic. Authorizes carriers to reduce their fares up to 50 percent below the standard industry fare level, unless the Board determines that such a decrease would be predatory. Authorizes the Board to increase such percentage for downward flexibility. Defines \"standard industry fare level\" as that level in effect on July 1, 1977, as semiannually modified by the Board. Establishes time limitations during which the Board must act on applications submitted to it. Establishes sunset provisions with respect to the Civil Aeronautics Board and specified provisions of the Federal Aviation Act of 1958, to become effective on December 31, 1981. Directs the Board by January 1, 1984, to prepare and submit to the Congress a comprehensive review of its implementation of the provisions of this Act. Stipulates that such assessment shall be accompanied by a detailed opinion from the Board as to whether the public interest requires the continuation of the Board and its functions beyond January 1, 1985. Amends the Airport and Airway Development Act of 1970 to stipulate that any public airport which on the date of the enactment of this Act is regularly served by a certificated air carrier (other than a charter air carrier) shall be deemed to be an air carrier airport for purposes of such Act until September 30, 1980. Extends the federally guaranteed aircraft purchase loan program for five years. Makes commuter carriers and intrastate carriers eligible to participate in such program. Increases the amount of loans which may be guaranteed under such program. Directs the Secretary of Labor to make monthly payments to eligible airline employees who have been deprived of employment or who have been adversely affected with respect to compensation as a result of the change in the regulatory structure of the air transportation industry created by this Act. Requires air carriers, in hiring employees, to give preference to the terminated or furloughed employees of another carrier. Establishes the Airline Employees Protective Account in the Treasury to make such assistance payments. Terminates such employee protection program ten years after the enactment of this Act. Directs the President to create a board to investigate and report on the dispute between Wien Air Alaska, Inc., and the Air Line Pilots Association. Requires the board to submit its report to the President within 30 days of its creation. Prohibits the Secretary of Transportation or the Administrator of the Federal Aviation Administration from imposing administrative aviation user charges which did not exist on January 1, 1973, or from increasing such fees if they were in effect on such date without congressional approval."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Air Transportation Regulatory Reform Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Cannon-Kennedy-Pearson Air transportation Reform Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Airline Deregulation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Aviation Act of 1958, as amended, to encourage, develop, and attain an air transportation system which relies on competitive market forces to determine the quality, variety, and price of air services, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to amend the Federal Aviation Act of 1958, to encourage, develop, and attain an air transportation system which relies on competitive market forces to determine the quality, variety, and price of air services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:37-05:00"
}