{
  "actions": [
    {
      "acted_at": "1975-03-25", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5487-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-25", 
  "number": "5487", 
  "official_title": "A bill to amend the Solid Waste Disposal Act to provide for a comprehensive system of waste management and resource recovery, to protect the public health and environment.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Waste Control Act", 
  "sponsor": {
    "district": "11", 
    "name": "Rogers, Paul G.", 
    "state": "FL", 
    "thomas_id": "00978", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-25", 
  "subjects": [
    "Advisory bodies", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Pollution", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "States"
  ], 
  "subjects_top_term": "Federal advisory bodies", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-25", 
    "text": "Waste Control Act - Requires each State to adopt a State waste management and resource recovery program, which the State determines will effectuate specified environmental and energy conservation goals. Provides for the publication of Federal guidelines to assist States in designing such programs. Requires such programs to: (1) provide for the operation of a State waste management and resource recovery system which serves the entire State; (2) provide for the collection and disposal of abandoned cars and litter; and (3) require each person owning or operating a waste facility to obtain a permit. Specifies additional requirements. Specifies procedural requirements for the development and adoption of such programs by the States. Directs the Administrator to approve or disapprove such programs, after opportunity for public hearing and consultation with an advisory board. Prohibits the following acts: (1) the operation of any facility or site for which a permit is required under this Act or under an applicable State program without having obtained a required permit; (2) the disposing of any waste in a manner which violates any requirement under this Act; and (3) the acceptance for treatment, disposal, or resource recovery of any improperly labeled or unacceptably containerized hazadardous waste. Imposes civil penalties of not more than $5,000 per day for the first violation and not more than $10,000 per day for any subsequent violation. Establishes within the Environmental Protection Agency an Office of Technical Assistance to provide technical assistance to States and units of local government in meeting the requirements of this Act. Directs Federal departments, agencies, and instrumentalities to comply with the procedural and substantive requirements of State programs, unless the President determines that it is in the paramount interest of the United States not to comply. Requires Federal procuring agencies to procure property made of recycled material to the maximum extent feasible. Authorizes appropriations for carrying out programs under the Solid Waste Disposal Act and this Act for fiscal years 1976 through 1978."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Waste Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Solid Waste Disposal Act to provide for a comprehensive system of waste management and resource recovery, to protect the public health and environment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:59-05:00"
}