{
  "actions": [
    {
      "acted_at": "1973-05-07", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1725-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1973-01-03", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Taft, Robert, Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "01445", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-07", 
  "number": "1725", 
  "official_title": "A bill to amend the Fair Labor Standards Act of 1938 to increase the minimum wage.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fair Labor Standards Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Dominick, Peter H.", 
    "state": "CO", 
    "thomas_id": "01320", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-07", 
  "subjects": [
    "Agriculture and food", 
    "Labor and employment", 
    "Minimum wages", 
    "Puerto Rico", 
    "Territories (U.S.)", 
    "Virgin Islands", 
    "Wages"
  ], 
  "subjects_top_term": "Minimum wages", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-07", 
    "text": "Fair Labor Standards Amendements - Includes under the definitions of \"employer\" and \"employee\" the United States and any state or political subdivision of a State. Raises the minimum wage for non-agricultural employees to $2.30 an hour in five steps over a four-year peiod. Raises the minimum wage for agricultural employees to $1.50 an hour during the first year after the effective date of these amendments, $1.70 an hour during the second year, and $1.90 an hour thereafter. Retains the present minimum wage of $1.60 an hour for employees in the Canal Zone. Raises the minimum wage in Puerto Rico and the Virgin Islands by three 12-1/2 percent increases over the most recent wage order rate, the first increase to be effective either 60 days after enactment of the bill or one year after the effective date of the most recent wage order, whichever is later. Authorizes the Secretary of Labor to require employers to obtain proof of age from any employee. Prohibits employment of children under 12 except on farms owned or operated by parents; and prohibits employment of children aged 12 and 13 except with written consent of their parents, or on farms where their parents are employed. Extends the existing child labor exemption of newsboys delivering daily newspapers to newsboys delivering advertising materials published by weekly and semi-weekly newspapers. Establishes a special minimum wage rate for youth under 18 and full-time students of 85 percent of the applicable minimum wage or $1.60 an hour ($1.30 an hour for agricultural employment), whichever is higher. States that non-students under 18 would qualify for the \"youth differential\" rate only during their first 6 months of employment on a job. Fulltime students would qualify for the differential rate (a) while employed at the educational institution they are attending; or (b) while employed part-time at any job. Requires the Secretary of Labor to issue regulations insuring against displacement of adult workers. Provides that employers violating the terms of the youth differential provision would be subject to existing civil and criminal penalty provisions of the Act. Provides for a civil penalty of up to $1,000 for each violation of the child labor provisions of this Act. Allows the Secretary of Labor to bring suit to recover unpaid minimum wages or overtime compensation and an equal amount of liquidated damages without requiring a written request from an employee. Extends the Age Discrimination in Employment Act to federal, staate, and local government employees. Requires the Secretary of Labor to undertake a comprehensive review of the minimum wage and overtime exemptions under the Fair Labor Standards Act and to submit to Congress within three years a report containing recommendations as to whether each exemption should be continued, removed or modified. Provides that the amendments made by this Act would become effective sixty days after anactment, and authorizes Secretary of Labor to promulgate regulations necessaryy to carry out such amendements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Labor Standards Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Fair Labor Standards Act of 1938 to increase the minimum wage.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:41-05:00"
}