{
  "actions": [
    {
      "acted_at": "1975-05-22", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7481-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-22", 
  "number": "7481", 
  "official_title": "A bill to establish a Federal Corporate Chartering Commission for the granting of Federal charters to certain large corporations.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9026-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Corporate Citizenship and Competition Act", 
  "sponsor": {
    "district": "20", 
    "name": "Stanton, James V.", 
    "state": "OH", 
    "thomas_id": "01100", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-22", 
  "subjects": [
    "Advisory bodies", 
    "Antitrust law", 
    "Business and commerce", 
    "Corporate reorganizations", 
    "Corporations", 
    "Federal incorporation", 
    "Independent regulatory commissions", 
    "Iron and steel industry", 
    "Motor vehicles", 
    "Petroleum and petroleum products", 
    "Petroleum industry"
  ], 
  "subjects_top_term": "Federal incorporation", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-05-22", 
    "text": "Corporate Citizenship and Competition Act - Title I: Establishment of the Federal Corporate Chartering Commission - Establishes a commission to be known as the Federal Corporate Chartering Commission. Sets forth the membership of the Commission. Directs the Commission to begin its duties under this Act within 10 days of its establishment. Title II: Federal Charters for Principal Industrial Corporations - Requires each principal industrial corporation engaged in interstate or foreign commerce to file an application with the Commission for a Federal Corporate Charter. States that such application shall contain: (1) the name of the corporation; (2) the location of the principal place of business of such corporation; (3) the names and addresses of the members of such corporation's board of directors and of the principal executive officers of such corporation; and (4) a copy of the State charter or charters or articles of incorporation of such corporation. States that a charter issued pursuant to this Act shall not be deemed to create any entitlement or property interest, but shall be held to be a terminable license or privilege. Requires each corporation obtaining a charter under this Act to transmit to the Commission the following information at 12-month intervals: (1) the names and duties of the principal executive officers and of the board of directors of the corporation; (2) product line reports; (3) voting stock ownership reports; (4) debt structure reports; and (5) Federal income tax payment reports. Directs that all information gathered by the Commission under authority of this Act shall be made fully and completely available to the public unless such information would be extraordinarily injurious to a corporation's ongoing operations. Title III: Reorganization of Certain Industries - States the finding of Congress that there is a substantial and harmful lack of competition which has not been remedied by the antitrust laws in the following named industries: (1) the motor vehicle industry; (2) the petroleum industry; and (3) the steel industry. Declares that as a consequence the above named industries should be reorganized in accordance with the procedures set forth in this title. Authorizes the Commission to request from each of the corporations comprising the above named industries: (1) such information as the corporation believes should be considered in the reorganization of the industry of which it is a part; and (2) a plan for reorganization (for the corporation or the industry of which it is a part). Empowers the Commission, after consideration of the material submitted to it, to propose a plan of reorganization for the industry or industries which it has determined to reorganize first. Directs that such plan should attempt to: (1) maximize the number of competitors at each level of activity or production, but without substantial impairment of significant economies of scale; (2) to minimize the degree and extent of vertical integration to the extent compatible with such economies; (3) to maximize the potential for the entry of new corporations into the industry at each level of activity or production; and (4) to protect employee pension, health, and other benefit plans, and shareholder interests. Specifies the elements to be contained in the reorganization plans and accompanying Federal charters. Provides for public hearings on such plans, congressional review, and if necessary judicial review. Title IV: Enforcement - Empowers the Commission to enforce the provisions of this Act and the provisions of any charter issued by it. Provides civil and criminal penalties for violations of this Act. States that if it appears to the Commission that a corporation is engaged in a continuing violation of this Act the Commission may revoke the charter of such corporation and seek an injunction to enjoin such corporation from engaging in interstate or foreign commerce. Title V: Definitions - Defines the terms used in this Act. Title VI: Miscellaneous - Directs the Commission to report once every two years to the President and the Congress on the progress made in achieving the policies and purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Corporate Citizenship and Competition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Federal Corporate Chartering Commission for the granting of Federal charters to certain large corporations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:33-05:00"
}