{
  "actions": [
    {
      "acted_at": "1989-08-04", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-10-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy and Power", 
      "text": "Referred to the Subcommittee on Energy and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-10-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3195-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Edwards, Don", 
      "sponsored_at": "1989-08-04", 
      "state": "CA", 
      "thomas_id": "00336", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Lantos, Tom", 
      "sponsored_at": "1989-08-04", 
      "state": "CA", 
      "thomas_id": "00663", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Levine, Mel", 
      "sponsored_at": "1989-08-04", 
      "state": "CA", 
      "thomas_id": "00684", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Owens, Wayne", 
      "sponsored_at": "1989-08-04", 
      "state": "UT", 
      "thomas_id": "00884", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Panetta, Leon", 
      "sponsored_at": "1989-08-04", 
      "state": "CA", 
      "thomas_id": "00888", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Schroeder, Patricia", 
      "sponsored_at": "1989-08-04", 
      "state": "CO", 
      "thomas_id": "01033", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "34", 
      "name": "Torres, Estaban Edward", 
      "sponsored_at": "1989-08-04", 
      "state": "CA", 
      "thomas_id": "01162", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-08-04", 
  "number": "3195", 
  "official_title": "To amend the Clean Air Act to provide for the control of motor vehicle emissions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Motor Vehicle Emission Control Act of 1989", 
  "sponsor": {
    "district": "2", 
    "name": "Skaggs, David E.", 
    "state": "CO", 
    "thomas_id": "01062", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-08-04", 
  "subjects": [
    "Administrative procedure", 
    "Air pollution control", 
    "Air pollution control equipment", 
    "Carbon dioxide", 
    "Carbon monoxide", 
    "Congressional reporting requirements", 
    "Diesel motor", 
    "Environmental protection", 
    "Federal-state relations", 
    "Fuel", 
    "Gasoline", 
    "Lead", 
    "Motor vehicle pollution control", 
    "Motorcycles", 
    "Nitrogen oxides", 
    "Oxygen", 
    "Ozone", 
    "Standards", 
    "Sulphur", 
    "Trucks"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-08-04", 
    "text": "Motor Vehicle Emission Control Act of 1989 - Amends the Clean Air Act to set standards for emissions of: (1) hydrocarbons and nitrogen oxides from light duty vehicles manufactured after model year 1992; (2) carbon monoxide and particulates from light-duty vehicles manufactured after model year 1991; (3) hydrocarbons, nitrogen oxides, and carbon monoxide from trucks manufactured after model year 1992; (4) nitrogen oxides from heavy-duty trucks manufactured after model year 1993; and (5) particulates from heavy-duty trucks and buses manufactured after model year 1990. Requires the Administrator of the Environmental Protection Agency to promulgate standards for motor vehicles burning low-emissions fuel. Provides for the revision of such standards, as necessary. Directs the Administrator to establish a minimum percentage of new motor vehicles to be certified as low-emissions vehicles to assure compliance with the Clean Air Act. Requires the Administrator to promulgate regulations that prohibit the manufacture or introduction into commerce of any vehicle or engine manufactured after model year 1990 that requires leaded gasoline. Directs the Administrator to promulgate standards for emissions of carbon monoxide, volatile organic compounds, and nitrogen oxides from internal combustion engines manufactured after 1992 that are used in vehicles or machinery. Directs the Administrator to promulgate regulations to add an idle test to the Federal Test Procedure for light-duty vehicles manufactured after model year 1991. Requires the Administrator to revise regulations regarding selective enforcement auditing of new light-duty vehicles manufactured after model year 1990 so that the maximum percentage of failing vehicles is ten percent. Requires the Administrator to review and revise, as necessary, regulations regarding testing of motor vehicles and engines to insure that vehicles are tested under circumstances which reflect actual driving conditions. Prohibits averaging of performance standards of various vehicles, engine families, or models manufactured by the same manufacturer for purposes of complying with emissions standards under the Clean Air Act. Provides that the useful life of vehicles and engines manufactured after model year 1994 shall be ten years of use or 100,000 miles, whichever occurs first. Requires all vehicles and engines manufactured after model year 1990 to comply with emissions standards under the Clean Air Act regardless of the altitude at which they are sold. Directs the Administrator to establish a high altitude testing center to insure that motor vehicles and engines comply with such Act. Authorizes appropriations. Requires manufacturers and importers to offer necessary incentives to insure at least a 75 percent response by vehicle owners to notifications of nonconformity with regulations. Requires State implementation plans for nonattainment areas to contain measures to increase compliance with recall notifications. Directs the Administrator to consider information from any State vehicle emission control inspection and maintenance program when making determinations of nonconformity. Authorizes States to petition the Administrator to make determinations based on such information. Permits the Administrator to issue regulations establishing minimum criteria for State programs to assure that they are suitable for effective enforcement. Directs the Administrator to promulgate regulations requiring States with vehicle inspection and maintenance programs to adopt quality control audits and reporting requirements to assure that such inspections detect and report to the Administrator any defects in a manufacturer's emissions control system. Requires the Administrator to report annually to the Congress on any significant finding of repeated or common emission system defects and the actions taken to remedy such nonconformities. Revises penalty provisions of the Clean Air Act, including those concerning the tampering with of emissions control devices. Requires the Administrator to amend certain regulations to require the use of best available technology to control evaporative emissions for a vehicle's useful life. Sets standards for emissions of hydrocarbons, carbon monoxide, and evaporative hydrocarbons from motorcycles and motorcycle engines manufactured after model year 1991. Requires the Administrator to amend certain regulations to require the installation of onboard emissions diagnostic systems on motor vehicles. Directs the Administrator to promulgate regulations to reduce evaporative emissions from motor vehicle fuels. Requires such regulations to include a gasoline volatility standard to be applied to all gasoline introduced into commerce for use during high ozone periods of the year. Sets a Reid Vapor Pressure (RVP) standard for gasoline used in Class C areas. Designates the period between May 16 and September 15, or such longer period as the Administrator establishes, as the high ozone period. Requires the Administrator to allow an increased RVP for oxygenated fuels. Prohibits the introduction into commerce of gasoline with less than a specified oxygen content in carbon monoxide nonattainment areas during October 1 through April 1 of each year. Requires the Administrator to report to the House Energy and Commerce Committee and the Senate Environment and Public Works Committee on the increased use of oxygenated fuels. Prohibits, after July 1, 1990, the introduction into commerce of diesel fuel which exceeds a specified sulfur content limit. Requires fuels used in certifications of heavy-duty vehicles and engines manufactured after model year 1992 to meet such standard. Directs the Administrator to report to the Congress on whether such standard is necessary for vehicles and engines to meet particulate emissions standards or regulations or to protect public health. Requires the Administrator to promulgate regulations prohibiting the introduction into commerce, after October 1, 1993, of diesel fuel which has an aromatic hydrocarbon content over ten percent by volume. Directs the Administrator to promulgate standards requiring all new light-duty vehicles to be equipped with onboard evaporative emissions control systems that provide emissions capture efficiency of 95 percent. Requires passenger cars and light-duty trucks manufactured after model year 1992 to be tested for carbon monoxide emissions at 20 degrees Fahrenheit. Sets specified emissions standards for such test. Directs the Administrator to promulgate regulations to achieve reductions in in-use motor vehicle emissions of carbon dioxide. Requires emissions reductions of at least 20 percent by 2005 and 50 percent by 2025. Directs the Administrator to undertake to enter into arrangements with the National Academy of Sciences to study the feasibility of meeting such reduction requirements. Applies certain requirements for another feasibility study under the Clean Air Act to such study."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Motor Vehicle Emission Control Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Clean Air Act to provide for the control of motor vehicle emissions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:03-05:00"
}