{
  "actions": [
    {
      "acted_at": "1973-06-18", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8787-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-18", 
  "number": "8787", 
  "official_title": "A bill to provide for the regulation of surface coal mining for the conservation, acquisition, and reclamation of surface areas affected by coal mining activities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Coal Mine Surface Area Protection Act", 
  "sponsor": {
    "district": "6", 
    "name": "Burton, Phillip", 
    "state": "CA", 
    "thomas_id": "00156", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-18", 
  "subjects": [
    "Coal", 
    "Environmental Protection Agency", 
    "Environmental protection", 
    "Government operations and politics", 
    "Mines and mineral resources"
  ], 
  "subjects_top_term": "Coal", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-18", 
    "text": "Coal Mine Surface Area Protection Act - Directs the Secretaty of the Interior to make an annual report to Congress concerning the activities conducted by him under this Act relating to the regulation of coal mine surface operations. Provides that an area may be designated as unsuitable for surface coal mining if the Secretary finds that it is not economically or physically possible to reclaim the land, or if surface mining is already being conducted in such area, the mining will cause irrevocable or lasting injury to the environment of the area or an area adversely affected by such area. Provides that, on and after the effective date of this Act, no person shall engage in coal mining surface operations without a permit issued by the Secretary under the provisions of this Act. Sets forth the information required to be submitted in an application for such a permit. Provides that an application for an original permit, and for any renewal of such permit, shall be accompanied by a certificate issued by an insurance company authorized to do business in the United States certifying that the applicant has a public liability insurance policy in force for the coal mining operator for which such permit is sought. Provides that any bona fide resident of the area having a valid legal interest which will be affected by the proposed coal mining or the officer or head of any Federal, State, or local governmental agency or authority shall have the right to file written objections to a proposed mining operation. Provides that after such objections the Secretary shall hold public hearings at which the applicant for a permit shall have the burden of establishing that his application is in compliance with the applicable State and Federal laws. Provides that if the Secretary finds that the overburden of any part of the area of land described in the permit application is such that deposits of sediment in streambeds, landslides or acid in mineralized water pollution in violation of State and Federal water quality standards, whichever is higher, cannot feasibly be prevented, he shall delete such part of the land described in the application upon which such overburden exists. Provides that no application shall be approved if mining the area will adversely affect any publicly owned park unless screening and other measures approved by the Secretary are used. Provides that no permit application shall be approved under this Act if: (1) the applicant is presently ineligible to obtain a permit or license to conduct a coal mining surface operation under the law of the State in which the proposed mining is to be conducted; (2) the applicant has had a permit revoked by the Secretary under this Act, or (3) the applicant has violated, and continues to violate, any law, rule, or regulation of the United States, or of any department or agency of the United States, pertaining to coal mining operations or reclamation. Provides that no permit application shall be approved unless a plan of reclamation is approved. Requires such reclamation plan to include a statement: (1) of the highest and best use to which the land was put prior to the commencement of surface mining; (2) of any owner and operator's proposed use of the land for a period of five years following reclamation; (3) of the manner in which mining operations will be conducted and whatever actions will be taken to prevent adverse environmental effects; and (4) that proper consideration has been given to insure that the plan is consistent with local environmental conditions and current mining and reclamation technologies, and that any environmental damage will be contained within the permit area. Provides that after a permit application has been approved, but before a permit is issued, the applicant shall file with the Secretary a bond for performance, payable to the United States and conditioned that the operator shall faithfully perform all the requirements of this Act. Provides that the amount of the bond shall be sufficient to assure the completion of the reclamation plan. Creates in the Department of the Treasury a Coal Mine Lands Reclamation Fund. Authorizes to be appropriated to the Fund the initial sum of $100,000,000. Authorizes the Secretary to use the Fund to acquire and reclaim lands previously affected by coal mine surface operations and not reclaimed. Authorizes the Secretary to direct that reclaimed land may be improved for water-based or other recreational purposes, and that a reasonable user charge shall be imposed. Allows the Secretary to renew a permit for mining if the operation is in compliance with existing law. Provides that the Secretary may revoke any permit if, after a hearing, he determines that the operator has violated any provision of this Act or any rules and regulations of the Secretary issued under this Act. Provides that every operator shall reclaim the land affected by his mining. Provides that such reclamation shall include the removal and replacement of topsoil and the burying of any toxic material. Provides that no operator shall throw, dump, pile, or otherwise place or permit the throwing, dumping, piling or otherwise placing of any material of any type outside the area of land which is under permit. Authorizes the appointment of inspectors to make any necessary survey and inspection of coal mining operations and to administer and enforce all Federal coal mining laws, rules and regulations, and to visit each surface coal mine operation subject to this Act a minimum of twice monthly on an irregular basis and without prior notice to the operator or any of his employees. Authorizes appeals by anyone aggrieved under this Act in accordance with the Federal Coal Mine Health and Safety Act. Authorizes the Attorney General to apply for relief by injunction to enforce compliance with, or restrain violations of any provisions of this Act or any rule, regulation, or order made pursuant thereto. Allows any resident of the United States, who is injured in any manner through the failure of any operator to comply with the provisons of this Act, to bring an action for damages, including attorney fees, regardless of the amount involved, in an appropriated United States district court. Provides that the operator of a coal mine in which a violation of any provision of this Act occurs shall be assessed a civil penalty by the Secretary under the provisions of the Federal Coal Mine Health and Safety Act. Allows any citizen to commence a civil action on his own behalf: (1) against any person, including the United States and any other governmental instrumentality or agency to the extent permitted by the eleventh amendment to the Constitution who is alleged to be in violation of any regulation, order, or permit issued under this Act or of any provision of this Act; and (2) against the Secretary where there is alleged a failure of the Secretary to perform any act or duty under this Act which is not discretionary with the Secretary. Gives the district courts jurisdiction, without regard to the amount in controversy or the citizenship of the parties, to enforce such or to order the Secretary to perform such act or duty, as the case may be, and to apply any appropriate civil penalties. States that any order or decision issued by the Secretary under this Act shall be subject to judicial review in accordance with the Federal Coal Mine Health and Safety Act. Provides that nothing in this Act shall preclude or deny the right of any State or political subdivision thereof to adopt and enforce standards relating to the conduct of coal mining surface operations and reclamation, except such State or political subdivision may not adopt or enforce any standard which is less stringent than the corresponding Federal standard or regulation then being enforced under this Act by the Secretary. Authorizes the Secretary to appoint an advisory committee to consult with and make recommendations to the Secretary on matters involving or relating to coal mining research. Authorizes to be appropriated such sums as may be necessary to carry out the provisions of this Act. Declares that no person shall discharge or in any other way discriminate against or cause to be discharged or discriminated against any employee of a surface mine or any authorized representative thereof by reason of the fact that such employee or representative: (1) has notified the Secretary or his authorized representative of any alleged violation or danger; (2) has filed, instituted, or caused to be filed or instituted any proceeding under this Act; or (3) has testified or is about to testify in any proceeding resulting from the administration or enforcement of the provisions of this Act. Permits any such employee or representative who believes that he has been discharged or otherwise discriminated against by any person in violation of this Act within thirty days after such violation occurs, to apply to the Secretary of Labor for a review of such alleged discharge or discrimination. Empowers the Secretary of Labor to grant relief to the aggrieved party if the Secretary finds that such a violation did occur."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coal Mine Surface Area Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the regulation of surface coal mining for the conservation, acquisition, and reclamation of surface areas affected by coal mining activities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:15-05:00"
}