{
  "actions": [
    {
      "acted_at": "1974-03-28", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-04-29", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 93-1014.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-05-21", 
      "references": [], 
      "text": "Measure failed of passage in House, roll call #233 (191-207).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13834-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-28", 
  "number": "13834", 
  "official_title": "A bill to provide standby emergency authority to assure that the essential energy needs of the United States are met.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Standby Energy Emergency Authorities Act", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-28", 
  "subjects": [
    "Business and commerce", 
    "Energy", 
    "Energy conservation", 
    "Environmental protection", 
    "Franchises (Retail trade)", 
    "Fuel allocation", 
    "Government operations and politics", 
    "Labor and employment", 
    "Natural gas", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Pollution", 
    "Power resources", 
    "Resource allocation", 
    "Unemployment"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Failed of passage in House", 
    "date": "1974-05-21", 
    "text": "(LATEST SUMMARY) Standby Energy Emergency Authorities Act - =Title I: Standby Energy Emergency Authorities= - States the findings of Congress with regard to energy shortages. States that the purposes of this Act are to grant specific temporary standby authority to impose end-use rationing, subject to congressional review and right of approval or disapproval, and to authorize certain other specific temporary emergency actions to be taken, to assure that the essential needs of the United States for fuels will be met in a manner which, to the fullest extent practicable, is consistent with existing national commitments to protect and improve the environment, minimizes any adverse impact on employment, provides for equitable treatment of all sectors of the economy, maintains vital services (including delivery of mails by contract or otherwise) necessary to the public health, safety, and welfare, and insures against anticompetitive practices and effects and preserves, enhances, and facilitates competition in the development, production, transportation, refining, distribution, and marketing of energy resources. Defines the terms used in this Act. Authorizes the President to establish rules for the ordering of priorities among users of petroleum products and to assign to such users rights to obtain petroleum products in preference to those assigned a lower priority. Defines \"end-use rationing plan\" for purposes of this Act. Provides that the Administrator of the Federal Energy Administration must transmit any end-use rationing plan to each House of Congress on the date on which it is promulgated. States that such a plan is to take effect at the end of the first 15 days of continuous session of Congress after the date on which the plan is transmitted, unless, between the date of transmittal and the end of the 15-day period, either House passes a resolution disapproving the plan. Sets forth provisions for expedited consideration of resolutions with respect to end-use rationing plans. Requires that the Administrator must, to the greatest extent practicable, evaluate the potential economic impacts of proposed regulatory and other actions. Gives the Administrator the authority to, by rule or order, until midnight, June 30, 1975, direct the adjustment of processing operations of refineries in the United States to produce petroleum products, petrochemical feedstocks, petrochemicals and asphalt in proportions commensurate with national needs. Authorizes the Administrator to, by order, require the production of crude oil at the producer level at the maximum efficient rate of production and consult with the Department of the Interior and with the States and agencies thereof in order to determine which persons should reasonably be required to produce crude oil at the maximum efficient rate of production. Requires that, if any allocation of residual fuel oil or refined petroleum products is to be based on use of such oil or products, or amounts of such oil or products supplied, during a historical period, the regulation is to contain provisions designed to assure that such historical period can be adjusted in order to reflect regional disparities in use, population growth, or unusual factors influencing use of such oil or products in this historical period. Changes the termination date of the Emergency Petroleum Allocation Act of 1973 from February 28, 1975, to June 30, 1975. Directs the Administrator to exercise any authority conferred on him under this Act and under any other Act to take steps designed to alleviate any shortages in petrochemical feedstocks, petrochemicals, and asphalt, and not later than 60 days after the date of the enactment of this Act, and to report to the Congress with respect from any such shortages, steps taken to alleviate any such shortages, any adverse impact on employment resulting from any such shortages, and any legislative recommendations which he deems necessary to alleviate any such shortages. Requires that as soon as practicable, but not later than 30 days after the date of enactment of this Act, the President must amend the regulation under the Emergency Petroleum Allocation Act of 1973 (EPAA) so as to specify (or prescribe a manner for determining) equitable ceiling prices for all sales in the United States of Crude oil (or classification thereof) imported into the United States. Requires that as soon as practicable, but not later than 30 days after the date of enactment of the bill and 30 days after any amendment to the price regulation under EPAA the President shall transmit to Congress a statement setting forth the effect of such regulation on matters specified in the Act. Requires as soon as practicable, but not later than 30 days after the date of enactment of the bill, the President must amend the regulation under the EPAA so as to establish maximum prices with respect to certain sales of crude oil, residual fuel oil, or any refined petroleum products. Sets standards for any price roll-back. States that a franchise relating to petroleum products can not be terminated by the refiner or distributor unless the affected retailer or distributor failed to comply substantially with any essential and reasonable requirement of such franchise or failed to act in good faith in carrying out its terms, or unless such refiner or distributor withdrew entirely from the sale of petroleum products in commerce for sale other than resale in the United States. Provides that actions taken under the legislation, the Emergency Petroleum Allocation Act of 1973, or other Federal law resulting in allocation or restriction on the use of refined petroleum products and electrical energy must be equitable and not arbitrary or capricious or unreasonably discriminate among users. Provides that within 45 days after the date of enactment of this bill, the Civil Aeronautics Board, the Federal Maritime Commission, and the Interstate Commerce Commission are to report separately to the appropriate committees of the Congress on the need for additional regulatory authority in order to conserve fuel during the period beginning on the date of enactment of this Act and ending on midnight, June 30, 1975, while continuing to provide for the public convenience and necessity. Requires each such report to identify with specificity the type of regulatory authority needed, the reasons why such authority is needed, the probable impact on fuel conservation of such authority, the probable effect on the public convenience and necessity of such authority, and the competitive impact, if any, of such authority. States that each such report is to make recommendations with respect to changes in any existing fuel allocation programs which are deemed necessary to provide for the public convenience and necessity during such period. Provides for the establishment of advisory committees to achieve the purposes of the Act. Makes provision for the participation of the Attorney General and the Federal Trade Commission in planning and development activities of the Administrator. Vests the power to monitor the plans and actions of the Administrator in specified areas in the Attorney General and the Federal Trade Commission for the purpose of prevention of anticompetitive practices. States that there shall be available as a defense to any civil or criminal action brought under the antitrust laws in respect of actions taken in good faith to develop and implement a voluntary agreement or plan of action to carry out a voluntary agreement by persons engaged in the business of producing, refining, marketing, or distributing crude oil, residual fuel oil, or any refined petroleum product that such action was authorized and approved pursuant to this Act, and undertaken and carried out solely to achieve the purposes of this Act and in compliance with the terms and conditions of this Act, and the rules promulgated hereunder; and such persons fully complied with the requirements of this Act and the rules and regulations promulgated thereunder. Provides that no provision of this Act is to be construed as granting immunity for, nor as limiting or in any way affecting any remedy or penalty which may result from any legal action or proceeding arising from, any acts or practices which occurred prior to the date of the enactment of this Act, outside the scope and purposes, or not in compliance with the terms and conditions, of this Act and this section, or subsequent to midnight, June 30, 1975. Provides that the Attorney General and the Federal Trade Commission must each submit to the Congress and to the President, at least once every six months, a report on the impact on competition and on small business of actions authorized by this Act. States that the authority granted by this Act shall terminate at midnight, June 30, 1975. Authorizes the Administrator to restrict exports of coal, natural gas, petroleum products, petrochemical feedstocks, and petrochemicals, under such terms and conditions as he determines appropriate and necessary. Requires that the President take into consideration and minimize, to the fullest extent practicable, any adverse impact of actions taken pursuant to this Act upon employment. Provides that all agencies of Federal Government are to cooperate fully under their existing statutory authority to minimize any adverse impact upon employment. Provides that the Secretary of Labor is to make grants in accordance with regulations prescribed by him, to States to provide cash benefits to any individual who is unemployed as a result of disruptions, dislocations, or shortages of energy supplies and resources, and who is not eligible for unemployment assistance or who has exhausted his rights to such assistance. States that regulations of the Secretary of Labor can require that States enter into agreements as a condition of receiving a grant, and the regulations must provide that a benefit under this subsection is to be available to any individual who is unemployed as a result of disruptions, dislocations, or shortages of energy supplies and resources and who is not eligible for unemployment assistance or has exhausted his rights to such assistance. Provides that on or before the sixtieth day following the date of enactment of this Act, the President is to report to the Congress concerning the present and prospective impact of energy shortages upon employment. States that this report is to contain an assessment of the adequacy of existing programs in meeting the needs of adversely affected workers and is to include legislative recommendations which the President deems appropriate to meet such needs, including revisions in the unemployment insurance laws. Establishes an Office of Carpool Promotion within the Department of Transportation and directs the Secretary of Transportation to encourage the use of carpools by a variety of means, including financial incentives. Provides that Government use of economy vehicles be maximized and the use of limousines be limited. Provides that the Administrator is to, by rule, prescribe procedures for State or local boards which carry out functions under this Act or the Emergency Petroleum Allocation Act of 1973. Provides that any officer or agency authorized by this title or the Emergency Petroleum Allocation Act of 1973 to issue rules, regulations, or orders must make available to the public all internal rules and guidelines which may form the basis, in whole or in part, for any rule, regulation, or order, with such modifications as are necessary to insure confidentiality. States that it is unlawful for any person to violate any provision of title I of this Act (other than provisions of this bill which make amendments to the Emergency Petroleum Allocation Act of 1973) or to violate any rule, regulation, or order, issued pursuant to any such provision. Provides for fines up to $5,000 for each willful criminal violation of this Act, and civil penalties up to $2,500 for the commission of acts prohibited under this Act. Authorizes the Attorney General to obtain temporary restraining orders of preliminary injunctions against actual or impending violations of this bill. Provides that it is unlawful for any person to offer for sale or distribute in commerce any product or commodity in violation of an applicable rule, regulation, or order, issued pursuant to this Act. Provides that in order to achieve the purposes of this Act the Small Business Administration is, to the maximum extent possible, to provide small business enterprises with full information concerning the provisions of the programs provided for in this bill which particularly affect such enterprises, and the activities of the various departments and agencies under such provisions, and is, as a part of its annual report, to provide to the Congress a summary of the actions taken under programs provided for in this Act which have particularly affected such enterprises. Authorizes the Administrator to delegate any of his functions under the Emergency Petroleum Allocation Act of 1973 or this Act to any officer or employee of the agency which heads as he deems appropriate. Provides that no State law or State program in effect on the date of enactment of this Act or which may become effective thereafter, may be superseded by any provision of this Act or any regulation, rule, or order, issued pursuant to this Act, except insofar as such State law or State program is inconsistent with the provisions of this Act, or such a regulation, rule, or order. Provides for the transfer, to the Administrator, of all functions, powers, and duties of the President under the Emergency Petroleum Allocation Act of 1973. Provides that nothing in the legislation is to change the authority of the Federal Power Commission with respect to non-jurisdictional natural gas. States that the authority under this Act to prescribe any rule, regulation, or order, or take other action under this bill, or to enforce any such rule, regulation, or order, shall expire at midnight, June 30, 1975, but such expiration will not affect any action pending proceedings, civil or criminal, not finally determined on that date, nor any such action or proceeding based upon any act committed prior to midnight, June 30, 1975. Authorizes $150,000,000 for the Administrator to carry out his functions under this Act, $125,000,000 for the purposes of making grants to States, and $500,000,000 for the purpose of making payments under grants to States. Provides that if any provision of this Act, or the application of any such provision to any person or circumstance, is held invalid, the remainder of this bill, or the application of such provision to persons or circumstances other than those as to which it is held invalid, is not affected thereby. Provides that the Administrator is, to the maximum extent practicable, to develop contingency plans in the nature of descriptive analyses of the anticipated manner of implementation and operation of such authority; the anticipated benefits and impacts of such exercise; the role of State and local governments; the procedures for appeal and review; and the Federal officers, employees, or agencies, which will administer such authority. Provides that, within 60 days of the date of enactment of this Act, the Administrator is to conduct a review of all rulings and regulations issued pursuant to the Economic Stabilization Act to determine if such rulings and regulations contributed to or are contributing to the shortage of fuels and of materials associated with the production of energy supplies. Directs the President to undertake a comprehensive survey of all Federal departments and agencies to identify and recommend to the Congress specific proposals to significantly increase energy supply or to reduce energy demand through conservation programs, all independent regulatory commissions, other than those agencies required to submit reports, shall undertake a survey of all activities over which they have jurisdiction to identify and recommend to the Congress and to the President specific proposals to significantly increase energy supply or to reduce energy demand through conservation programs, the Secretary of the Treasury and the Director of the Cost of Living Council are to recommend to the Congress specific incentives to increase energy supply, reduce demand, to encourage private industry and individuals to subscribe to the purposes of this Act. Directs the Secretary of the Interior and the Secretary of Commerce to prepare a comprehensive report of (1) United States exports of petroleum products and other energy sources, and (2) foreign investment in production of petroleum products and other energy sources to determine the consistency, or lack thereof, of the Nation's trade policy and foreign investment policy with domestic energy conservation efforts. Requires that, within 6 months after the date of enactment of this Act, the Administrator is to develop reports dealing with incentives for increased use of public transportation, problems regarding the siting of energy producing facilities, further development of hydroelectric power resources of the United States, and the conversion of coal to crude oil and other liquid and gaseous hydrocarbons. Requires the President to report to the Congress every sixty days beginning June 1, 1974, on the implementation and administration of this Act and the Emergency Petroleum Allocation Act of 1973, together with an assessment of the results attained thereby."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Standby Energy Emergency Authorities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide standby emergency authority to assure that the essential energy needs of the United States are met.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:40-05:00"
}