{
  "actions": [
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Foreign Relations, S. Rept. 95-841.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-25", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-25", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-26", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-26", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #254 (73-13).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-02", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-02", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-02", 
      "bill_ids": [
        "hr12514-95"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H. R. 12514.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-02", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-04", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-07", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 95-1546.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-11", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-12", 
      "references": [], 
      "text": "House agreed to conference report, roll call #761 (225-126).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-12", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-09-13", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-13", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-14", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-09-26", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-09-26", 
      "references": [], 
      "text": "Public Law 95-384.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3075-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-09-26", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-05-15", 
  "number": "3075", 
  "official_title": "An Act to amend the Foreign Assistance Act of 1961 and the Arms Export Control Act to authorize international security assistance programs for fiscal year 1979, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12514-95", 
      "reason": "related"
    }
  ], 
  "short_title": "International Security Assistance Act", 
  "sponsor": {
    "district": null, 
    "name": "Sparkman, John J.", 
    "state": "AL", 
    "thomas_id": "01436", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1978-05-15", 
  "subjects": [
    "Africa", 
    "Aliens", 
    "American economic assistance", 
    "American military assistance", 
    "Americans in foreign countries", 
    "Angola", 
    "Argentina", 
    "Armed forces abroad", 
    "Arms control", 
    "Arms control negotiations", 
    "Arms sales", 
    "Authorization", 
    "Brazil", 
    "Chile", 
    "Civil rights and liberties, minority issues", 
    "Communists", 
    "Congress", 
    "Congressional oversight", 
    "Congressional travel", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Cyprus", 
    "Defense contracts", 
    "Developing countries", 
    "Disaster relief", 
    "Dispute settlement", 
    "Drugs and narcotics", 
    "Economics and public finance", 
    "Egypt", 
    "Equipment and supplies", 
    "Evaluation", 
    "Executive reorganization", 
    "Exports", 
    "Federal advisory bodies", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government procurement", 
    "Greece", 
    "Herbicides", 
    "Human rights", 
    "Indonesia", 
    "International affairs", 
    "Israel", 
    "Jordan", 
    "Lebanon", 
    "Management", 
    "Marijuana", 
    "Mexico", 
    "Middle East", 
    "Military advisers", 
    "Military personnel", 
    "Military training", 
    "Money", 
    "Mozambique", 
    "Narcotic traffic", 
    "Nuclear security measures", 
    "Passports", 
    "Peace", 
    "Peace treaties", 
    "Philippines", 
    "Political representation", 
    "Portugal", 
    "Prisoners", 
    "Rhodesia", 
    "Sanctions (International law)", 
    "South Korea", 
    "Spain", 
    "Sunset legislation", 
    "Taiwan", 
    "Tanzania", 
    "Technology transfer", 
    "Thailand", 
    "Treaties", 
    "Turkey", 
    "U.S.S.R.", 
    "United Nations", 
    "Weapons", 
    "Zambia"
  ], 
  "subjects_top_term": "American economic assistance", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1978-09-07", 
    "text": "(Conference report filed in House, H. Rept. 95-1546) International Security Assistance Act - Amends the Foreign Assistance Act of 1961 to authorize the appropriation of up to $5,000,000 to the President for fiscal year 1979 for the emergency assistance contingency fund. Prohibits any agent or employee of the United States Government, as part of narcotics control efforts, from interrogating or being present during the interrogation of a United States person arrested abroad, unless the person arrested has consented in writing. Amends the Foreign Assistance Act of 1961 to bar the use of funds to spray marijuana fields with herbicides likely to harm marijuana users unless a warning substance is also used. Directs the appropriate Secretaries to take certain measures to comply with this ban. Authorizes the appropriation for fiscal year 1979 of a specified sum for the international narcotics control program. Prohibits the use of any funds so appropriated for the purchase of weapons or ammunition. Revises the policy with respect to the encouragement of human rights. Prohibits furnishing security assistance to the law enforcement agencies of any country which engages in a consistent pattern of gross human rights violations except in exceptional circumstances. Amends the Foreign Assistance Act of 1961 to prohibit furnishing international military education and training assistance to countries which engage in a consistent pattern of gross human rights violations except in exceptional circumstances. Requires that exports of crime control and detection instruments and equipment be approved by the Secretary of Commerce. Exempts exports to certain countries from this requirement. Amends such Act to authorize appropriations for fiscal year 1979 for military assistance, specifying appropriations authorized for Portugal, Spain, Jordan, Phillippines, and Greece. Authorizes appropriations for military assistance to Indonesia and Thailand. Sets the limit on fiscal year 1979 additions to weapon stockpiles in non-Nato countries at $90,000,000. Reduces the overseas personnel ceiling from 865 to 790 for fiscal year international security assistance programs, and continues limitations upon the number of defense attaches who may be assigned to a single country. Directs the President to continue to instruct United States diplomatic and military personnel in United States missions abroad that their actions should not be intended to encourage, promote or influence foreign countries to purchase United States-made military equipment, unless such personnel are specifically instructed to do so by appropriate authorities of the executive branch. Replaces the present chapter of the Foreign Assistance Act of 1961 concerning security supporting assistance with provisions authorizing and implementing an economic support fund (ESF). Declares that under special economic, political, or security conditions the national interests of the United States may require economic support for countries or in amounts that could not be justified under the development assistance account. Designates the Secretary of State as being responsible for policy decisions and program justifications for the ESF. Authorizes the appropriation of specified sums for the ESF for fiscal year 1979. Provides authority for an ESF program in the Middle East. Earmarks a minimum of the following amounts for the following countries: Israel, $785,000,000; Egypt, $750,000,000; and Jordan, $93,000,000. Requests the President to provide at least $65,000,000 of the funds authorized for Egypt for the development and encouragement of private enterprise in Egypt. Directs that not less than $5,000,000 of the funds authorized for the Middle East be used to fund regional programs which stress development or scientific and technical cooperation between Israel and neighboring Arab countries, or programs which would be used for Arab-Israeli cooperation once normalization of relations occurs. Conditions expenditure of funds for a potash facility or an irrigation project in Jordan upon a determination by the President that Jordan has obtained firm commitments for the remainder of the financing. Sets aside $60,000,000 of ESF monies for the countries of southern Africa to address problems caused by the economic dislocation resulting from regional conflict and for education and job training assistance. States that such funds may be used to provide humanitarian assistance to African refugees and displaced persons, to improve transportation links disrupted or jeopardized by regional conflicts, and to provide economic support to the countries in the region. Prohibits such security supporting assistance to Mozambique, Angola, Tanzania, or Zambia, unless the President waives such prohibition with respect to any such country upon a determination and report to Congress that such assistance would further United States foreign policy interests. Allots not less than $50,000,000 from the ESF for assistance to Turkey, and not less than $15,000,000 for refugee relief and reconstruction on Cyprus. Authorizes the appropriation of $31,800,000 in fiscal year 1979 for the international military education and training program (IMET). Includes among the purposes of the IMET program to increase the awareness of nationals of foreign countries participating in such activities of basic issues involving internationally recognized human rights. Authorizes the appropriation of funds for fiscal year 1979 for the Middle East special requirements fund. Amends such Act to authorize the President to furnish assistance to friendly countries for peacekeeping operations whch are in furtherance of the national security of the United States. Authorizes appropriations for such assistance for fiscal year 1979. Authorizes the President to furnish emergency peacekeeping assistance. Includes peacekeeping among those types of assistance which, except in extraordinary circumstances, should not be furnished to countries which engage in a consistent pattern of gross human rights violations. Prohibits funds appropriated for peacekeeping assistance from being made available to any country which engages in certain nuclear transfers or denotations. Removes the embargo on arms shipments to Turkey upon the President's certification to Congress that: (1) it is in the interest of the United States and of NATO to resume full military cooperation with Turkey; and (2) the Government of Turkey is acting in good faith to achieve a just and peaceful settlement of the Cyprus problem, the early peaceable return of refugees to their homes and properties, continued removal of Turkish military troops from Cyprus, and the early serious resumption of international talks aimed at a just, negotiated settlement. Declares that the United States will: (1) support efforts, particularly those of the United Nations, to reach a prompt, peaceful settlement on Cyprus; (2) furnish defense articles to countries in the Eastern Mediterranean region to be used only according to requirements of this Act, the Arms Export Control Act, and the appropriate agreements; (3) furnish security assistance to Greece and Turkey only for defensive purposes, including NATO member responsibilities, and when this is not inconsistent with a peaceful settlement of the Cyprus problem; (4) use its influence to insure continuation of the ceasefire on Cyprus until an equitable negotiated settlement is reached, encourage avoidance of provocative actions, and oppose any attempts at force; and (5) use its influence to achieve withdrawal of Turkish military forces from Cyprus in the context of a solution to the Cyprus problem. Requires the President and Congress to continually review progress toward a Cyprus settlement. Requires the President to report to Congress every 60 days on such progress, including any relevant reports by the Secretary General of the United Nations to the Security Council. Requires the President to certify and explain to specified Congressional officials and committees, with any request for funds for security assistance to Greece or Turkey under this Act or the Arms Export Control Act and with any notification of a proposed sale of defense articles or services to Greece or Turkey, that such assistance will be solely for defensive, including NATO, purposes and will not disrupt a peaceful settlement of the Cyprus problem. Requires the President to report annually to Congress the aggregate dollar value and quantity of defense articles and services, and of military education and training, exported to each foreign country and international organization, by category, specifying how the grant or sale was made. Expresses the sense of the Congress that: (1) the President maintain adherence of the United States to a policy of restraint in arms exports; and (2) the President is encouraged to continue discussions with other arms suppliers to restrain the flow of arms to less developed countries. Requires the President to report to Congress concerning the results and implications of the multilateral discussions with other arms suppliers. Amends the Arms Export Control Act to include in letters of offer for the sale of arms appropriate charges for certain inventory losses. Exempts defense procurement contracts from the provisions of the Renegotiation Act of 1951. Requires the President to transmit to Congress, as part of the presentation materials for security assistance programs proposed for countries other than NATO members, Japan, Australia, and New Zealand, a report for each fiscal year of major defense articles or services for $7,000,000 or more or of any other defense article or service for $25,000,000 or more which are considered eligible for approval. States that it is U.S. policy that the results of military surveys conducted by the United States in no way represent a commitment by the United States to provide military equipment to a foreign country. Establishes reporting requirements with respect to ongoing surveys and makes such surveys available to the Congress. Requires the President to report to Congress on security assistance surveys carried out by Government personnel. Requires the Arms Control and Disarmament Agency to provide Congress with a detailed arms control evaluation of each potentially controversial sale. Directs the executive branch to prepare: (1) an estimate of projected delivery dates for each sale; (2) a description of the equipment needed to support each sale; and (3) an analysis of the relationship between each proposed sale and projected procurement of the same item. Requires quarterly reporting of the use of foreign currencies by Members of Congress and congressional employees. Provides for the purchase of such currencies by the Treasury as provided by annual appropriations. Authorizes the President to transfer to Korea, United States owned defense articles and related services located in Korea, in conjunction with the withdrawal of the United States Army from that country. Sets forth: (1) criteria for determining which articles may be transferred; and (2) Congressional oversight procedures regarding such transfers. Declares the sense of Congress that further withdrawal of United States ground forces from the Republic of Korea may risk upsetting the military balance in that region and requires full advance consultation with Congress, including a Presidential report on specified matters. States the sense of Congress that the President should make a full review of United States policy towards the Soviet Union, and report to Congress. Requires the President to report to the appropriate committees of Congress within 180 days the results of a review of arms sales control on nonlethal items. States the sense of the Congress that any proposed policy changes affecting the continuation in force of the United States-Republic of China Mutual Defense Treaty shall be a matter of prior consultation between the Congress and the Executive Branch. Prohibits the enforcement of sanctions against Rhodesia after December 31, 1978, unless the President determines: (1) that a government has not been installed, chosen by free elections in which all political groups have been allowed to participate freely; or (2) that the Government of Rhodesia refuses to negotiate in good faith at an all-parties conference on all relevant issues. States the sense of Congress that the United States should: (1) promote peace negotiations between Israel and Egypt and other Arab states; and (2) respond to Israel's economic and defense needs, including the provision of additional advanced aircraft. Amends the Foreign Military Sales Act Amendments, 1971, to replace the requirement for quarterly reports by the President to Congress regarding a list of countries receiving excess defense articles with a requirement that such report be made annually."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Security Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Foreign Assistance Act of 1961 and the Arms Export Control Act, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to amend the Foreign Assistance Act of 1961 and the Arms Export Control Act to authorize international security assistance programs for fiscal year 1979, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:47-05:00"
}