{
  "actions": [
    {
      "acted_at": "1978-04-25", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12371-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-25", 
  "number": "12371", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to provide that drugs will be regulated under the Act solely to assure their safety, to promote the efficient and fair treatment of new drug applications, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11446-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Food and Drug Reform Act", 
  "sponsor": {
    "district": "1", 
    "name": "Symms, Steven D.", 
    "state": "ID", 
    "thomas_id": "01132", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-25", 
  "subjects": [
    "Advisory bodies", 
    "Animals and Animal Protection", 
    "Business and commerce", 
    "Congress", 
    "Congressional oversight", 
    "Consumer protection", 
    "Department of Health, Education, and Welfare", 
    "Drug industry", 
    "Drug safety and regulation", 
    "Drugs and narcotics", 
    "Federal advisory bodies", 
    "Food and Drug Administration (FDA)", 
    "Government operations and politics", 
    "Labeling", 
    "Pharmaceutical research", 
    "Product safety", 
    "Small business", 
    "Veterinary medicine"
  ], 
  "subjects_top_term": "Drug industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-04-25", 
    "text": "Food and Drug Reform Act - Amends the Federal Food, Drug, and Cosmetic Act to eliminate the testing of new drugs and new animal drugs for effectiveness. Requires a label on such a drug stating that it has not been tested or reviewed for efficacy by the Federal Government. Reduces the reporting requirements on applications for new drugs and new animal drugs to require only a summary, not a full report, on each investigation, and to prohibit any required submission of such a report within four years of the date of submission of the application. Requires the Secretary of Health, Education, and Welfare, prior to issuing, amending or repealing any regulation under such Act, to issue a comprehensive economic impact statement addressing specified questions. Requires semiannual reports to Congress on the status of each new drug and new animal drug application which has not been approved or disapproved 30 days before such submission. Establishes drug advisory committees which shall promptly review an application and submit recommendations to the Secretary within 90 days. Grants applicants the right to a mandatory review within 30 days after receiving an adverse recommendation. Requires the Secretary to publish the clinical and preclinical summaries of new drugs and new animal drugs whose applications are approved. Exempts small businesses from the requirement of preclinical test reports on drugs used solely in investigational research, if such research will be conducted by experts from a public or other nonprofit school of medicine, dentistry, or veterinary medicine. Requires Congressional review of the administration of such Act by the Department of Health, Education, and Welfare in 1982 and every six years thereafter. Directs the Secretary to establish within the Department an office to provide compliance assistance to small manufacturers of new drugs and new animal drugs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food and Drug Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to provide that drugs will be regulated under the Act solely to assure their safety, to promote the efficient and fair treatment of new drug applications, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:03-05:00"
}