{
  "actions": [
    {
      "acted_at": "1973-04-19", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hconres204-93", 
  "bill_type": "hconres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-19", 
  "number": "204", 
  "official_title": "Concurrent resolution expressing the opposition of the Congress to certain measures for the curtailment of benefits under the medicare and medicaid programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Drinan, Robert F.", 
    "state": "MA", 
    "thomas_id": "00318", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-19", 
  "subjects": [
    "Medicaid", 
    "Medicare", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-19", 
    "text": "Makes it the sense of the Congress that no amendments should be made to titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act which would: (1) increase the amount of the deductible, which is applicable (under part A of such title XVIII) with respect to the first day of inpatient hospital services received by a patient, to an amount equal to the average per diem cost of inpatient hospital services; (2) impose a coinsurance amount, with respect to inpatient hospital services (under part A of such title XVIII) received after the first day a patient receives such services, equal to 10 percent of the actual costs imposed for such services; (3) reduces coverage for physicians' services (under part B of such title XVIII) by increasing the deductible applicable thereto from $60 to $85, and by increasing the patient's share of such costs, above the deductible, from 20 percent to 25 percent; or (4) eliminates (under such title XIX) Federal financial participation with respect to costs, incurred under a State plan approved under such title, attributable to the provision of certain low-priority services (including dental care) to adults."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Concurrent resolution expressing the opposition of the Congress to certain measures for the curtailment of benefits under the medicare and medicaid programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:47-05:00"
}