{
  "actions": [
    {
      "acted_at": "1993-11-19", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-11-20", 
      "references": [
        {
          "reference": "CR E2981", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-12-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance", 
      "text": "Referred to the Subcommittee on Telecommunications and Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-12-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3565-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-11-19", 
  "number": "3565", 
  "official_title": "To provide regulatory incentives to promote national treatment by foreign countries to United States providers of certain financial and communications services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fair Trade in Services Act of 1993", 
  "sponsor": {
    "district": "7", 
    "name": "Markey, Edward J.", 
    "state": "MA", 
    "thomas_id": "00735", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-11-19", 
  "subjects": [
    "Administrative procedure", 
    "American investments", 
    "Brokers", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Corporate mergers", 
    "Department of the Treasury", 
    "Federal Communications Commission", 
    "Finance and financial sector", 
    "Financial services", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Independent regulatory commissions", 
    "International affairs", 
    "International competitiveness", 
    "Investment advisers", 
    "Nontariff trade barriers", 
    "Office of the U.S. Trade Representative", 
    "Reciprocity", 
    "Science, technology, communications", 
    "Securities industry", 
    "Securities regulation", 
    "Telecommunication industry", 
    "Trade agreements", 
    "Trade negotiations"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-11-19", 
    "text": "TABLE OF CONTENTS: Title I: Financial Services Title II: Telecommunications Products and Services Fair Trade in Services Act of 1993 - Title I: Financial Services - Amends the Securities Exchange Act of 1934 and the Investment Advisers Act of 1940 to direct the Secretary of the Treasury to: (1) submit biennial status reports to the Congress regarding foreign treatment of certain U.S. business interests; and (2) initiate negotiations with foreign countries to ensure that they offer U.S. securities brokers and dealers and investment advisers the same competitive opportunities as are available to their foreign counterparts. Authorizes Federal securities agencies to deny applications filed by foreign persons to conduct securities or investment advice activities in the United States if the Secretary has published a determination in the Federal Register that the relevant foreign country does not accord national treatment to such U.S. business interests. Directs the Secretary to review such determination annually. Provides that subsequent to the Secretary's determination in the Federal Register that a foreign country does not accord national treatment to U.S. securities or investment adviser interests, a person from such foreign country may not acquire control of a registered broker, dealer, or investment adviser unless the Securities and Exchange Commission (SEC) has been duly notified and has not prohibited such acquisition. Directs the SEC to conduct an investigation to determine the extent of interdependence of U.S. financial services sectors and foreign countries and the economic, strategic, and other consequences of that interdependence for the United States. Directs the SEC to report the results of this investigation within two years to the President, the Congress, and the Secretary. Title II: Telecommunications Products and Services - Amends the Communications Act of 1934 to direct the United States Trade Representative to publish a notice in the Federal Register identifying any foreign country that has failed to reach a telecommunications trade agreement with the United States or has violated an existing agreement. Directs the Federal Communications Commission to deny applications filed by such countries. Directs the U.S. Trade Representative to review annually notices in the Federal Register regarding non-complying countries. Directs the FCC to consider, when making a determination of public convenience and necessity with respect to foreign applicants for line extensions, whether the countries identified in the application (including the country that is the applicant's principal place of business) offer equivalent or comparable telecommunications services opportunities to U.S. applicants. Authorizes the FCC to find that granting the application is not in the public interest if such countries do not provide equivalent or comparable opportunities to U.S. applicants."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Trade in Services Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide regulatory incentives to promote national treatment by foreign countries to United States providers of certain financial and communications services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:29-05:00"
}