{
  "actions": [
    {
      "acted_at": "2012-06-26", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-06-27", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-27", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2012-07-17T17:10:00-04:00", 
      "references": [], 
      "text": "Ms. Ros-Lehtinen moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-07-17T17:11:00-04:00", 
      "references": [
        {
          "reference": "CR H4875-4884", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-07-17T17:11:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 6018.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-07-17T17:18:00-04:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 8, rule XX, the Chair announced that further proceedings on the motion would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-07-17T18:30:00-04:00", 
      "references": [
        {
          "reference": "CR H4892-4893", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-07-17T18:55:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H4875-4883", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "469", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by the Yeas and Nays: (2/3 required): 333 - 61 (Roll no. 469).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2012-07-17T18:55:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-07-18", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6018-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2012-07-17T18:55:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2012-06-26", 
  "number": "6018", 
  "official_title": "To authorize appropriations for the Department of State for fiscal year 2013, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreign Relations Authorization Act, Fiscal Year 2013", 
  "sponsor": {
    "district": "18", 
    "name": "Ros-Lehtinen, Ileana", 
    "state": "FL", 
    "thomas_id": "00985", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2012-07-17T18:55:00-04:00", 
  "subjects": [
    "Advisory bodies", 
    "Afghanistan", 
    "Alliances", 
    "Arms control and nonproliferation", 
    "Asia", 
    "Australia", 
    "Broadcasting Board of Governors", 
    "Canada", 
    "Caribbean area", 
    "China", 
    "Civil actions and liability", 
    "Computer security and identity theft", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal justice information and records", 
    "Cuba", 
    "Cultural exchanges and relations", 
    "Department of State", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Drug trafficking and controlled substances", 
    "Executive agency funding and structure", 
    "Firearms and explosives", 
    "Foreign aid and international relief", 
    "Fraud offenses and financial crimes", 
    "Government buildings, facilities, and property", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Haiti", 
    "Homeland security", 
    "Human rights", 
    "International affairs", 
    "International exchange and broadcasting", 
    "International organizations and cooperation", 
    "Iran", 
    "Iraq", 
    "Israel", 
    "Japan", 
    "Latin America", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "Mexico", 
    "Middle East", 
    "Military assistance, sales, and agreements", 
    "Military education and training", 
    "New Zealand", 
    "North Korea", 
    "Oceania", 
    "Organized crime", 
    "Pakistan", 
    "Peace Corps", 
    "Public contracts and procurement", 
    "Reconstruction and stabilization", 
    "Smuggling and trafficking", 
    "South Korea", 
    "Spacecraft and satellites", 
    "Sudan", 
    "Syria", 
    "Taiwan", 
    "Technology transfer and commercialization", 
    "Terrorism", 
    "Trade restrictions", 
    "Trade secrets and economic espionage", 
    "User charges and fees", 
    "Visas and passports", 
    "War crimes, genocide, crimes against humanity"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2012-07-17", 
    "text": "Foreign Relations Authorization Act, Fiscal Year 2013 - Title I: Authorization of Appropriations - Authorizes FY2013 appropriations for the Department of State (Department) for: (1) diplomatic and consular programs; (2) the Capital Investment Fund; (3) embassy security, construction and maintenance; (4) educational and cultural exchange programs; (5) conflict stabilization operations; (6) representation allowances; (7) protection of foreign missions and officials; (8) diplomatic and consular service emergencies; (9) repatriation loans; (10) the American Institute in Taiwan; (11) the Office of the Inspector General; (12) contributions to international organizations; (13) contributions for international peacekeeping activities; (14) the International Boundary and Water Commission, United States and Mexico; (15) the International Boundary Commission, United States and Canada; (16) the International Joint Commission; (17) International Fisheries Commissions; (18) the Border Environment Cooperation Commission; (19) the Peace Corps; and (20) the National Endowment for Democracy. Title II: Department of State Authorities and Activities - Subtitle A: Basic Authorities and Activities - (Sec. 201) Amends the State Department Basic Authorities Act of 1956 to permit funds won by the Department in a decision of an international tribunal to be used for the International Litigation Fund. (Sec. 202) Amends the Foreign Service Act of 1980 to transfer statutory responsibility for performing actuarial duties related to the Department's retirement systems from the Secretary of the Treasury to the Secretary of State (Secretary). (Sec. 203) Amends the State Department Basic Authorities Act of 1956 to authorize Department and Foreign Service special agents to investigate: (1) illegal passport or visa issuance or use; (2) Department-related identity theft and document fraud; and (3) federal offenses committed in the special maritime and territorial jurisdictions (nonmilitary) of the United States. (Sec. 204) Revises provisions regarding local guard and protective service contracts in high risk areas abroad. (Sec. 205) Amends the Omnibus Diplomatic Security and Antiterrorism Act of 1986 to exempt from the requirement to convene an Accountability Review Board an incident that: (1) occurs during the period October 1, 2005, through September 30, 2015; and (2) involves serious injury, loss of life, or significant destruction of property at, or related to, a U.S. government mission in an area subject to a contingency operation or in an area that presents an increased threat of serious damage or harm to U.S. diplomatic facilities or personnel. (Under current law such exemption applies to an incident that occurs in Afghanistan or Iraq during the period October 1, 2005, through September 30, 2009.) (Sec. 206) Amends the State Department Basic Authorities Act of 1956 to authorize the Secretary to provide physical security enhancements at overseas educational facilities established for the children of U.S. government employees. (Sec. 207) Amends the State Department Basic Authorities Act of 1956 to include in the program's purpose the prevention of acts of transnational organized crime and violations of international humanitarian law. Provides rewards for the arrest or conviction of persons involved in such activities. Eliminates program references to the reward for the capture or death of Osama bin Laden. (Sec. 208) Authorizes the Secretary to establish within the office of the Secretary a Coordinator for Cyber Issues. States that the Coordinator should: (1) be the principal official within Department senior management responsible for cyberspace and cybersecurity issues, (2) be the principal advisor to the Secretary on international cyberspace and cybersecurity issues, and (3) coordinate U.S. cyberspace and cybersecurity foreign policy. Directs: (1) the Secretary to submit a list to Congress of each country determined to be a country of cybersecurity concern, and (2) the Coordinator to submit to Congress a strategy to promote U.S. engagement on international cyber issues. (Sec. 209) States that it is U.S. policy to counter the actions and ideologies of al-Qa'ida and its affiliates, other terrorist organizations, and violent extremists overseas that threaten U.S. national security and interests. Authorizes the establishment within the Department the Center for Strategic Counterterrorism Communications which may coordinate and inform government-wide public communications activities directed at audiences abroad and targeted against violent extremists and terrorist organizations, especially al-Qa'ida and its affiliates. Subtitle B: Consular Services and Related Matters - (Sec. 211) Extends passport surcharge authority through September 30, 2015. (Sec. 212) Revises the border crossing card fee for minors. Subtitle C: Reporting Requirements - (Sec. 221) Repeals specified reporting provisions regarding: (1) the Foreign Service, (2) North Korea, and (3) Sudan. Title III: Organization and Personnel Authorities - (Sec. 301) Amends the Foreign Service Act of 1980 to authorize the Secretary to suspend a Foreign Service member without pay when the member's security clearance is suspended or when there is reasonable cause to believe that the member has committed a crime for which a sentence of imprisonment may be imposed. Entitles such person to: (1) written notice stating the specific reasons for the proposed suspension; (2) reasonable time to respond orally and in writing; (3) representation; (4) a final written decision, including the specific reasons for such decision; and (5) file a grievance. (Sec. 302) Repeals the recertification requirement for Senior Foreign Service members. (Sec. 303) Authorizes a limited appointment extension for: (1) a person serving in the uniformed services whose limited appointment expires during such service, (2) up to 12 months in exceptional circumstances, and (3) a non-career employee who has served five consecutive years under a limited appointment for a subsequent limited appointment provided there is a one-year break in service. (Sec. 304) Sets maximum accrual of compensatory time off for travel status away from the employee's official duty station at 104 hours during any leave year. (Sec. 305) Authorizes the Secretary to transfer to other Department officials or offices any authority, duty, or function assigned by statute to the Coordinator for Counterterrorism, the Coordinator for Reconstruction and Stabilization, or the Coordinator for International Energy Affairs. (Sec. 306) Extends specified authorities on reemployment requirements for certain annuitants reemployed in Iraq, Pakistan, Haiti, and Afghanistan through October 1, 2013. (Sec. 307) Extends, with a specified limitation, comparability pay adjustments through September 30, 2013, to certain Foreign Service members assigned abroad. Title IV: United States International Broadcasting - (Sec. 401) Authorizes FY2013 appropriations for international broadcasting operations and capital improvements. (Sec. 402) Amends the Foreign Relations Authorization Act, Fiscal Year 2003 to extend the International Broadcasting Bureau (IBB) personal services contractor program through December 31, 2015. (Sec. 403) Extends certain immunity from civil liability that applies to members of the Broadcasting Board of Governors to such members when also acting in their capacities as members of the board of directors of Middle East Broadcasting Networks. Title V: Arms Export Control Act Amendments and Related Provisions - Subtitle A: General Provisions - (Sec. 501) Amends the Foreign Assistance Act of 1961 to increase the aggregate dollar amount of excess defense articles authorized to be transferred annually. (Sec. 502) Revises annual military assistance and training report requirements. (Sec. 504) Amends the Arms Export Control Act to increase specified monetary thresholds requiring the President to submit certifications to Congress for prospective military sales or export licenses. (Sec. 505) Authorizes, with prior Department approval, the retransfer to the United States of \"significant military equipment\" defense articles. (Sec. 506) Requires the annual justification for proposed arms sales to include information on the extent to which such transfers advance U.S. regional security cooperation. (Sec. 507) Revises specified penalty provisions under the Arms Export Control Act. (Sec. 508) Extends the prohibition on transactions with a state sponsor of terrorism to certain nationals of such country. (Sec. 509) Exempts from the prohibition on transactions with countries supporting acts of international terrorism federal law enforcement activities against persons suspected of supporting such countries. (Sec. 510) Directs the President to report annually to Congress on the foreign military financing program. (Sec. 511) Directs the President to submit to Congress a copy of any regulations issued to carry out arms export and import controls at least 30 days before publication in the Federal Register unless, after consulting with Congress, there is an emergency. (Sec. 512) Directs the President to report annually to Congress for four years on U.S. diplomatic efforts to strengthen national and international arms export controls. (Sec. 513) Directs the Inspector General of the Department to annually review for each of FY 2013 through FY2017 the process of reviewing and reporting to Congress any misuse of U.S.-provided defense items. (Sec. 514) Directs the President to provide Congress with advance notice regarding certain military sales and exports. Subtitle B: Miscellaneous Provisions - (Sec. 521) States that it is U.S. policy to prioritize the removal of militarily insignificant parts, components, accessories, and attachments from the United States Munitions List that would warrant no more than anti-terrorism controls under the Export Administration Act of 1979 or any successor Act. (Sec. 522) Amends the Arms Control Act to authorize the President to establish special licensing procedures for the export of replacement components, parts, accessories, attachments, equipment, firmware, software, or technology that are not designated as major defense equipment or significant military equipment to the North Atlantic Treaty Organization (NATO) or any NATO member country, Australia, Japan, the Republic of Korea, Israel, or New Zealand. (Sec. 523) Urges the President to prioritize the development of a new framework to streamline U.S. arms export program licensing. (Sec. 524) Authorizes the President to remove commercial satellites and related components and technology from the United States Munitions List if the President submits a determination to Congress that the transfer of commercial satellites and related components and technology from the List does not pose an unacceptable U.S. national security risk. Prohibits a license or other export authorization from being granted for the transfer, retransfer, or reexport of any commercial satellite or related component or technology contained on the Commerce Control List to any person or entity of: (1) China, (2) Cuba, (3) Iran, (4) North Korea, (5) Sudan, (6) Syria, or (7) any country with respect to which the United States would deny licenses and other approvals for exports and imports of defense articles pursuant to international arms traffic regulations. Requires the Director of National Intelligence to report annually to Congress on efforts of state sponsors of terrorism or other foreign countries or entities to illicitly acquire commercial satellites and related components and technology. (Sec. 525) Directs the President to submit a list to Congress quarterly of all licenses and other authorizations to export commercial satellites and related components and technology contained on the Commerce Control List. (Sec. 526) Revises provisions concerning the periodic review of items on the United States Munitions List to determine what items, if any, no longer warrant export controls to require the review to include, to the extent practicable, an enumeration of the item or items to be removed and the nature of any controls to be imposed on such item or items under any other provision of law. (Sec. 527) Directs the Attorney General, the Secretary of Commerce, and the Secretary of Homeland Security (DHS) to submit a report to Congress that includes: (1) an assessment of the extent to which exemptions for foreign countries from the licensing requirements of the Commerce Munitions List contain strong safeguards; and (2) a compilation relating to the export of munitions, commercial spacecraft, and related technical data to facilitate law enforcement efforts to detect and enforce criminal violations of the Export Administration Regulations. (Sec. 528) Directs the President to establish a program for the end-use monitoring of munitions on the Commerce Munitions List and related technical data and submit a related annual report to Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Relations Authorization Act, Fiscal Year 2013", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Foreign Relations Authorization Act, Fiscal Year 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize appropriations for the Department of State for fiscal year 2013, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:57:09-05:00"
}