{
  "actions": [
    {
      "acted_at": "1979-04-04", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Small Business.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3417-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-04-04", 
  "number": "3417", 
  "official_title": "A bill to amend the Small Business Investment Act of 1958.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Addabbo, Joseph P.", 
    "state": "NY", 
    "thomas_id": "00006", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-04-04", 
  "subjects": [
    "Business and commerce", 
    "Corporate finance", 
    "Corporations and Stocks", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Employment and training programs", 
    "Federal aid programs", 
    "Full employment policies", 
    "Government operations and politics", 
    "Government trust funds", 
    "Investments", 
    "Labor and employment", 
    "Manpower policy", 
    "Revolving funds", 
    "Securities and Investments", 
    "Small Business Administration", 
    "Small business", 
    "Stocks"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-04-04", 
    "text": "Amends the Small Business Act of 1958 to authorize the Small Business Administration to purchase development investments (nonvoting equity interests) in small businesses which are engaged in high growth industries and to finance such small businesses in a manner commensurate with preserving or creating substantial job opportunities. Requires such small businesses to be located in areas of high unemployment or owned by socially and economically disadvantaged individuals. Limits such financial assistance to qualified small business concerns as determined by the Development Investment Committee. Lists determinations the Committee must ascertain in order to qualify a small business concern with respect to any financial assistance including, but not limited to, the maintenance of at least one full-time job for each $15,000 of such assistance received. Stipulates that the amount of development investments purchased by the Administration and outstanding at any one time from any qualified small business concern (including its affiliates) shall not exceed $2,000,000. Defines terms for purposes of this Act. Establishes in the Small Business Administration the Development Investment Committee. Requires that the Committee meet at least once a month to evaluate applications pending before it. Stipulates that each determination made by the Committee shall be a majority vote and be provided in writing to the small business to which such determinations pertain. Authorizes the Administration to provide financial assistance to public or private organizations to pay the cost of feasibility studies, planning or marketing research, as the Committee deems necessary to make determinations. Establishes a revolving fund within the Treasury which shall be available to the Administration, without fiscal year limitation, for financing functions performed pursuant to this Act. Authorizes Administration to make issue notes to the Secretary of the Treasury for the purpose of obtaining funds necessary for discharging obligations under the revolving fund and for authorized expenditures out of the fund. States that all redemptions, purchases, and sales by the Secretary of such notes shall be treated as public debt transactions of the United States. Limits the amount of notes issued by the Administration in fiscal year 1980 to $500,000,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Small Business Investment Act of 1958.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:57-05:00"
}