{
  "actions": [
    {
      "acted_at": "1976-05-13", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-05-15", 
      "references": [], 
      "text": "Reported to House from the Committee on Interior and Insular Affairs, H. Rept. 94-1163.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-22", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-22", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-22", 
      "references": [], 
      "text": "Motion to recommit to the Committee on Interior and Insular Affairs rejected in House, roll call #538 (128-198).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-22", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #539 (169-155).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-22", 
      "bill_ids": [
        "s507-94"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 507 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13777-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Clausen, Don H.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00201", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Johnson, Harold T.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00600", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Johnson, James P. (Jim)", 
      "sponsored_at": "1975-01-03", 
      "state": "CO", 
      "thomas_id": "00601", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Santini, James D.", 
      "sponsored_at": "1975-01-03", 
      "state": "NV", 
      "thomas_id": "01014", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Skubitz, Joe", 
      "sponsored_at": "1975-01-03", 
      "state": "KS", 
      "thomas_id": "01065", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Steiger, Sam", 
      "sponsored_at": "1975-01-03", 
      "state": "AZ", 
      "thomas_id": "01108", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Symms, Steven D.", 
      "sponsored_at": "1975-01-03", 
      "state": "ID", 
      "thomas_id": "01132", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Weaver, James H.", 
      "sponsored_at": "1975-01-03", 
      "state": "OR", 
      "thomas_id": "01210", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Young, Don", 
      "sponsored_at": "1975-01-03", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-13", 
  "number": "13777", 
  "official_title": "A bill to establish public land policy; to establish guidelines for its administration; to provide for the management, protection, development, and enhancement of the public lands; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1284-94", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s507-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Land Policy and Management Act", 
  "sponsor": {
    "district": "2", 
    "name": "Melcher, John", 
    "state": "MT", 
    "thomas_id": "00790", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-05-13", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and food", 
    "California", 
    "Congress", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Department of Agriculture", 
    "Department of the Interior", 
    "Deserts", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Federal officials", 
    "Forest management", 
    "Forests and forest products", 
    "Government operations and politics", 
    "Grazing", 
    "Intergovernmental relations", 
    "Land transfers", 
    "Land use", 
    "Licenses", 
    "Mines and mineral resources", 
    "National forests", 
    "Parks", 
    "Public lands and natural resources", 
    "Public safety", 
    "Recreation", 
    "States", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1976-07-22", 
    "text": "(Measure passed House, amended, roll call #539 (169-155)) Federal Land Policy and Management Act - =Title I: Short Title, Declaration of Policy, and Definition= - Declares Congressional policy relating to the use and management of public lands. Defines specified terms for the purposes of this Act. =Title II: Planning Future Public Land Use= - Directs the Secretary of the Interior to prepare and maintain on a continuing basis an inventory of all public lands and their resources. Requires the Secretary to develop, maintain, and revise land use plans which encompass all public lands. Lists guidelines to be followed in the development and revision of such plans. Requires the Secretary of Agriculture to develop, maintain, and revise land and resource management plans for lands in the National Forest System. Specifies guidelines for the development and revision of such land use plans. Empowers the Secretary of the Interior to issue management decisions to implement land use plans developed or revised under this Title. Permits either House of Congress to disapprove any management decision that excludes one or more principal uses for two years or longer with respect to a tract of land of at least 100,000 acres. Directs the Secretary, in managing the public lands under a land use plan, to regulate the use, occupancy, and development of such lands. Restricts such authority with respect to (1) the use, occupancy, and development of public lands by Federal agencies, (2) hunting and fishing on public lands, and (3) mining rights. Requires that any instrument relating to the use, occupancy, or development of public lands contain a provision authorizing revocation or suspension of such instrument upon an administrative finding of a violation of any term or condition of the instrument, including terms requiring compliance with regulations under Acts applicable to the public lands and compliance with applicable State or Federal air or water quality standards or implementation plans. Stipulates that, in lieu of specified findings, all conveyances of title issued by the Secretary of the Interior shall reserve to the United States all minerals in the lands and the right to prospect for and remove such minerals. Revises provisions relating to the designation by the Secretary of Agriculture of lands for townsites. Revises provisions regarding sales of tracts of public lands which have been or are presently subject to unintentional trespass to give owners of contiguous lands the right to purchase any such tract at its fair market value before selling the tract at public auction. Subjects the Secretary to specified reporting and notification requirements in relation to such sales. Sets forth procedures for withholding an area of Federal land from settlement, sale, location, or entry under some or all of the general land laws of the United States for the purpose of maintaining other public values in the area or reserving the area for a particular public purpose or program. Limits those individuals to whom the Secretary of the Interior may delegate authority for making such withdrawals. Empowers either House of Congress to disapprove withdrawals of lands aggregating over 5,000 acres. Authorizes the Secretary of the Interior, with respect to public lands, and the Secretary of Agriculture, with respect to units of the National Forest System, to acquire lands or interests therein by purchase, exchange, donation, or eminent domain. Limits the purposes for which the Secretary of the Interior may acquire lands by eminent domain. Details guidelines relating to land exchanges. Authorizes the Secretary of the Interior, upon making one of specified findings regarding the interest of the United States in specified lands, to issue a document of disclaimer of interest where such a disclaimer would help remove a cloud on title. Authorizes the Secretary of the Interior to convey mineral interests owned by the United States where the surface is in non-Federal ownership if he finds (1) that there are no known mineral values in the land, or (2) that the reservation of the mineral rights is interfering with or precluding appropriate nonmineral development of the land and that such development is a more beneficial use of the land than mineral development. Specifies a formula for the determination of grazing fees. Directs that 50 percent of all moneys received as fees for grazing domestic livestock on public lands and on lands in the National Forest System be credited to a separate account in the United States Treasury for the purpose of range rehabilitation, protection, and improvement. Places a ten year limit on permits and leases for domestic livestock grazing. Grants to a holder of an expiring permit or lease first priority for receipt of the new permit or lease. Requires that all grazing permits and leases incorporate an allotment management plan. Directs the Secretary of the Interior and the Secretary of Agriculture to establish at least one grazing advisory board for each Bureau of Land Management district office and National Forest headquarters office in the western States having jurisdiction over more than 5,000 acres of land subject to commercial livestock grazing. Directs that 12 1/2 percent of all mineral revenues received from sales, bonuses, royalties and rentals of public lands under the Mineral Lands Leasing Act shall be paid by the Secretary of the Treasury to the State within which the leased lands or deposits are located. =Title III: Bureau of Land Management= - Declares that the Bureasu of Land Management shall be headed by a Director, who shall be appointed by the President with the advice and consent of the Senate. Authorizes the Secretary of the Interior to issue regulations necessary to implement the provisions of this Act with respect to the management, use, and protection of the public lands. Specifies penalties for persons violating such regulations. Empowers the Secretary to enter into contracts with State and local law enforcement officials for assistance in enforcing Federal laws and regulations with respect to public lands, or, in lieu thereof, to designate Federal personnel to carry out such enforcement responsibilities. Authorizes the Secretary to establish reasonable filing and service fees and reasonable charges and commissions with respect to applications and other documents relating to public lands. Establishes a working capital fund for the management of public lands, such fund to be made available for expenses necessary for furnishing supplies and equipment services in support of Bureau programs. Empowers the Secretary to: (1) conduct investigations, studies, and experiments involving the management, protection, development, and conveying of public lands; (2) enter into contracts and cooperative agreements involving the management protection, development, and sale of public lands; (3) accept contributions and donations of money, services, and property for the management, development, and conveying of the public lands, including the acquisition of rights-of-way for such purposes; and (4) enter into contracts with respect to the airborne cadastral survey and resource protection operations of the Bureau. Authorizes the Secretary to establish advisory councils to furnish advice regarding land use planning, classification, retention, management, and disposal of public land within the area for which the advisory council is established. Directs the Secretary to review roadless areas of the public lands and report recommendations to the President as to the suitability of such areas for designation as wilderness. Requires the President to report to Congress his recommendations with respect to designation as wilderness of each such area. Stipulates that a recommendation of the President for designating a specified area as wilderness shall become effective only if so provided by an Act of Congress, whereas a recommendation against the inclusion of a specified area within the wilderness system shall take effect unless disapproved by either House of Congress. Requires each officer or employee of the Secretary of the Interior and the Bureau of Land Management who performs any duty under this Act or who has any known financial interest to annually file with the Secretary of the Interior a written statement concerning all such interests held by such officer or employee during the preceding calendar year. Imposes a fine of not more $2,500 and/or imprisonment for not more than one year for violation of this requirement. =Title IV: Desert Lands= - Directs the Secretary of the Interior to prepare and implement a comprehensive long-range plan for the management, use, development and protection of the lands within the California Desert Conservation Area as designated pursuant to this Act. Instructs the Secretary to establish a California Desert Conservation Area Advisory Committee to assist in the preparation and implementation of such plan. Amends the Recreation and Public Purposes Act to specify additional prerequisite findings for the transfer of public lands to a State or political subdivision thereof, or to a nonprofit corporation for public purposes. Directs the Secretary of the Interior to provide opportunities for public participation with respect to such transfers. Revises provisions placing limitations on the number of acres which may be transferred to any entity each year. Stipulates that conveyances of land to be used for recreational purposes shall be made without monetary compensation. Permits the Secretary of the Interior to designate a tract of the public lands for sale upon making one of specified findings. Allows either House of Congress to disapprove the sale of any designated tract which exceeds 2,500 acres. Requires that sales of public lands be conducted under competitive bidding procedures except where equitable considerations or public policies necessitate modified competitive or noncompetitive bidding. Directs the Secretary of the Interior to review specified withdrawals of public lands in enumerated western States. =Title V: Rights-of-Way= - Authorizes the Secretary of the Interior, with respect to public lands, and the Secretary of Agriculture, with respect to lands within the National Forest System, other than wildererness areas, to grant, issue, or renew rights-of-way for enumerated uses. Sets forth disclosure requirements for right-of-way applicants. Authorizes the Secretary of the Interior to provide for the acquisition, construction, and maintenance of roads within or near public lands in locations which will permit maximum economy in harvesting timber from such lands. Lists alternatives for financing such roads. Permits the Secretary of the Interior to require the users of a road, trail, land, or other facility administered by the Secretary through the Bureau to either maintain or deposit sums for the maintenance of such facilities in a satisfactory condition. Requires, to the extent practical, utilization of rights-of-way in common. Requires that each right-of-way or permit reserve to the Secretary concerned the right to grant additional rights-of-way or permits for compatible uses on or adjacent to rights-of-way granted pursuant to this Act. Sets forth guidelines for determining the boundaries and duration of, and compensation for, rights-of-way. Directs the Secretary concerned to include in each grant of a right-of-way under this Act such terms and conditions as is deemed necessary to protect specified environmental, administrative, economic, and other public interests. Prescribes grounds and procedures for the suspension or termination of rights-of-way. Permits the Secretary concerned, when conveying lands subject to a right-of-way, to (1) reserve to the United States that portion of the lands which lies within the boundaries of the right-of-way, or (2) convey the lands subject to the right-of-way and reserving to the United States the right to enforce any terms and conditions of the right-of-way when such reservation or retention of rights is necessary to carry out the purposes of this Act. =Title VI: Effect on Existing Rights; Repeal of Prior Laws; Appropriation Authorization, and Effective Date= - Repeals specified statutes and portion of statutes relating to (1) homesteads, (2) sales and disposals of public lands, (3) administration of public lands, and (4) issuance of rights-of-way on public lands and lands in the National Forest system. Authorizes the appropriation of such sums as may be necessary to carry out the purposes and provisions of this Act. Sets forth procedures for requesting appropriations for the Bureau of Land Management. Details provisions regarding the effect of this Act on other Federal laws and on existing rights-of-way."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Land Policy and Management Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish public land policy; to establish guidelines for its administration; to provide for the management, protection, development, and enhancement of the public lands; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:20-05:00"
}