{
  "actions": [
    {
      "acted_at": "1980-06-25", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-04", 
      "references": [], 
      "text": "Reported to House from the Committee on Post Office and Civil Service with amendment, H. Rept. 96-1280.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-08", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-08", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-08", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-29", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-29", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-29", 
      "references": [], 
      "text": "Measure passed Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-29", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-01", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-01", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-02", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-10", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-10-10", 
      "references": [], 
      "text": "Public Law 96-427.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7666-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-10-10", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-06-25", 
  "number": "7666", 
  "official_title": "A bill to amend chapter 87 of title 5, United States Code, to increase the amounts of regular and optional group life insurance available to Federal employees and provide optional life insurance on family members, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Employees' Group Life Insurance Act of 1980", 
  "sponsor": {
    "district": "5", 
    "name": "Spellman, Gladys Noon", 
    "state": "MD", 
    "thomas_id": "01090", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-06-25", 
  "subjects": [
    "Civil service compensation", 
    "Civil service pensions", 
    "Disability retirement", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government employees' life insurance", 
    "Labor and employment", 
    "Overtime", 
    "Wages", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Government employees' life insurance", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1980-09-08", 
    "text": "(Measure passed House, amended) Federal Employees' Group Life Insurance Act of 1980 - Increases the amount of group life insurance available to Federal employees effective with the first pay period that begins on or after October 1, 1981. States that such amount shall be the product resulting from the multiplication of the \"basic insurance amount\" by a factor assigned to an employee's age. Defines the \"basic insurance amount\" as the higher of $10,000 or the employee's annual rate of basic pay rounded to the next higher multiple of $1,000 plus $2,000. Establishes the age dependent factor as two times the employee's basic benefit for employees age 35 and under decreasing to a factor of one for employees age 45 and older. Entitles Federal employees to an amount of group accidental death and dismemberment insurance equal to such basic insurance amount. Includes the premium pay paid to certain law enforcement officers as annual pay for purposes of this Act. States that the continuation of the insurance coverage for certain retired and disabled employees shall be without cost to such employees who become eligible for such continuation by December 31, 1989. Requires the employee's share of the cost of such continued coverage, for an employee who becomes eligible after such date, to be deducted from his or her annuity or compensation. Allows such an employee to elect to have an additional sum deducted to decrease the amount by which such employee's insurance will be reduced once he or she becomes 65 years of age. Permits an agency to waive an employee's responsibility for the payment of any insurance costs which such agency mistakenly fails to deduct, if such employee is without fault and recovery would be against equity and good conscience. Declares that any contract provisions relating to the nature or extent of coverage or benefits under the Federal Employees' Group Life Insurance Program (FEGLIP) shall preempt any conflicting State or local law concerning group life insurance. Authorizes the Office of Personnel Management (OPM) to purchase a policy to make available to Federal employees insured under FEGLIP, amounts of optional life insurance (without accidental death and dismemberment insurance) in addition to the optional insurance currently available. Requires such a policy to permit the employee to elect coverage in multiples of one to five time the employee's annual pay rate. Requires the full cost of such insurance to be deducted from the pay of the employee, except that such insurance shall be continued without cost to certain disabled or retired employees after they attain age 65. Authorizes OPM to purchase a policy which shall make available to Federal employees insured under FEGLIP, optional life insurance (without accidental death and dismemberment insurance) for family members. Sets the amount of such insurance at $5,000 for a spouse and $2,500 for each child. Repeals provisions of Federal law requiring the Director of OPM to appoint an advisory committee on Government life insurance."
  }, 
  "titles": [
    {
      "as": "passed house", 
      "title": "Federal Employees' Group Life Insurance Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 87 of title 5, United States Code, to increase the amounts of regular and optional group life insurance available to Federal employees and provide optional life insurance on family members, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:24-05:00"
}