{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-11-02", 
      "references": [], 
      "text": "Reported to House from the Committee on the Judiciary with amendment, H. Rept. 95-800.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-20", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-20", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-27", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-27", 
      "references": [], 
      "text": "Motion to recommit to the Committee on the Judiciary rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-27", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #846 (368-30).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-27", 
      "bill_ids": [
        "s555-95"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 555 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Bolling, Richard", 
      "sponsored_at": "1977-01-03", 
      "state": "MO", 
      "thomas_id": "00105", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "43", 
      "name": "Burgener, Clair W.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00147", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Cochran, Thad", 
      "sponsored_at": "1977-01-03", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Conyers, John, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "00229", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Cornell, Robert J.", 
      "sponsored_at": "1977-01-03", 
      "state": "WI", 
      "thomas_id": "00235", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Drinan, Robert F.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "00318", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Edwards, Don", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00336", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Fascell, Dante B.", 
      "sponsored_at": "1977-01-03", 
      "state": "FL", 
      "thomas_id": "00370", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Fenwick, Millicent H.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00376", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Findley, Paul", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00382", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Fish, Hamilton, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00384", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Hammerschmidt, John P.", 
      "sponsored_at": "1977-01-03", 
      "state": "AR", 
      "thomas_id": "00490", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mazzoli, Romano L.", 
      "sponsored_at": "1977-01-03", 
      "state": "KY", 
      "thomas_id": "00753", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Mineta, Norman Y.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00812", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Moffett, Toby", 
      "sponsored_at": "1977-01-03", 
      "state": "CT", 
      "thomas_id": "00821", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Quie, Albert H.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "00936", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Railsback, Thomas F.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00941", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Rinaldo, Matthew J.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00963", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Seiberling, John F.", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "01040", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Simon, Paul", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Steiger, William A.", 
      "sponsored_at": "1977-01-03", 
      "state": "WI", 
      "thomas_id": "01109", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Udall, Morris K.", 
      "sponsored_at": "1977-01-03", 
      "state": "AZ", 
      "thomas_id": "01173", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Wilson, Charles", 
      "sponsored_at": "1977-01-03", 
      "state": "TX", 
      "thomas_id": "01232", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Winn, Larry, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "KS", 
      "thomas_id": "01235", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "1", 
  "official_title": "A bill to require candidates for Federal office, Members of the Congress, and officers and employees of the United States to file statements with the Comptroller General with respect to their income and financial transactions.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1128-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres1323-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr946-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr947-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr948-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2325-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2326-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2716-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4195-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4949-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4950-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5061-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5193-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5583-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr6142-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr13850-95", 
      "reason": "related"
    }, 
    {
      "bill_id": "s555-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Financial Disclosure Act", 
  "sponsor": {
    "district": "2", 
    "name": "Kastenmeier, Robert W.", 
    "state": "WI", 
    "thomas_id": "00620", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Administrative procedure", 
    "Armed forces and national security", 
    "Cabinet officers", 
    "Campaign funds", 
    "Conflict of interests", 
    "Congressional employees", 
    "Congressional ethics", 
    "Congressional veto", 
    "Election candidates", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Financial disclosure", 
    "Government operations and politics", 
    "House of Representatives", 
    "Judges", 
    "Judicial ethics", 
    "Judicial officers", 
    "Members of Congress", 
    "Military personnel", 
    "Officer personnel", 
    "Political ethics", 
    "Postal employees", 
    "Presidential appointments", 
    "Presidential elections", 
    "Professional ethics", 
    "Science, technology, communications", 
    "Senate", 
    "Supreme Court justices", 
    "Vice Presidential elections", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Financial disclosure", 
  "summary": {
    "as": "Laid on table in House", 
    "date": "1978-09-27", 
    "text": "(Measure laid on table in House, S. 555 passed in lieu) Ethics in Government Act - =Title I: Legislative Personnel Financial Disclosure Requirements= - Requires each Member of Congress, each Congressional officer and employee who is compensated at a rate equal to or more than the pay rate for grade GS-16, and any candidate for the office of Member to file an annual financial disclosure report (hereinafter referred to as \"report\") containing specified information including: (1) sources and amounts of income, gifts, and reimbursements; (2) the identity and approximate value of property held and liabilities owned; (3) transactions in property, commodities, and securities; and (4) certain financial interests of a spouse or dependent. Provides that such report be filed with the Clerk of the House of Representatives or the Secretary of the Senate for the employee's respective House. Directs the Clerk and the Secretary to: (1) send a copy of each report of a Member to the Secretary of State of the Member's State; (2) compile and publish the reports of each Member as a House or Senate document; (3) submit each report for review by either the Committee of Official Conduct of the House or the Select Committee on Ethics of the Senate; and (4) make such reports generally available to the public. Prohibits the use of information from such reports for commercial, credit, or solicitation purposes. Requires the Comptroller General to report to Congress on the effectiveness of the implementation of this Title and the feasibility of conducting random audits of such reports. Establishes a civil penalty for violation of the requirements of this Act. Authorizes the Attorney General to bring civil actions in any appropriate district court against individuals who knowingly and willfully falsify or fail to file or report specified information required under this Act. Authorizes such courts to assess against such individuals civil penalties not to exceed $5,000. =Title II: Executive Personnel Financial Disclosure Requirements= - Requires the President, Vice President, each presidential or vice-presidential candidate, each military officer rated at 0-7 or higher, each presidential appointee whose Senate confirmation is pending, and each employee of the Executive branch who is compensated at a pay rate equal to or greater than that for grade GS-16 to file such report as described in Title I of this Act which shall include additional information regarding positions held with business entities, and agreements with respect to future employment and continuation of payments by former employers. Excludes political campaign funds, including campaign receipts and expenditures, from such reports. Authorizes the Attorney General to bring civil actions and district courts to assess civil penalties similar to those in Title I against individuals for failure to file or falsifying reports. Requires the head of each agency, each Secretary concerned, and the Director of the Office of Government Ethics to refer to the Attorney General the name of any individual they have reasonable cause to believe has willfully failed to file a report or willfully falsified or failed to file required information. Authorizes the President, the Vice President, the Secretary concerned, and the head of each agency or the Civil Service Commission to take appropriate personnel or other action in accordance with applicable law or regulation against any individual failing to report information required to be reported. Requires that such reports be made generally available to the public, with specified exceptions for certain individuals involved in intelligence activities. Prohibits the use of information from such reports as described in Title I. Authorizes the Attorney General to bring civil actions against persons who obtain or use such reports for such prohibited purposes. Authorizes courts in which such actions are brought to assess against such persons penalties not to exceed $5,000 in any one case. Stipulates that such remedy shall be in addition to any other remedy available under statutory or common law. Requires that reports be reviewed within 60 days of filing. Establishes procedures to notify individuals of their noncompliance and to assist them in complying with the requirements of this Act. Requires that the Comptroller General have access to executive personnel financial disclosure reports in order to carry out statutory responsibilities. Establishes within the Civil Service Commission the Office of Government Ethics with which the following persons must file their reports: the President, Vice President, and candidates for those offices; the Postmaster General; the Deputy Postmaster General; the Governors of the Board of Governors of the Postal Service; presidential appointees; and agency heads. Requires other Federal personnel to file with the head of the agency employing such persons, or in the case of military officers, with the Secretary of their branch of service. Charges such Office with responsibility for: (1) the overall direction of executive branch policies related to preventing conflicts of interest; (2) monitoring compliance with this Title; (3) reviewing such reports to ascertain possible violations of conflict of interest laws; and (4) developing the method of determining the value of assets required to be disclosed under this Title. Requires the Commission to issue its rules and regulations pertaining to financial disclosure, conflict of interest, and ethics in the Executive Branch in accordance with the Administrative Procedure Act. Allows any person to seek judicial review of any such rule or regulation. Extends from one to two years the period of prohibition on appearances before an agency by former Federal employees or officials or commissioned officers in the Uniformed Services at specified salary levels on matters that were under such persons responsibilities. Includes within such prohibition informal as well as formal contacts. Prohibits formal and informal contacts with such agencies by former employees on other matters for a period of one year after the end of such employment. Exempts from the prohibition on contact with their former agency: (1) scientific personnel, if their communication is solely to furnish scientific and technical information; and (2) persons in good standing in a licensed profession, if certain conditions regarding personal conduct are met. Limits the outside earned income of full-time executive branch personnel appointed by the President, by and with the advice and consent of the Senate, above GS-16, to 15 percent of their salary, unless the employee's agency has more restrictive limitations. =Title III: Judicial Personnel Financial Disclosure Requirements= - Requires the Chief Justice and the Associate Justices of the Supreme Court, each Federal court judge, any presidential nominee for judicial office whose Senate confirmation is pending, and each judicial employee who is compensated at a pay rate equal to or greater than that for grade GS-16 to file such report as described in Title II. Directs the Judicial Conference of the United States to establish a Judicial Ethics Committee to: (1) receive such reports of judicial personnel; (2) monitor compliance with this Title; (3) provide for the availability of such reports to the public; (4) develop the method of determining the value of assets required to be disclosed under this Title; and (5) review such reports to ascertain possible violations of conflict of interest laws. Authorizes the Attorney General to bring civil actions and the courts to assess civil penalties similar to those in Titles I and II against individuals failing to file or falsifying reports. Requires the Committee to refer the names of such individuals to the Attorney General. Prohibits the use of information from such reports as described in Title I. Authorizes the Attorney General to bring civil actions against persons who obtain or use such reports for such prohibited purposes. Authorizes courts in which such actions are brought to assess against such persons penalties not to exceed $5,000 in any one case. Stipulates that such remedy shall be in addition to any other remedy available under statutory or common law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Financial Disclosure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require candidates for Federal office, Members of the Congress, and officers and employees of the United States to file statements with the Comptroller General with respect to their income and financial transactions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:22-05:00"
}