{
  "actions": [
    {
      "acted_at": "1990-03-01", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2212-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1990-03-08", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1990-04-02", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-03-01", 
  "number": "2212", 
  "official_title": "A bill to minimize the adverse effects on local communities caused by the closure of military installations.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Base Conversion, Community Development, and Worker Opportunity Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-03-01", 
  "subjects": [
    "Armed forces and national security", 
    "Dismissal wage", 
    "Employee training", 
    "Federal employees", 
    "Land transfers", 
    "Layoffs", 
    "Manpower training programs", 
    "Military bases", 
    "Occupational retraining"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-03-01", 
    "text": "Base Conversion, Community Development, and Worker Opportunity Act of 1990 - Provides for the disposal of real property identified by the Secretary of Defense as a military installation proposed to be closed by the Department of Defense (DOD). Gives the Administrator of General Services jurisdiction over any real property 30 days after it is officially closed by DOD as a military installation. Requires the Administrator, within six months of such date, to offer title to the property first to the local community concerned. Provides that, upon refusal by the local community, such property shall be offered to the county of the former installation, then to the State, then to other departments and agencies of the Federal Government, and, finally, to the highest responsible bidder. Provides for the disposition of property located in more than one local community or county. Prohibits title from being transferred to a local community, county, or State until such entity submits and the Administrator approves a plan under which the entity agrees to: (1) train or retrain all civilian Federal employees whose employment is terminated as the result of the closing of the military installation; (2) reimburse the United States for all severance payments made to affected Federal civilian employees; (3) pay such employees an adjustment allowance; (4) pay the United States a specified amount if the property is sold by such entity within 25 years of the transfer; (5) pay the United States 25 percent of rental or leasing income realized by such entity for the first 25 years after such transfer; and (6) make certain information available to the Comptroller General. Outlines actions to be taken by the Administrator if a local community, county, or State fails to comply with its plan. Directs the Comptroller General to review actions taken by the Administrator under this Act. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Base Conversion, Community Development, and Worker Opportunity Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to minimize the adverse effects on local communities caused by the closure of military installations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:54-05:00"
}