{
  "actions": [
    {
      "acted_at": "1990-04-24", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-05-01", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Conservation Credit and Rural Development", 
      "text": "Referred to the Subcommittee on Conservation Credit and Rural Development.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4584-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Conservation, Credit, and Rural Development", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-04-24", 
  "number": "4584", 
  "official_title": "To promote the planting and renovation of windbreaks, shelterbelts, wildlife corridors, filter strips, and trees, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Conservation Forestry Act of 1990", 
  "sponsor": {
    "district": "1", 
    "name": "Bereuter, Doug", 
    "state": "NE", 
    "thomas_id": "00080", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-04-24", 
  "subjects": [
    "Agricultural economics", 
    "Agricultural innovations", 
    "Agricultural research", 
    "Agriculture and food", 
    "Environmental protection", 
    "Farmland protection", 
    "Forest conservation", 
    "Forestry research", 
    "Great Plains", 
    "Information services", 
    "Nebraska", 
    "Research and development", 
    "Research centers", 
    "Soil conservation", 
    "Soil erosion", 
    "Trees", 
    "Water quality", 
    "Wetland conservation", 
    "Wildlife conservation", 
    "Wind erosion"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-04-24", 
    "text": "Conservation Forestry Act of 1990 - Title I: National Goals for Windbreaks, Shelterbelts, Wildlife Corridors, and Sustainable Agroforestry Systems - Directs the Secretary of Agriculture to establish national goals for windbreaks, shelterbelts, wildlife corridors, and sustainable agroforestry systems. Title II: Agroforestry Research - Directs the Secretary to establish a Semiarid Agroforestry Research, Development, and Demonstration Center at Forest Service facilities at Lincoln, Nebraska. Requires the Director of the Center to establish a National Clearinghouse on Agroforestry Conservation and Promotion. Authorizes appropriations. Title III: Programs to Promote Tree Planting and Windbreak and Shelterbelt Establishment and Maintenance - Subtitle A: Conservation Reserve Program - Amends the Food Security Act of 1985 to extend the conservation reserve program (CRP) through 1995. Provides for a minimum CRP acreage planted to trees. Makes cropland suitable for shelterbelts, windbreaks, wildlife corridors, or filter strips eligible for the CRP. Gives special consideration for such eligibility to cropland influencing surface or groundwater quality. Provides for cost sharing assistance. Makes uncropped wetlands and marginal pastureland eligible for the CRP if the owner agrees to plant trees on such land. Provides for cost sharing assistance. Subtitle B: Agricultural Conservation Program - Amends the Soil Conservation and Domestic Allotment Act to provide financial assistance for the establishment of shelterbelts or windbreaks under the agricultural conservation program. Subtitle C: Great Plains Conservation Program - Amends the Soil Conservation and Domestic Allotment Act to provide financial assistance for the establishment of shelterbelts or windbreaks under the Great Plains conservation program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Conservation Forestry Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To promote the planting and renovation of windbreaks, shelterbelts, wildlife corridors, filter strips, and trees, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:43-05:00"
}