{
  "actions": [
    {
      "acted_at": "1982-12-03", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-12-06", 
      "bill_ids": [
        "hr6211-97"
      ], 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Provisions Included in H.R.6211 as an Amendment in the Nature of a Substitute.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-16", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Surface Transportation", 
      "text": "Referred to Subcommittee on Surface Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7360-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Surface Transportation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Clausen, Don H.", 
      "sponsored_at": "1982-12-03", 
      "state": "CA", 
      "thomas_id": "00201", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Howard, James J.", 
      "sponsored_at": "1982-12-03", 
      "state": "NJ", 
      "thomas_id": "00564", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Shuster, Bud", 
      "sponsored_at": "1982-12-03", 
      "state": "PA", 
      "thomas_id": "01055", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-12-03", 
  "number": "7360", 
  "official_title": "A bill entitled: Surface Transportation Assistance Act of 1982.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6211-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Surface Transportation Assistance Act of 1982", 
  "sponsor": {
    "district": "32", 
    "name": "Anderson, Glenn M.", 
    "state": "CA", 
    "thomas_id": "00016", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-12-03", 
  "subjects": [
    "Alcohol and youth", 
    "American Samoa", 
    "Authorization", 
    "Auto restricted zones", 
    "Automobile tires", 
    "Bikeways", 
    "Bridges", 
    "Buy American", 
    "California", 
    "Car pools", 
    "Caribbean Sea", 
    "Congressional oversight", 
    "Drunk driving", 
    "Economics and public finance", 
    "Excise tax", 
    "Federal advisory bodies", 
    "Federal aid highway program", 
    "Federal-state relations", 
    "Ferries", 
    "Fuel", 
    "Gasohol", 
    "Gasoline", 
    "Georgia", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Guam", 
    "Highway use tax", 
    "Illinois", 
    "Information services", 
    "Interstate highway system", 
    "Kentucky", 
    "Louisiana", 
    "Lubrication and lubricants", 
    "Mass rapid transit", 
    "Massachusetts", 
    "Minimum wages", 
    "Missouri", 
    "New Jersey", 
    "New Mexico", 
    "Northern Mariana Islands", 
    "Outdoor advertising", 
    "Parking facilities", 
    "Prison labor", 
    "Railroad rolling stock", 
    "Railroad safety", 
    "Roads and highways", 
    "Rubber industry", 
    "Speed limits", 
    "Statistics", 
    "Taxicabs", 
    "Territories (U.S.)", 
    "Texas", 
    "Tire industry", 
    "Toll roads", 
    "Traffic accidents and safety", 
    "Trucks", 
    "Urban areas", 
    "Urban transportation", 
    "Vending machines", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Federal aid highway program", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-12-03", 
    "text": "Surface Transportation Assistance Act of 1982 - Title I: Highway Improvement Act of 1982 - Amends the Federal-Aid Highway Act of 1956 to revise the authorization of appropriations for FY 1984 through 1990 for the Interstate Highway System. Directs the Secretary of Transportation to apportion, for FY 1984, the sums authorized to be appropriated for expenditures on the National System of Interstate and Defense Highways according to specified factors. Amends the Federal-Aid Highway Act of 1982 to conform to provisions of this Act. Sets forth limitations on obligations for Federal-aid highways and highway safety construction programs for FY 1983 through 1986. Excludes from such limitations obligations for emergency relief and certain accelerated bridge projects. Amends the Omnibus Budget Reconciliation Act of 1981 to conform to provisions of this title. Prohibits the Secretary from distributing amounts for administrative expenses and forest highways. Authorizes appropriations out of the Highway Trust Fund for FY 1983 through 1986 for: (1) the Federal-aid primary system in rural areas; (2) the Federal-aid secondary system in rural areas; (3) the Federal-aid urban system; (4) forest highways; and (5) public lands highways. Authorizes appropriations for FY 1983 through 1986 for: (1) Indian reservation roads and bridges; (2) the territorial highway program in the Virgin Islands; and (3) the Commonwealth of the Northern Mariana Islands. Repeals provisions of the Federal-Aid Highway Act of 1978 which authorizes certain demonstration projects between the States of New Mexico and Texas. Requires States which receive funds for FY 1983 and 1984 in excess of FY 82 funds to give priority consideration to specified primary routes and railroad-highway crossing demonstration projects. Amends the Surface Transportation Assistance Act of 1978 to increase the authorized funding for FY 1984 for interstate resurfacing and authorizes appropriations for FY 1985 through 1987. Makes funds available from the Highway Trust Fund for FY 1983 through 1986 for substitute highway projects. Authorizes sums as may be necessary from the general fund of the Treasury for substitute public mass transit projects. Authorizes the Secretary to distribute 25 percent of both substitute project funds, and requires congressional approval of cost estimates for the remaining percentages before apportionment. Requires reapportionment of unobligated funds which remain available for the fiscal year for which apportioned. Makes any route statutorily designated after March 7, 1978, ineligible for substitute highway funding. Allows the Secretary to extend the approval deadline (September 30, 1983) for substitute projects and withdrawals for any route which on May 12, 1982, is under a judicial injunction prohibiting its construction. Extends the advance construction procedures and bond retirement provisions applicable to the Interstate System to substitute highway projects. Changes apportionment formulas for the Federal-aid primary system and interstate resurfacing, restoring, rehabilitating, and reconstructing. Requires, for purposes of primary apportionment, that the Virgin Islands, Guam, and American Samoa be considered as one State. Makes the mileage limitations for the Federal-aid systems applicable to such territories. Increases the Federal share for interstate resurfacing, restoring, rehabilitating, and reconstructing for highways that the Secretary determines are energy-impacted roads. Requires a value engineering or other cost reduction analysis on Federal-aid system projects with construction costs in excess of a specified amount. Requires the National Academy of Sciences to conduct a study of the safety cost-effectiveness of geometric design criteria of current standards for construction and reconstruction of certain highways. Requires the Academy to propose standards to preserve and extend the service life of such highways and enhance highway safety. Provides for the submission of such report to Congress for approval. Permits States to place State-operated vending machines in rest and recreation areas and in safety rest areas located on rights-of-way of the Interstate System. Changes the circumstances for suspension of the general requirements of competitive bidding for contracts from a finding by the Secretary that some other method is in the public interest to a demonstration by the State highway department that some other method is more cost-effective. Changes from January 1, 1978, to January 1, 1983, the date governing the payment of bond interest as an eligible cost of construction for Interstate projects which are under construction in advance of apportionments. Authorizes the Secretary to pay interest on bonds issued after enactment of this Act to the effect that proceeds from the sale of bonds are expended for construction costs. Extends the availability of advance construction funding to bridge projects under the highway bridge replacement and rehabilitation program. Authorizes the Secretary, if after 90 days following notification of a State highway department a project is still not being properly maintained, to withhold project funds for one or more of the other Federal-aid systems or programs in the State. (Presently the Secretary is required to withhold funds from all projects in the State.) Revises the method of distributing interstate discretionary funds and allows the Secretary to prioritize unobligated sums. Sets forth a procedure for the transfer of apportioned funds from the Federal-aid primary system to programs for interstate resurfacing, restoring, rehabilitating, and reconstructing. Establishes the Federal share payable for interstate resurfacing projects financed with primary funds. Permits a Federal share of 100 percent for certain pavement markings projects. Sets forth congressional findings and procedures to deregulate provisions concerning the control of outdoor advertising. Encourages States to make provisions for the control of such advertising and sets forth requirements to assure that control efforts are effective. Permits the payment of compensation for the necessary legal removal of any sign obscured by vegetation grown by a State or local government for the purpose of impairing the visibility of advertising signs. Allows the use of Federal funds for an approach to any toll road, bridge, or tunnel to a point where such approach enters the main lanes of the toll facility. Prohibits the use of Federal funds for toll collection equipment. Authorizes the Secretary to approve projects on the Interstate System for the construction of parking facilities for carpools and vanpools. Requires provisions of equal employment opportunities for highway projects without regard to sex. Authorizes the Secretary to conduct and finance training and assistance programs for minority business enterprises. Permits the cost of providing shuttle service to and from fringe and corridor parking facilities constructed with Federal funds to be included in the eligible fees that may be charged for the use of parking facilities. Revises the apportionment formula for the highway bridge replacement and rehabilitation program. Requires the placement of deficient bridges into specified categories. Sets aside certain amounts from authorized funds for FY 1983 through 1986 for the use of the Secretary as discretionary funds. Permits the allocation of discretionary bridge funds for the replacement of the LaSalle Peru bridge in Illinois and a certain bridge in the vicinity of Cloverdale, California. Sets forth the Federal share for carpool and vanpool projects. Allows States to transfer funds allocated for a particular urbanized area to another such area. Extends the eligibility of hazard elimination funds to highway safety improvement projects outside the Federal-aid systems. Establishes a coordinated Federal Lands Highways Program for the construction and improvement of forest highways, public lands highways, park roads, parkways, and Indian reservation roads and bridges. Sets forth an allocation formula for such program. Allows Federal-aid highway projects to include construction programs for bicycle transportation and pedestrian walkways. Allows States to include the cost of certain parking ramp construction and frontage roads as part of the interstate cost estimate. Makes eligible for specified funding safety improvements near the inter-changes of certain Interstate System routes and Federal-aid primary routes not on the Interstate System. Requires the Secretary to establish alternative methods to accelerate the time required to complete highway projects. Authorizes payment of construction costs for certain two-lane bridges as four-lane bridges upon completion of certain substructures. Authorizes the Secretary to conduct a demonstration project in Los Angeles County, California, to demonstrate methods of improving the motor vehicle transportation of freight to and from areas for the transshipment of waterborne commerce. Authorizes appropriations for FY 1983 through 1985 out of the Highway Trust Fund for such project. Requires the Secretary to carry out a highway project demonstrating state of the art technology connecting a city to the Interstate System using a toll road. Sets forth a timetable for reports to Congress on the results of such project. Authorizes appropriations out of the Highway Trust Fund for FY 1983 through 1985 for such project. Requires the Secretary to conduct a demonstration project using state of the art methods of repairing damaged highways and preventing damage to highways resulting from shoreline erosion in the vicinity of Buhne Point, Humboldt Bay, California. Authorizes funds out the Highway Trust Fund for such project. Directs the Secretary to report to Congress not later than 180 days after such projects' completion. Authorizes the Secretary to carry out a project in the vicinity of East Baton Rouge, Louisiana, to demonstrate the efficacy of reducing traffic congestion by connecting a certain highway to the Interstate System. Authorizes appropriations out of the Highway Trust Fund for such project. Authorizes the Secretary to carry out a project in the vicinity of Louisville, Kentucky, to demonstrate methods of accelerating construction of high traffic sections of highways on the Federal-aid primary system which are directly connected to the Interstate System. Requires a report to Congress not later than 180 days after such projects' completion the Highway Trust Fund for FY 1983 and FY 1984 for such project. Revises vehicle weight, length, and width limitations for the Interstate System. Makes such revisions effective upon enactment of a more equitable allocation of the tax burden among classes of users of the highway system. Establishes criteria under which the Martin Luther King Bridge which crosses the Mississippi River between Missouri and Illinois will be eligible for assistance under the highway bridge replacement and rehabilitation program. Directs the Secretary to enter into arrangements with the National Academy of Sciences' Transportation Research Board to conduct a comprehensive study and investigation of future transportation professional manpower needs. Requests the National Academy of Sciences to report to the Secretary and the Congress not later than two years after enactment of this Act on the result of such study together with recommendations. Directs the Office of Technology Assessment to conduct a comprehensive investigation and study of the feasibility of a highspeed ferryboat operation over the waters of the Caribbean Sea between Saint Croix and Saint Thomas. Requires the Office to complete and transmit a report on such study to Congress not later than January 1, 1984. Directs the Secretary to report to Congress not later than one year after enactment of this Act on the need for including weather-related factors, particularly freezing and thawing, in the apportionment formulas for Federal-aid highways. Requires the Secretary, within one year of enactment of this Act, to submit a detailed report to Congress on the potential benefits and costs associated with the establishment of a national intercity truck route network for the operation of a special class of longer combination commercial motor vehicles. Authorizes the Secretary to approve a change in location of Interstate segments if the original location meets specified criteria. Extends the deadline for reports to Congress on specified access control demonstration projects from September 30, 1983, to September 30, 1985. Authorizes the modification of a project agreement for a highway project in New Jersey to compensate businesses in the vicinity that have suffered economic losses as a result of such project. Directs the Secretary to conduct a study of the feasibility of incorporating rubber from recycled tires into materials used for roadway resurfacing. Prohibits the apportionment of highway funds to a State which does not require proof of payment of the heavy vehicle use tax before such vehicle can be registered in the State. Provides for a study by the National Academy of Sciences to monitor the effects on highways and highway safety from the use of double trailer combinations. Authorizes the advancement of non-Federal shares for qualifying highway projects to States which certify the lack of sufficient funds to meet their share of such projects. Prohibits California from imposing lane restrictions in certain areas of Alameda County. Makes California eligible for funds to upgrade certain interchanges. Prohibits the use of materials made by convict labor on Federal-aid highway projects. Requires the Secretary to insure the payment of the prevailing rate of wage for all construction work on highway projects. Title II: Highway Safety Act of 1982 - Authorizes appropriations for FY 1983 through 1986 out of the Highway Trust Fund for: (1) bridge replacement and rehabilitation; and (2) projects for elimination of hazards. Authorizes appropriations out of the Highway Trust Fund for FY 1985 and 1986 for highway safety programs administered by the National Highway Traffic Safety Administration. Requires that specified amounts be obligated to enforce the 55 mph speed limit and requires States to expend specified amounts to encourage the use of safety belts in motor vehicles. Sets forth limitations on amounts to be obligated by the National Highway Traffic Safety Administration and the Federal Highway Administration for highway safety programs for FY 1983 through 1986. Amends the Highway Safety Act of 1978 to extend certain highway safety program authorizations until September 30, 1986. Makes a specified amount previously authorized under the Highway Safety Act of 1978, no longer available for obligation. Prohibits the Secretary from approving certain projects in any State whose laws do not constitute a substantial deterrent to violations of the maximum speed limit. Amends the Highway Safety Act of 1973 to extend until September 30, 1986, the authorization to carry out projects for the elimination of hazards at rail-highway crossings. Amends the Highway Safety Act of 1978 to make certain of its provisions relating to highway safety and information applicable to certain authorization provisions of Federal-aid primary highway funds. Requires the Secretary to report annually, beginning on December 31, 1983, to Congress on the highway safety performance of each State in the preceding fiscal year. Eliminates provisions of the highway safety program which require a different apportionment for the territories of the Virgin Islands, Guam, and American Samoa. Declares that Congress encourages each State to prohibit the sale of alcoholic beverages to persons who are less than 21 years of age. Title III: Federal Public Transportation Act of 1982 - Amends the Urban Mass Transportation Act of 1964 to authorize appropriations for FY 1983 through 1986 for: (1) the discretionary capital grant program; (2) the innovative methods and techniques grant program; (3) the planning program; (4) the block grant program; (5) the program to meet the special needs of the elderly and handicapped; and (6) the formula grant program for other than urbanized areas. Requires that a specified percentage of such funding be available from the Public Transportation Trust Fund to carry out certain programs. Authorizes appropriations for FY 1983 through 1986 for: (1) the research and development program; (2) the training grant program; (3) the university research grant program; (4) administrative expenses; and (5) the human resource grant program. Requires research and development funding to remain available until expended. Creates a block grant program for mass transportation projects in urbanized areas. Sets forth a formula for distribution of funds for such areas with populations of less than 200,000 and of more than 200,000. Provides certification procedures for persons in receipt of such grants. Requires the Secretary to notify the appropriate congressional committees prior to the issuance of a letter of intent to obligate future Appropriation Act funds for a project. Extends the authorization for grants for research and training in urban transportation problems from FY 1982 until FY 1986. Permits matching funds for university operating grants to consist of any non-Federal funds (in lieu of State funds). Permits contracts for the purchase of rolling stock to be based on a competitive procurement process. Directs the Secretary to report to Congress within one year of enactment of this Act on any legislative or administrative revisions required to ensure that procurement procedures are fair and competitive. Revises the definition of \"fixed guideway\" to include a public transportation facility which uses a fixed catenary system and utilizes a right-of-way usable by other forms of transportation. Amends the Urban Mass Transportation Act of 1965 to repeal provisions relating to bus seat specifications. Directs the Secretary to report to Congress in January 1984 and biennially thereafter on the current performance and condition of public mass transportation systems and an assessment of the future needs of such facilities. Sets forth conditions applicable for Federal assistance to the Metropolitan Atlanta Rapid Transit Authority. Exempts the Massachusetts Bay Transportation Authority from repaying a certain percentage of a transit loan to acquire rail properties. Grants the Secretary discretionary authority relative to the remaining percentage. Authorizes advance acquisition of transit rights-of-way. Directs the Secretary to make a grant to the Massachusetts Bay Transportation Authority to conduct a feasibility study of new transit technology. Directs the Secretary to conduct a study of the possibility of providing long-term contracts with local or State transit authorities for use in leveraging further capital assistance from State or local government or private sector sources. Title IV: Amends the Surface Transportation Assistance Act of 1978 to prohibit the Secretary from imposing limitations on assistance which restrict a State from imposing more stringent Buy America requirements, provided such requirements do not conflict with exceptions under such Act. Makes Buy America provisions inapplicable when the inclusion of domestic materials increases project contract costs by more than 20 percent (currently, ten percent)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Surface Transportation Assistance Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Public Transportation Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Highway Improvement Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Highway Safety Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled: Surface Transportation Assistance Act of 1982.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:24-05:00"
}