{
  "actions": [
    {
      "acted_at": "1977-04-29", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-07-24", 
      "references": [], 
      "text": "Reported to Senate from the Committee on the Judiciary with amendment, S. Rept. 95-1035.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-07", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-07", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-07", 
      "references": [], 
      "text": "Motion to recommit to the Committee on the Judiciary tabled in Senate, roll call #374 (43-33).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-07", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #375 (43-31).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-11", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1423-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Allen, James B.", 
      "sponsored_at": "1977-01-03", 
      "state": "AL", 
      "thomas_id": "01271", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bartlett, Dewey F.", 
      "sponsored_at": "1977-01-03", 
      "state": "OK", 
      "thomas_id": "01276", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1977-01-03", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1977-01-03", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Danforth, John C.", 
      "sponsored_at": "1977-01-03", 
      "state": "MO", 
      "thomas_id": "01314", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1977-01-03", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Garn, E. J. (Jake)", 
      "sponsored_at": "1977-01-03", 
      "state": "UT", 
      "thomas_id": "01338", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Goldwater, Barry", 
      "sponsored_at": "1977-01-03", 
      "state": "AZ", 
      "thomas_id": "01340", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1977-01-03", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1977-01-03", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Morgan, Robert B.", 
      "sponsored_at": "1977-01-03", 
      "state": "NC", 
      "thomas_id": "01404", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Talmadge, Herman E.", 
      "sponsored_at": "1977-01-03", 
      "state": "GA", 
      "thomas_id": "01446", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1977-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wallop, Malcolm", 
      "sponsored_at": "1977-01-03", 
      "state": "WY", 
      "thomas_id": "01451", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Zorinsky, Edward", 
      "sponsored_at": "1977-01-03", 
      "state": "NE", 
      "thomas_id": "01459", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-04-29", 
  "number": "1423", 
  "official_title": "A bill to establish a Council on Judicial Tenure in the judicial branch of the Government, to establish a procedure in addition to impeachment for the retirement of disabled Justices and judges of the United States, and the removal of Justices and judges whose conduct is or has been inconsistent with the good behavior required by article III, section 1 of the Constitution.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Judicial Tenure Act", 
  "sponsor": {
    "district": null, 
    "name": "Nunn, Sam", 
    "state": "GA", 
    "thomas_id": "01413", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-04-29", 
  "subjects": [
    "Advisory bodies", 
    "Congressional-judicial relations", 
    "Disability evaluation", 
    "Disability retirement", 
    "Federal advisory bodies", 
    "Judges", 
    "Judicial corruption", 
    "Judicial ethics", 
    "Judicial power", 
    "Judicial reform", 
    "Judicial tenure", 
    "Law", 
    "Misconduct in office", 
    "Supreme Court", 
    "Supreme Court justices"
  ], 
  "subjects_top_term": "Judicial tenure", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1978-07-24", 
    "text": "(Reported to Senate from the Committee on the Judiciary with amendment, S. Rept. 95-1035) Judicial Tenure Act - Establishes a Judicial Conduct and Disability Commission to further the honest, impartial, and efficient administration of justice in the courts of the United States. Authorizes the Judicial Conference of the United States to appoint the executive director of such Commission. Stipulates that the members of such Commission be Federal judges in regular active service or senior status, including one from each judicial circuit and one selected collectively by the judges of the three special national courts: the Court of Claims, the Court of Customs and Patent Appeals, and the Customs Court. Creates committees of judges in each circuit and each of the special national courts to: (1) receive complaints against judges or courts transmitted from the Commission; (2) conduct a preliminary investigation to determine the nature and existence of any specified grounds for the involuntary retirement or the removal or censure of a judge; and (3) recommend dismissal or further investigation by the Commission or request authorization to attempt to address the matter of the complaint in a reasonable period of time. Directs the committee, upon conclusion of such reasonable time period, to recommend either dismissal or further investigation by the Commission. Mandates written notifications of both the committee's preliminary investigation and any further investigation by the Commission, as well as of the right of reply by written statement and other specified rights, to be sent to the judge subject of the complaint. Authorizes the Commission to administer oaths, to inspect books and records, to subpoena witnesses, documents and testimony any place in the United States and its territories, and to invoke the power of the district courts to enforce such subpoenas. Directs the Commission, or a panel acting on its behalf, by majority vote to: (1) dismiss any complaint which it finds to be frivolous, insufficient in law or fact, or outside its jurisdiction; or (2) recommend to the Court on Judicial Conduct and Disability that a hearing be held upon a finding of sufficient cause to believe that the condition or conduct of the judge may be inconsistent with the good behavior standard. Requires the Commission to send written notifications and explanations for any dismissal of a complaint to both the judge affected and the filing complainant. Requires that the Commission, with any recommendation that a formal hearing be held, prepare and file with the Court a report including the complaint, the recommendation of the committee and that of the Commission, and a summary of the factual evidence of the investigation. Sets a time limit for filing such report and directs that copies be sent to the judge under inquiry and to the complainant. Requires the Commission to report to the Congress annually indicating the number of complaints filed and the action taken on each complaint. Establishes the Court on Judicial Conduct and Disability as a court of record with all appropriate judicial powers incident or necessary to hear matters concerning the involuntary retirement, removal, or censure of a judge of the United States. Directs the Judicial Conference of the United States to elect annually one of its members to be presiding officer of such Court. Disqualifies the Chief Justice from either electing or being such presiding officer. Disqualifies any member of a committee which conducted the preliminary investigation of the condition or conduct of a judge from sitting on the Court in a matter concerning the same judge. Directs the presiding officer to select six members of the Conference to serve on the Court. Authorizes such presiding officer to convene the Court to decide the merits of a written complaint made against a judge upon receipt of a report from the Commission. Gives the Commission the burden of providing its report before the Court by clear and convincing evidence. Specifies due process protections for the judge who is the subject of such hearing. Requires the Commission to compile information and maintain records and to report directly to the Court concerning judges who have pleaded quilty or nolo contendere or have been found guilty in a court of competent jurisdiction of felonies or any crimes which involved moral turpitude under State or Federal law. Authorizes the Court to suspend, with salary, such judge from the exercise of any judicial powers or prerogatives pending final disposition, with such suspension to be automatically terminated or reinstated accordingly whenever the conviction is reversed or the reversal overturned. Empowers the Court to order such judge's removal from office or censure whenever such conviction becomes final. Requires, in all other cases, a hearing and a majority vote before the Court may suspend, with salary, a judge who is the subject of an inquiry. Directs the Court, in each case brought before it, to order: (1) involuntary retirement; (2) removal from office; (3) censure; or (4) dismissal of the case. Requires each such order to be: (1) made by a majority; (2) supported by clear and convincing evidence on the record; and (3) in writing, with copies sent to the Commission, the complainant, and any judge affected. Provides that only such judge or the Commission may file a petition for writ of certiorari to the Supreme Court within ten days after being notified of an order of the Court on Judicial Conduct and Disability. Stipulates that such order will be: (1) automatically stayed, upon filing of such petition; and (2) final, upon denial of such petition, affirmance of such order, or expiration of the filing deadline. Requires the Court on Judicial Conduct and Disability, whenever such order becomes final, to certify to the President that a vacancy exists. Directs the President, with the advice and consent of the Senate, to appoint a successor to fill such vacancy. Empowers the Court to order any person, other than the judge who is the subject of the inquiry, to testify or produce evidence, neither of which may be used against such person in any criminal case, except a prosecution for perjury, giving a false statement, or for otherwise failing to comply with such order. Forbids the Court to issue such order without 30 days notice to the Attorney General. Directs the Court to act on the concurrence of any four of its members. Disqualifies any judge from serving on certain committees established by this Act, the Commission, or the Court when any such body inquires into such judge's own condition or conduct or into a complaint filed by such judge against another judge. Mandates confidentiality, unless disclosure is authorized in writing by the judge under inquiry, of all proceedings of a committee or of the Commission in connection with the involuntary retirement or removal or censure of such judge. Requires, upon the filing of a report with the Court, that the contents of the written complaint, the recommendation of the committee, the report of the Commission, and all documents and proceedings before the Court be made public. Provides that any participant in such proceedings who violates the mandatory confidentiality shall be in contempt of court and may be fined up to $5,000 or imprisoned for one year, or both. Stipulates that a judge may be removed from office or censured upon a finding by the Court on Judicial Conduct and Disability that the conduct of such judge is or has been inconsistent with the good behavior required by article III, section 1 of the Constitution. Specifies that conduct inconsistent with good behavior includes, but is not limited to, willful misconduct in office, willful and persistent failure to perform duties of the office, habitual intemperance, or other conduct prejudicial to the administration of justice that brings the judicial office into disrepute. Directs, upon a final removal order, that: (1) the office of judge becomes vacant; (2) the entitlement to salary terminates; and (3) the judge removed from office will be deemed a judge resigned from office without entitlement to retirement salary. Establishes similar procedures for processing complaints concerning the conduct and condition of Justices of the Supreme Court of the United States. Sets a time limit of 120 days, with certain exceptions, for the filing of the Commission's report with the Court on Judicial Conduct and Disability in such cases. Directs such Court, in each case involving a Justice, to: (1) recommend to the House of Representatives the impeachment of any Justice whose conduct is found to be an impeachable offense as defined in article II, section 4 of the Constitution; or (2) recommend to the House of Representatives the censure of any Justice whose conduct is found to be inconsistent with the good behavior required by article III, section I of the Constitution and whose conduct is not found to be an impeachable offense; or (3) order the dismissal of the case. Requires the Court to hear and determine any claim for assignment to judicial duties as a senior judge by a judge involuntarily retired for disability who alleges that his mental or physical disability has improved to the extent that he is able to efficiently perform the duties of the judicial office from which he was retired. Authorizes the Court to prescribe appropriate procedures in handling such claims. Directs the Court, by majority vote in such cases, to issue appropriate orders to authorities responsible for assignment of judicial duties to retired judges. Requires the Judicial Conference of the United States to: (1) promulgate rules of procedure for the Commission and the Court; and (2) promulgate, or authorize the judicial council of each circuit and of the special national courts to promulgate, procedures consistent with those for the Commission and the Court for each of the multijudge committees. Authorizes modification of such rules by the Judicial Conference. Requires such rules to be on public record. Requires that reimbursement, for reasonable attorney's fees and other costs reasonably incurred in proceedings before the Commission, the Court, and the Supreme Court from funds appropriated to the Judicial Conference, be given to any judge or Justice subject of a complaint if such complaint is finally dismissed. Forbids intervention or appearance as amicus curiae in any proceeding before the Commission, a committee, or the Court. Grants the Court exclusive original jurisdiction to hear any mandamus action directed against the Commission or a committee. Authorizes the Court to order the involuntary retirement of any judge appointed to hold office during good behavior and who is eligible to retire but who does not so retire, when a majority of the Court finds, pursuant to a complaint, that such judge is unable to discharge efficiently the duties of office by reason of a permanent mental or physical disability. Defines disability to include habitual intemperance. Authorizes the appropriation of such sums as may be necessary to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Judicial Tenure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Council on Judicial Tenure in the judicial branch of the Government, to establish a procedure in addition to impeachment for the retirement of disabled Justices and judges of the United States, and the removal of Justices and judges whose conduct is or has been inconsistent with the good behavior required by article III, section 1 of the Constitution.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:18-05:00"
}