{
  "actions": [
    {
      "acted_at": "2004-05-14", 
      "references": [], 
      "text": "Committee on Finance. Original measure reported to Senate by Senator Grassley. With written report No. 108-266. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-05-14", 
      "calendar": "Senate Legislative", 
      "number": "516", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 516.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2424-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2004-05-14", 
  "number": "2424", 
  "official_title": "An original bill to amend the Internal Revenue Code of 1986 and the Employee Retirement Income Security Act of 1974 to protect the retirement security of American workers by ensuring that pension assets are adequately diversified and by providing workers with adequate access to, and information about, their pension plans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Employee Savings and Trust Equity Guarantee Act of 2004", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2004-05-14", 
  "subjects": [
    "Administrative procedure", 
    "Alien labor", 
    "Aliens", 
    "Alimony", 
    "Annuities", 
    "Assassination", 
    "Black lung", 
    "Civil service retirement", 
    "Coal", 
    "Collective bargaining", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Corporate divestiture", 
    "Corporate mergers", 
    "Corporation taxes", 
    "Cost of living adjustments", 
    "Crime and law enforcement", 
    "Defined benefit pension plans", 
    "Defined contribution plans", 
    "Department of the Treasury", 
    "Disability retirement", 
    "Disabled", 
    "Divorce", 
    "Early retirement", 
    "Earnings", 
    "Education", 
    "Electronic data interchange", 
    "Electronic government information", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Emergency medicine", 
    "Employee benefit plans", 
    "Employee health benefits", 
    "Employee ownership", 
    "Employee stock options", 
    "Employers' liability", 
    "Energy", 
    "Excise tax", 
    "Executive compensation", 
    "Families", 
    "Federal employees", 
    "Fees", 
    "Finance and financial sector", 
    "Financial planning", 
    "Financial services", 
    "Financial statements", 
    "Fire fighters", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government trust funds", 
    "Governmental investigations", 
    "Health", 
    "Higher education", 
    "Income tax", 
    "Individual retirement accounts", 
    "Information disclosure (Securities law)", 
    "Insurance premiums", 
    "Interest", 
    "Interest rates", 
    "Internet", 
    "Investment advisers", 
    "Investment of public funds", 
    "Investments", 
    "Judges", 
    "Judicial compensation", 
    "Judicial ethics", 
    "Labor and employment", 
    "Labor contracts", 
    "Law", 
    "Leave of absence", 
    "Legal education", 
    "Legal services", 
    "Liability (Law)", 
    "Life insurance", 
    "Local employees", 
    "Magistrates", 
    "Married people", 
    "Medical education", 
    "Medical personnel", 
    "Miners", 
    "Paramedical personnel", 
    "Partnerships", 
    "Payroll deductions", 
    "Pension Benefit Guaranty Corporation", 
    "Pension funds", 
    "Pension portability", 
    "Pension trust guaranty insurance", 
    "Police", 
    "Public health personnel", 
    "Railroad retirement plans", 
    "Real property", 
    "Recall of officials", 
    "Removal of officials", 
    "Saving and investment", 
    "Scholarships", 
    "School districts", 
    "Science, technology, communications", 
    "Securities", 
    "Securities regulation", 
    "Severance pay", 
    "Small business", 
    "Social security taxes", 
    "Social welfare", 
    "State employees", 
    "Stockholders", 
    "Student loan funds", 
    "Survivors' benefits", 
    "Tax courts", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax penalties", 
    "Tax returns", 
    "Tax-deferred compensation plans", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Teacher salaries", 
    "Teachers", 
    "Transportation and public works", 
    "Trusts and trustees", 
    "Unemployment insurance", 
    "Valuation", 
    "Wages", 
    "Web sites", 
    "Withholding tax", 
    "Women", 
    "Women's retirement"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2004-05-14", 
    "text": "National Employee Savings and Trust Equity Guarantee Act of 2004 - Title I: Diversification of Pension Plan Assets - (Sec. 101) Amends the Internal Revenue Code (IRC) and the Employee Retirement Income Security Act of 1974 (ERISA) to require a defined contribution plan (plan) holding publicly traded securities to provide employees with: (1) the opportunity to divest employer securities; and (2) at least three investment options other than employer securities. (Sec. 102) Requires plan administrators to notify plan participants or beneficiaries of such freedom to divest employer securities. Imposes a tax on a plan's failure to meet such notice requirement. Title II: Information to Assist Pension Plan Participants - (Sec. 201) Amends the IRC and ERISA to require periodic pension benefit statements. Imposes a tax on a plan's failure to provide such statements. (Sec. 202) Requires plans to provide to participants or beneficiaries basic guidelines for investing for retirement. Imposes a tax on a plan's failure to provide such guidelines. Directs the Secretary of the Treasury to develop a model form containing such guidelines. (Sec. 203) Requires a plan to ensure that each plan participant and beneficiary is provided with all material investment information regarding investment of his or her assets in employer securities. (Sec. 204) Relieves of liability any plan allowing a participant investment control if certain requirements are met by the plan's designated qualified investment advisor. (Sec. 205) Sets forth requirements relating to tax treatment of qualified retirement planning services. Title III: Protection of Pension Plan Participants - (Sec. 301) Imposes a tax on the failure of a pension plan to provide notice to employees of any blackout period (a transaction suspension period of three or more consecutive business days in which there is a significant restriction on the right of plan participants to direct investments in the plan, obtain loans from the plan, or obtain distributions from the plan). Sets forth exceptions to such notice requirements, and authorizes the Secretary of Labor to provide for additional exceptions upon determination that they are in the interests of participants and beneficiaries. Directs the Secretary of Labor to issue model notices. Title IV: Other Provisions Relating to Pensions - Subtitle A: Provisions Relating to Pension Plan Funding - Part I: Replacement of Interest Rate of 30-Year Treasury Securities - (Sec. 401) Replaces the interest rate on 30-year Treasury securities, used in determining current liability for pension plan funding purposes and premium rates charged by the Pension Benefit Guaranty Corporation (PBGC), by phasing in rates based on long-term corporate bonds through specified yield curve methods. (Sec. 402) Replaces the 30-year Treasury rate for purposes of calculating lump-sum distributions. Allows a plan amendment, under certain conditions, to change the interest rate used to determine certain optional forms of benefit. (Sec. 403) Revises an interest rate used to apply benefit limits to lump sums. Part II: Other Provisions - (Sec. 406) Provides that, if a plan was not subject to deficit reduction contribution rules for the plan year beginning in 2000, such rules do not apply to such plan for plan years beginning in 2004, 2005, or 2006. (Sec. 407) Revises the limit on deductions for contributions to a defined benefit pension plan to increase the maximum allowable deduction. (Sec. 408) Sets forth certain benefit limitations applicable to defined benefit pension plans, if such plans are: (1) subject to deficit reduction contribution rules; and (2) financially distressed for a plan year. (Sec. 409) Revises the overall limit on employer deductions for contributions to combinations of defined benefit and defined contribution plans. Provides for disregarding matching contributions to a defined contribution plan that are nondeductible solely because of the overall deduction limit, in determining the excise tax on nondeductible contributions. Subtitle B: Improvements in Portability and Distribution Rules - (Sec. 411) Revises requirements relating to purchase of permissive service credit. Provides that such credit relates to benefits to which the participant is not otherwise entitled under a governmental plan. Permits participants to purchase credit for periods regardless of whether service is performed, subject to limits on nonqualified service. Allows service as an employee of an educational organization providing elementary or secondary education to be determined under the law of the jurisdiction in which the service was performed. Sets forth special rules relating to permissive service credits and trustee-to-trustee transfers. (Sec. 412) Permits after-tax contributions to be rolled over from a defined contribution or a defined benefit plan (qualified retirement plan) to another qualified retirement plan or to a tax-sheltered annuity. (Sec. 413) Directs the Secretary of the Treasury to issue regulations under which a governmental plan shall be treated as complying with minimum distribution requirements if it complies with a reasonable good faith interpretation of such requirements. (Sec. 414) Waives the ten-percent early withdrawal penalty tax on certain distributions from governmental defined benefit pension plans for qualified State and local public safety employees (police, firefighters, emergency medical services providers) who separate from service after age 50 (currently age 55). (Sec. 415) Permits rollovers by nonspouse beneficiaries of certain retirement plan distributions. (Sec. 416) Provides for faster vesting of employer nonelective contributions to defined contribution plans, by applying the current vesting schedule for matching contributions to all employer contributions to such plans. (Sec. 417) Permits direct rollovers from eligible retirement plans to Roth individual retirement accounts (Roth IRAs). Allows distributions from tax-qualified retirement plans, tax-sheltered annuities, and governmental 457 plans to be rolled over directly into Roth IRAs, subject to current rules applicable to rollovers from a traditional IRA into a Roth IRA. (Sec. 418) Eliminates a higher early withdrawal tax on certain Savings Incentive Match Plan for Employees (SIMPLE) retirement plan distributions. (Sec. 419) Repeals a limitation on SIMPLE plan portability. Allows distribution rollovers between SIMPLE plans and other tax-favored retirement arrangements, such as IRAs, qualified retirement plans, tax-sheltered annuities, and governmental section 457 plans. (Sec. 420) Provides that individuals are not precluded from participating in eligible deferred compensation plans by reason of having received certain prior distributions under IRC section 457 provisions as in effect before the Small Business Job Protection Act of 1996. (Section 457 plans are eligible deferred compensation plans of State or local governments or tax-exempt employers). (Sec. 421) Allows a plan to provide for the transfer of any involuntary distribution that exceeds $1,000 to the PBGC, instead of to an IRA, unless the participant elects to have the distribution transferred to an IRA or a qualified retirement plan or to receive it directly. Subtitle C: Administrative Provisions - (Sec. 431) Grants the Secretary of the Treasury full authority to establish, implement, update, and improve the Employee Plans Compliance Resolution System and any other employee plans correction policies, including the authority to waive income, excise, or other taxes to ensure that any tax, penalty, or sanction is not excessive and bears a reasonable relationship to the nature, extent, and severity of the failure. (Sec. 432) Extends to all governmental plans the moratorium on application of certain nondiscrimination rules applicable to State and local plans. (Sec. 433) Increases from 90 to 180 days the notice and consent period required before a plan may commence certain distributions. Requires the notification to describe not only a participant's right (if any) to defer receipt of a distribution but also the consequences of failing to defer such receipt. (Sec. 434) Provides for simplification of annual filing annual requirements for: (1) one-participant retirement plans; and (2) retirement plans which cover fewer than 25 employees. (Sec. 435) Directs the PBGC to issue missing participant rules for multiemployer plans. Allows the transfer of missing participants' benefits to the PBGC upon plan termination in the case of certain plans not subject to the PBGC termination insurance program. (Sec. 436) Reduces PBGC premiums for new plans of small employers. Sets the flat-rate premium at five dollars per plan participant for the first five years of a new single-employer plan of an employer with 100 or fewer employees. (Sec. 437) Reduces PBGC additional premiums for new and small plans. Phases in, over a five-year period, the variable-rate premium for a new defined benefit plan. Limits, for a plan maintained by an employer with 25 or fewer employees, the variable-rate premium to no more than five dollars times the number of plan participants at the close of the preceding plan year. (Sec. 438) Authorizes the PBGC to pay interest on premium overpayment refunds. (Sec. 439) Revises rules for substantial owner benefits in terminated plans. Reduces the phase-in periods for guaranteed benefits for a ten-percent or more owner (substantial owner) in the case of plan termination. Applies the allocation of asset rules to a substantial owner with less than 50 percent ownership in the same manner as other participants. (Sec. 440) Amends the IRC, ERISA, and the Age Discrimination in Employment Act of 1967, with respect to certain voluntary early retirement incentive and employment retention plans of local educational agencies and of educational associations, to treat such plans as bona fide severance pay plans to the extent that payments as early retirement benefits could otherwise be made, subject to specified conditions. (Sec. 441) Provides for accelerated computation of benefits payable to participants and beneficiaries by the PBGC from recoveries of employer liability. (Sec. 442) Revises requirements for multiemployer plan funding and solvency notices. (Sec. 443) Prohibits reduction of unemployment compensation as a result of pension rollovers. (Sec. 444) Amends requirements of the Economic Growth and Tax Relief Reconciliation Act of 2001, as amended by the Job Creation and Worker Assistance Act of 2002, to set forth a transition rule relating to withholding on distributions from certain governmental plans. (Sec. 445) Permits employers to reduce retiree health coverage by certain insignificant amounts under specified conditions. Subtitle D: Studies - (Sec. 451) Directs the Secretary of the Treasury to study ways to revitalize interest in defined benefit plans among employers. (Sec. 452) Directs the PBGC to study and determine the number of floor-offset employee stock ownership plans (ESOPs) still in existence and the extent to which such plans pose a risk to plan participants or beneficiaries and to the PBGC. Subtitle E: Other Provisions - (Sec. 461) Allows eligible individuals to make additional catch-up contributions to IRAs, if they participated, at least six months before the employer filed for bankruptcy, in a section 401(k) plan under which at least 50 percent of the employee's contribution to the plan was matched by employer stock, if the employer or any other person was subject to an indictment or conviction resulting from business transactions related to the bankruptcy. (Sec. 462) Provides that an ESOP maintained by an S corporation (which, unlike a C corporation, is not subject to the corporate income tax) shall not be treated as violating IRC qualification requirements or as engaging in a prohibited transaction merely by reason of a distribution made with respect to S corporation stock which constitutes qualifying employer securities, if the distribution is used to make payments on a loan used to acquire the qualifying employer securities, whether or not allocated to participants. (Sec. 463) Permits qualified transfers of excess defined benefit pension plan assets to be made by any multiemployer defined benefit plan or successor plan primarily covering employees in the building and construction industry. Subtitle F: Plan Amendments - (Sec. 471) Sets forth provisions relating to the effective date of certain amendments to pension plans or annuity contracts. Title V: Provisions Relating to Executives and Stock Options - Subtitle A: Provisions Relating to Executives - (Sec. 501) Repeals the provision of the Revenue Act of 1978 which limits the Secretary of the Treasury's authority to determine the taxable year of inclusion in gross income of amounts under private deferred compensation plans. (Sec. 502) Prohibits from being subject to creditor's claims any assets located outside the United States that are designated for providing nonqualified deferred compensation . (Sec. 503) Prohibits deferral of gain from the exercise of stock options and restricted stock gains through deferred compensation arrangements. (Sec. 504) Subjects to withholding, at the highest income tax rate, any supplemental wage payment exceeding $1 million. Subtitle B: Stock Options - (Sec. 511) Amends the IRC and the Social Security Act to exclude from FICA and FUTA (employment taxes) wages incentive stock options and employee stock purchase plan options. (Sec. 512) Treats as satisfying statutory holding requirements, regardless of how long the stock was held, the sale of stock acquired pursuant to the exercise of a stock option if the stock was sold in order to comply with Federal conflict of interest requirements. Title VI: Women's Pension Protection - Subtitle A: Study of Spousal Consent for Distributions from Defined Contribution Plans - Women's Pension Protection Act of 2004 - (Sec. 601) Amends ERISA and the IRC to require the spouse's consent for distributions from defined contribution plans (DCPs, which include individual account plans such as 401(k) plans). (Current law only requires such consent in the case of defined benefit plans.) Applies joint and survivor annuity rules to DCPs. Subtitle B: Division of Pension Benefits Upon Divorce - (Sec. 611) Prescribes requirements for division of pension benefits upon divorce. Directs the Secretary of Labor to issue regulations relating to the time and order of issuance of qualified domestic relations orders. Subtitle C: Railroad Retirement - (Sec. 621) Amends the Railroad Retirement Act of 1974 to entitle divorced spouses to railroad retirement annuities independent of the actual entitlement of the employees. (Sec. 622) Extends the payment of any portion of Tier II railroad retirement benefits to surviving former spouses pursuant to divorce agreements. Subtitle D: Modifications of Joint and Survivor Annuity Requirements - (Sec. 631) Requires pension plans to offer participants the option of a qualified joint and 3/4 survivor annuity (as an alternative to the current qualified joint and survivor annuity). Title VII: Tax Court Pension and Compensation - (Sec. 701) Permits annuity payments for the survivors of assassinated Tax Court judges with less than five years of service. (Sec. 702) Provides for Tax Court judge survivor annuity cost-of-living benefit increases based on Civil Service Retirement System increases. (Sec. 703) Provides for Federal employee life insurance coverage (FEGLI participation) for Tax Court judges. (Sec. 704) Authorizes payment of FEGLI premium increases for Tax Court judges over age 65. (Sec. 705) Entitles a judge employed by the Executive Branch before appointment to the Tax Court to a lump-sum payment for the balance of accrued annual leave on appointment to the Tax Court. (Sec. 706) Permits Tax Court judges to participate in the Thrift Savings Plan, but prohibits agency contributions. (Sec. 707) Exempts from outside earned income limitations any compensation to retired judges for qualified teaching activities. (Sec. 708) Revises provisions concerning special trial judges to permit the chief judge to appoint and reappoint magistrate judges (currently, special judges) of the Tax Court for eight year terms. Provides for removal, salary, and leave. (Sec. 709) Permits magistrate judges to elect to participate in the Tax Court survivor annuity plan. (Sec. 710) Establishes a retirement and annuity program for magistrate judges. (Sec. 711) Makes special retirement annuity requirements for incumbent magistrate judges. (Sec. 712) Establishes rules for the recall of retired magistrate judges. Title VIII: Other Provisions - Subtitle A: General Provisions - (Sec. 801) Amends the Internal Revenue Code to provide, for taxable year 2004, that postsecondary educational benefits provided to children of employees are excludable, up to $1,000, from the gross income of the employee. Provides that such exclusion does not apply for purposes of employment taxes. (Sec. 802) Excludes from gross income and employment taxes education loan repayments provided under the National Health Service Corps Loan Repayment Program or State programs eligible for funds under specified provisions of the Public Health Service Act. (Sec. 803) Restores an exclusion for employer-provided group legal services, for taxable years 2005 and 2006. Provides tax-exempt status for organizations which provide qualified group legal services, for taxable years 2005 and 2006. (Sec. 804) Directs the Secretary of the Treasury to transfer certain excess funds from black lung disability trusts to the United Mine Workers of America Combined Benefit Fund. Subtitle B: Revenue Provisions - (Sec. 811) Sets forth IRC requirements for the application of basis rules to nonresident aliens, under provisions relating to annuities and certain proceeds of endowment and life insurance contracts. (Sec. 812) Establishes IRC requirements relating to the treatment of death benefits from employer-owned life insurance contracts. (Sec. 813) Requires the acquiring corporation in any taxable acquisition to report specified information in a return to the Secretary of the Treasury and in statements to be furnished to shareholders."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Employee Savings and Trust Equity Guarantee Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Women's Pension Protection Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Employee Savings and Trust Equity Guarantee Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Women's Pension Protection Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Internal Revenue Code of 1986 and the Employee Retirement Income Security Act of 1974 to protect the retirement security of American workers by ensuring that pension assets are adequately diversified and by providing workers with adequate access to, and information about, their pension plans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:49-05:00"
}