{
  "actions": [
    {
      "acted_at": "1975-03-03", 
      "committee": "Senate Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-05-19", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Armed Services with amendment, S. Rept. 94-146.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-22", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-22", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-02", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-03", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-04", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-05", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-06", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-06", 
      "bill_ids": [
        "hr6674-94"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H.R. 6674 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s920-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Clark, Dick", 
      "sponsored_at": "1975-01-03", 
      "state": "IA", 
      "thomas_id": "01306", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-03", 
  "number": "920", 
  "official_title": "A bill to authorize appropriations during the fiscal year 1976, and the period of July 1, 1976, through September 30, 1976, for procurement of aircraft, missiles, naval vessels, tracked combat vehicles, torpedoes, and other weapons, and research, development, test and evaluation for the Armed Forces, and to prescribe the authorized personnel strength for each active duty component and of the Selected Reserve of each Reserve component of the Armed Forces and of civilian personnel of the Department of Defense, and to authorize the military training student loads.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6674-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Defense Appropriation Authorization Act", 
  "sponsor": {
    "district": null, 
    "name": "Stennis, John C.", 
    "state": "MS", 
    "thomas_id": "01439", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-03", 
  "subjects": [
    "Air force", 
    "Appropriations", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army", 
    "Chemical warfare", 
    "Defense budgets", 
    "Department of Defense", 
    "Education", 
    "International affairs", 
    "Military training", 
    "NATO military forces", 
    "National defense", 
    "Navy", 
    "Research and development", 
    "Service academies", 
    "Weapons"
  ], 
  "subjects_top_term": "Defense budgets", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1975-06-06", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 6674 passed in lieu) Department of Defense Appropriation Authorization Act - =Title I: Procurement= - Authorizes appropriations for fiscal year 1976 for the use of the Armed Forces for procurement of aircraft, missiles, naval vessels, tracked combat vehicles, torpedoes, and other weapons. =Title II: Research, Development, Test, and Evaluation= - Authorizes appropriations for fiscal year 1976 for the use of the Armed Forces for research, development, test, and evaluation. =Title III: Active Forces= - Sets active duty personnel strengths for the components of the Armed Forces for fiscal year 1976. =Title IV: Reserve Forces= - Sets reserve personnel strengths for the Selected Reserve of each Reserve component of the Armed Forces for fiscal year 1976. States the intent of the Congress that each Selected Reserve component will be programmed to attain an average strength not less than 50 percent of the sum of the actual strength on June 30, 1975, and the strength authorized in this title. =Title V: Civilian Personnel= - Authorizes the civilian personnel strength for the Defense Department for fiscal year 1976, and requires an end strength reduction of 17,000 in such fiscal year against the authorized total. =Title VI: Military Training Student Loads= - Authorizes average military training student loads for each component of the Armed Forces for fiscal year 1976. =Title VII: Authorization for the Period Beginning July 1, 1976, and Ending September 30, 1976= - Authorizes appropriations for the transition period through September 30, 1976, for the use of the Armed Forces for procurement of aircraft, missiles, naval vessels, tracked combat vehicles, torpedoes, and other weapons; and for research, development, test, and evaluation. Authorizes end strengths for active duty personnel. Authorizes reserve personnel strengths for the Selected Reserve of each Reserve component, civilian personnel strengths for the Defense Department, (including a reduction of 17,000 against the authorized total), and military training student loads for such period. =Title VIII: Petroleum Supply Discrimination; Remedy for Department of Defense= - Prohibits any citizen or national of the United States or corporation organized or operating within the United States, or any organization controlled by United States citizens, nationals, or corporations organized or operating within the United States, from engaging in discrimination in the supply, either within or outside the United States, of petroleum products for the Armed Forces of the United States. Directs the Secretary of Defense, in cooperation with the Attorney General of the United States, whenever he has reason to believe that there has been discrimination, to immediately institute an investigation, and grants the Secretary access to and the right to copy any book, account, record, paper, or correspondence relating to the buiness affairs of the person or corporation being investigated. =Title IX: General Provisions= - Requires the Secretary of Defense to submit a report to the Congress at the time the President submits the budget for fiscal year 1977 on the readiness of the Armed Forces to perform their assigned missions. Requires the Secretary to report to the Congress on any letters of offer to sell any defense articles from active inventories or proposals to transfer defense articles from such inventories for $25,000,000 or more. Prohibits the use of appropriations under this Act for research, development, testing, or evaluation of binary lethal chemical munitions or for other lethal chemical munitions. Permits the acquisition of or development of chemical warfare agents for purposes of developing protections against such agents. Permits the production of lethal binary chemical munitions if the President certifies to Congress that it is essential to the national interest and submits a full report thereon. Makes it the policy of the United States that equipment procured for the use of Armed Forces personnel stationed in Europe under NATO should be standardized or at least interoperable with equipment of other NATO members. Permits, for such purposes, the purchase of equipment outside the United States. Requires the Secretary to submit to the Congress at the time the President submits the fiscal year 1977 budget a report on the development of life cycle cost estimates for major weapon systems. States that, within the limitation of appropriations made for this purpose, the Secretary and the Secretary of a military department may provide for any emergency or extraordinary expense which cannot be anticipated or classified. Requires reports to the Congress on any such expenditures. Requires the Secretary of the military department concerned to take such action as may be necessary and appropriate to insure that female individuals shall be eligible for appointment and admission to the service academies, beginning with appointments to the academies in calendar year 1976. Directs the Secretary of Defense to conduct a study of the training programs of the Armed Forces with the purpose of restructuring such programs in order to achieve a student to staff and overhead ratio of not less than 3 students to 1 instructor, and to provide a plan for achieving such ratio by June 30, 1977. Prohibits any enlisted member of the Armed Forces of the United States from being assigned to duty or otherwise detailed to duty as an enlisted aidee, public quarters steward, airman aid, cook specialist, or food service technician on the staff of any officer of the Army, Navy, Marine Corps, Air Force, or Coast Guard (when operating as a service of the Navy) except as provided in this Act. Directs the Secretary of State and the Secretary of Defense to jointly prepare and submit to Congress and to the Committees on Armed Services and Foreign Relations of the Senate and the Committees on Armed Services and International Relations of the House of Representatives a written report by each January 31st setting forth in detail the foreign policy and military force structure of the United States for the next fiscal year, how they relate to each other, and the justification for each. Provides that the monthly retired or retainer pay of a member of a former member of an armed force who initially became entitled to that pay on or after January 1, 1971, may not be less than the monthly retired or retainer pay to which he would be entitled if he had become entitled to retired or retainer pay at an earlier date, adjusted to reflect any applicable increases in such pay. States that funds authorized to be appropriated under this Act may be used to flight test a Maneuvering Reentry Vehicle (MaRV) on a ballistic missile system, with specified exceptions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Defense Appropriation Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations during the fiscal year 1976, and the period of July 1, 1976, through September 30, 1976, for procurement of aircraft, missiles, naval vessels, tracked combat vehicles, torpedoes, and other weapons, and research, development, test and evaluation for the Armed Forces, and to prescribe the authorized personnel strength for each active duty component and of the Selected Reserve of each Reserve component of the Armed Forces and of civilian personnel of the Department of Defense, and to authorize the military training student loads.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:09-05:00"
}