{
  "actions": [
    {
      "acted_at": "2009-06-04", 
      "references": [
        {
          "reference": "CR E1325-1326", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-04", 
      "committee": "Committee on Energy and Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-06-04", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-06-04", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-06-08", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2716-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "25", 
      "name": "Doggett, Lloyd", 
      "sponsored_at": "2009-06-04", 
      "state": "TX", 
      "thomas_id": "00303", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Payne, Donald M.", 
      "sponsored_at": "2009-07-13", 
      "state": "NJ", 
      "thomas_id": "00902", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Schakowsky, Janice D.", 
      "sponsored_at": "2009-07-13", 
      "state": "IL", 
      "thomas_id": "01588", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-06-04", 
  "number": "2716", 
  "official_title": "To amend title XIX of the Social Security Act to provide financial stability for seniors and people with disabilities through improvements in the Medicare Savings Program.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1185-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Medicare Savings Program Improvement Act of 2009", 
  "sponsor": {
    "district": "31", 
    "name": "Becerra, Xavier", 
    "state": "CA", 
    "thomas_id": "00070", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-06-04", 
  "subjects": [
    "Aging", 
    "Disability and paralysis", 
    "Employee benefits and pensions", 
    "Government information and archives", 
    "Health", 
    "Health care coverage and access", 
    "Health programs administration and funding", 
    "Internet and video services", 
    "Life, casualty, property insurance", 
    "Medicaid", 
    "Medicare", 
    "Nutrition and diet", 
    "Poverty and welfare assistance"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-06-04", 
    "text": "Medicare Savings Program Improvement Act of 2009 - Amends title XVIII (Medicare) of the Social Security Act (SSA) to increase the income eligibility level to 150% of the federal poverty level (FPL) for benefits under the Medicare Savings Program (MSP) for qualified Medicare beneficiaries. Expands the Specified Low-Income Medicare Beneficiary (SLMB) Program to provide for the eligibility of individuals with incomes below 200% of FPL. Establishes an asset standard for qualified Medicare beneficiary (QMB) eligibility for 2011 of $27,500 (or $55,000 in the case of the combined value of the individual's assets or resources and the assets or resources of the individual's spouse) with subsequent years standard increased by the annual percentage increase in the consumer price index. Exempts pension benefits and life insurance policies from resources under the MSP programs. Prohibits any medical assistance for some or all Medicare cost-sharing under the MSP programs from being considered income or resources in determining eligibility for, or the amount of assistance or benefits provided under, any other federal, state, or local public benefit program. Authorizes treatment of QMBs, SLMBs, and other dual eligibles as Medicare beneficiaries. Prohibits a state plan under SSA title XIX (Medicaid) from denying a claim from a provider or supplier with respect to Medicare cost-sharing for an eligible item or service on the basis that the provider or supplier does not have a Medicaid provider agreement in effect or does not otherwise serve all individuals entitled to Medicaid. Requires the state to create a mechanism through which providers or suppliers that do not otherwise have Medicaid provider agreements with the state can bill the state for Medicare cost-sharing for QMBs. Requires each state to: (1) identify those individuals who are Medicaid-eligible for Medicare cost-sharing and who are enrolled with a MedicareAdvantage (MA) plan; and (2) provide for Medicaid payment with respect to such individuals for the Medicare cost-sharing to which they are entitled. Requires the award of grants to: (1) states for outreach regarding Medicare enrollment assistance and benefit availability; and (2) Aging and Disability Resource Centers. Makes the date of the electronic transmission of low income subsidy (LIS) program data from the Commissioner of Social Security to the state Medicaid agency the date of filing of the application for MSP benefits Requires a state Medicaid plan to provide that the state enters into a modification of a Medicaid agreement with the Secretary to provide for enrollment in (buy-in to) the Medicare part A (Hospital Insurance) program by QMBs who are uninsured elderly individuals not otherwise eligible for hospital insurance benefits. Requires states to: (1) make MSP applications available on the Internet; and (2) allow individuals to specify a preferred language other than English for subsequent communication. Requires a state Medicaid plan to provide that the state coordinates with the state agency that administers the supplemental nutrition assistance program (SNAP) benefits under the Food and Nutrition Act of 2008 to ensure that individuals applying for Medicaid have the opportunity to apply for, establish eligibility for, and, if eligible, receive SNAP program benefits. Repeals payment limitations on Medicare cost-sharing."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Savings Program Improvement Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title XIX of the Social Security Act to provide financial stability for seniors and people with disabilities through improvements in the Medicare Savings Program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:53:13-05:00"
}