{
  "actions": [
    {
      "acted_at": "1981-05-04", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-05-04", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Appropriations. Report No: 97-29.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-04", 
      "references": [], 
      "text": "Placed on Union Calendar No: 18.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-08", 
      "bill_ids": [
        "hr3512-97"
      ], 
      "references": [], 
      "text": "For Further Action See H.R.3512.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s51-97", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "51"
    }
  ], 
  "bill_id": "hr3400-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-04", 
  "number": "3400", 
  "official_title": "A bill making supplemental and further continuing appropriations for the fiscal year ending September 30, 1981, rescinding certain budget authority, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3512-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Supplemental Appropriations and Rescission Act, 1981", 
  "sponsor": {
    "district": "1", 
    "name": "Whitten, Jamie L.", 
    "state": "MS", 
    "thomas_id": "01225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-05-04", 
  "subjects": [
    "Abortion", 
    "Appropriations", 
    "Congress", 
    "Congressional oversight", 
    "Congressional veto", 
    "Economics and public finance", 
    "Executive compensation", 
    "Executive impoundment of appropriated funds", 
    "Federal budgets", 
    "Government corporations", 
    "Government operations and politics", 
    "House of Representatives", 
    "Independent regulatory commissions", 
    "Law", 
    "Supplemental appropriations"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-05-04", 
    "text": "Supplemental Appropriations and Rescission Act, 1981 - Title I - Makes supplemental appropriations for fiscal year 1981 to the Department of Agriculture for: (1) science and education administration; (2) animal and plant health inspection service; (3) Federal Crop Insurance Corporation administrative and operating expenses and subscription to capital stock; and (4) alcohol production facility loans. Rescinds or defers specified funds appropriated to the Department of Agriculture for fiscal year 1981 for: (1) the dairy and beekeeper indemnity programs conducted by the Agricultural Stabilization and Conservation Service; (2) moderate income housing loans from the Rural Housing Insurance Fund; (3) farm ownership loans from the Agricultural Credit Insurance Fund; (4) soil and water loans; and (5) insured water and sewer facility loans from the Rural Development Insurance Fund. Rescinds specified funds appropriated to the Department of the Treasury for fiscal year 1981 for the energy security reserve. Defers specified amounts of the funds appropriated to the Department of Agriculture for fiscal year 1981 for: (1) rural community fire protection grants; (2) rural development planning grants; (3) rural housing supervisory assistance grants; and (4) the Rural Electrification and Telephone Revolving Fund under the Rural Electrification Administration. Rescinds a specified amount of loan authority provided for the Rural Communication Development Fund. Makes supplemental appropriations for fiscal year 1981 for the food stamp program of the Food and Nutrition Service. Makes such food stamp program appropriation available only upon enactment of authorizing legislation and subjects such appropriation to any work registration or workfare requirements as may be required by law. Makes supplemental appropriations to the Department of Commerce for fiscal year 1981 for: (1) periodic censuses and programs of the Bureau of the Census; (2) operations, research, and facilities of the National Oceanic and Atmospheric Administration; (3) the Foreign Fishing Observer Fund; and (4) the Fishermen's Guaranty Fund. Rescinds specified funds appropriated to the Department of Commerce for fiscal year 1981 for: (1) economic development assistance programs; (2) regional development programs; (3) salaries and expenses of the United States Travel Service; (4) operations, research, facilities, and construction of the National Oceanic and Atmospheric Administration; (5) scientific and technical research and services; (6) salaries and expenses of the National Telecommunications and Information Administration; (7) public telecommunications facilities, planning and construction; and (8) research and development of the Maritime Administration. Rescinds and defers funds appropriated for the Coastal Energy Impact Fund. Expresses Congressional disapproval of the proposed deferral of budget authority (D81-85) relating to the Department of Justice, General Administration, \"Salaries and Expenses\" as set forth in the President's message of March 10, 1981. Makes supplemental appropriations (including transfer of funds) for fiscal year 1981 to the Department of Justice for: (1) salaries and expenses of United States attorneys and marshals; (2) salaries and expenses of the Federal Bureau of Investigation; and (3) salaries and expenses of the Immigration and Naturalization Service. Authorizes the transfer of funds from the Federal Prison System for salaries and expenses and general legal activities, and for the salaries and expenses of the Drug Enforcement Administration. Makes supplemental appropriations for fiscal year 1981 to the Department of Justice for research and statistics of the Office of Justice Assistance, Research, and Statistics. Makes supplemental appropriations (including transfer of funds) for fiscal year 1981 to the Department of State for: (1) salaries and expenses of the Administration of Foreign Affairs; (2) payment to the American Institute in Taiwan; and (3) payment to the Foreign Service Retirement and Disability Fund. Rescinds specified funds appropriated for fiscal year 1981 for contributions to international organizations. Makes supplemental appropriations for fiscal year 1981 for: (1) the care of the building and grounds of the Supreme Court; (2) acquisition of property as an addition to the grounds of the Supreme Court building; and (3) the Judicial Survivors' Annuities Fund of the Courts of Appeals, District Courts, and Other Judicial Services. Rescinds specified funds appropriated for fiscal year 1981 for arms control disarmament activities of the Arms Control and Disarmament Agency. Makes supplemental appropriations for fiscal year 1981 for: (1) grants and expenses of the Board for International Broadcasting; and (2) salaries and expenses of the Commission on Wartime Relocation and Internment of Civilians. Rescinds specified funds appropriated for fiscal year 1981 for: (1) grants and expenses of the Board for International Broadcasting; (2) salaries and expenses of the Federal Trade Commission; (3) salaries and expenses of the Marine Mammal Commission; and (4) salaries and expenses of the Small Business Administration. Directs the Secretary of the Treasury to cancel all notes originally issued or assumed by the Director of the United States Information Agency for purposes of payments under Informational Media Guarantees, and sums owing and unpaid thereon, including interest to the time of cancellation. Expresses Congressional disapproval of the proposed deferral (D81-41A) relating to the Business Loan and Investment Fund of the Small Business Administration, as set forth in the President's message of March 10, 1981. Expresses Congressional disapproval of the proposed deferral (D81-102) relating to the Surety Bond Guarantees Revolving Fund of the Small Business Administration, as set forth in the President's message of March 10, 1981. Makes supplemental appropriations for fiscal year 1981 to the Department of Defense for: (1) military personnel of the Navy Air Force; (2) military personnel of the Marine Corps (including transfer of funds); (3) reserve personnel of the Army and Marine Corps; (4) National Guard Personnel of the Army and the Air Force; (5) operation and maintenance of the Army (including the Army Stock Fund), Navy, Marine Corps, Air Force, Defense Agencies (including the Defense Stock Fund), Army Reserve, Navy Reserve, Air Force Reserve, Army National Guard, and Air National Guard; (6) aircraft, missile, weapons and tracked combat vehicles, ammunition, and other procurement by the Army; (7) aircraft, weapons, shipbuilding and conversion, and other procurement by the Navy; (8) procurement by the Marine Corps; (9) aircraft, missile and other procurement by the Air Force; (10) procurement by Defense Agencies; and (11) research, development, test, and evaluation by the Army, Navy, Air Force, and Defense Agency. Permits transfer of appropriations or funds available to the Department of Defense to fiscal year 1981 appropriations for research, development, test, and evaluation to the extent necessary to meet increased pay costs authorized by or pursuant to law. Makes supplemental appropriations for fiscal year 1981 to the Department of Energy for: (1) atomic energy defense activities (both operating expenses and plant and capital equipment); and (2) general administration (operating expenses only). Rescinds or defers specified funds appropriated to the Department of Energy for fiscal year 1981 for operating expenses and plant and capital equipment for: (1) energy supply, research and development activities; (2) uranium supply and enrichment activities; (3) general science and research activities; and (5) departmental administration. Rescinds and defers specified 1981 appropriations for the geothermal loan guarantee and interest assistance program. Expresses Congressional disapproval of the proposed deferral (D81-29A) relating to the Atomic Energy Defense Activities inertial confinement fusion program as set forth in the President's message of March 10, 1981. Makes supplemental appropriations for fiscal year 1981 to the Department of Defense - Civil Department of the Army for: (1) operation and maintenance of the Corps of Engineers - Civil; (2) flood control and coastal emergencies; and (3) flood control, Mississippi River and tributaries. Transfers specified funds to the Water and Power Resources Service of the Department of the Interior for general investigations. Rescinds specified funds appropriated for fiscal year 1981 for: (1) Appalachian regional development programs; (2) salaries and expenses of the Nuclear Regulatory Commission; (3) payment to the Tennessee Valley Authority; and (4) water resources planning of the Water Resources Council. Defers specified funds appropriated for: (1) Appalachian regional development programs; and (2) the Tennessee Valley Authority. Sets forth restrictions concerning the use of funds by the Nuclear Regulatory Commission with respect to public proceedings on nuclear powerplant operating license requests. Makes supplemental appropriations for fiscal year 1981 for: (1) payment to the International Development Association; and (2) payment to the African Development Bank. Appropriates supplemental funds for fiscal year 1981 for: (1) payment to the Foreign Service Retirement and Disability Fund; and (2) operating expenses of the Agency for International Development. Rescinds specified funds appropriated for fiscal year 1981 for: (1) Indochina Postwar Reconstruction Assistance; (2) the Middle East Special Requirements Fund and Security Supporting Assistance (Syria); and (3) the Inter-American Foundation. Makes supplemental appropriations for fiscal year 1981 for the Peace Corps. Rescinds specified funds appropriated for fiscal year 1981 to the Department of State for: (1) international narcotics control; and (2) migration and refugee assistance. Limits, during fiscal year 1981, the loan activity of the Export-Import Bank of the United States. Appropriates supplemental funds to the Department of Housing and Urban Development (HUD) for fiscal year 1981 for: (1) housing payments; (2) payments for the operation of low-income housing projects; (3) payments to the Federal Financing Bank (including transfer of funds); and (4) Government National Mortgage Association guarantees of mortgage-backed securities. Rescinds specified appropriations to HUD for: (1) annual contributions for assisted housing; (2) the congregate services program; (3) assistance for solar and conservation improvements; (4) comprehensive community planning grants; (5) the rehabilitation loan fund; (6) housing counseling assistance; (7) the neighborhood self-help development project; and (8) research and technology. Rescinds funds appropriated for fiscal year 1981 to the Environmental Protection Agency for research and development, abatement, control, compliance, and construction grants; (2) the Council on Environmental Quality for the Office of Environmental Quality and the Office of Science and Technology Policy; (3) the Federal Emergency Management Agency for disaster relief; (4) the National Aeronautics and Space Administration for research and development; (5) the National Consumer Cooperative Bank for self-help development; (6) the National Science Foundation for research and related activities, and for science education activities; (7) the Selective Service System for salaries and expenses; and (8) the Veterans Administration for major projects construction. Makes supplemental appropriations for fiscal year 1981 to: (1) the Environmental Protection Agency for the Hazardous Substance Response Trust Fund and to carry out the Comprehensive Environmental Response, Compensation, and Liability Act of 1980; and (2) the Veterans Administration for compensation and pensions, readjustment benefits, veterans insurance and indemnities, medical care, and the Vocational Rehabilitation Revolving Fund. Expresses Congressional disapproval of the following proposed deferrals relating to the Veterans Administration, which were transmitted to the Congress by the President on March 10, 1981: (1) D81-95, medical care; (2) D81-96, medical and prosthetic research; (3) D81-97, medical administration and miscellaneous operating expenses; and (4) D81-98, major projects construction. Increases the limitation on nonadministrative expenses of the Federal Home Loan Bank Board. Makes supplemental appropriations for fiscal year 1981 to the Department of the Interior for: (1) management of lands and resources by the Bureau of Land Management; (2) resource management by the United States Fish and Wildlife Service; (3) operation of the National Park System by the National Park Service; (4) surveys, investigations, and research by the Geological Survey; (5) operation of Indian programs by the Bureau of Indian Affairs; (6) Administration of territories by the Office of Territorial Affairs; (7) salaries and expenses of the Office of the Solicitor; and (8) the Inspector General. Rescinds specified funds appropriated for fiscal year 1981 to the Department of the Interior for: (1) payments in lieu of taxes; (2) construction; (3) anadromous fish; (4) the Youth Conservation Corps; and (5) the Rural Water Treatment and Distribution System. Rescinds specified funds appropriated for fiscal year 1981 for the Office of Water Research and Technology, salaries and expenses. Rescinds and defers funds appropriated for fiscal year 1981 for the regulation and technology activities of the Office of Surface Mining Reclamation and Enforcement. Makes supplemental appropriations for fiscal year 1981 to the Department of Agriculture for the National Forest System and construction and land acquisition. Rescinds specified funds appropriated to the Department of Energy for fiscal year 1981 for: (1) alternative fuels production; and (2) the Energy Information Administration. Defers funds appropriated for fiscal year 1981 for: (1) fossil energy research and development; (2) fossil energy construction; (3) energy production, demonstration, and distribution programs; (4) energy conservation; and (5) economic regulation. Makes supplemental appropriations (including transfer of funds) for fiscal year 1981 for the strategic petroleum reserve. Rescinds specified funds appropriated for fiscal year 1981 to the Department of the Treasury for the Energy Security Reserve. Makes supplemental appropriations for fiscal year 1981 to the: (1) Department of Health and Human Services for Indian health services and facilities under the Health Services Administration; and (2) the Smithsonian Institution for salaries and expenses. Rescinds specified funds appropriated for fiscal year 1981 to the Federal Inspector for the Alaska Gas Pipeline for permitting and enforcement. Rescinds funds appropriated for fiscal year 1981 to the Department of Labor for temporary employment assistance under the Employment and Training Administration. Makes supplemental appropriations for fiscal year 1981 for the Black Lung Disability Trust Fund. Rescinds specified funds appropriated for fiscal year 1982 to the Department of Health and Human Services for: (1) health services of the Health Services Administration; (2) preventive health services of the Centers for Disease Control; (3) the National Cancer Institute; (4) the National Heart Lung, and Blood Institute; (5) the National Institute of Arthritis, Metabolism, and Digestive Diseases; (6) the National Institute of Neurological and Communicative Disorders and Stroke; (7) the National Institute of General Medical Sciences; (8) the National Institute of Child Health and Human Development; (9) the National Eye Institute; (10) the National Institute of Environmental Health Sciences; (11) the National Institute on Aging; (12) research resources of the National Institutes of Health; (13) the Alcohol, Drug Abuse, and Mental Health Administration; (14) construction and renovation of Saint Elizabeth's Hospital; (15) the Health Resources Administration; (16) salaries and expenses of the Assistant Secretary for Health; (17) payments to health care trust funds of the Health Care Financing Administration; (18) program management of the Health Care Financing Administration; (19) refugee assistance under the Social Security Administration; and (20) human development services of the Assistant Secretary for Human Development Services. Makes supplemental appropriations for fiscal year 1981 to the Department of Health and Human Services for: (1) salaries and expenses of the Assistant Secretary for Health (permits transfer of such sums to other appropriations of the Public Health Service to pay costs associated with the reduction or termination of various programs); and (2) grants to States for social and child welfare services. Rescinds specified funds appropriated for fiscal year 1981 to the Department of Education for: (1) elementary and secondary education; (2) school assistance in federally affected areas; (3) equal educational opportunities; (4) libraries and learning resources; (5) education for the handicapped; (6) rehabilitation services and handicapped research; (7) vocational and adult education; (8) higher and continuing education; (9) school improvement; and (10) research and related activities. Makes supplemental appropriations for fiscal year 1981 to the Department of Education for: (1) student financial assistance; and (2) student loan insurance. Disapproves deferral number D81-82 relating to the Higher Education Facilities Loan and Insurance Fund, which was transmitted in the special message of March 10, 1981. Rescinds specified funds appropriated for fiscal year 1981 for: (1) the operating expenses and domestic programs of ACTION; (2) the community services program of the Community Services Administration; (3) the Public Broadcasting Fund of the Corporation for Public Broadcasting; (4) salaries and expenses of the Federal Mine Safety and Health Review Commission; and (5) salaries and expenses of the Occupational Safety and Health Review Commission. Makes supplemental appropriations for fiscal year 1981 for: (1) the National Commission on Student Financial Assistance; and (2) operation and maintenance of the Soldiers' and Airmen's Home. Limits gross obligations for direct loans of the Rural Development Loan Fund to not more than $5,500,000 during 1981 and prohibits any guarantee commitments in 1981. Prohibits the Community Development Credit Unions Revolving Fund from incurring any obligations for direct loans during 1981. Makes supplemental appropriations for fiscal year 1981 to the Legislative Branch for: (1) payment to a specified widow of a Representative from Ohio; (2) specified activities of the Committee on Appropriations; (3) official mail costs; (4) salaries and expenses of the Office of Technology Assessment; (5) acquisition of property as an addition to the Capitol grounds by the Architect of the Capitol; (6) the Capitol powerplant; (7) the moving costs of the Library of Congress to the James Madison Memorial Building; (8) salaries and expenses of the Copyright Royalty Tribunal; and (9) salaries and expenses of the Government Printing Office. Rescinds specified funds appropriated for fiscal year 1981 to the Legislative Branch for: (1) House office buildings; (2) the Capitol powerplant; (3) Library buildings and grounds; and (4) the special foreign currency program of the Library of Congress. Makes supplemental appropriations for fiscal year 1981 for: (1) military construction of the Army, Navy, Air Force, Defense Agencies, and Air National Guard; and (2) family housing, defense. Defers specified funds appropriated for fiscal year 1981 for Air Force military construction for study, planning, design, architect, and engineering services until the President certifies to the Congress his decision on the basing mode for the MX missile, and until the final environmental impact statement on such system has been completed. Makes supplemental appropriations for fiscal year 1981 to the Department of Transportation for: (1) the Coast Guard for operating expenses, retired pay, reserve training, the Deepwater Port Liability Fund, and the Pollution Fund; (2) the Federal Highway Administration for highway-related safety grants, the national scenic and recreational highway, Federal-aid highways, and the urban high density traffic program; and (3) the Federal Railroad Administration for the Conrail workforce reduction program, grants to the National Railroad Passenger Corporation (including transfer of funds), settlements of railroad litigation, rail labor assistance, and rail service assistance (and disapproves deferral D81-91). Rescinds specified funds appropriated for fiscal year 1981 for the Federal Railroad Administration for railroad rehabilitation and improvement financing funds. Expresses Congressional disapproval of: (1) deferral D81-92 relating to the Federal Railroad Administration Northeast Corridor Improvement Program; and (2) deferral D81-17B relating to Federal Aviation Administration facilities and equipment. Reduces the allocation of appropriated funds for the aircraft purchase loan guarantee program. Makes supplemental appropriations for fiscal year 1981 to the Urban Mass Transportation Administration for: (1) research, development, and demonstrations and university research and training (including transfer of funds); (2) interstate transfer grants; and (3) salaries and expenses of the Office of the Inspector General. Rescinds specified funds appropriated for fiscal year 1981 for: (1) the waterborne transportation demonstration project; and (2) the cooperative automotive research program. Defers specified funds appropriated for fiscal year 1981 for urban discretionary grants. Increases the limitation on administrative expenses of the Saint Lawrence Seaway Development Corporation. Makes supplemental appropriations for fiscal year 1981 to: (1) the Civil Aeronautics Board for payments to air carriers; (2) the Motor Carrier Ratemaking Study Commission for salaries and expenses; (3) the Panama Canal Commission for operating expenses and the emergency fund; and (4) the United States Railway Association for payments for the purchase of Conrail securities. Rescinds specified funds appropriated for fiscal year 1981 to the Department of the Treasury for investment in fund anticipation notes. Authorizes the Secretary of Transportation to grant the City of Gary, Indiana, a release from certain terms and restrictions contained in a conveyance of specified property for airport purposes. Makes supplemental appropriations for fiscal year 1981 to: (1) the Department of the Treasury for the salaries and expenses of the United States Secret Service; (2) the Committee for Purchase from the Blind and other Severely Handicapped for salaries and expenses; (3) the General Services Administration for the Federal Buildings Fund and the General Supply Fund (including transfer of funds); (4) the National Archives and Records Service for operating expenses; (5) the Office of Personnel Management for the payment to the Civil Service Retirement and Disability Fund and the Revolving Fund; (6) the Merit Systems Protection Board for salaries and expenses (including transfer of funds); (7) the Federal Labor Relations Authority for salaries and expenses; and (8) the United States Tax Court for salaries and expenses. Rescinds specified funds appropriated for fiscal year 1981 to: (1) the United States Postal Service for payments to the Postal Service Fund; (2) the Council on Wage and Price Stability; and (3) the Merit Systems Protection Board for salaries and expenses. Title II: Increased Pay Costs for the Fiscal Year 1981 - Makes supplemental appropriations for fiscal year 1981 for increased pay costs to: (1) the Legislative Branch for: (a) the House of Representatives; (b) the Joint Committee on Taxation; (c) the Capitol Guide Service; (d) Education of Pages; (e) the Office of Technology Assessment; (f) the Congressional Budget Office; (g) the Architect of the Capitol (including transfer of funds); (h) the Botanic Garden; (i) the Library of Congress (including transfer of funds); (j) the General Accounting Office; and (k) the Government Printing Office; (2) the Judiciary for the: (a) Supreme Court of the United States; (b) Court of Customs and Patent Appeals; (c) U.S. Court of International Trade; (d) Court of Claims; (e) courts of appeals, district courts, and other judicial services (including transfer of funds); (f) Administrative Office of the United States Courts; and (g) Federal Judicial Center; (3) the Executive Office of the President for the: (a) White House Office; (b) Executive Residence at the White House; (c) Special Assistance to the President; (d) Council of Economic Advisers; (e) National Security Council; (f) Office of Administration; (g) Office of Management and Budget; (h) Office of Federal Procurement Policy; (i) Office of the United States Trade Representative; (j) funds appropriated to the President for the International Development Cooperation Agency. Appropriates supplemental funds for fiscal year 1981 for increased pay costs to the: (1) Department of Agriculture for the: (a) Office of the Secretary; (b) Science and Education Administration; (c) Agricultural Stabilization and Conservation Service (including transfer of funds); (d) Rural Electrification Administration; (e) Farmers Home Administration; (f) Soil Conservation Service; (g) Federal Grain Inspection Service; (h) Agricultural Marketing Service; (i) Food and Nutrition Service; and (j) Forest Service; (2) Department of Commerce for the: (a) general administration; (b) Bureau of the Census; (c) Economic and Statistical Analysis; (d) International Trade Administration; (e) National Oceanic and Atmospheric Administration (including transfer of funds); (f) Patent and Trademark Office; and (g) Maritime Administration; (3) Department of Defense - Military for military personnel and operation and maintenance and family housing; (4) Department of Defense - Civil for the Soldiers' and Airmens' Home and the Corps of Engineers - Civil; (5) Department of Education for departmental management; (6) Department of Energy for: (a) fossil energy research and development; (b) energy production, demonstration, and distribution; (c) energy conservation; (d) economic regulation; (e) the strategic petroleum reserve; and (f) departmental administration; (7) Department of Health and Human Services for the: (a) Food and Drug Administration; (b) Health Services Administration; (c) Alcohol, Drug Abuse, and Mental Health Administration; (d) Health Resources Administration (transfer of funds); (e) Social Security Administration for administrative expenses and for supplemental security income; and (f) Departmental Management (transfer of funds); (8) Department of Housing and Urban Development for management and administration (including transfer of funds). Makes supplemental appropriations for fiscal year 1981 for increased pay costs to: (1) the Department of the Interior for: (a) the Bureau of Land Management; (b) the Water and Power Resources Service (including transfer of funds); (c) the U.S. Fish and Wildlife Service; (d) the National Park Service; (e) the Geological Survey; (f) the Bureau of Mines; (g) the Bureau of Indian Affairs; (h) the Office of Territorial Affairs (including transfer of funds); (i) the Office of the Solicitor; and (j) the Office of the Secretary; (2) the Department of Justice for: (a) general administration; (b) the United States Parole Commission; (c) Legal Activities; (d) the Federal Bureau of Investigation; (e) the Immigration and Naturalization Service; (f) the Drug Enforcement Administration; (g) the Federal Prison System; and (h) the Office of Justice Assistance, Research, and Statistics; (3) the Department of Labor for the: (a) Employment and Training Administration (including transfer of funds); (b) Labor-Management Services Administration; (c) Occupational Safety and Health Administration; (d) Mine Safety and Health Administration; (e) Bureau of Labor Statistics; and (f) departmental management; (4) the Department of State for Administration of Foreign Affairs and international commissions; (5) the Department of Transportation for: (a) the Office of the Secretary; (b) the Coast Guard; (c) the Federal Aviation Administration; (d) the Federal Highway Administration (including transfer of funds); (e) the Federal Railroad Administration; (f) Urban Mass Transportation Administration (transfer of funds); (g) Saint Lawrence Seaway Development Corporation; and (h) Office of the Inspector General (transfer of funds); (6) the Department of the Treasury for the: (a) Office of the Secretary; (b) Office of Revenue Sharing; (c) Federal Law Enforcement Training Center; (d) Bureau of Government Financial Operations; (e) Bureau of Alcohol, Tobacco and Firearms; (f) United States Customs Service; (g) Bureau of the Mint; (h) Internal Revenue Service (including transfer of funds); and (i) United States Secretary Service; (7) the Environmental Protection Agency for salaries and expenses; (8) the National Aeronautics and Space Administration for research and program management; (9) the Veterans Administration for: (a) medical care; (b) medical and prosthetic research; (c) medical administration and miscellaneous operating expenses; and (d) general operating expenses. Makes supplemental appropriations for fiscal year 1981 for increased pay costs to the following independent agencies: (1) the Administrative Conference of the United States; (2) the Advisory Council on Historic Preservation; (3) the American Battle Monuments Commission; (4) the Civil Aeronautics Board; (5) the Commission of Fine Arts; (6) the Commission on Civil Rights; (7) the Committee for Purchase from the Blind and other Severely Handicapped; (8) the Commodity Futures Trading Commission; (9) the Equal Employment Opportunity Commission; (10) the Export-Import Bank of the United States; (11) the Farm Credit Administration; (12) the Federal Communications Commission; (13) the Federal Election Commission; (14) the Federal Home Loan Bank Board; (15) the Federal Labor Relations Authority; (16) the Federal Maritime Commission; (17) the General Services Administration; (18) the Federal Supply Service (including transfer of funds); (19) the Transportation and Public Utilities Service; (20) the National Archives and Records Service (including transfer of funds); (21) the Automated Data and Telecommunications Service; (22) the Federal Property Resources Service; (23) general management and administration; (24) the Intelligence Community Staff; (25) the Advisory Commission on Intergovernmental Relations; (26) the Delaware River Basin Commission; (27) the Susquehanna River Basin Commission; (28) the International Communication Agency; (29) the International Trade Commission; (30) the Merit Systems Protection Board; (31) the National Capital Planning Commission; (32) the National Foundation on the Arts and the Humanities; (33) the National Endowment for the Arts; (34) the National Labor Relations Board; (35) the National Science Foundation; (36) the National Transportation Safety Board; (37) the Office of Personnel Management (including transfer of funds); (38) the Panama Canal Commission; (39) the Railroad Retirement Board; (40) the Securities and Exchange Commission; (41) the Smithsonian Institution; (42) the Navajo and Hopi Relocation Commission; and (43) the United States Tax Court. Title III: General Provisions - States that no part of any appropriation contained in this Act shall remain available for obligation beyond fiscal year 1981 unless expressly so provided. Increases limitations on appropriations available during fiscal year 1981 for personal services expenditures and on appropriations which may be transferred among accounts involving personal services, to the extent necessary to meet increased pay costs pursuant to law, except where such limitations are increased or decreased elsewhere in this Act. Prohibits any part of any appropriation contained in this Act for departments and agencies funded in the Department of Housing and Urban Development-Independent Agencies Appropriation Act, 1981, for personnel compensation and benefits from being made available for other object classifications set forth in the budget estimates submitted for the appropriations without the approval of the Committees on Appropriations. Prohibits any of the funds made available to the Department of the Treasury by this resolution from being used to implement changes shortening the time granted, or altering the mode of payment permitted, for payment of excise taxes by law or regulations in effect on January 1, 1981. Title IV: Further Continuing Appropriations - Amends Federal law to prohibit the use of Federal funds for abortions except where the life of the mother would be endangered if the fetus were carried to term. Declares that the States remain free not to fund abortions to the extent that they in their sole discretion deem appropriate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Supplemental Appropriations and Rescission Act, 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill making supplemental and further continuing appropriations for the fiscal year ending September 30, 1981, rescinding certain budget authority, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:55-05:00"
}