{
  "actions": [
    {
      "acted_at": "1993-10-07", 
      "references": [
        {
          "reference": "CR S13279", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-10-07", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-08-16", 
      "references": [
        {
          "reference": "CR S11904-11905", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1533-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bennett, Robert F.", 
      "sponsored_at": "1993-11-10", 
      "state": "UT", 
      "thomas_id": "01280", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brown, Hank", 
      "sponsored_at": "1994-02-03", 
      "state": "CO", 
      "thomas_id": "00135", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coats, Daniel", 
      "sponsored_at": "1993-11-19", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coverdell, Paul", 
      "sponsored_at": "1993-11-02", 
      "state": "GA", 
      "thomas_id": "01310", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Craig, Larry E.", 
      "sponsored_at": "1994-08-01", 
      "state": "ID", 
      "thomas_id": "00246", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gramm, Phil", 
      "sponsored_at": "1994-02-03", 
      "state": "TX", 
      "thomas_id": "00453", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gregg, Judd", 
      "sponsored_at": "1994-02-03", 
      "state": "NH", 
      "thomas_id": "00466", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1993-11-17", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hutchison, Kay Bailey", 
      "sponsored_at": "1993-11-04", 
      "state": "TX", 
      "thomas_id": "01368", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mack, Connie, III", 
      "sponsored_at": "1993-11-17", 
      "state": "FL", 
      "thomas_id": "00721", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1993-11-17", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Smith, Bob", 
      "sponsored_at": "1993-11-03", 
      "state": "NH", 
      "thomas_id": "01082", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wallop, Malcolm", 
      "sponsored_at": "1993-11-02", 
      "state": "WY", 
      "thomas_id": "01451", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-10-07", 
  "number": "1533", 
  "official_title": "A bill to improve access to health insurance and contain health care costs, and for other purposes.", 
  "popular_title": "Health Care Reform bill", 
  "related_bills": [
    {
      "bill_id": "hr3080-103", 
      "reason": "identical"
    }
  ], 
  "short_title": "Affordable Health Care Now Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "Lott, Trent", 
    "state": "MS", 
    "thomas_id": "00707", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-10-07", 
  "subjects": [
    "Accident insurance", 
    "Administrative fees", 
    "Administrative procedure", 
    "Aircraft", 
    "Alternative dispute resolution", 
    "Ambulatory care", 
    "Annuities", 
    "Antitrust actions", 
    "Antitrust law", 
    "Antitrust policy", 
    "Armed forces and national security", 
    "Caregivers", 
    "Catastrophic health insurance", 
    "Charitable contributions", 
    "Chronically ill", 
    "Civil rights and liberties, minority issues", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Clinics", 
    "Collective bargaining agreements", 
    "Commerce", 
    "Communication in medicine", 
    "Community health services", 
    "Compensation for victims of crime", 
    "Competition", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Consumer complaints", 
    "Consumer education", 
    "Consumer protection", 
    "Cost effectiveness", 
    "Cost of living adjustments", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Critically ill", 
    "Damages", 
    "Data banks", 
    "Data transmission systems", 
    "Delegation of powers", 
    "Department of Health and Human Services", 
    "Department of Justice", 
    "Discrimination in insurance", 
    "District courts", 
    "Drugs", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Electronic data processing", 
    "Emergency management", 
    "Emergency medical services", 
    "Employee health benefits", 
    "Evidence (Law)", 
    "Excise tax", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to health facilities", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal aid to transportation", 
    "Federal employees", 
    "Federal preemption", 
    "Federal-state relations", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fraud", 
    "Government employees' health insurance", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government trust funds", 
    "Grandparents", 
    "Health", 
    "Health care reform", 
    "Health education", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Health planning", 
    "Higher education", 
    "Hospital rates", 
    "Hospitals", 
    "Housing and community development", 
    "Identification devices", 
    "Income", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Individual retirement accounts", 
    "Infant mortality", 
    "Information services", 
    "Informers", 
    "Inspectors general", 
    "Insurance agents", 
    "Insurance companies", 
    "Insurance premiums", 
    "Insurance rates", 
    "Joint ventures", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Law enforcement officers", 
    "Lease and rental services", 
    "Legal fees", 
    "Liability (Law)", 
    "Licenses", 
    "Life insurance", 
    "Limitation of actions", 
    "Long-term care", 
    "Long-term care insurance", 
    "Malpractice", 
    "Managed care", 
    "Maternal health services", 
    "Mediation", 
    "Medicaid", 
    "Medicaid fraud", 
    "Medical associations", 
    "Medical ethics", 
    "Medical malpractice insurance", 
    "Medical records", 
    "Medical supplies", 
    "Medicare", 
    "Medicare fraud", 
    "Members of Congress", 
    "Migrant labor", 
    "Negligence", 
    "Obstetrics", 
    "Older workers", 
    "Payroll deductions", 
    "Peer review organizations (Medicine)", 
    "Pension funds", 
    "Physicians", 
    "Postal crimes", 
    "Pregnancy", 
    "Privileges and immunities", 
    "Products liability", 
    "Public assistance programs", 
    "Public prosecutors", 
    "Punitive damages", 
    "Quality of care", 
    "Reinsurance", 
    "Research grants", 
    "Respite care", 
    "Right of privacy", 
    "Risk assessment", 
    "Risk management", 
    "Rural hospitals", 
    "Rural public health", 
    "Sales promotion", 
    "Savings accounts", 
    "Science, technology, communications", 
    "Self-employed", 
    "Sentences (Criminal procedure)", 
    "Small business", 
    "Social security eligibility", 
    "Social security taxes", 
    "Social welfare", 
    "Standards", 
    "State laws", 
    "Sunset legislation", 
    "Surety and fidelity", 
    "Surveys", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax penalties", 
    "Tax-deferred compensation plans", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Telephone", 
    "Transportation and public works", 
    "Trauma care", 
    "Trusts and trustees", 
    "Veterans' hospitals", 
    "Volunteer workers", 
    "Wealth tax", 
    "Withholding tax", 
    "Women"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-10-07", 
    "text": "TABLE OF CONTENTS: Title I: Improved Access to Affordable Health Care Subtitle A: Increased Availability and Continuity of Health Coverage for Employees and Their Families Subtitle B: Reform of Health Insurance Marketplace for Small Business Subtitle C: Preemption Subtitle D: Health Deduction Fairness Subtitle E: Improved Access to Community Health Services Subtitle F: Improved Access to Rural Health Services Subtitle G: State Flexibility in the Medicaid Program: The Medical Health Allowance Program Subtitle H: Medicaid Program Flexibility Title II: Health Care Cost Containment and Quality Enhancement Subtitle A: Medical Malpractice Liability Reform Subtitle B: Administrative Cost Savings Subtitle C: Deduction for Cost of Catastrophic Health Plan; Medical Savings Accounts Subtitle D: Anti-Fraud Subtitle E: Medicare Payment Changes; Part B Premium Tax for High-Income Individuals Subtitle F: Removing Anti-Trust Impediments Subtitle G: Encouraging Enforcement Activities of Medical Self-Regulatory Entities Subtitle H: Prefunding Government Health Benefits for Certain Annuitants Subtitle I: Miscellaneous Provisions Title III: Long-Term Care Subtitle A: Tax Treatment of Long-Term Care Insurance Subtitle B: Protection of Assets Under Medicaid Through Use of Qualified Long-Term Care Insurance Subtitle C: Studies Subtitle D: Volunteer Service Credit Demonstration Projects Affordable Health Care Now Act of 1993 - Title I: Improved Access to Affordable Health Care - Subtitle A: Increased Availability and Continuity of Health Coverage for Employees and Their Families - Part 1: Required Coverage Options for Eligible Employees, Spouses, and Dependents - Requires each employer to make available to each eligible employee a group health plan under which: (1) coverage of each eligible individual with respect to such employee may be elected on an annual basis; (2) coverage is provided for at least the required coverage specified; and (3) employees may elect to have premiums collected through payroll deduction. Does not require employer contributions to the cost of coverage under such a plan. Provides for the exclusion of: (1) employers who have been employers for less than two years or who have no more than two eligible employees or no more than two eligible employees not covered under any group health plan; and (2) family members under specified circumstances. Specifies that a group health plan shall not be treated as failing to meet the requirements of this Act solely because a period of service by an eligible employee of not more than 60 days is required for coverage. Specifies that the required coverage is standard coverage, except that in the case of a small employer that has not contributed during the previous plan year to the cost of coverage for any eligible employee under any group health plan, the required coverage for the plan year is coverage under a MedAccess standard, MedAccess catastrophic, and MedAccess medisave plan. Provides for a five-year transition for existing group health plans. (Sec. 1002) Sets forth provisions regarding: (1) compliance with applicable requirements through multiple employer health arrangements; and (2) coverage options under a State medical health allowance program. Part 2: Preexisting Conditions and Continuity of Coverage; Renewability - Prohibits a group health plan from imposing (and an insurer from requiring an employer from imposing through a waiting period for coverage under a plan or similar requirement) a limitation or exclusion of benefits relating to treatment of a preexisting condition if: (1) the condition relates to a condition that was not diagnosed or treated within three months before the date of coverage under the plan; or (2) the limitation or exclusion extends over more than six month after the date of coverage, applies to an individual who, as of the date of birth, was covered under the plan, or relates to pregnancy. Specifies that, in the case of an individual who is eligible for coverage under a plan but for a waiting period imposed by the employer, the individual shall be treated as having been covered under the plan as of the earliest date of the beginning of the waiting period. (Sec. 1012) Requires each group health plan to waive any period applicable to a preexisting condition for similar benefits with respect to an individual to the extent that the individual, prior to enrollment in such plan, was covered for the condition under any other health plan. (Sec. 1013) Prohibits: (1) a multiemployer plan and an exempted multiple employer health plan from canceling or denying renewal of coverage under such a plan for an employer other than for nonpayment of contributions, fraud or other misrepresentation, noncompliance with plan provisions, or misuse of a provider network provision, or because the plan is ceasing to provide any coverage in a geographic area; (2) an insurer from canceling a health insurance plan or denying renewal of coverage other than as prescribed above; and (3) an insurer who terminates the offering of health insurance plans in an area from offering such a plan to any employer in the area until five years after the date of the termination. Part 3: Enforcement; Effective Dates; Definitions - Makes provisions of the Employee Retirement Income Security Act of 1974 applicable with respect to enforcement of this Act (by the Department of Labor). Amends the Internal Revenue Code (Code) to impose a tax ($100 per day for each individual involved, subject to specified limitations) on the failure of an insurer to comply with the requirements under part 2 unless the Secretary of Health and Human Services (Secretary) determines that the State has in effect a regulatory enforcement mechanism that provides adequate sanctions. Subtitle B: Reform of Health Insurance Marketplace for Small Business - Requires each insurer that makes available a health insurance plan to a small employer in a State to make available to each small employer in the State a MedAccess standard, MedAccess catastrophic, and MedAccess medisave plan, with exceptions for health maintenance organizations (HMOs) and if a State provides for guaranteed availability (rather than guaranteed issue). Requires each insurer that offers a MedAccess plan to a small employer in a State to accept: (1) every small employer in the State that applies for coverage; and (2) every eligible individual who applies for enrollment on a timely basis. Sets forth provision regarding: (1) special rules for HMOs; (2) timely enrollment requirements; and (3) enrollment of spouses and dependents. Makes such requirements inapplicable in a State that has provided (in accordance with specified standards) a mechanism under which each insurer offering a health insurance plan to a small employer in the State must participate in a program for assigning high-risk small employer groups (or individuals within such a group) among some or all such insurers, if the insurers comply. (Sec. 1102) Defines \"MedAccess plan\" as a health insurance plan that: (1) is designed to provide standard coverage with substantial cost-sharing, only catastrophic coverage, or medisave coverage; (2) includes only essential and medically necessary services; (3) meets applicable requirements relating to guaranteed issue; and (4) meets specifies consumer protection standards. Defines \"MedAccess standard plan,\" \"MedAccess catastrophic plan,\" and \"MedAccess medisave plan\" to mean a MedAccess plan that provides for at least standard coverage, for only catastrophic coverage, or medisave coverage, respectively. Requests the National Association of Insurance Commissioners (NAIC) to submit to the Secretary a set of rules which NAIC determines is sufficient for determining, in the case of any health insurance plan and for purposes of this subtitle, the actuarial value of the coverage offered by the plan. Directs the Secretary to certify such set of rules for use under this subtitle if they meet such requirements or establish such a set of rules. Specifies that a health insurance plan is considered to provide: (1) standard coverage if the benefits are determined, in accordance with certified rules of actuarial equivalence, to have a value that is within five percentage points of an established target actuarial value for standard coverage; (2) catastrophic coverage if benefits are available under the plan for a year only to the extent that expenses for covered services in a year exceed a deductible amount that is consistent with a specified requirement for a catastrophic health plan under the Code, and are determined, in accordance with certified actuarial equivalence rules, to have a value that is within five percentage points of an established target actuarial value for catastrophic coverage; and (3) medisave coverage if such plan consists of a catastrophic health plan within the meaning of the Code and a medical savings account. Requests NAIC to submit to the Secretary target actuarial values for standard and catastrophic coverage. Permits NAIC to submit periodic revisions of, and permits the Secretary to revise, the set of rules of actuarial equivalence and target actuarial values where necessary to take into account changes in the relevant types of health benefits provisions, in deductible levels for catastrophic coverage, or in relevant demographic conditions. (Sec. 1103) Directs the Secretary to request NAIC to develop model regulations that specify standards with respect to requirements: (1) that insurers make available MedAccess plans; (2) of guaranteed availability of MedAccess plans to small employers; (3) relating to limits on premiums and certain consumer protections; and (4) relating to limitation of annual premium increases. Requires the Secretary to review such standards and, if NAIC fails to specify standards meeting such requirements, to promulgate standards. Sets forth provisions regarding: (1) the application of MedAccess standards and consumer protection standards by the States; and (2) the Federal role. (Sec. 1104) Sets forth provisions: (1) regarding limits on premiums and annual premium increases; and (2) requiring an insurer, at the time of offering a health insurance plan to a small employer, to fully disclose rating practices for health insurance plans, including rating practices for different populations and benefit designs. (Sec. 1106) Directs the Secretary to: (1) request NAIC to develop models for reinsurance or allocation of risk mechanisms for health insurance plans made available to small employers for whom an insurer is at risk of incurring high costs under the plan; and (2) review such models or specify models. Sets forth provisions regarding implementation of reinsurance or allocation of risk mechanisms by the States and the Federal role. Amends the Code to provide for the imposition of a tax on any health insurance plan which covers any employee in a Federal reinsurance State. (Sec. 1108) Directs the Secretary to establish an Office of Private Health Care Coverage. Requires the Office Director to submit to the Congress annual reports evaluating health care coverage reform. (Sec. 1109) Authorizes the Director to conduct: (1) research on the impact of this subtitle on the availability of affordable health coverage for employees and dependents in the small employers group health care coverage market and other specified topics; and (2) demonstration projects relating to such topics. Requires the Director to develop: (1) methods for measuring the relative health risks of eligible individuals in terms of the expected costs of providing benefits under health insurance plans and, in particular, MedAccess plans; and (2) a model for equitably distributing health risks among insurers in the small employer health care coverage market. Authorizes appropriations. Subtitle C: Preemption - Part 1: Scope of State Regulation - Prohibits: (1) State benefit mandates for group health plans; and (2) State or local law prohibitions against two or more employers obtaining coverage under an insured multiple employer health plan. (Sec. 1203) Preempts State restrictions concerning: (1) reimbursement rates or selective contracting; (2) differential financial incentives; and (3) utilization review methods. Directs the Comptroller General to conduct a study of the benefits and cost effectiveness of the use of managed care in the delivery of health services. Part 2: Multiple Employer Health Benefits Protections - Amends the Employee Retirement Income Security Act of 1974 (ERISA) to allow a limited exemption under preemption rules for multiple employer plans providing health benefits subject to certain Federal standards. (Sec. 1212) Relieves exempted multiple employer plans providing medical care benefits of certain restrictions on preemption of State law. Treats such plans as employee welfare benefit plans. Allows commencement of new arrangements only if such exemption is in effect or an application is pending and the Secretary of Labor determines that provisional protection is appropriate. Sets forth exemption procedures, eligibility requirements, and additional requirements applicable to exempted arrangements. Requires certain disclosures to participating employers, maintenance of reserves, and corrective actions. Provides for expiration, suspension, and revocation of exemptions, and for review of actions by the Secretary. (Sec. 1213) Revises provisions relating to scope of preemption rules, and to treatment of single employer arrangements and of certain collectively bargained arrangements. (Sec. 1215) Establishes special rules for employee leasing healthcare arrangements. Treats such arrangements as multiple employer welfare arrangements except when they are multiple employer health plans. (Sec. 1216) Sets forth enforcement provisions relating to multiple employer welfare arrangements and employee leasing health care arrangements. (Sec. 1217) Sets forth filing requirements for multiple employer welfare arrangements. (Sec. 1218) Provides for cooperation between Federal and State authorities in enforcing ERISA requirements for multiple employer welfare arrangements with the limited exemption. Part 3: Encouragement of Multiple Employer Arrangements Providing Basic Health Benefits - Amends the Internal Revenue Code to eliminate the commonality of interest or geographic location requirement for tax exempt trust status for multiple employer health plans and insured multiple employer health plans if they meet certain requirements under ERISA and this Act. Part 4: Simplifying Filing of Reports for Employers Covered under Insured Multiple Employer Health Plans - Amends ERISA to direct the Secretary of Labor to prescribe an alternative method providing for a single annual report with respect to all employers who are covered under the same insured multiple employer health plan. Part 5: Compliance with Coverage Option Requirements - Provides for compliance with applicable coverage requirements through multiemployer plans and other multiple employer health arrangements. Subtitle D: Health Deduction Fairness - Amends the Internal Revenue Code to provide: (1) for a permanent extension and increase in the health insurance tax deduction for self-employed individuals; and (2) that the deduction for certain health insurance costs be determined without regard to an adjusted gross income threshold. Disallows the deduction to individuals eligible for employer-subsidized coverage. Allows the deduction whether or not the individual itemizes other deductions. Subtitle E: Improved Access to Community Health Services - Part 1: Increased Authorization for Community and Migrant Health Centers - Directs the Secretary to provide for grants to migrant and community health centers to promote primary health care services for underserved individuals. Allows grants to be used to promote the provision of off-site services, to improve birth outcomes in areas with high infant mortality and morbidity, to establish primary care clinics in areas in need, and for recruitment and training costs of necessary providers and operating costs for unreimbursed services. Authorizes appropriations. Directs the Secretary to conduct a study of the impact of such grants on access to health care, birth outcomes, and the use of emergency room services. Part 2: Grants for Projects for Coordinating Delivery of Services - Amends the Public Health Service Act to authorize the Secretary to make grants to public and nonprofit private entities: (1) to carry out demonstration projects to increase access to outpatient primary health services in specified geographic areas (i.e., areas that are rational areas for the delivery of health services, have a population of not more than 500,000 individuals, and have been designated by the Secretary as areas with a shortage of personal health services or that have a significant number of individuals with low incomes or insufficient health care insurance through coordinating the delivery of such services under Federal, State, local, and private programs; and (2) for developing plans to carry out such projects. Authorizes appropriations. Subtitle F: Improved Access to Rural Health Services - Part 1: Establishment of Rural Emergency Access Care Hospitals Under Medicare - Amends title XVIII (Medicare) of the Social Security Act (SSA) to provide for: (1) establishment of rural emergency access care hospitals under Medicare; and (2) coverage of and payment for rural emergency access care hospital services under Medicare part B (Supplementary Medical Insurance). Part 2: Rural Medical Emergencies Air Transport - Amends the Public Health Service Act to direct the Secretary to make grants to States to assist in the creation or enhancement of air medical transport systems that provide victims of medical emergencies in rural areas with access to treatments. Sets forth provisions regarding: (1) application and State plan requirements; (2) considerations in awarding grants; (3) State administration and use of grants; (4) the number of grants; and (5) reporting requirements. Authorizes appropriations. Part 3: Emergency Medical Services Amendments - Amends the Public Health Service Act to direct the Secretary to: (1) establish an Office of Emergency Medical Services, headed by a Director; (2) engage in specified emergency medical services activities, including disseminating information obtained in carrying out specified activities to public and private entities, providing technical assistance to State and local agencies, coordinating Department of Health and Human Services (DHHS) activities with those of other Federal agencies; and (3) ensure that such activities are carried out consistent with certain requirements regarding maintaining an adequate number of health professionals with expertise in the provision of services, developing, periodically reviewing, and revising as appropriate guidelines for the provision of such services, appropriately using available technologies, and serving the unique needs of underserved inner-city and rural areas. (Sec. 1522) Authorizes the Secretary to make grants to States for the purpose of improving the availability and quality of emergency medical services through the operation of State offices of emergency medical services, subject to specified matching fund, budgetary, and other requirements. (Sec. 1523) Provides for demonstration projects to establish telecommunications between rural medical facilities and medical facilities with expertise or equipment. Directs the Secretary to ensure that the telecommunications technologies demonstrated include interactive video telecommunications, static video imaging transmitted through the telephone system, and facsimiles transmitted through such system. (Sec. 1524) Authorizes appropriations for: (1) emergency medical services (including for State offices of Emergency Medical Services and for telecommunications demonstrations); and (2) trauma care and certain other activities. Subtitle G: State Flexibility in the Medicaid Program: The Medical Health Allowance Program - Amends SSA title XIX (Medicaid) to provide for the establishment of State health allowance programs under which the State makes payments to a group health plan which provides coverage to an eligible individual as an allowance towards the costs of providing the individual with benefits under the plan. Subtitle H: Medicaid Program Flexibility - Amends SSA title XIX Medicaid) to modify: (1) Federal requirements to allow States more flexibility in contracting for coordinated care services under Medicaid; and (2) provisions regarding the extension of certain waivers. Title II: Health Care Cost Containment and Quality Enhancement - Subtitle A: Medical Malpractice Liability Reform - Part 1: General Provisions - Makes this subtitle applicable with respect to any medical malpractice liability claim and to any medical malpractice liability action brought in State or Federal court, except a claim or action for damages arising from a vaccine-related injury or death to the extent that title XXI of the Public Health Service Act applies. Sets forth provisions regarding: (1) preemption of State law; (2) effect on sovereign immunity and choice of law or venue; (3) jurisdiction; and (4) effective dates. Part 2: Medical Malpractice and Product Liability Reform - Prohibits a medical malpractice liability action from being brought in any State court during a calendar year unless the relevant claim has been initially resolved (i.e., a decision has been reached on whether the defendant is liable to the plaintiff for damages and on the amount of damages) under a certified alternative dispute resolution (ADR) system or an alternative Federal system. Prohibits a medical malpractice liability action from being brought in Federal court based on diversity of citizenship during a calendar year unless the relevant claim has been initially resolved under such a system in the State whose law applies. Directs the Attorney General to establish an ADR process for tort claims consisting of medical malpractice liability claims brought against the United States under chapter 171 of the Federal judicial code (U.S. Court of Federal Claims). Prohibits a medical malpractice liability action based on such a claim from being brought in any Federal court unless the claim has been initially resolved under such process. Sets forth procedures for filing actions. (Sec. 2012) Limits to $250,000 the amount of noneconomic damages that may be awarded to a claimant and family members in a medical malpractice liability action. Sets limits on punitive damages and on periodic payments for future losses. (Sec. 2013) Set forth provisions regarding: (1) limits on attorney fees and other costs; (2) joint and several liability (generally, liability may be found only for those damages directly attributable to the person's proportionate share of fault or responsibility for the injury); (3) a statute of limitations of seven years; and (4) a uniform standard for determining negligence (the defendant's conduct at the time of providing the health care services was not reasonable). (Sec. 2017) Specifies that in the case of a medical malpractice liability claim relating to services provided during labor or the delivery of a baby, if the health care professional did not previously treat the injured individual for the pregnancy, the trier of fact may not find that the defendant committed malpractice nor assess damages unless the malpractice is proven by clear and convincing evidence. Part 3: Requirements for State Alternative Dispute Resolution Systems - Lists requirements for State ADR systems, including that such a system: (1) applies to all medical malpractice liability claims under the jurisdiction of the courts of that State; (2) requires that a written opinion resolving the dispute be issued within six months after each party against whom the claim is filed has received notice of the claim; (3) is approved by the State or local governments; (4) provides for the transmittal to the State agency responsible for monitoring or disciplining health care professionals and providers of any findings of malpractice; and (5) provides for the regular transmittal of information on disputes resolved under the system to the Administrator for Health Care Policy and Research in a manner that protects the identity of the parties involved. (Sec. 2032) Directs the Secretary, by October 1 of each year, to certify State ADR systems that meet such requirements. Directs the Secretary to establish an alternative Federal ADR system for the resolution of medical malpractice liability claims in States that do not have in effect a certified ADR system. (Sec. 2033) Directs the Secretary, within five years, to submit to the Congress a report describing and evaluating State ADR systems and the alternative Federal system, including: (1) information on the effect of the ADR systems on health care costs, access to health care, and quality of care provided within the State; and (2) to the extent that such report does not provide information on no-fault systems operated by States as ADR systems, an analysis of the feasibility and desirability of establishing a system for resolving medical malpractice liability claims on a no-fault basis. Part 4: Other Provisions Relating to Medical Malpractice Liability - Authorizes a State agency responsible for disciplinary actions for a type of health care practitioner to enter into agreements with State or county professional societies to permit their participation in the licensing of such practitioner and to review any health care malpractice action, claims, or allegation, or other information concerning the practice patterns of any such practitioner. Sets forth agreement requirements. (Sec. 2042) Directs the Secretary to study incentives adopted by State and local governments, insurers, medical societies, and other entities to encourage physicians to volunteer to provide health care services in medically underserved areas. (Sec. 2043) Directs each State to require: (1) each health care professional and health care provider to participate in a risk management program to prevent, and provide early warning of, practices which may result in injuries to patients or endanger patient safety; and (2) each provider of health care professional and provider liability insurance in the State to establish risk management programs or sanction programs of risk management for health care professionals and providers provided by other entities, and require each such professional or provider, as a condition of maintaining insurance, to participate in one such program at least once in each three-year period. (Sec. 2044) Directs the Secretary to make grants: (1) for basic research in the prevention of, and compensation for, injuries resulting from health care professional or provider malpractice and for research of the outcomes of health care procedures; (2) to the States to assist in improving their ability to license and discipline health care professionals; and (3) to States and local governments, private nonprofit organizations, and health professional schools for educating the general public about the appropriate use of health care, realistic expectations of medical intervention, and the resources and role of health care professional licensing and disciplinary boards in investigating claims of incompetence or health care malpractice, and for developing programs of faculty training and curricula for educating health care professionals in quality assurance, risk management, and medical injury prevention. Authorizes appropriations. Subtitle B: Administrative Cost Savings - Part 1: Standardization of Claims Processing - Directs the Secretary to adopt standards relating to: (1) data elements for use in paper and electronic claims processing under health benefit plans and in utilization review and management of care; (2) uniform claims forms; and (3) uniform electronic transmission of the data elements. (Sec. 2102) Authorizes the Secretary, two years after standards are adopted for classes of services upon determining that a significant number of claims for benefits for such services under health benefit plans are not being submitted in accordance with such standards, to require that all providers of such services submit claims to health benefit plans in accordance with such standards. (Sec. 2103) Directs the Secretary to: (1) provide for the ongoing receipt and review of comments and suggestions for changes in the standards adopted and promulgated; (2) establish a schedule for the periodic review of such standards; and (3) revise such standards. Part 2: Electronic Medical Data Standards - Directs the Secretary to promulgate standards for hospitals concerning electronic medical data, including standards for transmission of such data and confidentiality of patient-specific information. Authorizes the Secretary to periodically revise such standards. (Sec. 2112) Sets forth requirements with respect to: (1) the sharing of hospital information under Medicare; (2) waiver of such requirements; and (3) application of such requirements to hospitals of the Department of Veterans Affairs. (Sec. 2113) Authorizes the head of a Federal agency to require a provider to present and transmit a required data element electronically in accordance with applicable presentation or transmission standard. (Sec. 2114) Sets forth limitations on data requirements where standards with respect to data elements are in effect. (Sec. 2115) Directs the Secretary to establish an advisory commission on the standards established under this part and operational concerns about the implementation of such standards. Authorizes appropriations. Part 3: Development and Distribution of Comparative Value Information - Directs the Secretary to determine whether each State is developing and implementing a health care value information program that meets specified criteria and a specified schedule. Authorizes the Secretary to: (1) make grants to enable each State to plan development and initiate implementation of its health care value information program; and (2) recover the amount of such a grant by offset against any other amount payable to the State under the Social Security Act under specified circumstances. Authorizes appropriations. (Sec. 2122) Directs the Secretary to take actions necessary to implement a comparable program in a State that fails to develop or implement a health care value information program in accordance with such criteria and schedule. Authorizes the Secretary to charge fees for the information materials provided pursuant to such a program. (Sec. 2123) Directs the head of each Federal agency with responsibility for the provision of health insurance or health care services to individuals to develop health care value information relating to each program that such head administers and covering the same types of data that a State program meeting such criteria would provide. (Sec. 2124) Directs the Secretary to: (1) develop model systems to facilitate the gathering of data on health care cost, quality, and outcome and the analysis of such data in a manner that will permit the valid comparison of such data among providers and among health plans; (2) support experimentation with different approaches to achieve such objectives in the most cost effective manner; and (3) evaluate the various methods to determine their relative success. Authorizes the Secretary to establish standards for the collective and reporting of data on health care cost, quality, and outcomes. Authorizes appropriations. Part 4: Additional Standards and Requirements; Research and Demonstrations - Directs the Secretary to: (1) adopt standards relating to the design and use of magnetized Medicare identification cards to assist health care providers in determining whether individuals are eligible for benefits for provided services under the Medicare program and in billing the Medicare program for covered services; (2) take steps to encourage and assist States in the design and use of magnetized Medicaid identification cards under their Medicaid plans; and (3) establish a Medicare and Medicaid information system to provide information on group health and other health benefit plans that are primary payors to the Medicare and Medicaid programs. Authorizes appropriations. (Sec. 2132) Specifies that, effective January 1, 1994, no effect shall be given to any provision of State law that requires medical or health insurance records (including billing information) to be maintained in written, rather than electronic, form. (Sec. 2133) Requires, effective January 1, 1995, each health benefit plan: (1) to use a beneficiary's social security number as the personal identifier for claims processing and related purposes (authorizes the Secretary to impose a civil money penalty on any plan that fails to do so); and (2) to use the unique identifier under title XVIII of the Social Security Act (Medicare) for a provider that furnishes health care items or services to a beneficiary under the plan as the identifier of that provider for claims processing and related purposes. (Sec. 2134) Directs the Secretary to: (1) determine, where benefits are payable under two or more health benefit plans, whether problems relating to the rules for determining the liability of plans or the availability of information among plans causes significant administrative costs; and (2) promulgate standards, if the implementation of standards would significantly reduce such administrative costs. Authorizes the Secretary to impose a civil money penalty on plans that fail to comply with such standards. (Sec. 2135) Directs the Secretary to provide grants to qualified entities for research on the application of comprehensive information systems in continuously monitoring and improving patient care. Authorizes the Secretary to make grants to: (1) two to five community organizations or coalitions of health care providers, health benefit plans, and purchasers to establish and document the efficacy of communication links between the information systems of health benefit plans and of health care providers; (2) two to five public or private nonprofit entities for the development of regional or community-based clinical information systems; and (3) public or private nonprofit entities to develop and test the definition of a comprehensive set of data elements and the specification and manner of presentation of the individual data elements of the set, for electronic medical data generated by physicians and other entities (other than hospitals) that provide health care services. Authorizes appropriations. Subtitle C: Deduction for Cost of Catastrophic Health Plan; Medical Savings Account - Amends the Internal Revenue Code to include under the medical expense deduction the portion of such expense attributable to coverage under a catastrophic health plan. (Sec. 2202) Allows individuals a tax deduction for percentage of contributions made to a medical care savings account established for the benefit of an eligible individual. Allows such deduction whether or not an individual itemizes deductions. Disallows distributions from such accounts as medical expense deductions. Excludes employer contributions to such accounts from employment taxes. Establishes an excise tax for excess contributions to medical care savings accounts. Subtitle D: Anti-Fraud - Part 1: Criminal Prosecution of Health Care Fraud - Amends the Federal criminal code to: (1) set penalties for health care providers who knowingly engage in any scheme or artifice to defraud any person in connection with the provision of health care; and (2) make activity which, if engaged in by the U.S. Postal Service, would be a violation of mail fraud provisions punishable to the same extent with respect to private or commercial interstate carriers. (Sec. 2303) Authorizes appropriations to hire, equip, and train no fewer than: (1) 225 special agents of the Federal Bureau of Investigation and support staff to investigate health care fraud cases; (2) 50 assistant United States Attorneys and support staff to prosecute such cases; and (3) 25 investigators in the Office of Inspector General, DHHS, to be devoted exclusively to health care fraud cases. (Sec. 2304) Amends the Federal criminal code to authorize the Attorney General to make payments of up to $10,000 to a person who furnishes information unknown to the Government relating to a possible prosecution of health care fraud, subject to specified requirements and exceptions. Part 2: Coordination of Health Care Anti-Fraud and Abuse Activities - Directs the Secretary to establish in the Office of the Inspector General of DHHS a program (all-payer fraud and abuse control program) to: (1) coordinate Federal, State, and local law enforcement programs to control fraud and abuse with respect to the delivery of, and payment for, health care in the United States; (2) conduct investigations, audits, evaluations, and inspections relating to such delivery and payment; and (3) facilitate the enforcement of provisions of the Social Security Act and other statutes applicable to health care fraud and abuse. Directs the Secretary to establish standards to carry out such program, including standards relating to the furnishing of information by health insurers, providers, and other to enable the Secretary to carry out the program and procedures to assure that such information is provided and utilized in a manner that protects the confidentiality of the information and the privacy of individuals receiving health care services. Sets forth provisions regarding: (1) qualified immunity for providing information; (2) ensuring access to documentation; and (3) failure to comply as grounds for exclusion from the Medicare and Medicaid programs. (Sec. 2312) Authorizes additional appropriations to enable the Secretary to conduct investigations of allegations of health care fraud and to carry out the all-payor fraud and abuse control program. (Sec. 2313) Establishes in the Treasury an Anti-Fraud and Abuse Trust Fund to be used to assist the Inspector General of DHHS in carrying out the all-payor fraud and abuse control program in the fiscal year involved. Sets forth provisions regarding: (1) the deposit into the Fund of Federal health anti-fraud and abuse penalties; and (2) the use of such penalties to repay beneficiaries for cost-sharing. (Sec. 2314) Amends SSA title XI to provide for the application of Federal health anti-fraud and abuse sanctions to all fraud and abuse against private health benefit plans. Subtitle E: Medicare Payment Changes; Part B Premium Tax for High-Income Individuals: Part 1 - Medicare Payment Changes - Amends SSA title XVIII to: (1) eliminate the membership limitation for Medicare health maintenance organizations; and (2) revise the Medicare select policy program and provide for a civil money penalty for misrepresentations made in connection with a Medicare select policy. (Sec. 2402) Amends the Omnibus Budget Reconciliation Act of 1990 to: (1) make permanent the Medicare select policy program; and (2) allow access to Medicare select policies in all States. (Sec. 2403) Directs the Secretary of Health and Human Services to take such steps as may be necessary to consolidate the administration of Medicare parts A and B. Part 2: Part B Premium Tax for High-Income Individuals - (Sec. 2411) Amends the Internal Revenue Code to impose a tax on the Medicare part B premiums of high income individuals. Subtitle F: Removing Anti-Trust Impediments - Directs the Attorney General to promulgate guidelines under which a health care joint venture may submit an application requesting that the Attorney General provide the entities participating in the venture with an exemption under which: (1) monetary recovery on an antitrust claim brought against the entity shall be limited to actual damages if specified conditions are met; and (2) the conduct of the entity in making or performing a contract to carry out the venture shall not be deemed illegal per se. Requires the Attorney General to approve or disapprove the application within a specified time frame and to provide a statement explaining the reasons for any disapproval. Directs the Attorney General to approve the application if an entity participating in the venture submits to the Attorney General an application that contains the identities of the parties to the venture; the nature, objectives, and planned activities of the venture; and specified assurances and information. Sets forth provisions regarding: (1) revocation and renewal of exemptions and withdrawal of an application; (2) requirements relating to notice and publication of exemptions; and (3) issuance of health care certificates of public advantage to each eligible health care joint venture that complies with specified requirements. Establishes the Interagency Advisory Committee on Competition, Antitrust Policy, and Health Care to: (1) discuss and evaluate competition and antitrust policy and their implications regarding the performance of health care markets; (2) analyze the effectiveness of health care joint ventures receiving exemptions in reducing costs and expanding access; and (3) make recommendations to the Congress. Subtitle G: Encouraging Enforcement Activities of Medical Self-Regulatory Entities - Part 1: Application of the Clayton Act to Medical Self-Regulatory Entities - Provides that no damages, cost of suit, or attorney fee may be recovered under section 4, 4A, or 4C of the Clayton Act, or under any similar State law, except by a State or the United States, from any medical self-regulatory entity as a result of engaging in standard setting or enforcement activities that are: (1) designed to promote the quality of health care provided to patients; and (2) not conducted for purposes of financial gain. Directs the court to award the cost of such a suit, including a reasonable attorney fee, to a substantially prevailing defendant. Part 2: Consultation by Federal Agencies - Requires any Federal agency engaged in the establishment of medical profession standards to consult with appropriate medical societies or associations, specialty boards, or recognized accrediting agencies, if available, in carrying out medical professional standard setting and guidelines or standards relating to the practice of medicine. Subtitle H: Prefunding Government Health Benefit for Certain Annuitants - Requires that certain agencies prefund Government health benefits contributions for their annuitants. Subtitle I: Miscellaneous Provisions - Amends Civil Service and Federal Employees' Retirement Systems law to increase the minimum age required to be eligible for an immediate retirement annuity. Provides for the conformance of other Federal retirement systems with the minimum age increase made above. Title III: Long-Term Care - Subtitle A: Tax Treatment of Long-Term Care Insurance - Amends the Internal Revenue Code to provide for the treatment of qualified long-term care insurance as accident and health insurance for purposes of insurance company taxation. (Sec. 3002) Excludes from gross income benefits provided under a long-term care insurance contract. Includes in gross income employer-provided coverage for long-term care services. (Sec. 3003) Includes amounts paid for qualified long-term care services as medical expenses for individual itemized deductions. Includes any parent or grandparent as a dependent for purposes of such expenses. (Sec. 3004) Provides for the nonrecognition of gain or loss on the exchange of any life insurance contract or an endowment or annuity contract for a long-term care insurance contract. (Sec. 3005) Excludes from gross income certain amounts withdrawn from individual retirement accounts and certain employer cash or deferred arrangement to pay long-term care premiums. (Sec. 3006) Allows insurance companies to issue accelerated death benefit riders on life insurance contracts. Subtitle B: Protection of Assets Under Medicaid Through Use of Qualified Long-Term Care Insurance - Amends SSA title XIX to require State Medicaid plans to disregard some or all of the individual's assets attributable to coverage under a qualified long-term care insurance contract in determining the individual's eligibility for long-term care services. Subtitle C: Studies - Requires the Comptroller General to study the feasibility of: (1) encouraging health care providers to donate their services to homebound patients; and (2) providing heads of households who care for elderly family members in their home with an income tax credit. (Sec. 3203) Requires the Secretary of Health and Human Services to study and report to the Congress on the feasibility of encouraging or requiring the use of a single designate public or nonprofit agency to coordinate, through case management, the provision of long-term care benefits under current Federal, State, and local programs in a geographic area. Subtitle D: Volunteer Service Credit Demonstration Projects - (Sec. 3301) Amends the Older Americans Act of 1965 to require the Commissioner of the Administration on Aging to establish and operate a volunteer service credit demonstration project in each State."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Health Care Reform bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Affordable Health Care Now Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve access to health insurance and contain health care costs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:10-05:00"
}