{
  "actions": [
    {
      "acted_at": "1991-05-21", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-05-22", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1991-06-18", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kennedy without amendment. With written report No. 102-84.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-18", 
      "calendar": "Senate Legislative", 
      "number": "123", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 123.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1991-06-24", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-24", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1991-06-25T12:04:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-25", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-06-25", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-11T13:00:00-04:00", 
      "references": [], 
      "text": "Committee on Education and Labor discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-11T13:09:00-04:00", 
      "references": [], 
      "text": "Mr. Payne (NJ) asked unanimous consent to discharge from committee and consider.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-11T13:10:00-04:00", 
      "references": [], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-11T13:11:00-04:00", 
      "bill_ids": [
        "hr3053-102"
      ], 
      "references": [], 
      "text": "The House struck all after the enacting clause and inserted in lieu thereof the provisions of a similar measure H.R. 3053. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-11T13:11:00-04:00", 
      "how": "without objection", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1991-09-11T13:11:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-11T13:11:00-04:00", 
      "bill_ids": [
        "hr3053-102"
      ], 
      "references": [], 
      "text": "A similar measure H.R. 3053 was laid on the table without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-12", 
      "references": [], 
      "text": "Message on House action received in Senate and held at desk: House amendment to Senate bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-16", 
      "references": [], 
      "text": "Senate agreed to House amdt by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-16", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1991-09-19", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-25", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-25", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1991-10-07", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1991-10-07", 
      "congress": "102", 
      "law": "public", 
      "number": "119", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 102-119.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s372-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "372"
    }
  ], 
  "bill_id": "s1106-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1991-05-21", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1991-05-21", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1991-05-21", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1991-05-21", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1991-06-19", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1991-05-21", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1991-05-21", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1991-05-21", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1991-05-22", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1991-05-21", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1991-05-21", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1991-05-21", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "102", 
    "law_type": "public", 
    "number": "119"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1991-10-07", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1991-09-11T13:11:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1991-06-24", 
    "vetoed": false
  }, 
  "introduced_at": "1991-05-21", 
  "number": "1106", 
  "official_title": "A bill to amend the Individuals with Disabilities Education Act to strengthen such Act, and for other purposes.", 
  "popular_title": "Individuals With Disabilities Act Amendments bill", 
  "related_bills": [
    {
      "bill_id": "hr3053-102", 
      "reason": "unknown"
    }
  ], 
  "short_title": "Individuals with Disabilities Education Act Amendments of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "thomas_id": "00501", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1991-10-07", 
  "subjects": [
    "Administrative procedure", 
    "Authorization", 
    "Child health", 
    "Conflict of interests", 
    "Disabled", 
    "Education", 
    "Education of Indians", 
    "Education of handicapped children", 
    "Elementary education", 
    "Employee training", 
    "Executive reorganization", 
    "Eye care", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Federal aid to handicapped services", 
    "Government paperwork", 
    "Health", 
    "Impacted area programs", 
    "Military dependents", 
    "Minority education", 
    "Parent and child", 
    "Parent-school relationships", 
    "Planning", 
    "Preschool education", 
    "Prosthesis", 
    "Recruiting of employees", 
    "Secondary education", 
    "Special education", 
    "Travel costs"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1991-09-11", 
    "text": "Individuals with Disabilities Education Act Amendments of 1991 - Amends the Individuals with Disabilities Education Act (IDEA) to allow States to opt to include under the definition of \"children with disabilities,\" for children aged three through five, those who need special education and related services because they are experiencing delays in one or more of following areas of their development: physical, cognitive, communication, social or emotional, or adaptive. Increases the amount of Assistance for Education of All Handicapped Children grant funds which a State may use for administrative costs. Revises provisions relating to Indian reservations. Requires that payments by the Secretary of Education (the Secretary) to the Secretary of the Interior are to meet assistance needs for the education of children with disabilities aged five through 21 on reservations who are enrolled in elementary and secondary schools for Indian children operated or funded by the Secretary of the Interior. Allows Bureau of Indian Affairs (BIA) schools which are State-accredited to count Indian students aged three through five enrolled in affiliated programs for the purpose of funds distribution. Makes the Secretary of the Interior responsible for meeting all assistance requirements for such children. Makes the State educational agency (SEA) responsible for ensuring that all such requirements are implemented with respect to all other children aged three through 21 on reservations. Revises requirements for the application by the Secretary of the Interior for the allotment payment, including additional requirements for information, coordination, and cooperation in monitoring and oversight. Directs the Secretary, beginning with appropriations for FY 1992, to make payments to the Secretary of the Interior for distribution to tribes or tribal organizations or consortia to provide for the coordination of assistance for special education and related services for children aged three through five on reservations served by elementary and secondary schools for Indian children operated or funded by the Department of the Interior. Sets forth formulas for such distribution. Requires such funds to be used to assist in child find, screening, and other procedures for the early identification of children aged three through five, parent training, and direct services. Requires the tribe or tribal organization to report biennially to the Secretary of the Interior on the activities undertaken with such funds. Directs the Secretary of the Interior to offer and, on request, provide technical assistance (especially in the areas of child find, diagnosis, and referral) to State, local, and intermediate educational agencies, and tribes and tribal organizations. Prohibits specified assistance funds from being used by the Secretary of the Interior for administrative purposes, including child count, and the provision of technical assistance. Directs the Secretary of the Interior, before January 1, 1992, to submit to specified congressional committees a plan for the coordination of services, from whatever source, for all Indian children with disabilities residing on reservations covered under IDEA. Directs the Secretary of the Interior to establish under the BIA, within six months after enactment of this Act, an advisory board on education and provision of services to Indian infants, toddlers, children, and youth with disabilities. Requires State plans to set forth policies and procedures relating to the smooth transition for those participants in the early intervention program who will participate in preschool programs under IDEA, including a method of ensuring development and implementation, by a child's third birthday, of an individualized education program or, if consistent with specified provisions, an individualized family service plan. Revises application requirements to allow the local or intermediate educational agency, if this is consistent with State policy and has the concurrence of parents or guardian, to establish, annually review, and revise an individualized family service plan (as an alternative to an individualized education plan) for each child with a disability, aged three through five. Revises provisions for preschool grants to increase to $1,500 (from $1,000) the maximum limit on a preschool grant to a State per child with a disability, aged three through five. Allows a State to opt to use a certain portion of its preschool grant to provide a free public education to two-year-old children with disabilities who will reach age three during the school year, whether or not they are receiving or have received services under the early intervention program (also allows the local or intermediate educational agency to use its preschool grant funds from the State for such purpose, if consistent with State policy). Provides that early intervention program provisions do not apply to any child with disabilities receiving a free public education with funds received under preschool grants provisions. Revises IDEA provisions for early education for children with disabilities to include program services and activities for: (1) individuals at risk of having substantial developmental delays if early intervention services are not provided; (2) outreach to low-income, minority, rural, and other underserved populations eligible for assistance under IDEA; and (3) supporting statewide projects in conjunction with a State's early intervention plan and preschool grant application, to change from segregated to integrated environments the delivery of early intervention services to infants and toddlers with disabilities and of special education and related services to preschool children with disabilities. Directs the Secretary to fund up to five grants to States for three years to establish a statewide interagency, multidisciplinary, coordinated system to identify, track, and refer to appropriate services all categories of children who are biologically and/or environmentally at-risk of having developmental delays. Sets forth requirements for grantees. Revises provisions for personnel training and parent training and information. Directs the Secretary to fund up to five grants to States or other entities to support formation of a consortium or partnerships of public and private entities to provide opportunities for career advancement and/or competency-based training for current workers at public and private agencies providing services to infants, toddlers, children, and youth with disabilities. Sets information dissemination requirements and authorized uses of funds. Provides for award of a cooperative agreement through a separate competition to an entity to provide technical assistance to grantees. Requires grantees to give priority to providing specified parent training and information services to parents of children aged zero through five in the case of parent training and information program grants to private nonprofit organizations for FY 1993 or 1994, to the extent such grants exceed the FY 1992 amount for that organization. Requires the Secretary, in ensuring that parent training and information grants will serve parents of minority children with disabilities representative to the proportion of the minority population in the areas being served, to specify: (1) the special efforts that will be undertaken to involve parents of such children; and (2) budgetary items earmarked for ensuring such services. Requires the Secretary to obtain data on the number of parents served under such parent training and information programs who are parents of children with disabilities aged zero through five. Increases the amounts authorized to be appropriated for FY 1992 through 1994 for training personnel for the education of individuals with disabilities. Revises definitions, under provisions for early intervention services for infants and toddlers with disabilities, to include references to the following developmental needs: communication, social or emotional, and adaptive. Includes among early intervention services: vision services, assistive technology devices and services, and transportation and related costs. Includes among qualified personnel: family therapists, orientation and mobility specialists, and pediatricians and other physicians. Requires that early intervention services, to the maximum extent appropriate, be provided in natural environments, including the home, and community settings in which children without disabilities participate. Authorizes differential funding for the fourth or fifth year of grant allotments to States under the early intervention program for handicapped infants and toddlers (from birth to age two), thus allowing certain States to continue their participation in such program under specified conditions. Allows States that have not met all or some of fourth or fifth year requirements to request extended participation for such years and, if such request is approved by the Secretary of Education, receive an allotment for such years in an amount set at a specified earlier, lesser rate. Provides for reallotment of the resultant excess funds to States that have met all the requirements for such years and that will consequently be receiving the full grant allotment for such years, as well as such additional funds from their portion of such reallotment. Revises requirements for a statewide system of services, under the early intervention program, to include reference to service coordination (rather than case management) services under the individualized family service plan. Requires the comprehensive system of personnel development to: (1) include training of paraprofessionals; and (2) be consistent with the preschool system. Revises the lead State agency responsibilities to: (1) include monitoring compliance of programs and activities used by the State to carry out the early intervention program, whether or not these are receiving assistance; and (2) provide for assignment of fiscal responsibility to the appropriate agencies, in accordance with provisions for State designation of an individual or entity to make such assignment. Revises early intervention provisions for individualized family service plans to require such plans to also include: (1) a multidisciplinary assessment of the unique strengths and needs of the infant or toddler and the identification of services appropriate to meet such needs; (2) a family directed assessment of family resources, priorities, and concerns and identification of supports and services necessary to enhance the family's capacity to meet their child's developmental needs; and (3) a statement of the natural environments in which early intervention services shall appropriately be provided. Allows the service coordinator to be one who is otherwise qualified to carry out all early intervention responsibilities. Requires the contents of such plan to be fully explained to the parents or guardian, and their informed written consent to be obtained prior to provision of any or all early intervention services. Revises part H requirements for the State application and assurances. Requires such application to also include: (1) a designation by the State of an individual or entity responsible for assigning financial responsibility among appropriate agencies; (2) a description of the policies and procedures used to ensure a smooth transition for participants in early intervention programs who are eligible to participate in preschool programs, including how the families will be included in transitional plans and how the early intervention programs who are eligible to participate in preschool programs, including how the families will be included transitional plans and how the early intervention lead agency will notify the appropriate local or intermediate educational agency at least 90 days before such child is eligible for the preschool program in accordance with State law; and (3) a description of the policies and procedures used to review the child's program options, for the period beginning in the day the child turns three years old through the remainder of the school year, and to establish a transition plan. Requires the State, beginning in FY 1992, to assure that policies and practices have been adopted to ensure meaningful involvement of traditionally underserved families, including minority, low-income, and rural families, in early intervention planning and implementation and access of such families to culturally competent services within their local areas. Allows a State to use early intervention program funds to provide a free appropriate public education, in accordance with preschool program provisions, to children with disabilities in the transitional period from their third birthdays to the beginning of the following school year. Revises early intervention statewide system procedural safeguards to also include the rights of parents or guardians to: (1) written notice of and written consent to the exchange of personnally identifiable information among agencies, consistent with Federal and State laws; and (2) determine whether they, their infant or toddler, or other family members will accept or decline any early intervention service in accordance with State law without jeopardizing other such early intervention services. Revises early intervention requirements relating to State Interagency Coordinating Council: (1) membership composition and numbers; (2) chairperson; (3) functions (adding advice and assistance in toddlers transition to preschool programs and in provision of appropriate services for children from birth through age five); and (4) expenditures (including child care for parent representatives). Revises early intervention requirements for allocation of funds among tribal organizations or consortia. Requires such funds to be used to assist States in child find, screening, and other procedures for the early identification of Indian children aged zero through two, and for parent training. Allows such funds to be used also to provide early intervention services. Requires the tribe or tribal organization to report biennially to the Secretary of the Interior on the activities undertaken with such funds. Directs the Secretary of the Interior to include a summary of such information, biennially, with other specified information required to be submitted to the Secretary of Education. Authorizes the Secretary of Education to require any additional information from the Secretary of the Interior. Prohibits any of such early intervention funds from being used by the Secretary of the Interior for administrative purposes, including child count, and the provision of technical assistance. Extends through FY 1994 the payment of State allotments for early intervention program services. Provides that each State shall receive at least a specified minimum amount in such allotment. Extends through FY 1994 the authorization for early intervention program services. Directs the Secretary of Education (the Secretary) to establish a Federal Interagency Coordinating Council, for early intervention services for infants and toddlers with disabilities and their families and preschool services for children with disabilities, to: (1) minimize duplication of programs and activities at Federal, State, and local agency levels; (2) coordinate Federal agency programs and policies and technical assistance and support to States; and (3) identify gaps in programs and services and barriers to Federal interagency cooperation and program operation. Directs the Secretary to: (1) undertake a study to identify alternative formulas allocating early intervention program funds, including specified analyses; and (2) transmit the study and a report on it to specified congressional committees by March 1, 1993. Amends both Federal law relating to impact aid and the Defense Dependents Education Act of 1978 to require that IDEA provisions for early intervention services and preschool public education apply, respectively, to infants and toddlers age birth through two with disabilities and children aged three through five with disabilities who are military dependents served under such law and such Act. Makes various technical amendments and changes in terminology in IDEA, and updates various Federal laws' references to IDEA. Increases the amount of funds which a State may use for administrative costs under certain IDEA provisions."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Individuals With Disabilities Act Amendments bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Individuals with Disabilities Education Act Amendments of 1991", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Individuals with Disabilities Education Act Amendments of 1991", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Individuals with Disabilities Education Act Amendments of 1991", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Individuals with Disabilities Education Act Amendments of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Individuals with Disabilities Education Act to strengthen such Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:57-05:00"
}