{
  "actions": [
    {
      "acted_at": "2000-04-13", 
      "references": [
        {
          "reference": "CR S2767-2768", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-04-13", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-06-14", 
      "references": [
        {
          "reference": "CR S5084-5085", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-05", 
      "references": [
        {
          "reference": "CR 10/6/2000 S10028-10029", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2449-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-04-13", 
  "number": "2449", 
  "official_title": "A bill to combat trafficking of persons, especially into the sex trade, slavery, and slavery-like conditions, in the United States and countries around the world through prevention, prosecution, and enforcement against traffickers, and through protection and assistance to victims of trafficking.", 
  "popular_title": "Human Trafficking bill", 
  "related_bills": [], 
  "short_title": "International Trafficking Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Brownback, Sam", 
    "state": "KS", 
    "thomas_id": "00137", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-04-13", 
  "subjects": [
    "Actions and defenses", 
    "Administration of criminal justice", 
    "Administrative procedure", 
    "Admission of nonimmigrants", 
    "Agriculture and food", 
    "Alien labor", 
    "Alien smuggling", 
    "Aliens", 
    "American economic assistance", 
    "Armed forces and national security", 
    "Arms sales", 
    "Arts, culture, religion", 
    "Business education", 
    "Child mental health services", 
    "Child pornography", 
    "Child sexual abuse", 
    "Children's rights", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Compensation for victims of crime", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Conspiracy", 
    "Counterfeiting", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Cultural relations", 
    "Curricula", 
    "Damages", 
    "Debtor and creditor", 
    "Department of Justice", 
    "Department of State", 
    "Deportation", 
    "Economics and public finance", 
    "Education", 
    "Educational exchanges", 
    "Elementary and secondary education", 
    "Emigration", 
    "Employee training", 
    "Evidence (Law)", 
    "Exchange of persons programs", 
    "Executive reorganization", 
    "Export controls", 
    "Extradition", 
    "Families", 
    "Finance and financial sector", 
    "Food relief", 
    "Forced labor", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Forgery", 
    "Fraud", 
    "Government lending", 
    "Government officials", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Grants-in-aid", 
    "Health", 
    "Housing and community development", 
    "Human rights", 
    "Illegal aliens", 
    "Immigration", 
    "International affairs", 
    "International agencies", 
    "International cooperation", 
    "International monetary system", 
    "Kidnapping", 
    "Labor and employment", 
    "Law", 
    "Legal assistance to women", 
    "Legal fees", 
    "Legislation", 
    "Licenses", 
    "Life imprisonment", 
    "Married people", 
    "Mental health services", 
    "Misconduct in office", 
    "Multilateral development banks", 
    "Murder", 
    "Nongovernmental organizations", 
    "Obstruction of justice", 
    "Organized crime", 
    "Parents", 
    "Passports", 
    "Pornography", 
    "President and foreign policy", 
    "Presidential appointments", 
    "Prosecution", 
    "Prostitution", 
    "Public corruption", 
    "Punitive damages", 
    "Rape", 
    "Recruiting of employees", 
    "Repatriation", 
    "Right of privacy", 
    "Sanctions (International law)", 
    "Searches and seizures", 
    "Sentences (Criminal procedure)", 
    "Sentencing guidelines", 
    "Sex-oriented businesses", 
    "Slavery", 
    "Small business", 
    "Statelessness", 
    "Tourism", 
    "Translating and interpreting", 
    "Transportation and public works", 
    "U.S. Sentencing Commission", 
    "Victims of crimes", 
    "Violence", 
    "Visas", 
    "Vocational guidance", 
    "War and emergency powers", 
    "Weapons", 
    "Witnesses", 
    "Women", 
    "Women in business", 
    "Women in politics", 
    "Women's education", 
    "Women's rights"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-04-13", 
    "text": "International Trafficking Act of 2000 - Directs the Secretary of State, with the assistance of the Assistant Secretary of Democracy, Human Rights and Labor, to include in the annual Country Reports on Human Rights Practices specified information on the status of trafficking in persons in various countries, and the steps, if any, that governments are taking to end such trafficking and assist the victims.(Sec. 5) Requires the President to establish an Interagency Task Force to Monitor and Combat Trafficking, which shall: (1) measure and evaluate the progress of the United States and other countries in trafficking prevention, protection, and assistance to victims of trafficking, and prosecution and enforcement against traffickers; (2) expand interagency procedures to collect and organize data; (3) engage in efforts to facilitate cooperation among countries of origin, transit, and destination; (4) examine the role of the international sex tourism industry in the trafficking of persons and in the sexual exploitation of women and children around the world; and (5) engage in advocacy, with governmental and nongovernmental organizations, among other entities, to advance the purposes of this Act.Authorizes the Secretary of State to establish within the Department of State an Office to Monitor and Combat Trafficking to assist the Task Force.(Sec. 6) Directs the President, acting through the Administrator of the United States Agency for International Development (AID) and the heads of other appropriate agencies, to carry out initiatives to enhance economic opportunity for potential victims of trafficking as a method to deter trafficking, including: (1) microcredit lending programs, training in business development, skills training, and job counseling; (2) programs to promote women's participation in economic decisionmaking; (3) programs to keep children, especially girls, in elementary and secondary schools, and to educate children, women, and men who have been victims of trafficking; (4) development of educational curricula regarding the dangers of trafficking; and (5) grants to nongovernmental organizations to accelerate and advance the political, economic, social, and educational roles and capacities of women in their countries.Directs the President, acting through the Secretary of Labor, the Secretary of Health and Human Services (HHS), the Attorney General, and the Secretary of State, to carry out programs to increase public awareness, particularly among potential victims, of the dangers of trafficking and the protections available for such victims.(Sec. 7) Directs the Secretary of State and the AID Administrator to establish programs and initiatives in foreign countries to: (1) meet the mental and physical health, housing, legal, and other assistance needs of victims of trafficking and their children; (2) assist in their safe integration, reintegration, or resettlement, including, if appropriate, their spouses and parents; and (3) take steps to enhance cooperative efforts among foreign countries, including countries of origin of trafficking victims, to assist in their integration, reintegration, or resettlement.Requires the Attorney General, the HHS Secretary, the Secretary of Labor, and the Board of Directors of the Legal Services Corporation to expand existing services to provide assistance to victims of severe forms of trafficking in persons within the United States, without regard to their immigration status.Defines severe forms of trafficking as: (1) sex trafficking in which either a commercial sex act or any act or event contributing to such an act is effected or induced by fraud, force, coercion, or deception, or in which the person induced to perform such act is under age 18; or (2) the recruitment, harboring, provision, transportation, employment, transfer, receipt, purchase, sale, or securing, by any means, of a person, through the use of force, coercion, fraud, or deception, for the purpose of subjection to involuntary servitude, peonage, or slavery or slavery-like practices.Makes victims of severe forms of trafficking in the United States eligible, without regard to immigration status, for any benefits otherwise available under the Crime Victims Fund, including victim services, compensation, and assistance.Authorizes the Attorney General to make grants to States, territories and possessions of the United States, Indian tribes, local governments, and nonprofit, nongovernmental victim service organizations to develop, expand, or strengthen victim service programs for victims of trafficking.Authorizes a victim of a violation of the anti-trafficking criminal prohibitions of this Act to bring a civil action in U.S. district court.Requires the Attorney General and the Secretary of State to promulgate regulations for law enforcement personnel, immigration officials, and Department of State officials to implement specified requirements for: (1) physical protection, housing, medical care, food, and other assistance to victims of severe forms of trafficking while in U.S. custody; (2) immunity of such victims from penalties for unlawful acts owing to having been trafficked, including use of false documents, entry into the country without documentation, or working without documentation; (3) access to legal assistance, information about their rights, and translation services; (4) continued presence in the United States for the prosecution of those responsible for trafficking, with measures for witness protection; and (5) training of State Department and Department of Justice personnel in identifying such victims and providing them protection.Urges that funds from asset forfeitures be first disbursed to satisfy any judgments awarded victims of trafficking.Amends the Immigration and Nationality Act to establish a new \"T\" nonimmigrant visa for victims of trafficking (and specified family members), subject to certain requirements. Directs the Attorney General to: (1) refer such aliens to nongovernmental organizations to educate them about their options and resources while in the United States; and (2) grant them authorization to engage in employment in the United States. Authorizes the Attorney General to adjust to permanent residence the status of any such aliens who meet specified criteria.(Sec. 8) Sets forth minimum standards for the elimination of trafficking for a country of origin, transit, or destination for a significant number of victims.(Sec. 9) Authorizes the Secretary of State and AID to provide assistance to foreign countries directly, or through nongovernmental, intergovernmental and multilateral organizations, for programs and activities designed to meet such minimum international standards for the elimination of trafficking.(Sec. 10) Declares that it is U.S. policy not to provide nonhumanitarian non-trade foreign assistance to countries which do not meet such minimum standards.Requires the Secretary of State to report annually to the appropriate congressional committees a list of those countries, if any, which do not meet such minimum standards. Prescribes a congressional procedure for denying them nonhumanitarian non-trade foreign assistance.(Sec. 11) Authorizes the President to exercise certain authorities under the International Emergency Economic Powers Act (IEEPA) in the case of any foreign person listed publicly by the Secretary of State as: (1) playing a significant role in a severe form of trafficking in persons, directly or indirectly in the United States or any of its territories or possessions; (2) materially assisting in or otherwise supporting activities of a significant foreign trafficker; or (3) owning, controlling, directing, or acting for or on behalf of, a significant foreign trafficker.Amends the Immigration and Nationality Act to exclude from admission into the United States of persons who have been listed, or are known by the Attorney General or a consular official, as having benefitted from illicit activities of traffickers in persons.(Sec. 12) Amends the Federal criminal code to prescribe penalties for: (1) trafficking into involuntary servitude, peonage, or slavery-like conditions; (2) sex trafficking of children or by force, fraud, or coercion; and (3) unlawful possession of documents in furtherance of trafficking, involuntary servitude, peonage, or slavery-like conditions.Includes among such penalties mandatory restitution of victim losses.Directs the U.S. Sentencing Commission to review and, if appropriate, amend the sentencing guidelines and policy statements applicable to persons convicted of offenses involving the trafficking of persons, including component or related crimes of peonage, involuntary servitude, slave trade offenses, and possession, transfer or sale of false immigration documents in furtherance of trafficking.(Sec. 13) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Human Trafficking bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "International Trafficking Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to combat trafficking of persons, especially into the sex trade, slavery, and slavery-like conditions, in the United States and countries around the world through prevention, prosecution, and enforcement against traffickers, and through protection and assistance to victims of trafficking.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:13-05:00"
}