{
  "actions": [
    {
      "acted_at": "1989-10-19", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-10-26", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Commerce, Army Corps of Engineers, DOT, and EPA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-10-26", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to the Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-10-26", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Oceanography", 
      "text": "Referred to the Subcommittee on Oceanography.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3503-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Oceanography", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Machtley, Ronald K.", 
      "sponsored_at": "1989-11-01", 
      "state": "RI", 
      "thomas_id": "00720", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-10-19", 
  "number": "3503", 
  "official_title": "To amend the Marine Protection, Research, and Sanctuaries Act of 1972 (MPRSA) to enhance enforcement.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Ocean Dumping Enforcement Improvement Act of 1989", 
  "sponsor": {
    "district": "2", 
    "name": "Schneider, Claudine", 
    "state": "RI", 
    "thomas_id": "01032", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-10-19", 
  "subjects": [
    "Administrative procedure", 
    "Crime and law enforcement", 
    "Debarment of government contractors", 
    "Emergency management", 
    "Environmental protection", 
    "Fines (Penalties)", 
    "Forfeiture", 
    "Government paperwork", 
    "Informers", 
    "Licenses", 
    "Liens", 
    "Marine pollution", 
    "Searches and seizures", 
    "Waste disposal in the ocean"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-10-19", 
    "text": "Ocean Dumping Enforcement Improvement Act of 1989 - Amends the Marine Protection, Research, and Sanctuaries Act of 1972 (MPRSA) to prohibit unauthorized ocean dumping in the Exclusive Economic Zone. Makes technical amendments to provisions concerning prohibited acts and permits. Authorizes the Administrator of the Environmental Protection Agency to promulgate regulations prohibiting the issuance of permits for dumping of material which is not in compliance with criteria relating to the effects of dumping on the marine environment. Requires ocean dumping permits to contain recordkeeping and reporting requirements. Directs persons in charge of vessels and other sources governed under MPRSA to notify the National Response Center as soon as they have knowledge of any unauthorized ocean dumping. Authorizes the Administrator to exempt certain quantities or categories of material from such notification requirement. Revises and expands the scope of administrative penalties for violations of MPRSA. Authorizes the Administrator, the Secretary of the Army, or the Secretary of the department in which the Coast Guard is operating to: (1) obtain information from any person who may have information concerning material dumped or to be dumped into ocean waters after being transported from the United States; (2) enter any location where such material is or was stored; and (3) inspect and obtain samples of such material from such location. Makes such information available to the public (with the exception of trade secrets). Prescribes penalties for disclosures of confidential information. Prescribes fines pursuant to the Federal criminal code and up to one year of imprisonment, or both, for negligent violations of MPRSA. Doubles the maximum punishment for subsequent negligent or knowing violations. Revises and expands the scope of penalties for knowing violations of MPRSA. Authorizes the seizure and forfeiture to the United States of any property or money obtained as a result of such violations. Makes persons who violate MPRSA and knowingly place another person in imminent danger of death or serious bodily injury subject to fines under the Federal criminal code and up to 15 years of imprisonment, or both. Subjects organizations convicted of such violations to fines of up to $1,000,000. Doubles the maximum punishment for subsequent violations. Prescribes fines under the Federal criminal code and up to two years of imprisonment, or both, for false statements under MPRSA. Sets civil penalties of up to $250,000 per violation of such Act. Makes vessels used in violations of such Act liable in rem for administrative and judicial penalties. Provides that such penalties shall constitute maritime liens. Authorizes the Administrator or the Secretary of the Treasury to pay awards of up to $10,000 for information leading to findings of liability, civil judgments, criminal convictions, or forfeitures of property with respect to violations of MPRSA. Permits the Administrator to request the Attorney General to bring suit for expedited relief from any person alleged to be dumping material which may create an imminent danger to human health or the environment. Authorizes the Administrator to issue orders to protect human health or the environment affected by such dumping. Subjects persons in willful violation of such orders to fines of up to $25,000 per day of noncompliance. Prohibits Federal agencies from entering into procurement or assistance agreements with persons convicted of criminal offenses under MPRSA. Authorizes the President to make exemptions to such prohibition if paramount to the U.S. interest. Requires the President to notify the Congress of such exemptions. Sets forth procedures for the review of regulations and permit issuances or denials under such Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Ocean Dumping Enforcement Improvement Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Marine Protection, Research, and Sanctuaries Act of 1972 (MPRSA) to enhance enforcement.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:12-05:00"
}