{
  "actions": [
    {
      "acted_at": "1974-02-04", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-02-04", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-02-04", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2956-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-04", 
  "number": "2956", 
  "official_title": "A bill to establish the Federal Energy Production Corporation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Energy Production Corporation Act", 
  "sponsor": {
    "district": null, 
    "name": "Schweiker, Richard S.", 
    "state": "PA", 
    "thomas_id": "01431", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-04", 
  "subjects": [
    "Advisory bodies", 
    "Corporations", 
    "Department of the Treasury", 
    "Energy", 
    "Power resources", 
    "Research"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-04", 
    "text": "Federal Energy Production Corporation Act - States that for the purpose of developing a program to make available to American consumers our large domestic energy reserves, including energy produced by environmentally acceptable processes from under-utilized or unconventional energy sources, there is hereby established the Federal Energy Production Corporation. States that the Corporation shall have a Board of Directors. Specifies the membership composition of such Board. Makes it the function of the Corporation, within twelve-months, to determine which of the under-utilized or unconventional energy sources are currently capable of being developed into energy on a commercial basis, and which of such sources are likely to be so capable of being developed into energy on a commercial basis, within the twenty-four-month period following the date of the enactment of this Act. Authorizes the Board to: (1) enter into contracts pursuant to which the Board shall, by means of grants, loan guarantees, price supports, guaranteed purchases, and low-interest loans, financially assist entities constructing commercial facilities to produce energy from under-utilized or unconventional energy sources, and (2) enter into contracts with any entity engaged in the prospecting, exploration, development, production, or transportation of crude oil, natural gas, and coal resources to assist such entity in carrying out development. Requires that for each project for which a guarantee of a loan is sought, there shall be submitted to the Board an application by any such person, firm, association, corporation, or entity seeking such guarantee. Establishes in the Treasury of the United States a trust fund to be known as the Energy Production Trust Fund. Provides that for fiscal yeat 1975, and each of the next following four fiscal years, there is authorized to be appropriated to the trust fund such sums as may be necessary to enable the Corporation to carry out the provisions of this Act. Provides that the Chairman of the Corporation shall keep the Congress fully and currently informed of all the activities of the Corporation and shall submit to the Congress an annual report."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Energy Production Corporation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Federal Energy Production Corporation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:02-05:00"
}