{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr583-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "583", 
  "official_title": "A bill to regulate interstate commerce by amending the Federal Food, Drug, and Cosmetic Act to provide for the inspection of facilities used in the harvesting and processing of fish and fishery products for commercial purposes, for the inspection of fish and fishery products, and for cooperation with the States in the regulation of intrastate commerce with respect to State fish inspection programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Wholesome Fish and Fishery Products Act", 
  "sponsor": {
    "district": "3", 
    "name": "Green, William J.", 
    "state": "PA", 
    "thomas_id": "00464", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Agriculture and food", 
    "Consumer protection", 
    "Fisheries", 
    "Fishery products"
  ], 
  "subjects_top_term": "Fishery products", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Wholesome Fish and Fishery Products Act - Sets forth definitions of the various terms used in this Act. Prohibits actions which would be in violation of regulations established pursuant to the Federal Food, Drug and Cosmetic Act. Includes prohibitions against acts relating to the use of official marks, official certificates and official devices. Provides that official marks would be authorized by the Secretary of Health, Education, and Welfare to be used on any container or wrapper by a person holding a valid certificate for his establishment or vessel. States that certificates shall be granted to establishments and vessels after the Secretary has determined that they are in compliance with good processing practice regulations. Prohibits the use of any official device, mark, or certificate without authorization from the Secretary. Provides that false statements in shippers or other certificates are prohibited as is the false or misleading representation that any fish or fishery products have been exempted from inspection or passed inspection. Declares as adulterated those fish or fishery products processed in violation of this Act or regulations issued pursuant to this Act. States that shellfish and their products would also be adulterated if they were harvested in a State or foreign country that did not have in effect a plan for classifying and controlling shellfish growing areas and for regulating and controlling shellfish harvesting practices which has been approved by the Secretary. Provides that foreign shellfish control programs must be at least equal to standards promulgated by the Secretary regulating domestic shellfish control programs. Directs the Secretary to survey a number of establishments and vessels to gain information to develop adequate standards of good processing practice, including sanitation and quality control or other standards necessary to assure wholesome fish and fishery products. Provides that the initial regulations under this Act would be issued within one year after funds are first appropriated and would be effective one year following their issuance. States that the effective date of such regulations could be extended for an additional year upon a finding by the Secretary that more time is needed to place all or part of the regulations into effect. Requires certification of all establishments and vessels within sixty days of the effective date of such regulations that the vessels and establishments are in conformance with such regulations. Provides that denial of a certificate would be subject to the opportunity for a hearing and judicial review. Provides that the application for a certificate shall be accompanied by such assurance as may be required by regulations that the establishment or vessel will be maintained in compliance with applicable standards. States that no such certificate shall shall be issued for any establishment unless the Secretary, on the basis of such application and of an intensive inspection made after the issuance of regulations, determines that there is satisfactory assurance that the establishment is adequately equipped, staffed, and managed to conform to the standards issued and that fish and fishery products processed by it, including the labeling and packaging thereof, will in all respects comply with the requirements of this Act. States that the certificate of any establishment or vessel could be suspended by the Secretary, after an opportunity for hearings, for failing to comply with any of the provisions of this Act. Authorizes the Secretary to summarily suspend a certificate: (1) for failure to permit access for inspection; or (2) where an inspection or investigation discloses the violation of any provisions of Chapter IV of the Food, Drug, and Cosmetic Act which the Secretary determines would involve an undue risk of imminent harm to consumers. Provides that for the purpose of preventing the introduction or use in interstate commerce of fish or fishery products which are adulterated or misbranded, the Secretary shall, in accordance with the most modern public health and food protection practice, establish and maintain continuous and effective surveillance of all segments of the industries involved. States that the Secretary shall, through inspectors, cause to be made such inspections, including continuous inspection whenever deemed necessary by him, of establishments and vessels as in his judgment will reasonably assure continuing compliance with, and will most effectively achieve, the purposes of this subpart and of this Act. Provides that in determining from time to time the appropriate degree (including continuity or frequency) of such inspections to be applied in any establishment or vessel, the Secretary shall, among other relevant factors, consider the results of the intensive inspection required for certification and any other releveant experience or information (whether obtained through inspection or otherwise) relating to such establishment or vessel or to fish or fishery products processed by it. Provides that the Secretary would be required to provide continuous inspection of all establishments processing fish for interstate commerce and to make adequate inspections of vessels. Authorizes the Secretary to inspect any fish or fishery products at dockside to prevent adulterated fish or products from reaching interstate commerce. States that the inspectors would have access to any establishment or vessel at reasonable times and could sample, detain, and reinspect establishments or vessels. Provides that any fish or fishery product found adulterated would be segregated and condemned within ten days if objection is not made, and if objection were made the inspector's determination would be subject to the opportunity for a hearing and judicial review. Provides that all fish and fishery products imported into the United States would have to comply with the inspection and good processing practices and other provisions of this Act and any regulations issued thereunder. States that foreign nations exporting fish to this country would have to establish a system of fish inspection that would be at least equal to the requirements of this Act. Authorizes the Secretary to accept certificates of compliance from foreign nations that such requirements have been met. Requires the Secretary to submit an annual report to the Congress concerning his administration and enforcement of the import program. Requires persons engaged in the business of processing fish and fishery products or holding such products after transportation in interstate commerce to maintain accurate records showing the extent that they are concerned with the receipt, delivery, sale, movement, or disposition of fish and fishery products and matters reasonably bearing upon sanitation, quality control and labeling of fish and fishery products. Provides that the Secretary shall have access at reasonable times to such records and to copy them. Authorizes representatives of the Secretary to detain fish or fishery products for seven days if reason to believe that any fish or fishery product is adulterated or misbranded or otherwise in violation of this Act or any other Federal or State law. Provides that the above provisions shall not apply to processing by any person of fish of his own raising or harvesting or the preparation and transportation in commerce of the fish or fishery products to be used by members of his household and his nonpaying guests and employees, provided the person does not engage in the buying or selling of any fish or fishery product suitable for use as human food. Authorizes the Secretary to exempt retail dealers and transportation equipment from specific provisions of this Act if they sell fish or fishery products directly to consumers and the only processing operations are performed on the premises where the sales to consumers are made. Provides that the storage and handling regulations established under this Act would not apply to retail stores or establishments in the business of buying, selling, freezing, storing, transporting, or importing fish or fishery products if that establishment or store is subject to the Act only because of purchases in interstate commerce, or if such storing and handling is regulated adequately under State law. Authorizes the Secretary to cooperate with the appropriate State agencies in developing and administering State fish and fishery products programs. Provides that the Secretary's cooperation would be limited to those States which have enacted a fish or fishery products surveillance law that imposes mandatory requirements which are at least equal to the requirements of this Act. Authorizes the Secretary to cooperate with the appropriate State agencies in developing a program for classifying and controlling shellfish growing areas and for the regulation and control of shellfish introduced into interstate commerce. Provides that grants may be made to any State by the Secretary which in any fiscal year could not exceed fifty percent of the cost of the cooperative program in any such State. States that if, within two years after the effective date of regulations promulgated concerning good processing practices, a State has failed to develop or is not enforcing requirements at least equal to those proposed, the Secretary would be required to notify the Governor of the State of that fact. Provides that after consulting with the Governor, if that State has still not developed and activated those requirements, the Secretary would be required to designate that State as one in which the provisions of this Act would apply to operations and transactions fully within the State. Authorizes the Secretary to delay the designation of that State for an additional year if he determined that the State would activate such requirements within that period. Provides that the Secretary would be required to review the requirements of the State agencies at least annually for compliance with the requirements of this Act. Preempts the States from imposing requirements within the scope of this Act which are different from requirements established pursuant to this Act with respect to any interstate plant, except that recordkeeping and other requirements which might be required by other State laws could be imposed on any such establishment by the States. Authorizes States to exercise concurrent jurisdiction with the Secretary over fish and fishery products to prevent distribution of adulterated or misbranded fish or fishery products if those efforts did not conflict or unnecessarily duplicate the activities of the Secretary. Provides that there shall be consultation between the Secretary of HEW and the Secretary of Commerce and any other interested agencies, prior to the issuance of standards under this Act applicable to fish or fishery products. Provides that there shall also be consultation between the Secretary of HEW and the advisory committee provided for under this Act, prior to the issuance of such standards, to avoid inconsistency between Federal and State standards. Authorizes the Secretary to conduct research directly or through grants or contracts to improve sanitation practices and to develop improved techniques to conduct surveillance activities under this Act. Provides that the Secretary shall appoint a national advisory committee of not more than 21 members to advise him concerning Federal and State programs of fish and fishery product inspection. States that the Chairman (who shall be designated by the Secretary) and a majority of the members shall have no economic interest in the commercial fisheries industry, shall be drawn from the public, from the fields or environmental and other related sciences, and from persons especially conversant with State fishery and fishery products surveillance programs. States that the Secretary shall initiate and carry out an intensive screening system for the detection of dangerous materials in food. Provides that not more than 180 days after the date of enactment of this Act the Secretary shall propose regulations specifying all dangerous materials and the intensive screening procedures that he will follow in carrying out this provision. Provides that \"dangerous material\" is defined to mean any material which there is reason to believe might reach toxic levels in significant quantities of food so as to threaten human health. Provides that the Secretary, after consultation with the Secretary of State, shall establish regulations for the inspection of foreign establishments which process and prepare fish, shellfish, or products thereof for importation into the United States. Raises the authorization for initial capital in the fisheries loan fund from $20,000,000 to $35,000,000 and broadens the eligibility of persons for such loans to include persons owning establishments as well as vessels and gear. Authorizes to be appropriated for the purpose of carrying out the amendments made by this Act to the Federal Food, Drug, and Cosmetic Act not to exceed $2,526,000 for the fiscal year beginning July 1, 1972, not to exceed $12,947,000 for the fiscal year beginning July 1, 1973, not to exceed $26,884,000 for the fiscal year beginning July 1, 1974, and for succeeding fiscal years only such sums as the Congress may specifically authorize by law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Wholesome Fish and Fishery Products Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate interstate commerce by amending the Federal Food, Drug, and Cosmetic Act to provide for the inspection of facilities used in the harvesting and processing of fish and fishery products for commercial purposes, for the inspection of fish and fishery products, and for cooperation with the States in the regulation of intrastate commerce with respect to State fish inspection programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:59-05:00"
}