{
  "actions": [
    {
      "acted_at": "1977-01-26", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2483-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-26", 
  "number": "2483", 
  "official_title": "A bill to amend the Federal Trade Commission Act to expedite the enforcement of Federal Trade Commission cease and desist orders and compulsory process orders; to increase the independence of the Federal Trade Commission in legislative, budgetary, and personnel matters.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Trade Commission Amendments", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-26", 
  "subjects": [
    "Administrative procedure", 
    "Advertising", 
    "Alcoholic beverages", 
    "Consumer protection", 
    "Deceptive advertising", 
    "Federal Trade Commission", 
    "Federal employees", 
    "Federal officials", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Restrictive trade practices", 
    "Witnesses"
  ], 
  "subjects_top_term": "Independent regulatory commissions", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-26", 
    "text": "Federal Trade Commission Amendments - Imposes under the Federal Trade Commission Act, a civil penalty of $5,000 per day for each day any person, partnership, or corporation fails to provide reports, documentary evidence, or testimony to the Commission after the 30th day following the due date of such information. Makes cease and desist orders of the Commission final 60 days after such order is served unless stayed by an appropriate court. Provides, under the Federal Trade Commission Act, that the appointment of any officer or employee of the Federal Trade Commission (other than a Commissioner) shall not be subject to review or approval by any entity within the Executive Office of the President. Requires that all recommendations by the Commission concerning legislation transmitted to the President or the Office of Management and Budget be concurrently transmitted to Congress. Requires the Commission to act upon a petition for the issuance, repeal, or amendment of a rule defining an unfair or deceptive act within 120 days after receipt of such petition. States that if such petition is for the issuance of a rule defining such an act and is denied or not acted upon by the Commission, the petitioner may have a district court of the United States issue an order requiring the Commission to initiate such a rule if such court finds that the practices sought to be proscribed have a substantial adverse effect on a significant number of persons and that the Commission's failure to issue a rule with respect to such petition will result in a continuation of such practices and their adverse effects. Directs the Commission to conduct a study to determine if the advertising of alcoholic beverages produced by distillers constitutes unfair or deceptive practices and if the Commission does determine such advertising does constitute such practice to determine if existing legislative authority is sufficient to effectively prevent it. Authorizes to be appropriated to carry out the functions of the Federal Trade Commission $61,000,000 for fiscal year 1978 and $70,000,000 for fiscal year 1979."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Trade Commission Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Trade Commission Act to expedite the enforcement of Federal Trade Commission cease and desist orders and compulsory process orders; to increase the independence of the Federal Trade Commission in legislative, budgetary, and personnel matters.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:03-05:00"
}