{
  "actions": [
    {
      "acted_at": "1977-01-11", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1663-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-11", 
  "number": "1663", 
  "official_title": "A bill to amend the Immigration and Nationality Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Eilberg, Joshua", 
    "state": "PA", 
    "thomas_id": "00341", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-11", 
  "subjects": [
    "Alien labor", 
    "Aliens", 
    "Civil Rights and Liberties", 
    "Illegal aliens", 
    "Immigration", 
    "Labor and employment", 
    "Public assistance programs", 
    "Social welfare"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-11", 
    "text": "Amends the Immigration and Nationality Act to provide that employment of an illegal alien shall constitute harboring for the purposes of the Act. Prohibits the employment or referring for a fee for employment of any such alien. Permits the Attorney General to serve a citation for violations of this Act and sets civil penalties for violating this Act after such citation is served. Authorizes the Attorney General to bring a civil action and to secure appropriate relief against any person who fails or refuses to hire or has discharged any individual or has failed or refused to refer any individual for a fee for employment because of such individual's national origin. Permits the Attorney General to adjust the status any illegal alien to that of an alien lawfully admitted for permanent residence if such alien has been continuously physically present in the United States since June 30, 1968, and who on June 30, 1975, is the spouse, parent, son, daughter, brother, or sister of an alien lawfully admitted to the United States for permanent residence or whose departure from the United States would result in unusual hardship. Requires the Secretary of Health, Education, and Welfare to disclose to the Attorney General the name and most recent address of any illegal alien who is receiving assistance under the Social Security Act. (Amends 18 U.S.C. 1546)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:50-05:00"
}