{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr223-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "223", 
  "official_title": "To amend the Food Stamp Act of 1964.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Adequate Nutrition Act", 
  "sponsor": {
    "district": "20", 
    "name": "Abzug, Bella S.", 
    "state": "NY", 
    "thomas_id": "00003", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Agriculture and food", 
    "Food stamps", 
    "Poverty", 
    "Social welfare"
  ], 
  "subjects_top_term": "Food stamps", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Adequate Nutrition Act - Defines the terms \"operating agency\" and \"political subdivisions\" for purposes of the Food Stamp Act of 1964. Provides under the Food Stamp Act that food stamp allotments will be cut commensurate with the number of individuals who are required to register for employment, but who refuse to do so (now the entire family is cut off if a single member refuses to work). Provides that before any such reduction is made the individual concerned shall be afforded a reasonable notice and opportunity for a fair hearing. Provides that the following individuals will not be required to register for employment under the Act: (1) anyone ill, incapacitated, disabled, or over sixty years of age; (2) a mother or other relative of an individual under the age of 18 who is caring for such individual; (3) persons under 18; (4) an individual over 18 who is regularly attending a school, college, or university or regularly attending a course of vocational or technical training designed to prepare him for gainful employment; (5) an individual whose presence in the home on a substantially continuous basis is required because of the illness or incapacity of another member of the household; or (6) an individual who is employed over 30 hours per week or who earns at least $48 per week. Requires that employment suitability consideration includes the degree of risk to the individuals health and safety, his physical fitness for the work, his prior training and experience, the length of his unemployment, his realistic prospects for obtaining work based on his potential and the distance of the available work from his residence. Provides that the employment shall not be considered suitable if the position offered is vacant as a direct result of a strike, lockout or other labor dispute, or if the wages for the job are payable at a rate less than the highest of the state or local minimum wage or $1.60 an hour or the minimum hourly rate applicable under the Fair Labor Standards Act of 1938, or the prevailing rate of pay in the same labor market area for persons employed in similar work in the locality. Increases the value of coupon allotments under the Act by a low-cost plan which will increase such allotments from $106 per month for a family of four to $134 a month for a family of four. Provides that certification of eligible households will be by execution of a simplified statement containing the necessary information on a family's income and other factors to establish the family's eligibility and requires eligibility to be certified within seven days. Provides that certification will remain in effect when a family moves to another political subdivision for a period of 60 days from the time the family moved. Requires the State plan to provide that the state make every effort to insure that all eligible households are certified to participate in the program. Provides that if by April 1, 1974, a food stamp program is not being operated by the State agency in every political subdivision of any State, the Governor of the State shall have the right directly to administer the program in that area and if he fails to act by May 1, 1974, the Secretary of Agriculture shall directly administer the program through any appropriate Federal, State or county agency or through any public agency or private nonprofit organizaiton approved by the Secretary. Requires the program to be in operation no later than June 30, 1974. Provides that if, 180 days after a food stamp program has begun to operate in a political subdivision, a three-month period shall occur in which the number of persons participating is less than 50 percent of those determined to be from households whose annual income is below the poverty level as determined by the Secretary, the Governor of the State shall have the authority to administer the program and if he fails to do so within 30 days, the Secretary shall directly administer the program. Authorizes the Secretary to pay each State agency an amount equal to 75 percent of the salary and other expenses of personnel involved in carrying out the administration of the certification procedures of this Act and directs the Secretary to pay 50 percent of the cost of issuing coupons to eligible households and of collecting the sums required from participants. Directs the Secretary to pay 100 percent of these costs if the program is covering more than 66-2/3 percent of those in poverty in the area. Provides that, in the event that the Secretary authorizes a public agency or non-profit private organization to operate the program, the Secretary is directed to reimburse that agency for all of the administrative costs of the program. Authorizes appropriations to carry out the Food Stamp program of $2,500,000,000 for fiscal year 1974 and $3,500,000,000 for each of the fiscal years 1975 and 1976. Permits needy families to purchase their food coupons on a monthly, bi-monthly, or weekly basis."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Adequate Nutrition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Food Stamp Act of 1964.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:53-05:00"
}