{
  "actions": [
    {
      "acted_at": "1983-10-26", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2012-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1983-10-26", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-10-26", 
  "number": "2012", 
  "official_title": "A bill to amend the Comprehensive Environmental Response, Compensation, and Liability Act of 1980.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bradley, Bill", 
    "state": "NJ", 
    "thomas_id": "01289", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-10-26", 
  "subjects": [
    "Actions and defenses", 
    "Claims", 
    "Costs", 
    "Courts and Civil Procedure", 
    "District courts", 
    "Environmental health", 
    "Environmental protection", 
    "Federal preemption", 
    "Government consultants", 
    "Government liability", 
    "Government trust funds", 
    "Hazardous waste disposal", 
    "Intergovernmental relations", 
    "Jurisdiction", 
    "Liability for environmental damages", 
    "Liability for toxic substances pollution damages", 
    "Limitation of actions", 
    "Local and Municipal Government", 
    "Pollution taxes", 
    "Public health", 
    "Refuse and refuse disposal", 
    "State laws", 
    "States", 
    "Toxic substances legislation"
  ], 
  "subjects_top_term": "Liability for toxic substances pollution damages", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-10-26", 
    "text": "Amends the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (Superfund) to require that cleanup actions begin whether or not negotiation is concluded. Directs the President to commence remedial actions within 60 days of notification of responsible parties, and thereafter seek reimbursement for the costs of such remedial actions, under specified conditions. Revises provisions relating to the Federal and State shares for costs of operation and maintenance of such remedial actions. Requires that the State pay or assure payment of: (1) ten percent of the capital, future operation, and future maintenance costs of the remedial action; or (2) 50 percent of the capital, future operation, and future maintenance costs of the remedial action relating to a release at a facility that was owned and primarily used for the treatment, storage, or disposal at the time of any disposal of hazardous substances in such facility, by the State or local government. Provides for the use of State or local funds for additional remedial actions. Directs the President to approve a more costly remedial action than the one already chosen, if the State or local government informs the President that it believes conditions at a site require such more expensive action. Requires the State or local government to pay or assure payment of 90 percent of that portion of the costs of such remedial action which exceeds the costs of the one already chosen by the President. Authorizes the President to seek the advice of one or more consultants expert in the field of public health or remedial action in the selection of appropriate remedial action at a particular site, incident or group of sites. Limits the State share of cleanup costs at facilities owned by a State or local government to those facilities primarily used for treatment, storage, or disposal at the time of any disposal of hazardous substances at such facilities by the State or local government. Provides that, for purposes of the State share of cleanup costs at facilities owned by a State or local government, \"facility\" does not include navigable waters or the beds underlying those waters. Provides that State or local contribution of ten percent or 50 percent of remedial costs, as appropriate, shall constitute full satisfaction of any claims which the Superfund may have against the State and local government. Revises provisions relating to the statute of limitations on claims and actions for damages under such Act. Requires that such claims be presented or action commenced within three years from the date of discovery of the loss or the date on which final regulations are promulgated implementing the provision of such Act under which the claims or action is brought. Provides for reimbursement credits for State remedial actions taken before the date on which a Superfund contract or cooperative agreement is executed between the State and the United States. Repeals specified provisions which prohibit, with specified exceptions, requiring any person to contribute to any fund with a similar purpose of that of Superfund. (Thus this Act provides that no Federal preemption exists with respect to taxation or contributions to State funds similar to Superfund.) Authorizes any State to bring an action in any U.S. district court within such State to require the President or the President's delegate to take any action required to be taken under title I (Hazardous Substances Releases, Liability, Compensation) of such Act. Grants the court the power to require the President or the President's delegate to take such action if the court finds that the President is required under title I to take such action. Permits the transfer of State credit for independent response actions to any other release for which remedial action is authorized."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Comprehensive Environmental Response, Compensation, and Liability Act of 1980.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:07-05:00"
}