{
  "actions": [
    {
      "acted_at": "1976-09-02", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15407-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-09-02", 
  "number": "15407", 
  "official_title": "A bill to establish a corporation to administer a self-sustaining program of residential mortgage loan insurance in certain urban areas.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Shared-Risk Insurance Act", 
  "sponsor": {
    "district": "9", 
    "name": "Ashley, Thomas L.", 
    "state": "OH", 
    "thomas_id": "00032", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-09-02", 
  "subjects": [
    "Advisory bodies", 
    "Corporations", 
    "Federal advisory bodies", 
    "Government corporations", 
    "Housing and community development", 
    "Insurance", 
    "Mortgage guaranty insurance", 
    "Mortgages"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-09-02", 
    "text": "Federal Shared-Risk Insurance Act - Creates a government corporation to be known as the Federal Shared-Risk Insurance Fund. States that such Fund shall be under the direction of a Board of Directors consisting of a Chairman and two additional persons, all of whom shall be appointed by the President by and with the advice and consent of the Senate. Creates a Federal Shared-Risk Insurance Advisory Council consisting of seven members appointed by the Board of Directors who shall represent the areas of housing, finance, insurance, and the public interest. Lists the powers of the Fund including the power to contract, to prescribe charges for services by the Fund, and other powers as may be necessary to carry out the purposes of this Act. Allows the Fund to invest in such investments as the Board of Directors may prescribe. Exempts the Fund from all Federal, State, and local taxes. Grants original jurisdiction in the Federal district courts for any civil action to which the Fund is a party without regard to amount or value. Permits the Fund to remove any case from a State court to a Federal district court without the giving of any bond at any time before trial. States that the Fund shall have a capital stock of $10,000,000 subscribed by the United States. Permits the Fund to make and issue notes or obligations to the Secretary of the Treasury, to the extent of amounts approved in appropriation Acts, for the purpose of obtaining such funds as are determined by the Fund to be needed to carry out the mortgage loan insurance obligations of this Act. Requires the Secretary of the Treasury to purchase any notes or obligations of the Fund in an amount not to exceed $100,000,000 in order to further the purpose of this Act. Permits the Fund to borrow, give security, pay interest, and issue notes, bonds or other securities. Allows the Fund to establish prohibitions or restrictions upon the creation of indebtedness or obligations of the Fund or of liens or charges upon property of the Fund. States that the Fund may act as a revolving fund for carrying out the residential mortgage loan insurance obligations of this Act and may insure any residential mortgage loan or group of residential mortgage loans if the insured fulfills stated requirements including the assumption of not less than 20 percent of any loss on each insured residential mortgage loan in direct proportion to the amount of the insurance. Requires the Fund to prescribe: (1) chargeable premium rates for any type of residential mortgage loan for which insurance coverage shall be available under this Act; and (2) conditions under which such rates shall apply. Requires the Fund to establish a contingency reserve out of net premiums remaining after the establishment of an unearned premium reserve. Sets requirements, in addition to those which the Fund may set, which shall be met in order to be eligible for insurance under this Act. States that any contract of insurance executed by the Fund shall be conclusive evidence of the eligibility of the residential mortgage loan for insurance and such contract shall be incontestable except for fraud or misrepresentation on the part of the mortgagee. States that the Fund may prescribe the general method by which depository institutions shall designate shared-risk areas. Defines a shared-risk area as a census tract within a standard metropolitan area where the aggregate dollar amount of residential mortgage loans originated by depository institutions with respect to realty located within such tract is less than one percent of the average dollar amount per census tract of residential mortgage loans originated by such institutions with respect to realty located within such metropolitan area in the immediately preceding year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Shared-Risk Insurance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a corporation to administer a self-sustaining program of residential mortgage loan insurance in certain urban areas.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:48-05:00"
}