{
  "actions": [
    {
      "acted_at": "1997-11-08", 
      "references": [
        {
          "reference": "CR S12160-12161", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-11-08", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-11-10", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Forests and Public Lands", 
      "text": "Referred to Subcommittee on Forests and Public Lands.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1489-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Forests and Public Land Management", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Wyden, Ron", 
      "sponsored_at": "1997-11-08", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-11-08", 
  "number": "1489", 
  "official_title": "A bill to provide the public with access to outfitted activities on Federal land, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Outfitter Policy Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Craig, Larry E.", 
    "state": "ID", 
    "thomas_id": "00246", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-11-08", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Alaska", 
    "Animals", 
    "Boats and boating", 
    "Camping", 
    "Commerce", 
    "Department of Agriculture", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Employee selection", 
    "Employee training", 
    "Environmental education", 
    "Environmental protection", 
    "Federal employees", 
    "Fees", 
    "Fishing", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Hunting", 
    "Indemnity", 
    "Indexing (Economic policy)", 
    "Labor and employment", 
    "Law", 
    "Liability (Law)", 
    "Licenses", 
    "National forests", 
    "Negligence", 
    "Outdoor recreation", 
    "Public lands and natural resources", 
    "Sports and recreation", 
    "Standards", 
    "Torts", 
    "Tourism", 
    "Trails", 
    "Transportation and public works", 
    "User charges"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-11-08", 
    "text": "Outfitter Policy Act of 1997 - Prohibits unauthorized commercial outfitters from conducting outfitted activities on Federal land. Requires the Director of the National Park Service, the Director of the Fish and Wildlife Service, the Director of the Bureau of Land Management, the Chief of the Forest Service, or the Commissioner of the Bureau of Reclamation (agency head) to establish criteria for awarding outfitter authorizations, including the identification of skilled, experienced, and financially capable persons to offer outfitted activities. Authorizes agency heads to enter into contracts with commercial outfitters for the use and occupancy of Federal land for purposes of conducting such activities. Provides for ten-year contract terms or longer terms if the agency head determines a longer term is necessary because of the investment required to conduct such activities or public interest. Describes contract terms, including determination of fees to be charged to outfitted visitors. Lists conditions under which agency heads may award such contracts, including cases in which unallocated use capacity is available or there is public demand for recreational opportunity or competitive interest in a resource area or outfitted activity where no such activity is offered. Sets forth solicitation requirements for the award of standard contracts. Provides for noncompetitive or limited authorizations, subject to specified conditions. Requires annual fees for outfitter authorizations. Requires authorized outfitters to defend and indemnify the United States for costs or expenses associated with injury, death, or damage to any person or property caused by negligence or wanton disregard of persons or property arising out of an outfitter's activities. Absolves outfitters of any liability to the United States or third parties absent a finding of negligence or disregard for persons or property or for injury, death, or damage resulting from the inherent risks of an outfitted activity. Requires authorized outfitters, before operations are conducted, to submit an operating plan to the agency head. Provides for agency review and approval of plans. Requires agency heads to provide principal use allocations to authorized outfitters under standard contracts. Allows agency heads to provide temporary use allocations to authorized outfitters under standard or limited authorizations. Sets forth conditions under which an agency head, during contract renewal, may reduce a principal use allocation if an outfitter failed to make actual use of a specified amount of an allocation. Bars reductions based on factors beyond the outfitter's control (such as market fluctuations, availability of hunting licenses, closure of resource areas, or weather) that may have adversely affected ability to make actual use of the full allocation. Sets forth terms of temporary use allocations. Authorizes conversions to principal use allocations after two years. Sets forth objectives to be used by agency heads in developing programs for annual evaluations of outfitter operations. Provides for notice to outfitters of conduct or conditions that might lead to marginal or unsatisfactory ratings. Requires renewals of contracts on a determination of good overall performance. Denies renewals on determinations of overall unsatisfactory performance. Authorizes termination of a contract if the outfitter: (1) fails to correct conditions that are considered important to the quality of operations, health and welfare of outfitted visitors, or protection of resources; (2) is repeatedly in arrears in the payment of fees; or (3) demonstrates disregard for the health and welfare of visitors or other users of Federal land. Makes outfitter contracts transferable to qualified transferees under specified conditions. Deems a transfer approved if the agency head fails to confer approval or disapproval within a prescribed time frame. Entitles authorized outfitters to at least one level of administrative review to resolve a dispute arising under an authorization. Requires agency heads to establish expedited procedures for considerations of appeals of decisions to suspend, revoke, or terminate outfitter contracts. Directs agency heads to manage the occupancy and use of Federal land by institutional recreation programs that conduct outfitted activities under this Act, if appropriate, or as provided by other law. Requires agency heads to specify minimum training and qualifications for agency personnel assigned predominately to management of commercial outfitting activities. Provides for consistency in general regulations issued by agencies to carry out this Act. Supersedes certain provisions of existing law pertaining to outfitter authorizations. Entitles outfitters that hold existing special use permits or concessioner permits or contracts to issuance of standard outfitter contracts if their recent performance was determined satisfactory, acceptable, or the equivalent."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Outfitter Policy Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide the public with access to outfitted activities on Federal land, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:14-05:00"
}