{
  "actions": [
    {
      "acted_at": "1999-01-19", 
      "committee": "Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s26-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bayh, Evan", 
      "sponsored_at": "1999-01-19", 
      "state": "IN", 
      "thomas_id": "01572", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1999-05-19", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "1999-01-19", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "2000-03-01", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "1999-01-19", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1999-01-19", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cleland, Max", 
      "sponsored_at": "1999-01-19", 
      "state": "GA", 
      "thomas_id": "01540", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "1999-01-19", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dorgan, Byron L.", 
      "sponsored_at": "1999-01-19", 
      "state": "ND", 
      "thomas_id": "00308", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "1999-01-19", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feingold, Russell D.", 
      "sponsored_at": "1999-01-19", 
      "state": "WI", 
      "thomas_id": "01331", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "1999-01-19", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "1999-01-19", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1999-10-12", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1999-01-19", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1999-01-19", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "1999-01-19", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerrey, J. Robert", 
      "sponsored_at": "1999-01-19", 
      "state": "NE", 
      "thomas_id": "01378", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1999-01-19", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1999-01-19", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1999-01-19", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1999-01-19", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1999-06-23", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Miller, Zell", 
      "sponsored_at": "2000-09-28", 
      "state": "GA", 
      "thomas_id": "01624", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1999-01-19", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reed, Jack", 
      "sponsored_at": "1999-02-23", 
      "state": "RI", 
      "thomas_id": "00949", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1999-01-19", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Robb, Charles S.", 
      "sponsored_at": "1999-01-19", 
      "state": "VA", 
      "thomas_id": "01423", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1999-01-19", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "1999-01-19", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "1999-01-19", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thompson, Fred", 
      "sponsored_at": "1999-01-19", 
      "state": "TN", 
      "thomas_id": "01447", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Torricelli, Robert G.", 
      "sponsored_at": "1999-02-23", 
      "state": "NJ", 
      "thomas_id": "01163", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1999-01-19", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wyden, Ron", 
      "sponsored_at": "1999-01-26", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-01-19", 
  "number": "26", 
  "official_title": "A bill entitled the \"Bipartisan Campaign Reform Act of 1999\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Bipartisan Campaign Reform Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-01-19", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Aliens", 
    "Auditing", 
    "Business and politics", 
    "Cable television", 
    "Campaign contributors", 
    "Campaign funds", 
    "Commerce", 
    "Community service (Punishment)", 
    "Congress", 
    "Congressional candidates", 
    "Congressional elections", 
    "Congressional elections (Senate)", 
    "Congressional ethics", 
    "Corporations", 
    "Crime and law enforcement", 
    "Election fraud", 
    "Electronic data interchange", 
    "Facsimile transmission", 
    "Families", 
    "Federal Election Commission", 
    "Federal employees", 
    "Federal office buildings", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Franking privilege", 
    "Fund raising", 
    "Gifts", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grievance procedures", 
    "Immigration", 
    "Income tax", 
    "Labor and employment", 
    "Labor union finances", 
    "Labor union political activities", 
    "Law", 
    "Minors", 
    "Political advertising", 
    "Political parties", 
    "Presidential candidates", 
    "Presidential elections", 
    "Presidential ethics", 
    "Radio in politics", 
    "Science, technology, communications", 
    "Soft money", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Television in politics", 
    "Unfair labor practices", 
    "Union dues", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-01-19", 
    "text": "Bipartisan Campaign Reform Act of 1999 - Title I: Reduction of Special Interest Influence - Amends the Federal Election Campaign Act of 1971 (FECA) with respect to \"soft money\" to, among other changes: (1) prohibit a national committee of a political party (including specified related entities) from soliciting or receiving contributions or making expenditures not subject to FECA; (2) require a State, district, or local committee of a political party to make Federal election year expenditures (with exceptions) for specified Federal election activities from funds subject to FECA; (3) prohibit a national, State, district, or local committee from soliciting or donating funds to a tax-exempt organization; and (4) prohibit an incumbent or candidate for Federal office from soliciting or receiving funds not subject to FECA, including funds for any Federal election activity.(Sec. 102) Establishes an individual annual limit of $10,000 for State committee contributions. Increases the aggregate individual contribution limit to $10,000.(Sec. 103) Requires national and State committees to report all receipts and disbursements. Repeals the building fund exception to the definition of contribution.Title II: Independent and Coordinated Expenditures - Subtitle A: Electioneering Communications - Amends FECA to: (1) require every person who makes a disbursement for broadcast electioneering communications, as defined, in an aggregate amount in excess of $10,000 per year to file, with the Federal Election Commission (FEC), a statement containing specified outlined information; (2) treat payment for any broadcast electioneering communication that is coordinated with a candidate or an authorized committee of such candidate, a Federal, State, or local political party or committee thereof, as a contribution to such candidate and as an expenditure by such candidate; and (3) set forth special operating rules prohibiting corporate and labor disbursements for electioneering communications.Subtitle B: Independent and Coordinated Expenditures - Amends FECA: (1) to define the term \"independent expenditure\" as an expenditure by a person expressly advocating the election or defeat of a clearly identified candidate and that is not provided in coordination with a candidate; (2) regarding independent expenditure reporting requirements; (3) to revise the penalty for knowing and willful violations Act involving statements by other than political committees, prohibiting conciliation agreements and authorizing a civil action for relief in such situations; (4) to prohibit a party making both independent and coordinated expenditures with respect to a candidate during the same election cycle; (5) to define the term \"coordinated activity\" to mean anything of value provided by a person in coordination with a candidate for the purpose of influencing a Federal election in which such candidate seeks nomination or election to Federal office (with specific listed examples); and (6) to consider such a coordinated activity to be a contribution to the candidate, and in the case of a limitation on expenditures, treats such activity as an expenditure by the candidate.Title III: Disclosure - Amends FECA with regard to the use of computers and fax machines in filing FEC reports to require filing in an electronic form accessible by computers if there are, or there is a reason to expect to have, aggregate contributions or expenditures in excess of a FEC- determined threshold amount. Directs the FEC to make such a report publicly accessible on the Internet within 24 hours of its receipt. Requires designations, statements, and reports filed by Senate candidates to be filed directly with the FEC.(Sec. 302) Prohibits the treasurer of a candidate's authorized committee from depositing, except in an escrow account, or otherwise negotiating a contribution from a person who makes an aggregate amount of contributions in excess of $200 during a calendar year unless the treasurer verifies specified contributor information.(Sec. 303) Amends audit provisions, authorizing FEC random audits and investigations to ensure voluntary FECA compliance.(Sec. 304) Modifies reporting requirements for contributions of $50 or more.(Sec. 305) Requires the name of each authorized committee to include the name of the candidate who authorized the committee and prohibits a political committee that is not an authorized committee (except in the case of a national, State, or local party committee) from using the name of any candidate in any activity on behalf of the committee in such a context as to suggest that the committee is an authorized committee of the candidate or that the use of the candidate's name has been authorized by the candidate.(Sec. 306) Prohibits any person from soliciting contributions by falsely representing himself or herself as a candidate or as a representative of a candidate, a political committee, or a political party.(Sec. 307) Sets forth provisions governing soft money disbursements of persons other than political parties.Defines the term \"generic campaign activity\" as an activity that promotes a political party and does not promote a candidate or non- Federal candidate.(Sec. 308) Revises campaign advertising provisions, establishing specified requirements for printed communications, and adding additional provisions governing broadcast and cablecast communications.Title IV: Personal Wealth Option - Amends FECA to establish a voluntary personal funds expenditure limit for eligible Senate candidates in primary and general elections, provided the candidate files with FEC a declaration that the candidate and the candidate's authorized committees will not exceed such limit. Sets the voluntary personal funds expenditure limit at $50,000. Gives the FEC authority to certify such a declaration.(Sec. 402) Exempts such certified candidates from specified FECA requirements.Title V: Miscellaneous - Amends the National Labor Relations Act to declare it to be an unfair labor practice for a labor organization to receive payments from an employee pursuant to an agreement requiring such non-member employee to make payments in lieu of organization dues or fees without establishing a specified objection procedure under which the non-member's fees are reduced by the percent that would be used to support political activities (thus codifying the U.S. Supreme Court decision in Communications Workers of America et al. v. Beck et al).(Sec. 502) Amends FECA to revise provisions on permitted and prohibited uses of contributed amounts by candidates and incumbents for certain purposes. Specifies prohibited kinds of conversion of such funds to personal use.(Sec. 503) Revises Federal law concerning permitted time frames for mailing franked mail to prohibit any mass mailing as franked mail during a year in which there will be an election for the seat held by the Member of Congress during the period between January 1 of that year and the date of the general election for that Office, unless the Member has made a public announcement that the Member will not be a candidate for reelection to that year or for election to any other Federal office.(Sec. 504) Amends the Federal criminal code to revise the prohibition against fundraising on Federal property. Prohibits an officer or employee of the Federal Government, including the President, Vice President, and Members, from soliciting a donation of money or other thing of value in connection with a Federal, State, or local election from any person while in any room or building occupied in the discharge of official duties by a Federal officer or employee. Imposes on violators a monetary penalty, imprisonment, or both. Excepts from the prohibition contributions received by the staff of the Executive Office of the President.(Sec. 505) Amends FECA to double the penalties for knowing and willful violations of FECA, the Presidential Election Campaign Fund Act (PECFA), and the Presidential Primary Matching Payment Account Act (such Acts). Permits conciliation agreements to correct or prevent such violations to include equitable remedies or penalties, including disgorgement of funds to the Treasury, or community service requirements (including requirements to participate in public education programs).Sets forth requirements for late filing of FECA reports, including requiring establishment of mandatory monetary penalties.(Sec. 506) Revises the ban on contributions by foreign nationals to, among other things, include a prohibition on donations by foreign nationals.(Sec. 507) Prohibits minors (age 17 or younger) from making contributions to candidates or contributions or donations to committees of political parties.(Sec. 508) Permits FEC to: (1) order expedited proceedings for certain complaints; and (2) refer, at any time, to the Attorney General possible violations of such Acts.(Sec. 509) Modifies the basis for mandatory FEC initiation of enforcement proceedings upon receipt of a complaint alleging a violation of such Acts by replacing \"has reason to believe\" a violation has been or is about to be committed with \"has reason to investigate whether\" such a violation has been or is about to be committed.Title VI: Severability; Constitutionality; Effective Date; Regulations - Sets forth provisions regarding severability, review of constitutional issues, effective date, and FEC regulations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Bipartisan Campaign Reform Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Bipartisan Campaign Reform Act of 1999\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:11-05:00"
}