{
  "actions": [
    {
      "acted_at": "1974-02-06", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12657-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-06", 
  "number": "12657", 
  "official_title": "A bill to amend the Public Health Service Act to provide for the establishment of a National Institute of Aging, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Research on Aging Act", 
  "sponsor": {
    "district": "17", 
    "name": "O'Brien, George M.", 
    "state": "IL", 
    "thomas_id": "00872", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-06", 
  "subjects": [
    "Advisory bodies", 
    "Aged and aging", 
    "Public health", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-06", 
    "text": "Research on Aging Act - Directs the Secretary of Health, Education, and Welfare to establish in the Public Health Service, the National Institute on Aging for the conduct and support of biomedical, social, and behavorial research and training relating to the aging process and the diseases and other special problems of the aged. Authorizes the Secretary of Health, Education, and Welfare to establish a National Advisory Council on Aging to advise, consult with, and make recommendations to him on programs relating to the aged which are administered by him and on those matters which relate to the Institute. Provides that the Secretary shall, through the Institute, carry out the purposes of this Act with respect to research investigations, experiments, demonstrations, and studies related to the aging process and the diseases and other special problems and needs of the aged. Directs the Secretary, in consultation with the Institute and such other appropriate advisory bodies as he may establish, to within one year after the effective date of this Act develop a plan for an aging research program designed to coordinate and promote research into the biological, medical, psychological, social, educational, and economic aspects of aging. States that such plan shall be transmitted to the Congress and the President and shall set forth the staffing and funding requirements to carry out the program contained therein."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Research on Aging Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to provide for the establishment of a National Institute of Aging, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:20-05:00"
}