{
  "actions": [
    {
      "acted_at": "1985-02-21", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-02-21", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-04", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Commerce, DOE, Justice, State, DOT, EPA, CEQ.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-03-04", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Coast Guard and Navigation", 
      "text": "Referred to Subcommittee on Coast Guard and Navigation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-07", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Water Resources", 
      "text": "Referred to Subcommittee on Water Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-27", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Coast Guard and Navigation", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-18", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Coast Guard and Navigation", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-18", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Coast Guard and Navigation", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-26", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-26", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1985-08-01", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Merchant Marine and Fisheries.  Report No: 99-247 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-10-01", 
      "bill_ids": [
        "hr2817-99"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Text of This Measure Substituted as an Amendment to H.R.2817.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-12-10", 
      "bill_ids": [
        "hr2005-99"
      ], 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "See H.R.2005.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-10-17", 
      "bill_ids": [
        "hr5300-99"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "For Further Action See H.R.5300.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1232-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Coast Guard and Navigation", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Biaggi, Mario", 
      "sponsored_at": "1985-02-21", 
      "state": "NY", 
      "thomas_id": "00085", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Breaux, John B.", 
      "sponsored_at": "1985-07-10", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Davis, Robert W.", 
      "sponsored_at": "1985-02-21", 
      "state": "MI", 
      "thomas_id": "00273", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hughes, William J.", 
      "sponsored_at": "1985-02-21", 
      "state": "NJ", 
      "thomas_id": "00572", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Jones, Walter B.", 
      "sponsored_at": "1985-02-21", 
      "state": "NC", 
      "thomas_id": "00611", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Lent, Norman F.", 
      "sponsored_at": "1985-02-21", 
      "state": "NY", 
      "thomas_id": "00682", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Lowry, Mike", 
      "sponsored_at": "1985-02-21", 
      "state": "WA", 
      "thomas_id": "00710", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1985-02-21", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Young, Don", 
      "sponsored_at": "1985-02-21", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-02-21", 
  "number": "1232", 
  "official_title": "A bill to provide a comprehensive system of liability and compensation for oilspill damage and removal costs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2005-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2817-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5300-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Comprehensive Oil Pollution Liability and Compensation Act", 
  "sponsor": {
    "district": "10", 
    "name": "Studds, Gerry E.", 
    "state": "MA", 
    "thomas_id": "01121", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1985-06-26", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Alaska", 
    "Business and commerce", 
    "Claims", 
    "Continental shelf", 
    "Corporations and Stocks", 
    "Costs", 
    "Courts and Civil Procedure", 
    "Damages", 
    "District courts", 
    "Economics and public finance", 
    "Environmental protection", 
    "Government corporations", 
    "Government liability", 
    "Government trust funds", 
    "Insurance", 
    "International environmental cooperation", 
    "Jurisdiction", 
    "Law", 
    "Liability for environmental damages", 
    "Liability for oil pollution", 
    "Marine insurance", 
    "Oil pollution", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Petroleum pipelines", 
    "Pollution taxes", 
    "Ships and shipping", 
    "Tankers", 
    "Treaties", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "1985-08-01", 
    "text": "(Reported to House from the Committee on Merchant Marine and Fisheries with amendment, H. Rept. 99-247 (Part I)) Comprehensive Oil Pollution Liability and Compensation Act - Title I: Oil Pollution Liability and Compensation - States that this title is inapplicable to the United States regarding oil pollution damages during any period in which both the International Convention on Civil Liability for Oil Pollution Damage, 1984 and the International Convention on the Establishment of an International Fund for Compensation for Oil Pollution Damage, 1984 are in force with respect to the United States and compensation is available. Permits claims for damages for economic loss arising from oil pollution for: (1) removal costs; (2) injury to or destruction of real or personal property; (3) reasonable costs incurred in assessing injury or destruction of natural resources and in planning, restoring, or acquiring the equivalent of the damaged resources; (4) loss of subsistence use of natural resources; (5) loss of profits or impairment of earning capacity due to such injury or destruction; and (6) loss of tax revenue for a period of one year due to injury to real or personal property. Specifies the potential claimants who have standing to assert claims involving such damages. Imposes joint, several, and strict liability on the party responsible for the source of oil pollution. Specifies liability limits (except in cases of gross negligence or willful misconduct) for vessels. Sets forth defenses to liability. Makes the Marine Oil Pollution Insurance Corporation, established under Title II of this Act (the Corporation), liable for damages not otherwise compensated. Requires the responsible party for certain vessels over 300 gross tons and the party responsible for offshore facilities to establish and maintain evidence of financial responsibility in an amount sufficient to satisfy applicable liability limits. Limits the liability of a guarantor to the aggregate amount of financial responsibility that the guarantor provided. Specifies procedures whereby the Secretary of Transportation shall designate oil pollution sources. Directs the Corporation to advertise claims to be presented initially to the responsible party or to such person's guarantor in instances in which: (1) the responsible party and guarantor both deny involvement; (2) the source of the discharge is a public vessel; or (3) the Secretary is unable to designate the pollution source. Permits claimants either to present a claim to the Corporation or to bring an action in an appropriate U.S. court if liability is denied or the claim is not settled within a specified period. Sets forth procedures for the disposition and appeal of claims submitted to the Corporation. Requires both the plaintiff and the defendant in a court action brought against a responsible party or guarantor to forward copies of all pleadings to the Corporation. Permits the Corporation to intervene in such actions. Requires a claim to be presented within three years of discovery of an economic loss, or within six years of the date of the incident, whichever is earlier. Subrogates any person, including the Corporation, to all the claimant's claims and rights under this title. Sets forth the measure of recovery for actions brought by the Corporation against any responsible party or guarantor. Grants U.S. district courts exclusive original jurisdiction over all controversies arising under titles I, II, and III of this Act, without regard to the citizenship of the parties or the amount in controversy. Makes the rights and remedies under this title exclusive with respect to economic loss caused by oil pollution (but does not preclude State imposition of taxes or fees to finance the purchase and prepositioning of oil pollution cleanup and removal equipment). Sets penalties for persons failing to comply with specified provisions in this Act. Authorizes appropriations for this title. Title II: Marine Oil Pollution Insurance Corporation and Compensation Fund - Establishes the Marine Oil Pollution Insurance Corporation as a wholly owned Government corporation under the supervision of the Secretary of Transportation. Vests management of such Corporation in an Administrator who is appointed by the President and who shall report directly to the Secretary of Transportation. Requires the Corporation to submit an annual report to the Secretary of Transportation. Establishes the Marine Oil Pollution Compensation Fund (the Fund) to be administered by the Corporation. Makes the Fund available for purposes of: (1) removal costs incurred under specified laws; (2) costs incurred by the President or a State Governor (as trustee) in assessing damaged natural resources and preparing a restoration and acquisition plan regarding such damaged resources; (3) certain uncompensated damage claims; (4) implementing certain laws regarding oil pollution; and (5) contributions to the International Fund. Directs the Corporation to set guidelines for the establishment and collection of premiums for deposit into the Fund. Sets a maximum premium of 1.3 cents per barrel of crude oil or other petroleum products for payment into the Fund. Limits payment on any claim (except removal costs) to the extent that payment would result in the Fund's having less than $30,000,000. Establishes a liability limit per incident for the Corporation. Requires rebates from income to premium payers if the Fund exceeds $300,000,000. Credits against required premiums any amounts paid to the Deepwater Port Liability Fund and the Off-shore Oil Pollution Compensation Fund. Sets a maximum civil penalty for failure to pay premiums into the Marine Oil Pollution Compensation Fund. Authorizes the Comptroller General to review a private audit of the Corporation's financial records. Provides that if the balance of any fund is to be transferred to the Fund, any claim arising before the effective date of this Act shall be paid from the Fund. Provides that if the Secretary determines that there is a Trans-Alaska Pipeline Liability Fund deficit, then the premium imposed on oil first transported through such Pipeline shall be increased by a certain amount until the total amount of increased premiums equals the deficit. Title III: Regulations, Effective Dates, and Savings Provisions - Specifies the effective dates of specified provisions of this Act. Eliminates the Trans-Alaska Pipeline Liability Fund and provides that all unused assets of such Fund shall be rebated directly to the operator of the Trans-Alaska oil pipeline for pro-rata payments to those owners who had paid into such Fund. Amends specified laws, including the Deepwater Port Act of 1974, the Federal Water Pollution Control Act, the Intervention on the High Seas Act, the Outer Continental Shelf Lands Act Amendments of 1978 and the Trans-Alaska Pipeline Authorization Act, to conform with the provisions of this Act. Transfers to the Fund amounts remaining in the Deepwater Port Liability Fund and the Offshore Oil Pollution Compensation Fund (both having been eliminated by the above repeals). Authorizes the Secretary of Transportation to delegate authority to the Marine Oil Pollution Insurance Corporation. Title IV: Implementation of Conventions - Recognizes the International Oil Pollution Compensation Fund (International Fund) as a legal person under the laws of the United States. Requires, in any action brought in the United States against the owner of a ship or his guarantor under the International Convention on Civil Liability for Oil Pollution Damage, that the International Fund and the Marine Oil Pollution Compensation Fund be served a copy of the complaint and any subsequent pleading. Entitles the International Fund to intervene as a party in any such action. Exempts the International Fund from all direct taxation in the United States. Requires any contribution to the International Fund to be paid from the Marine Oil Pollution Compensation Fund. Sets forth the jurisdiction of the U.S. district courts for controversies arising under the Civil Liability Convention or the International Fund Convention. Requires U.S. courts to recognize final judgments of courts of nations which are a party to the Civil Liability Convention or the International Fund Convention. Requires the owner of each U.S. documented ship, or any ship, wherever registered, which enters or leaves a U.S. port or terminal carrying more than 2,000 tons of oil in bulk as cargo to establish and maintain evidence of financial responsibility in amounts sufficient to cover the maximum liability arising from one incident under the Civil Liability Convention. Imposes a civil penalty for noncompliance with such financial responsibility requirement. States that the United States waives all defenses based on its status as a sovereign state with respect to any controversy arising under the Civil Liability Convention or the International Fund Convention relating to any ship owned by the United States and used for commercial purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Oil Pollution Liability and Compensation Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Comprehensive Oil Pollution Liability and Compensation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a comprehensive system of liability and compensation for oilspill damage and removal costs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:51-05:00"
}