{
  "actions": [
    {
      "acted_at": "1985-09-18", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-09-18", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-09-23", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-09-24", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications, Consumer Protection and Finance", 
      "text": "Referred to Subcommittee on Telecommunications, Consumer Protection and Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-09-24", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Transportation and Tourism", 
      "text": "Referred to Subcommittee on Commerce, Transportation and Tourism.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3350-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications, Consumer Protection and Finance", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Transportation and Tourism", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-09-18", 
  "number": "3350", 
  "official_title": "A bill to promote expansion of international trade in telecommunications equipment and services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Telecommunications Fair Trade Act of 1985", 
  "sponsor": {
    "district": "7", 
    "name": "Markey, Edward J.", 
    "state": "MA", 
    "thomas_id": "00735", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-09-18", 
  "subjects": [
    "Communications and Broadcasting", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Import restrictions", 
    "Imports", 
    "Nontariff trade barriers", 
    "Telecommunication policy", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-09-18", 
    "text": "Telecommunications Fair Trade Act of 1985 - Title I: Actions to Achieve Competitive Opportunities - Directs the U.S. Trade Representative (USTR), within six months of enactment of this Act, to: (1) identify and analyze all acts, policies, and practices in the markets of foreign countries that deny to U.S. telecommunications firms competitive opportunities that are substantially equivalent to the competitive opportunities available to foreign companies in U.S. markets; and (2) determine which of such acts, policies, or practices denies trade agreement benefits to the United States, is unjustifiable and burdens or restricts U.S. commerce, or otherwise has the effect of nullifying or impairing any benefit to the United States under any agreement or impeding attainment of any objective of any agreement to which the United States is a party. Sets forth factors to be considered in making such analysis and determination. Authorizes the USTR to exclude a country from investigation if the USTR determines that the potential market in such country for U.S. telecommunications equipment and services is not substantial and that the country does not have a substantial telecommunications trade with the United States. Requires the USTR to report to the Congress within six months of enactment of this Act on such analysis and determinations. Directs the President to begin negotiations with those countries which deny U.S. telecommunications firms substantially equivalent competitive opportunities to enter into trade agreements which provide such opportunities to U.S. telecommunications firms. Sets forth the objectives of the negotiations. Directs the President, if unable to enter into such an agreement which achieves such objectives, to take, within one year of enactment of this Act, whatever actions within certain limits are necessary to achieve such objectives. Directs the President to take those actions which most directly affect trade in telecommunications products and services with the country concerned. Sets forth the actions the President is authorized to take in such circumstances. Directs the USTR, if a country does engage in unfair trade practices, to take whatever actions within certain limits are necessary to fully offset such acts, policies, and practices, and to restore the balance of concessions between the United States and such foreign country. Requires the USTR to review annually: (1) the extent to which a foreign country's policies meet the negotiating objectives achieved by trade agreements; (2) the continued applicability of any discontinuance of an investigation; and (3) the effectiveness of actions taken by the President and the USTR under this Act. Directs the USTR to take specified actions if the foreign country is not in compliance with such trade agreement or has adopted an unfair trade act, policy, or practice. Requires all such reviews by the USTR to be forwarded to specified congressional committees. Sets forth the actions the USTR is authorized to take. Directs the President and the USTR to consult with the Secretary of Commerce, the Federal Communications Commission, and a specified interagency trade organization to determine appropriate actions against foreign countries. Directs the USTR to provide the opportunity for presentations of views by interested parties for purposes of identifying the objectives of trade negotiations and determining appropriate actions against foreign countries. Directs the President to keep the Congress informed of: (1) the negotiating priorities and objectives for each country involved; (2) the assessment of negotiating prospects; and (3) any U.S. concessions which might be included in negotiations to achieve such objectives. Title II: Trade Agreement Authority - Authorizes the President, during the three years following enactment of this Act, to enter into trade agreements which meet specified objectives with foreign countries which provide for: (1) the harmonization, reduction, or elimination of duties or restrictions, barriers, or other distortions to international trade; or (2) the prohibition of or limitations on the imposition of duties or restrictions, barriers, or other distortions to international trade. Authorizes the President to enter into trade agreements with a foreign country to grant concessions as compensation in order to maintain the general level of reciprocal and mutually advantageous concessions if: (1) the President has taken action because no trade agreement could be reached under this Act; and (2) the USTR is not required to take action against such country under this Act. Title III: Miscellaneous Provisions - Authorizes importing a product that is subject to registration or approval by the Federal Communications Commission (FCC) only if: (1) such product conforms with all applicable FCC regulations; and (2) the information which is required on a specified FCC form is provided to the appropriate customs officer at the time of entry into the United States. Directs the FCC, the Secretary of Commerce, and the USTR to provide enforcement assistance to the Secretary of the Treasury upon request. Directs the Secretary of the Treasury to provide the Congress with information on such imports at least twice a year. Amends the Trade Act of 1974 to include within the definition of service sector access authorization any authorization that permits a foreign supplier of goods related to a service access to the U.S. market. Directs the Secretary of Commerce to report to the Congress at least once every two years on the impact of U.S. domestic policies and practices on the growth and international competitiveness of the U.S. telecommunications industry. Directs the FCC to submit biennially to specified congressional committees a report on: (1) acts, policies, and practices, in foreign countries that deny to U.S. telecommunications firms competitive opportunities substantially equivalent to the opportunities available to such countries companies in the United States; (2) the impact of such acts, policies, and practices on the ability of U.S. firms to provide service with adequate facilities at reasonable charges; (3) any response to such acts, policies, or practices by the FCC; and (4) any response to such acts, policies, or practices by other Federal officials and the effect of such response."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Telecommunications Fair Trade Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote expansion of international trade in telecommunications equipment and services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:46-05:00"
}