{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr497-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "497", 
  "official_title": "A bill to amend title II of the Social Security Act to prevent the issuance of social security numbers to aliens who are illegally in the United States, and to prohibit the payment of aid or assistance under approved State public assistance plans, or the provision of assistance plans, or the provision of assistance in any form under any other Federal or federally aided program, to such aliens.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6850-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "21", 
    "name": "Fisher, O. C.", 
    "state": "TX", 
    "thomas_id": "00386", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Aliens", 
    "Illegal aliens", 
    "Poverty", 
    "Public assistance programs", 
    "Social welfare"
  ], 
  "subjects_top_term": "Aliens", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Provides that no social security account number shall be assigned, no record of wages and self-employment income shall be established, and no card or other document evidencing such a number or record shall be issued, after the date of the enactment of this Act, under the Social Security Act, in the case of any individual who has not satisfactorily demonstrated (in such manner and form and in accordance with such procedures as the Secretary of HEW shall by regulations prescribe) that he is a citzen of the United States, an alien lawfully admitted to the United States for permanent residence, or an alien otherwise legally in the United States under applicable Federal law. Requires the Secretary to take such action and enter into such arrangements with Federal, State, and local law enforcement agencies and other persons as may be necessary or appropriate to provide for the cancellation of any outstanding social security account number which has been assigned to an alien not entitled to such a number under this Act, and the deletion from his records of any entries under such number with respect to wages paid or self-employment income derived after confiscation of any card or other document evidencing such number. Specifies penalties for violations of the provisions of this Act. Prohibits the payment of aid or assistance under approved State public assistance plans, or the provision of assistance in any form under any other Federal or federally aided program, to such aliens."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title II of the Social Security Act to prevent the issuance of social security numbers to aliens who are illegally in the United States, and to prohibit the payment of aid or assistance under approved State public assistance plans, or the provision of assistance plans, or the provision of assistance in any form under any other Federal or federally aided program, to such aliens.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:57-05:00"
}