{
  "actions": [
    {
      "acted_at": "1976-07-01", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14682-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-07-01", 
  "number": "14682", 
  "official_title": "A bill to provide the American consumer the assurance that foreign dairy products marketed in the United States meet minimum standards of quality by requiring the inspection of these products at the U.S. ports of entry, at the foreign milk processing plants which provide dairy products for export to the United States, and at the foreign dairy farms which supply milk to foreign milk processing plants for the production of dairy products to be exported to the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Uniform Consumer Dairy Sanitation Act", 
  "sponsor": {
    "district": "6", 
    "name": "Steiger, William A.", 
    "state": "WI", 
    "thomas_id": "01109", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-07-01", 
  "subjects": [
    "Agriculture and food", 
    "Dairy products", 
    "Food adulteration and inspection", 
    "Foreign trade and international finance", 
    "Imports", 
    "Milk"
  ], 
  "subjects_top_term": "Dairy products", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-07-01", 
    "text": "Uniform Consumer Dairy Sanitation Act - Directs the Secretary of Agriculture to promulgate standards of quality for foreign dairy products which are to be marketed in the United States. Prohibits the entry of foreign dairy products into the United States unless such product has been inspected and found to be wholesome and pure. Directs the Secretary to provide for the inspection of all lots of foreign dairy products at points of entry. Directs the Department to quarantine products which do not meet the standards of quality promulgated under this Act and to destroy such products if they are not claimed by the exporter within 30 days. States that such quarantine and disposal costs shall be borne by the exporter. Requires that foreign milk processing plants which export dairy products into the United States meet the same general grading and inspection standards required of domestic producers. Directs the Secretary to promulgate standards of quality for the production, preservation, storage, transportation, and handling of milk used in manufacturing a foreign dairy product to be exported to the United States. Requires such standards to reflect the minimum level of quality required by the individual States in regulation of the handling of milk used in manufacturing dairy products. Specifies health and sanitation standards which foreign producers and handlers of milk must meet. Directs the Secretary to establish a licensing and overseas inspection program to carry out the provisions of this Act. States that an onsite inspection of a foreign dairy farm shall be made only if a serious violation of sanitation standards is suspected and only with the permission of the dairy farmer, the milk processing plant, and the foreign government. Denies a license to export dairy products into the United States if such permission to inspect is refused. Authorizes appropriations in such amounts as are necessary to carry out the administration and supervision requirements of this Act during the first fiscal year in which any provision of this Act is operative. Authorizes the Secretary to prescribe assessments, collect fees, and solicit contributions to cover the cost of inspection services under this Act. States that the remaining costs of administering the requirements of this Act shall be borne by the United States. Establishes criminal penalties for violations of the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Uniform Consumer Dairy Sanitation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide the American consumer the assurance that foreign dairy products marketed in the United States meet minimum standards of quality by requiring the inspection of these products at the U.S. ports of entry, at the foreign milk processing plants which provide dairy products for export to the United States, and at the foreign dairy farms which supply milk to foreign milk processing plants for the production of dairy products to be exported to the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:36-05:00"
}