{
  "actions": [
    {
      "acted_at": "1974-03-12", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13425-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Dellenback, John", 
      "sponsored_at": "1973-01-03", 
      "state": "OR", 
      "thomas_id": "00283", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Erlenborn, John N.", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "00351", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Eshleman, Edwin D.", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "00354", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Forsythe, Edwin B.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "00402", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hansen, Orval", 
      "sponsored_at": "1973-01-03", 
      "state": "ID", 
      "thomas_id": "00500", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Quie, Albert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "00936", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Towell, David", 
      "sponsored_at": "1973-01-03", 
      "state": "NV", 
      "thomas_id": "01164", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-12", 
  "number": "13425", 
  "official_title": "A bill to extend the authority for the program known as \"Project Headstart\" to provide comprehensive services to aid disadvantaged preschool children in order to enable such children to attain their full potential.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Head Start Extension Act", 
  "sponsor": {
    "district": "6", 
    "name": "Steiger, William A.", 
    "state": "WI", 
    "thomas_id": "01109", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-12", 
  "subjects": [
    "Education", 
    "Minorities", 
    "Poverty", 
    "Preschool education", 
    "Schools", 
    "Social welfare"
  ], 
  "subjects_top_term": "Preschool education", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-03-12", 
    "text": "Head Start Extension Act - Title I: Program Authority and Requirements - States that the Secretary of Health, Education, and Welfare may, upon application by any agency which is eligible for designation as a Head Start agency, provide financial assistance to such agency for the planning, conduct, administration, and evaluation of a program to be known as \"Project Head Start\" focused on children from low-income families who have not reached the age of compulsory school attendance, which: (1) will provide such comprehensive health, nutritional, education, social, and other serivces as the Secretary finds will aid the children to attain their full potential, and (2) will provide for direct participation of the parents of such children in the development, conduct, and overall program direction at the local level. Authorizes to be appropriated for carrying out the purposes of this Act such sums as may be necessary for the fiscal year ending June 30, 1975, and the two succeeding fiscal years. Provides for the allotment of such funds, setting limitations on the extent of assistance. States that a public or private nonprofit agency which (1) has the power and authority to carry out the purposes and functions of this Act within a community, and (2) is determined by the Secretary to be capable of planning, conducting, administering, and evaluating, a Head Start program, may be designated as a Head Start agency. Enumerates the required functions of Head Start agencies. Sets forth the procedure for submission of plans to state Governors. Title II: Administrative Requirements and Standards - Requires that each Head Start agency observe standards of organization, management, and administration which will assure that all program activities are conducted in a manner consistent with the purposes of this Act and the objective of providing assistance effectively, efficiently, and free of any taint of partisan political bias or personal or family favoritism. States that no financial assistance shall be extended under this Act in any case in which the Secretary determines that the costs of developing and administering a program exceed 15 percent of the total costs, including non-Federal contributions to such costs, of such program. Directs the Secretary to revise annually (or at any shorter interval he deems feasible and desirable) a poverty line which, shall be used as a criterion of eligibility for participation in Head Start programs, with specified exceptions. Requires each recipient of financial assistance under this Act to keep such records as the Secretary shall prescribe. Directs the Secretary to provide for the continuing evaluation of programs under this Act. Title III: General Provisions - Defines the terms used in this Act. Sets forth labor standards, comparability of wages and nondiscrimination provisions relating to the operations of this Act. States that no individual employed or assigned by any Head Start agency or other agency assisted under this Act shall, pursuant to services rendered in connection with this Act, participate in the conduct of any unlawful demonstration, rioting, or civil disturbance. Provides penalties for criminal violations under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Head Start Extension Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend the authority for the program known as \"Project Headstart\" to provide comprehensive services to aid disadvantaged preschool children in order to enable such children to attain their full potential.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:33-05:00"
}