{
  "actions": [
    {
      "acted_at": "1977-11-04", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2293-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-11-04", 
  "number": "2293", 
  "official_title": "A bill to authorize and provide for the regulation of the use of electronic funds transfer systems by financial institutions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Electronic Funds Transfer Act", 
  "sponsor": {
    "district": null, 
    "name": "McIntyre, Thomas J.", 
    "state": "NH", 
    "thomas_id": "01398", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-11-04", 
  "subjects": [
    "Antitrust law", 
    "Antitrust policy", 
    "Civil Rights and Liberties", 
    "Consumer credit", 
    "Consumer protection", 
    "Credit", 
    "Electronic funds transfers", 
    "Federal home loan banks", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Poverty", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-11-04", 
    "text": "Electronic Funds Transfer Act - Confers general authority on Federal financial institutions (as such term is defined in this Act) to establish or make use of electronic funds transfer systems (EFTS) in the United States and abroad, but prohibits such institutions from offering deposit services through EFTS outside their home State unless the laws of the other State so permit and after a transition period, within the institution's natural market area, if that extends beyond State boundaries. Authorizes a Federal financial institution which owns or operates an EFTS to make it available for use by other financial institutions or businesses. Preempts State mandatory sharing statutes and clarifies the primacy of Federal antitrust laws in assuring competition in the development of ETFS services. Prohibits Federal, State, or local government access to customer financial records of a financial institution without customer consent, statutory reporting requirements, or some form of warrant or subpoena. Confers general authority on the Board of Governors of the Federal Reserve System to prescribe disclosure regulations applicable to all financial institutions offering EFTS services to their customers. States that the rights and remedies of parties to transactions shall be governed by State law, except as otherwise provided in Federal statutes. Permits a financial institution to provide information contained in the financial records of any customer to any other person only if the customer has been previously informed of such disclosure in the account agreement and has given his authorization. Allows Federal Reserve banks to furnish services to an automated clearing house, only if membership in such clearing house is open to all financial institutions. Prohibits Federal Reserve banks and Federal Home Loan banks from engaging in the offering of EFTS services. Directs the appropriate supervisory agency to prescribe regulations for the establishment, operation, sharing, and use by Federal financial institutions of EFTS, consistent with the provisions of this Act. Directs the Board of Governors of the Federal Reserve System to conduct a thorough study of the implications of EFTS development for low-income persons."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Electronic Funds Transfer Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize and provide for the regulation of the use of electronic funds transfer systems by financial institutions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:33-05:00"
}