{
  "actions": [
    {
      "acted_at": "1975-06-12", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7875-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Badillo, Herman", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00040", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Drinan, Robert F.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "00318", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-12", 
  "number": "7875", 
  "official_title": "A bill to provide immunity from prosecution and punishment to those persons who, because of disapproval of the military involvement of the United States in Indochina during the period covering January 1, 1961 and ending May 1, 1975, resisted the draft, were absent from the Armed Forces without leave, or disobeyed an order, which order if obeyed could reasonably have led to the death of another human being.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr8037-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Vietnam Era Reconciliation Act", 
  "sponsor": {
    "district": "2", 
    "name": "Kastenmeier, Robert W.", 
    "state": "WI", 
    "thomas_id": "00620", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-12", 
  "subjects": [
    "Amnesties", 
    "Armed forces and national security", 
    "Compulsory military service", 
    "Desertion", 
    "Immigration", 
    "Selective Service System"
  ], 
  "subjects_top_term": "Compulsory military service", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-06-12", 
    "text": "Vietnam Era Reconciliation Act - Provides immunity from prosecution and punishment to those persons who because of disapproval of the military involvement of the United States in Indochina during the period covering January 1, 1961, and ending May 1, 1975, resisted the draft, were absent from the Armed Forces without leave, or disobeyed an order, which order if obeyed could reasonably have led to the death of another human being. Directs that persons convicted of such offenses and who are serving, or have served, a prison sentence or other punishment shall be released from prison and from other punishment, and any remaining portion or terms of punishment shall be deemed to have been served. Provides that a person who is serving a sentence as a result of the above offenses and is also serving a sentence for an offense not covered by this Act shall be released only from that portion of his sentence specifically applied to offenses covered by this Act. Provides that persons serving a term of reconciliation service, pursuant to Presidential Proclamation 8313, of September 16, 1974, may be released from such service and the remaining portion may be waived. Directs that legal proceedings instituted as a result of offenses covered by this Act be dismissed. Requires all records and information relating thereto to be expunged from all Government department and agency files, records and correspondence. Provides that any person who is eligible for relief under this Act shall be granted a certificate of resignation without condition from the Armed Forces. States that no person shall be denied any statutory or constitutional right because of any crime for which relief is granted by this Act. Exempts from that provision of the Immigration and Nationality Act which denies admission to the U.S. to any person who left the country to avoid military service, any former citizen of the U.S. who makes a sworn statement to an appropriate official of the Immigration and Nationalization Service to the effect that he renounced citizenship because of disapproval of military involvement of the United States in Indochina. Authorizes the appropriation of such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Vietnam Era Reconciliation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide immunity from prosecution and punishment to those persons who, because of disapproval of the military involvement of the United States in Indochina during the period covering January 1, 1961 and ending May 1, 1975, resisted the draft, were absent from the Armed Forces without leave, or disobeyed an order, which order if obeyed could reasonably have led to the death of another human being.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:40-05:00"
}