{
  "actions": [
    {
      "acted_at": "1975-05-15", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7022-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-15", 
  "number": "7022", 
  "official_title": "A bill to enable freestone peach growers to finance a nationally coordinated research and education program to improve their competitive position and expand their markets for peaches.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6076-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Freestone Peach Research and Education Act", 
  "sponsor": {
    "district": "3", 
    "name": "Brinkley, Jack", 
    "state": "GA", 
    "thomas_id": "00124", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-15", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and food", 
    "Fruit", 
    "Fruit and fruit trade"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-05-15", 
    "text": "Freestone Peach Research and Education Act - Directs the Secretary of Agriculture to issue orders applicable to persons engaged in the handling of freestone peaches. Authorizes the Secretary to collect assessments on freestone peaches handled under the provisions of this Act. Authorizes the use of such funds for research and education for freestone peaches in a manner prescribed in this Act. Directs the Secretary to issue a plan to effectuate the policy of this Act, after notice and opportunity for a hearing. Requires to be in any such plan promulgated by the Secretary: (1) the establishment by the Secretary of a National Freestone Peach Research and Education Board; (2) that the board shall be made up of producers; (3) that the board members shall serve without compensation; (4) that the board shall prepare and submit to the Secretary a budget on a fiscal period basis; (5) that the board shall develop and submit to the Secretary for his approval any research or education programs, or projects; (6) that the board shall be provided with authority to enter into contracts or agreements, for the carrying out of research or education programs; and (7) that the board shall maintain books and records, and submit to the Secretary such reports as are necessary for appropriate accounting. Makes it the responsibility of each handler designated by the board to collect assessments levied on freestone peaches to make such payments to the board. Permits any person aggrieved by any such plan issued by the Secretary to file a written petition with the Secretary stating his objections thereto. Grants to the district courts of the United States the jurisdiction to specifically enforce, and to restrain any person from violating any plan or regulation issued pursuant to this Act. Authorizes the Secretary to make such investigations as he deems necessary for the effectuation of his responsibilities under this Act, or to determine whether a handler or any other person has engaged or is engaging in any acts or practices which constitute a violation of any provisions of this Act. Directs the Secretary to conduct a referendum among producers to determine whether the issuance of a plan is approved or favored by producers. Requires the Secretary, whenever he finds that a plan or any provision obstructs the declared policy of this Act, to terminate or suspend the operation of such plan or provision thereof. Authorizes to be appropriated such funds as are necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Freestone Peach Research and Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enable freestone peach growers to finance a nationally coordinated research and education program to improve their competitive position and expand their markets for peaches.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:25-05:00"
}