{
  "actions": [
    {
      "acted_at": "1992-05-12", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-18", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to the Subcommittee on Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5146-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Murtha, John P.", 
      "sponsored_at": "1992-05-12", 
      "state": "PA", 
      "thomas_id": "00844", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-12", 
  "number": "5146", 
  "official_title": "To amend the Tariff Act of 1930 to make technical improvements to the United States antidumping and countervailing duty laws; to express the sense of Congress regarding the scope and standard of review of GATT dispute settlement panels; to express the sense of Congress for the extension of the specialty steel voluntary restraint agreement; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "16", 
    "name": "Regula, Ralph", 
    "state": "OH", 
    "thomas_id": "00951", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-05-12", 
  "subjects": [
    "Antidumping", 
    "Congressional oversight", 
    "Countervailing duties", 
    "Dispute settlement", 
    "Foreign trade and international finance", 
    "Import quotas", 
    "Steel", 
    "Trade agreements"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-05-12", 
    "text": "Amends the Tariff Act of 1930 to define specified terms for purposes of material injury determinations made by the International Trade Commission (ITC) in antidumping and countervailing duty investigations. Requires the administering authority, in determining the foreign market value of imported merchandise under antidumping duty investigation, to determine whether certain inputs (which singularly or collectively constitute more than one percent of the finished product), that are subject to one or more outstanding antidumping duty orders and were sold below costs, were also sold below cost to the producers or exporters of the imported merchandise. Requires the administering authority, if sales were made below cost, to make an upward adjustments to the foreign market value of such merchandise to reflect the difference between the constructed value of such inputs and the below cost price. Requires the ITC, in determining whether a U.S. industry is threatened with material injury from imports, to consider, among other factors, the: (1) actual and potential decline in order backlog of the domestic industry; and (2) monthly and quarterly trend information through the month of the filing of the antidumping duty petition. Requires interest to be assessed on over- or underpayments made with respect to merchandise entered under bond after an antidumping finding under the Antidumping Act, 1921, and remaining unliquidated after enactment of this Act. Prohibits any adjustment to the foreign market value of imported merchandise because of adjustments made to the U.S. price (purchase price or the exporter's sale price) for such merchandise. Directs the administering authority to publish annually in the Federal Register a summary of antidumping and countervailing duties assessed in the prior calendar year, including information on total customs value, total dumping, or countervailing duties assessed for the entries liquidated. Expresses the sense of the Congress urging specified limitations on the scope of and standard of review of dispute settlement panels under the General Agreement on Tariffs and Trade. Expresses the sense of the Congress that the President should extend the specialty steel voluntary restraint agreement program. Amends the Steel Import Stabilization Act to extend it through March 31, 1995, unless the President submits a specified affirmative determination to specified congressional committees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend the Tariff Act of 1930 to make technical improvements to the United States antidumping and countervailing duty laws; to express the sense of Congress regarding the scope and standard of review of GATT dispute settlement panels; to express the sense of Congress for the extension of the specialty steel voluntary restraint agreement; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:34-05:00"
}