{
  "actions": [
    {
      "acted_at": "1994-12-01", 
      "references": [
        {
          "reference": "CR S15433-15435", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-12-01", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2568-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-12-01", 
  "number": "2568", 
  "official_title": "A bill to enhance the management of public lands, reduce Federal expenditures associated with such lands, and empower states with respect to the ownership and control over lands that are or have been part of the public domain, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Land Emancipation and Management Improvement Act", 
  "sponsor": {
    "district": null, 
    "name": "Wallop, Malcolm", 
    "state": "WY", 
    "thomas_id": "01451", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-12-01", 
  "subjects": [
    "Actions and defenses", 
    "Environmental protection", 
    "Federal-state relations", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Hazardous waste disposal", 
    "Land transfers", 
    "Law", 
    "Liability for toxic substances pollution damages", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-12-01", 
    "text": "Public Land Emancipation and Management Improvement Act - Vests all U.S. interests in real property in the State in which such property is located, subject only to specified limitations and any valid existing rights, effective January 1, 1998. Excludes from the definition of \"real property\" under this Act: (1) any lands or interests therein owned by the United States as of such date within the exterior boundaries of any unit of the National Park Service (NPS lands) which the United States holds title to in trust for the benefit of a federally recognized Indian tribe, a member thereof, or an individual allottee (Indian lands) and which the Governor of the State in which such lands are located does not wish to have transferred, as identified in writing to the President prior to such date as not subject to transfer (unwanted lands); and (2) such lands as the President identifies for continued Federal retention, except that the total of all lands identified, when combined with any other U.S. lands (excluding Indian lands and unwanted lands), may not exceed 20 percent of the total acreage within any given State. Directs the President, by January 1, 1997, to prepare a comprehensive inventory of all real property owned by the Federal Government within each of the States and transmit such list to each Governor, accompanied by an identification of NPS and Indian lands or which have been identified for continued Federal retention. Authorizes each Governor to bring an action in any Federal district court within the State to modify the list if the real property identified for continued Federal retention exceeds 20 percent of the total acreage within the State. Limits review to whether the acreage exceeds 20 percent (and if the court concludes that it does, the court shall exclude such acreage as necessary to reduce the total to no more than 20 percent). Specifies that the acreage to be excluded shall be based solely on a priority list furnished by the Governor and that the list shall be final and not subject to review or modification. Makes the Federal Government strictly liable for the costs of any cleanup associated with hazardous materials or contamination associated with any lands transferred pursuant to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Land Emancipation and Management Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enhance the management of public lands, reduce Federal expenditures associated with such lands, and empower states with respect to the ownership and control over lands that are or have been part of the public domain, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:35-05:00"
}