{
  "actions": [
    {
      "acted_at": "1994-04-14", 
      "references": [
        {
          "reference": "CR S4339-4340, S4344", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-04-14", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2018-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-04-14", 
  "number": "2018", 
  "official_title": "A bill to reauthorize Public Law 81-815 (School Construction), and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Pressler, Larry", 
    "state": "SD", 
    "thomas_id": "00927", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-04-14", 
  "subjects": [
    "Authorization", 
    "Building laws", 
    "Construction industries", 
    "Construction workers", 
    "Curricula", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Educational facilities", 
    "Educational policy", 
    "Elementary and secondary education", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Federal aid to housing", 
    "Government operations and politics", 
    "Housing and community development", 
    "Impacted area programs", 
    "Indian children", 
    "Labor and employment", 
    "Low-income housing", 
    "Minimum wages", 
    "Minorities", 
    "Wages"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-04-14", 
    "text": "Reauthorizes and revises specified Federal law relating to construction of school facilities in areas affected by Federal activities (school construction portion of impact aid program). Provides for financial assistance to federally impacted school districts urgently in need of: (1) school facilities in districts having substantial increases in school membership resulting from new or increased Federal activities and whose membership includes children in need of minimum school facilities; and (2) facility improvements or structural modifications to meet life safety codes, average daily attendance requirements, Federal laws or regulations, or curriculum improvements. Extends the authorization of appropriations. Divides equally between payments to school districts for militarily-connected children (or other children residing on or with a parent working on Federal property) and payments to districts for Indian children (or children with inadequate school facilities due to the revenue impact of Federal property) the remaining funds after the Secretary of Education has determined the portion of funds for temporary school facilities and for children whom local educational agencies (LEAs) are unable to provide education. Prohibits approval of applications for payments based upon increases in the number of students residing on, or residing with a parent employed on, property which is part of a low-rent housing project assisted under the United States Housing Act of 1937 until all other applications for payments relating to militarily connected children and Indian children have been approved for that fiscal year. Revises formulas used in determining: (1) the Federal share for any project; and (2) limitation on total payments to LEAs. Revises application provisions to require: (1) assurance of compliance with Davis-Bacon Act prevailing wage requirements, except for emergency relief impact aid; and (2) resubmission of applications after a three-year period. Provides that provisions for certain additional payments shall take effect only when funds are specifically appropriated for such purpose. Requires that, prior to transfer, facilities meet all State and Federal building health and safety requirements. Authorizes the Secretary, in carrying out school construction impact aid, to use and pay for the services and facilities of other Federal agencies and public or nonprofit agencies or institutions. Sets forth criteria for certain determinations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to reauthorize Public Law 81-815 (School Construction), and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:22-05:00"
}