{
  "actions": [
    {
      "acted_at": "1974-02-27", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-04-04", 
      "references": [], 
      "text": "Reported to House from the Committee on Agriculture, H. Rept 93-975.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-04-11", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #169 (281-43).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-04-22", 
      "committee": "Senate Committee on Agriculture and Forestry", 
      "references": [], 
      "text": "Referred to Senate Committee on Agriculture and Forestry.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-08-29", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Agriculture and Forestry with amendment, S. Rept. 93-1131.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-09-09", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-09-09", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-09-17", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-09-27", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 93-1383.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-09-30", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 93-1194.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-09", 
      "references": [], 
      "text": "Motion to recommit to Committee of Conference with instructions rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-09", 
      "references": [], 
      "text": "House agreed to conference report, roll call #593 (375-4).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-10", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-10", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-10-11", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-10-23", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1974-10-23", 
      "references": [], 
      "text": "Public law 93-463.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13113-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Agriculture and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Bergland, Bob", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "00081", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Denholm, Frank E.", 
      "sponsored_at": "1973-01-03", 
      "state": "SD", 
      "thomas_id": "00286", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Findley, Paul", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "00382", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Foley, Thomas S.", 
      "sponsored_at": "1973-01-03", 
      "state": "WA", 
      "thomas_id": "00397", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Johnson, James P. (Jim)", 
      "sponsored_at": "1973-01-03", 
      "state": "CO", 
      "thomas_id": "00601", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Litton, Jerry", 
      "sponsored_at": "1973-01-03", 
      "state": "MO", 
      "thomas_id": "00695", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Mathis, Dawson", 
      "sponsored_at": "1973-01-03", 
      "state": "GA", 
      "thomas_id": "00747", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Mayne, Wiley", 
      "sponsored_at": "1973-01-03", 
      "state": "IA", 
      "thomas_id": "00752", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Mizell, Wilmer", 
      "sponsored_at": "1973-01-03", 
      "state": "NC", 
      "thomas_id": "00819", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Sebelius, Keith G.", 
      "sponsored_at": "1973-01-03", 
      "state": "KS", 
      "thomas_id": "01039", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Smith, Neal Edward", 
      "sponsored_at": "1973-01-03", 
      "state": "IA", 
      "thomas_id": "01079", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Stubblefield, Frank A.", 
      "sponsored_at": "1973-01-03", 
      "state": "KY", 
      "thomas_id": "01119", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Thone, Charles", 
      "sponsored_at": "1973-01-03", 
      "state": "NE", 
      "thomas_id": "01154", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Zwach, John M.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01267", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1974-10-23", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-27", 
  "number": "13113", 
  "official_title": "An Act to amend the Commodity Exchange Act to strengthen the regulation of futures trading, to bring all agricultural and other commodities traded on exchanges under regulation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1029-93", 
      "reason": "rule"
    }
  ], 
  "short_title": "Commodity Futures Trading Commission Act", 
  "sponsor": {
    "district": "11", 
    "name": "Poage, W. R.", 
    "state": "TX", 
    "thomas_id": "00919", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-27", 
  "subjects": [
    "Agriculture and food", 
    "Commodity exchanges", 
    "Finance and financial sector"
  ], 
  "subjects_top_term": "Commodity exchanges", 
  "summary": {
    "as": "Public Law", 
    "date": "1974-10-23", 
    "text": "(LATEST SUMMARY) Commodity Futures Trading Commission Act - =Title I: Commodity Futures Trading Commission= - Establishes a Commodity Futures Trading Commission to be composed of five Commissioners appointed by the President, by and with the advice and consent of the Senate. Authorizes to be appropriated to carry out the provisions of this Act such sums as may be required for the fiscal year ending June 30, 1975, for the fiscal year ending June 30, 1976, for the fiscal year ending June 30, 1977, and for the fiscal year ending June 30, 1978. Makes changes in the Commodity Exchange Act by striking the word \"Secretary\" and the words \"Secretary of Agriculture\" wherever such words appear therein and by inserting in lieu thereof the word \"Commission\"; and by striking the words \"United States Department of Agriculture\" wherever they appear therein and by inserting in lieu thereof the word \"Commission\". Provides that if, after a hearing on a complaint made by any person or upon failure of the party complained against to answer a complaint duly served within the time prescribed, or to appear at a hearing after being duly notified, the Commission determines that the respondent has violated any provision of this Act, or any rule, regulation, or order thereunder the Commission shall, unless the offender has already made reparation to the person complaining, determine the amount of damage, if any, to which such person is entitled as a result of such violation and shall make an order directing the offender to pay to such person complaining such amount on or before the date fixed in the order. Provides that unless the registrant against whom a reparation order has been issued shows to the satisfaction of the Commission within 15 days from the expiration of the period allowed for compliance with such order that he has either taken an appeal as herein authorized or has made payment in full as required by such order, he shall be prohibited from trading on all contract markets and his registration shall be suspended automatically at the expiration of such 15 day period until he shows to the satisfaction of the Commission that he has paid the amount therein specified with interest thereon to date of payment. =Title II: Regulation of Trading and Exchange Activities= - Deletes onions from the definition list of commodities and includes \"all services, rights, and interests in which contracts for future delivery are presently or in the future dealt in.\" Requires the Commission, within six months after the effective date of this Act, and subsequently when it determines that changes are required, to make a determination, after notice and opportunity for hearing, whether or not a floor broker may trade for his own account or any account in which such broker has trading discretion (and also execute a customer's order for future delivery) and whether or not a futures commission merchant may trade for its own account or any proprietary account, and, if the Commission determines that such trades and executions shall be permitted, the Commission shall, after notice and opportunity for hearing, further determine the terms, conditions, and circumstances under which such trades shall be conducted. Declares it unlawful for any person to be associated with any futures commission merchant or with any agent of a futures commission merchant as a partner, officer, or employee in any capacity which involves the solicitation or acceptance of customer's orders or the supervision of any person or persons so engaged unless such person shall have registered, under this Act, with the Commission. Declares it unlawful for any commodity trading adviser or commodity pool operator, unless registered under this Act, to make use of the mails or any means or instrumentality of interstate commerce in connection with his business as such commodity trading adviser or commodity pool operator. Requires every commodity trading adviser and commodity pool operator registered under this Act to maintain books and records and file such reports in such form and manner as may be prescribed by the Commission. Requires every commodity pool operator to regularly furnish statements of account to each participant in his operations. Declares it unlawful for any commodity trading advisor or community pool operator registered under this Act, by use of the mails or any means or instrumentality of interstate commerce, directly or indirectly to employ any device, scheme, or artifice to defraud any client or participant or perspective client or participant. Allows the Commission to specify by rules and regulations appropriate standards with respect to training, experience, and such other qualifications as the Commission finds necessary or desirable to insure the fitness of futures commission merchants, floor brokers, and those persons associated with futures commission merchants or floor brokers. Requires each contract market to submit to the Commission for its approval bylaws, rules, regulations, and resolutions made or issued by such contract market. States that whenever it shall appear to the Commission that any contract market or other person has engaged, is engaging, or is about to engage in any act or practice constituting a violation of any provision of this Act or any rule, regulation, or order thereunder, or is in a position to effectuate a 'squeeze' or corner or otherwise restrain trading in any commodity for future delivery, the Commission may notify the Attorney General, and the Attorney General may bring an action in the proper district court of the United States to enjoin such act or practice. Establishes a $100,000 civil penalty for violations of this Act. Authorizes the Commission to direct the contract market, whenever it has reason to believe that an emergency exists, to take such action as in the Commission's judgment is necessary to maintain or restore orderly trading in, or liquidation of, any futures contract. =Title III: Enabling Authority For Creation of National Futures Associations= - Allows any association of persons to be registered with the Commission as a registered futures association. Sets forth the procedures and standards for such registration. Authorizes futures associations to restrict their membership on a specified basis relating to the type of business done by its members, or on such other specified and appropriate basis as appears to the Commission to be necessary or appropriate in the public interest and to carry out the purposes of this Act. Requires each person who is registered under this Act but who is not a member of a futures association to pay to the Commission additional fees and charges to defray the costs of additional regulatory duties required to be performed by the Commission because such person is not a member of a futures association. Provides that any such person shall be subject to such other rules and regulations as the Commission may find necessary to protect the public interest and promote just and equitable principles of trade. =Title IV: Miscellaneous Provisions= - Declares it a felony punishable by a fine of not more than $10,000 or imprisonment for not more than five years, or both, together with the costs of prosecution, for any Commissioner of the Commission or any employee or agent thereof, to participate, directly or indirectly, in any transaction in commodity futures; any privilege, indemnity, bid, offer, put, call, advance, guaranty, or decline guaranty; or for any such person to participate, directly or indirectly, in any transaction in an actual commodity. Declares it a felony punishable by a fine of not more than $10,000 or imprisonment for not more than five years, or both, together with the costs of prosecution, for any Commissioner of the Commission or any employee or agent thereof who, by virtue of his employment or position, acquires information which may affect or tend to affect the price of any commodity futures or commodity and which information has not been made public to impart such information with intent to assist another person, directly or indirectly, to participate in any transaction in commodity futures, or in any transaction in an actual commodity. Transfers all operations of the Commodity Exchange Commission and of the Secretary of Agriculture under the Commodity Exchange Act to the Commodity Futures Trading Commission. Requires the Commission to establish and maintain research and information programs to: (1) determine the feasibility of trading by computer; (2) assist in the development of educational and other informational materials regarding futures trading for dissemination and use among producers, market users, and the general public; and (3) carry out the general purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Commodity Futures Trading Commission Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Commodity Exchange Act to strengthen the regulation of futures trading, to bring all agricultural and other commodities traded on exchanges under regulation.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to amend the Commodity Exchange Act to strengthen the regulation of futures trading, to bring all agricultural and other commodities traded on exchanges under regulation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:28-05:00"
}