{
  "actions": [
    {
      "acted_at": "1995-05-02", 
      "committee": "House Committee on National Security", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on National Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-05-16", 
      "in_committee": "House Committee on National Security", 
      "references": [], 
      "subcommittee": "Military Installations and Facilities", 
      "text": "Referred to the Subcommittee on Military Installations and Facilities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1529-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House National Security", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House National Security", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Installations and Facilities", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "27", 
      "name": "Ortiz, Solomon P.", 
      "sponsored_at": "1995-05-02", 
      "state": "TX", 
      "thomas_id": "00880", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-05-02", 
  "number": "1529", 
  "official_title": "To authorize certain construction at military installations for fiscal year 1996, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Military Construction Authorization Act for Fiscal Year 1996", 
  "sponsor": {
    "district": "5", 
    "name": "Hefley, Joel", 
    "state": "CO", 
    "thomas_id": "00524", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-05-02", 
  "subjects": [
    "Air bases", 
    "Alaska", 
    "Animals", 
    "Arkansas", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army posts", 
    "Authorization", 
    "California", 
    "Chemical weapons", 
    "Congress", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Crime and law enforcement", 
    "Defense budgets", 
    "Department of Defense", 
    "Easements", 
    "Economics and public finance", 
    "Education", 
    "Educational facilities", 
    "Electric power distribution", 
    "Electric power production", 
    "Electric utilities", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Energy", 
    "Energy conservation", 
    "Energy policy", 
    "Environmental protection", 
    "Families", 
    "Federal aid to housing", 
    "Federal-local relations", 
    "Fire fighters", 
    "Foundations", 
    "Georgia", 
    "Government operations and politics", 
    "Hazardous waste disposal", 
    "Hazardous waste site remediation", 
    "Health", 
    "Home ownership", 
    "Home repair and improvement", 
    "Housing and community development", 
    "Impacted area programs", 
    "Laboratories", 
    "Land transfers", 
    "Leases", 
    "Maryland", 
    "Medical research", 
    "Military and naval supplies", 
    "Military base closures", 
    "Military bases", 
    "Military construction operations", 
    "Military dependents", 
    "Military hospitals", 
    "Military housing", 
    "NATO countries", 
    "NATO military forces", 
    "National Guard", 
    "Naval bases", 
    "New Jersey", 
    "Oregon", 
    "Partnerships", 
    "Police", 
    "Primates", 
    "Residential energy conservation", 
    "Science, technology, communications", 
    "Sewage treatment plants", 
    "Virginia", 
    "Waste water treatment", 
    "Water conservation", 
    "Water resources development", 
    "Water supply", 
    "Water treatment plants"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-05-02", 
    "text": "TABLE OF CONTENTS: Title XXI: Army Title XXII: Navy Title XXIII: Air Force Title XXIV: Defense Agencies Title XXV: North Atlantic Treaty Organization Infrastructure Title XXVI: Guard and Reserve Forces Facilities Title XXVII: Expiration and Extension of Authorizations Title XXVIII: General Provisions Subtitle A: Military Construction Program and Military Family Housing Changes Subtitle B: Base Closure and Realignment and Environment Subtitle C: Land Conveyances Subtitle D: Other Matters Military Construction Authorization Act for Fiscal Year 1996 - Title XXI: Army - Authorizes the Secretary of the Army to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to construct or acquire family housing units, to carry out architectural planning and design activities, and to improve existing military family housing in specified amounts. Authorizes appropriations to the Army for fiscal years after 1995 for military construction, land acquisition, and military family housing functions of the Army. Limits the total cost of construction projects authorized by this title. Title XXII: Navy - Provides, with respect to the Navy, authorizations paralleling those provided for the Army under the previous title. Title XXIII: Air Force - Provides, with respect to the Air Force, authorizations paralleling those provided for the Army. Title XXIV: Defense Agencies - Authorizes the Secretary of Defense (Secretary) to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to enter into agreements to construct, acquire, and improve family housing units at or near military installations for the purpose of encouraging private investments, in a specified amount. Authorizes the Secretary to improve existing military family housing units and to carry out certain energy conservation projects. Authorizes appropriations to the Department of Defense (DOD) for fiscal years after 1995 for military construction, land acquisition, and military family housing functions of DOD. Limits the total cost of construction projects authorized by this title. Title XXV: North Atlantic Treaty Organization Infrastructure - Authorizes the Secretary to make contributions for the North Atlantic Treaty Organization (NATO) Infrastructure Program and authorizes appropriations for fiscal years after 1995 for such contributions. Title XXVI: Guard and Reserve Forces Facilities - Authorizes appropriations for fiscal years after 1995 for the Guard and Reserve forces for acquisition, architectural and engineering services, and construction of facilities. Title XXVII: Expiration and Extension of Authorizations - Terminates all authorizations contained in the preceding titles of this Act on October 1, 1998, or the date of enactment of an Act authorizing funds for military construction for FY 1999, whichever is later, with exceptions. Extends certain FY 1992 and 1993 military construction projects. Title XXVIII: General Provisions - Subtitle A: Military Construction Program and Military Family Housing Changes - Increases from 300 to 450 the number of units of family housing authorized to be leased in foreign countries for U.S. military family housing purposes. (Sec. 2803) Extends permanently the authority of the Secretary to increase the maximum square footage of military family housing units acquired for military personnel of certain pay grades when determined to be cost effective. (Sec. 2804) Authorizes the Secretary of any military department (currently, only the Navy) to enter into limited partnerships with private developers for the construction of military family housing at or near a military installation. Renames the Navy Housing Investment Account (used for partnership purposes) as the Defense Housing Investment Account. Terminates the Navy Housing Investment Board created to oversee such partnerships. Directs each Secretary of a military department to establish a Housing Investment Board to: (1) advise such Secretary as to financially sound limited partnerships; and (2) administer allocations from the Account. Extends through FY 2000 the authority to enter into such partnerships. (Sec. 2805) Provides that certain cost increase limits with respect to military family housing construction projects do not apply to the settlement of a contractor claim. Subtitle B: Base Closure and Realignment and Environment - Amends the Defense Base Closure and Realignment Act of 1990 to allow funds in the Defense Environmental Restoration Account to be used in FY 1996 for environmental restoration activities for military installations approved for closure or realignment in 1995 under such Act. (Sec. 2808) Amends the Defense Authorization Amendments and Base Closure and Realignment Act as well as the above Act to authorize the Secretary to enter into agreements (currently, only contracts) with local governments for the provision of certain services (police, fire, airfield operations) at military installations to be closed under such Acts when determined to be in the best interests of DOD. Subtitle C: Land Conveyances - Authorizes the Secretary of the Army to convey to: (1) Burlington County, New Jersey, all rights and interest to the Fort Dix Resource Recovery Facility; (2) Augusta, Georgia, all rights and interest to several parcels of land containing water and wastewater treatment plants at Fort Gordon, Georgia; and (3) the Southern California Edison Company all rights and interest to the electrical distribution system at Fort Irwin, California. Subtitle D: Other Matters - Authorizes the Secretary concerned to sell to a public or private utility company electricity generated from energy production facilities (currently, only from alternate energy or cogeneration production facilities) that are under the jurisdiction of such Secretary. (Sec. 2815) Requires water conservation savings and water costs of DOD to be included within a required DOD energy performance goal for FY 1991 through 2000. (Sec. 2816) Authorizes the Secretary of the Air Force to convey all rights and interest to the primate research laboratory at Holloman Air Force Base, as well as ownership of certain chimpanzees used in connection with such research, to the Coulston Foundation or another nonprofit entity determined appropriate by the Secretary. Requires the grantee to utilize the laboratory for scientific or medical research and provide adequate care for the chimpanzees. (Sec. 2817) Requires the Secretary to submit annual reports to specified congressional committees with respect to the acquisition of leasehold interests in land for use in special operations activities. (Sec. 2818) Authorizes the Secretary to carry out school facilities activities, including the construction of elementary and secondary schools on military installations, under provisions of Federal law allowing the provision of education by the Federal Government when local educational agencies are unable to provide adequate educational facilities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act for Fiscal Year 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize certain construction at military installations for fiscal year 1996, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:23-05:00"
}