{
  "actions": [
    {
      "acted_at": "1983-04-06", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-12", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans requested executive comment from VA, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-20", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-27", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans received executive comment from VA. Unfavorable.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-05", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans received executive comment from OMB. Unfavorable.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-11", 
      "bill_ids": [
        "s1033-98"
      ], 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans. Provisions of measure incorporated into measure S. 1033 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s992-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-06", 
  "number": "992", 
  "official_title": "A bill to amend title 38, United States Code, to establish an emergency job retraining and employment program for veterans.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1033-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Veterans Emergency Retraining Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1983-05-11", 
  "subjects": [
    "Armed forces and national security", 
    "Employment and training programs", 
    "Labor and employment", 
    "Manpower training programs", 
    "Veterans' employment", 
    "Veterans' rehabilitation"
  ], 
  "subjects_top_term": "Veterans' employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-06", 
    "text": "Veterans Emergency Retraining Act of 1983 - Establishes a program of emergency training assistance for veterans who have been unemployed for long periods or whose job skills have been rendered obsolete by industrial changes. Extends eligibility for such assistance to any veteran entitled to educational assistance benefits from the Veterans Administration (VA) under the Servicemen's Readjustment Act of 1944, the Veterans Readjustment Assistance Act of 1952, or the Veterans Readjustment Benefits Act of 1966 and has been unemployed for at 15 of the previous 20 weeks or is eligible for or has exhausted unemployment benefits. Entitles such veterans up to 12 months in a training program in a sustained-demand skill area. Terminates all retraining assistance after 42 months. Requires the Secretary of Labor to determine areas of the labor market in the various regions of the United States that constitute sustained-demand skill areas. Directs the Secretary to submit such list to the Administrator of Veterans Affairs. Requires veterans wishing to participate in this program to apply to the Administrator, specifying training objectives. Directs the Administrator to make quarterly payments to an employer of veterans participating in an approved training program. Sets the total payment level at 50 percent of the wages or $6,000, whichever is less. Increases such payment to $9,000 in the case of certain disabled veterans. Requires as a condition of payment a certification from both the veteran/employee and the employer concerning the training and its satisfactory progress. Requires employers, as a condition of participation in this program, to certify to the Administrator the training objectives to be pursued, the terms and conditions of employment, and the expectation that the veteran will be employed in the position for which such veteran has been trained. Permits employers to enter into agreements with approved educational institutions to provide the training or a portion thereof. Prohibits assistance for training in: (1) seasonal, intermittent, or temporary jobs; (2) employment where commissions are the main source of income; (3) employment involving religious or political activities; or (4) a program not to be carried out in the United States. Prohibits participating veterans from participating in any other Federal training or employment assistance program, except as specified. Permits the Administrator to suspend payments for failure to meet requirements of the program. Entitles the United States to recover any overpayments from either the veteran or the employer, depending upon culpability. Requires the Administrator to carry out this program in coordination with the Secretary of Labor. Directs both to jointly conduct an outreach and public information program to both eligible veterans and industry and business. Directs the Secretary to use the services of State and Assistant State Directors for Veterans Employment in such outreach efforts, as well as the resources available under the Job Training Partnership Act. Directs the Administrator to obtain a listing from the Administrator of the Small Business Administration of small business concerns with a high potential for sustained demand or growth. Directs the Administrator to advise educational institutions of opportunities for veterans under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans Emergency Retraining Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to establish an emergency job retraining and employment program for veterans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:46-05:00"
}