{
  "actions": [
    {
      "acted_at": "1999-02-10", 
      "committee": "Committee on Banking and Financial Services, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Banking and Financial Services, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-02-10", 
      "committee": "House Banking and Financial Services", 
      "references": [], 
      "text": "Referred to House Banking and Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-02-10", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-03-01", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Finance and Hazardous Materials, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Finance and Hazardous Materials, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr665-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Finance and Hazardous Materials", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Ackerman, Gary L.", 
      "sponsored_at": "1999-02-10", 
      "state": "NY", 
      "thomas_id": "00004", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Baker, Richard H.", 
      "sponsored_at": "1999-02-10", 
      "state": "LA", 
      "thomas_id": "00047", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Capuano, Michael E.", 
      "sponsored_at": "1999-02-10", 
      "state": "MA", 
      "thomas_id": "01564", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "28", 
      "name": "Dreier, David", 
      "sponsored_at": "1999-02-11", 
      "state": "CA", 
      "thomas_id": "00317", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Mascara, Frank", 
      "sponsored_at": "1999-02-11", 
      "state": "PA", 
      "thomas_id": "00745", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1999-02-10", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-02-10", 
  "number": "665", 
  "official_title": "To enhance the finanical services industry by providing a prudential framework for the affiliation of banks, securities firms, and other finanical service providers and ensuring adequate protection for consumers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Financial Services Modernization Act", 
  "sponsor": {
    "district": "29", 
    "name": "LaFalce, John J.", 
    "state": "NY", 
    "thomas_id": "00657", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-02-10", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Advertising", 
    "Affiliated corporations", 
    "Annuities", 
    "Antitrust law", 
    "Appellate courts", 
    "Appellate procedure", 
    "Auditing", 
    "Bank accounts", 
    "Bank capital", 
    "Bank deposits", 
    "Bank directors", 
    "Bank employees", 
    "Bank examination", 
    "Bank fraud", 
    "Bank holding companies", 
    "Bank loans", 
    "Bank management", 
    "Bank marketing", 
    "Bank mergers", 
    "Bank records", 
    "Brokers", 
    "Business records", 
    "Canada", 
    "Capital", 
    "Capital formation", 
    "Capital investments", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Community development banking", 
    "Competition", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Consumer complaints", 
    "Consumer credit", 
    "Consumer education", 
    "Consumer protection", 
    "Corporate debt", 
    "Corporate divestiture", 
    "Corporate finance", 
    "Corporate management", 
    "Corporate mergers", 
    "Corporate reorganizations", 
    "Corporation directors", 
    "Cost effectiveness", 
    "Deceptive advertising", 
    "Department of the Treasury", 
    "Deposit insurance", 
    "Derivative securities", 
    "Dividends", 
    "Earnings", 
    "Economic concentration", 
    "Economics and public finance", 
    "Employee stock options", 
    "Federal Deposit Insurance Corporation", 
    "Federal Reserve System", 
    "Federal preemption", 
    "Federal-state relations", 
    "Fees", 
    "Finance and financial sector", 
    "Financial deregulation", 
    "Financial services", 
    "Financial statements", 
    "Foreign banks and banking", 
    "Foreign trade and international finance", 
    "Futures trading", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government securities", 
    "Holding companies", 
    "Housing and community development", 
    "Independent regulatory commissions", 
    "Information disclosure (Securities law)", 
    "Injunctions", 
    "Insurance agents", 
    "Insurance companies", 
    "Insurance law", 
    "Investment advisers", 
    "Investments", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Limitation of actions", 
    "Loans", 
    "Merchant banking", 
    "Money market funds", 
    "Mutual funds", 
    "Nonbank banks", 
    "Pension funds", 
    "Professional associations", 
    "Real estate business", 
    "Real estate development", 
    "Real estate investment", 
    "Restrictive trade practices", 
    "Right of privacy", 
    "Risk management", 
    "Sales promotion", 
    "Savings and loan associations", 
    "Science, technology, communications", 
    "Securities and Exchange Commission", 
    "Securities industry", 
    "Securities regulation", 
    "Signs and symbols", 
    "Small business", 
    "State laws", 
    "Stockholders", 
    "Stocks", 
    "Subsidiary corporations", 
    "Supreme Court", 
    "Surety and fidelity", 
    "Tax-exempt securities", 
    "Taxation", 
    "Technological innovations", 
    "Title insurance", 
    "Trusts and trustees", 
    "Venture capital"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-02-10", 
    "text": "Financial Services Modernization Act - Title I: Financial Services Modernization - Subtitle A: Affiliations - Amends the Banking Act of 1933 (Glass-Steagall Act) to repeal the prohibitions against: (1) affiliation of any Federal Reserve member bank with an entity engaged principally in securities activities (securities affiliate); and (2) simultaneous service by any officer, director, or employee of a securities firm as an officer, director, or employee of any member bank (interlocking directorates).(Sec. 102) Amends the Bank Holding Company Act of 1956 (BHCA) to permit a bank holding company (BHC) to engage in any activity which the Board of Governors of the Federal Reserve Bank (the Board) and the Secretary of the Treasury (the Secretary) have jointly determined to be either financial in nature, or incidental to such financial activities. Delineates the factors to be considered in such determination. Enumerates activities deemed financial in nature. Prescribes acquisition guidelines for bank holding companies. Exempts from BHCA proscriptions against interests in nonbanking organizations the shares of any company whose activities had been determined by the Board as of the day before enactment of this Act to be so closely related to banking as to be a proper incident thereto.(Sec. 103) Cites circumstances under which a BHC may engage in nonfinancial activities, or acquire ownership and control of a company engaged in such activities.(Sec. 104) Preempts State anti-affiliation laws restricting transactions among insured depository institutions, insurance concerns, and national banks. Cites exceptions to such preemption, including State regulation of the business of insurance, and the retention of State capitalization requirements for an insurance entity acquired by another entity. States that this Act shall not affect State antitrust and general corporate law. Retains State oversight authority over specified financial activities other than insurance.Prohibits State regulation of the insurance activities of an insured depository institution that in any way that discriminates adversely between insured depository institutions and other entities engaged in insurance activities.(Sec. 105) Mandates that mutual bank holding companies be regulated on the same terms as bank holding companies.(Sec. 106) Authorizes well-capitalized and well-managed limited purpose banks to engage in any banking activity. (Maintains the restriction that such banks may accept demand deposits or make commercial loans, but not both.) Prohibits such banks from permitting any overdraft (including intraday overdrafts), or incurring overdrafts in their accounts at a Federal Reserve Bank, on behalf of an affiliate, with certain exceptions. Permits such banks to: (1) issue corporate credit cards; (2) cross market affiliates; and (3) avoid divestiture by correcting violations within six months of receiving notice from the Board.Subtitle B: Streamlining Supervision of Bank Holding Companies - Prohibits the Board from imposing any capital or capital adequacy criteria upon a non-depository institution BHC subsidiary that is in compliance with State or Federal capitalization rules, or is registered under the Investment Advisers Act of 1940.(Sec. 111) Authorizes the Board to transfer its BHC oversight authority to the appropriate Federal banking agency if a BHC is not significantly engaged in non-banking activities.(Sec. 112) Declares ineffective and non-enforceable any Board actions requiring an insurance company BHC or a registered securities broker-dealer BHC to provide assets to a subsidiary insured depository institution if the State insurance authority, or the SEC, determines in writing that such actions would have a material adverse effect on the BHC's financial condition. Permits the Board to order divestiture of the subsidiary in lieu of other action.(Sec. 114) Grants the SEC exclusive authority to examine and inspect any non-BHC registered investment company. Prohibits a Federal banking agency from inspecting or examining such a non-BHC company.Permits the Federal Deposit Insurance Corporation (FDIC) to examine the affiliate of an insured depository institution in order to disclose fully the impact of their relationship upon such institution.(Sec. 115) States that BHCA restrictions placed upon Board authority over bank holding companies and their nonbank subsidiaries shall also limit the authority of the FDIC with respect to such companies and their nonbank subsidiaries.Subtitle C: Subsidiaries of National Banks - Amends Federal law governing national banks to permit a subsidiary of a national bank to engage in any activity permissible for: (1) the parent national bank; and (2) a BHC under the BHCA, other than engaging as principal in specified insurance activities, including issuing annuities and insurance company investments.(Sec. 121) Bars a national bank subsidiary from: (1) insurance underwriting (other than for credit-related insurance); and (2) real estate investment or development activities (unless Federal statute expressly authorizes a national bank to engage directly in such activity). Sets forth prerequisites for national banks with financial subsidiaries.(Sec. 122) Amends the FDIA to mandate safety and soundness firewalls between insured banks and their financial subsidiaries, including: (1) limiting the equity investment of a bank in such subsidiary; (2) mandatory bank procedures for identifying and managing financial operational risks posed by its financial subsidiary; (3) maintenance of separate corporate and legal status; and (4) limiting the credit exposure of a bank to its financial subsidiary.(Sec. 123) Subjects securities and insurance agency activities of insured depository institution subsidiaries to regulation under the Securities Exchange Commission (SEC), and the State insurance regulator, respectively.Subtitle D: Review of Bank Mergers and Acquisitions - Amends the BHCA to require the Board to notify the FTC of its approval of a proposed acquisition, merger, or consolidation which involves acquisition of nonbanking interests.(Sec. 132) Directs certain Federal banking agencies to make data available to the Attorney General and the Federal Trade Commission (FTC) that they deem necessary for antitrust review under specified statutes.(Sec. 133) Excludes from FTC jurisdiction any nondepository institution subsidiary or affiliate of a bank or savings association.Amends the Clayton Act to apply its premerger notification and waiting period requirements to any portion of a merger or acquisition transaction that does require notice under BHCA but does not require approval.(Sec. 134) Instructs the Comptroller General to report annually to the Congress on market concentration in the financial services industry and its impact on consumers.Subtitle E: Direct Activities of Banks - Amends Federal banking law to provide that limitations placed on securities transactions by a national banking association for its own account do not apply to State, local, or municipal bond transactions by a well-capitalized national banking association.Title II: Functional Regulation - Subtitle A: Brokers and Dealers - Amends the Securities Exchange Act of 1934 (Exchange Act) to include certain bank activities within the definition of \"broker\" and \"dealer\" (thus subjecting them to registration requirements and regulation under the Exchange Act).(Sec. 203) Requires a registered securities association to create a limited qualification category, without a testing requirement, for certain bank employees effecting sales as part of a non-public primary securities offering (private placement sales).(Sec. 204) Amends the FDIA to direct the appropriate Federal banking agencies to establish recordkeeping requirements for banks relying on exceptions and exemptions from the definitions of broker and dealer under the Exchange Act.(Sec. 205) Defines traditional banking product, and amends the Securities Exchange Act of 1934 to define a new banking product as a security that: (1) was not subject to SEC regulation as a security before enactment of this subtitle; and (2) is not a traditional banking product.Includes as a traditional banking product any product or instrument promulgated in the Federal Register by the Board of Governors of the Federal Reserve System to be a new banking product. Prescribes procedural guidelines under which the SEC may obtain judicial review of the Board's promulgation. Requires the court to determine whether the subject product or instrument would be more appropriately regulated under either Federal banking laws or Federal securities laws.(Sec. 206) Amends the Securities Exchange Act of 1934 to define: (1) derivative instrument, so as to exclude a traditional banking product; (2) qualified investor; and (3) government security, so as to include a qualified Canadian government obligation.Subtitle B: Bank Investment Company Activities - Amends the Investment Company Act of 1940 to authorize the SEC to prescribe conditions under which a bank or its affiliate serving as promoter, organizer, or principal underwriter for a registered management company or a registered unit investment trust may also serve as custodian of such company or trust. Permits the SEC to bring a civil action against a custodian for a registered investment company for breach of fiduciary duty involving personal misconduct.(Sec. 212) Declares it is unlawful for an affiliate, promoter, or principal underwriter for a registered investment company to lend to it or its subsidiaries in contravention of SEC rules.(Sec. 213) Modifies the definition of \"interested person\" to identify transactions, services, and loans taking place during the six months preceding determination of an interested person which would make a person an affiliated person of a broker or dealer.Prohibits a registered investment company from having a majority of its board of directors consisting of personnel or senior officers of the subsidiaries of any one bank, or of any single BHC, its affiliates and subsidiaries.(Sec. 214) Modifies guidelines pertaining to unlawful misrepresentation of guarantees and the deceptive use of names.(Sec. 215) Modifies the definition of \"broker\" to exclude any person who would be deemed a broker solely by reason of the fact that such person is an underwriter for one or more investment companies.(Sec. 216) Modifies the definition of \"dealer\" to exclude an insurance or an investment company.(Sec. 217) Amends the Investment Advisers Act of 1940 to modify the definition of investment adviser to remove the exclusion for banks that advise investment companies. Revises the definitions of broker and dealer.(Sec. 220) Mandates interagency sharing between the appropriate Federal banking agency and the SEC of examination results and other information pertaining to the investment advisory activities of a registered BHC and its separately identifiable departments or divisions.(Sec. 221) Amends the Securities Act of 1933 and the Securities Exchange Act of 1934 to revise the exclusion from their purview of certain bank common trust funds to specify the exclusion of any interest or participation in any common trust fund or similar fund that is excluded from the definition of \"investment company\" under the Investment Company Act of 1940. Amends the Investment Company Act of 1940 to revise such exclusion guidelines for certain bank common trust funds.(Sec. 222) Amends the Investment Company Act of 1940 to prescribe circumstances under which an investment adviser holding shares of an investment company in a fiduciary capacity must transfer the power to vote such shares to the beneficial owners or to another non-affiliated fiduciary.Subtitle C: Securities and Exchange Commission Supervision of Investment Bank Holding Companies - Amends the Securities Exchange Act of 1934 to permit certain investment bank holding companies that do not have a bank or savings association affiliate to elect SEC supervision.(Sec. 231) Provides for voluntary withdrawal from SEC supervision by specified investment BHCs. Sets forth the parameters of SEC supervision of investment BHCs, including authority to set capital adequacy standards. Instructs the SEC, in developing its rules, to consider use of debt and other liabilities (double leverage) by the supervised investment BHC in order to fund capital investments in affiliates.Subtitle C: SEC Supervision of Investment Bank Holding Companies - Amends the Securities Exchange Act of 1934 to permit certain investment BHCs that do not have a bank or savings association affiliate to elect SEC supervision.(Sec. 231) Provides for voluntary withdrawal from SEC supervision by specified investment BHCs. Sets forth the parameters of SEC supervision of investment BHCs, including authority to set capital adequacy standards. Instructs the SEC, in developing its rules, to consider use of debt and other liabilities (double leverage) by the supervised investment BHC in order to fund capital investments in affiliates.Prohibits the SEC from imposing capital adequacy requirements on regulated nonbanking entities (other than a broker or a dealer) that are in compliance with the capital requirements of another Federal regulatory body or State insurance authority.Mandates SEC deference to appropriate regulatory banking agencies and State insurance regulators with respect to the banking and insurance laws under their purviews.Subtitle D: Studies - Directs the Comptroller General to report to Congress on the efficacy, costs, and benefits of requiring a federally-insured depository institution to disclose to its retail consumers through the use of a logo or seal that its investment or insurance products are not FDIC-insured.(Sec. 242) Directs the Comptroller General to report to the Congress regarding the efficacy and benefits of uniformly limiting commissions and costs incurred by customers in the acquisition of financial products.Title III: Insurance - States that the McCarran-Ferguson Act remains the law of the United States.(Sec. 302) Mandates: (1) State licensure of any entity providing insurance in a State as principal or agent; and (2) State functional regulation of insurance sales activity.(Sec. 304) Prohibits a national bank and its subsidiaries from providing insurance as principal in a State, except for certain authorized products (which may not include title insurance or taxable annuity contracts).(Sec. 305) Prohibits national banks and subsidiaries from selling or underwriting title insurance, except for certain grandfathered banks and subsidiaries already doing so.(Sec. 306) Establishes expedited dispute resolution for regulatory conflicts between State insurance regulators and Federal financial regulators.(Sec. 307) Preempts State law restricting: (1) insurance companies or insurance affiliates from becoming a financial holding company or acquiring control of a bank; and (2) the amount of an insurer's assets that can be invested in a bank (except that the insurer's State of domicile may limit such investments to five percent (or any higher threshold) of the insurer's admitted assets). Preempts State laws that restrict reorganization by an insurer from mutual form to stock form.Title IV: Customer Service and Education - Amends the FDIA to mandate that the Federal banking agencies jointly promulgate customer protection regulations governing the marketing of nondeposit products by insured depository institutions and their subsidiaries. Prescribes regulation contents, including: (1) anticoercion rules applicable to the sale of nondeposit products; (2) investment product suitability for the customer; (3) disclosures pertaining to the uninsured status and investment risk of investment products; (4) physical separation of banking and nonbanking activities; and (5) a customer complaint mechanism."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Financial Services Modernization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To enhance the finanical services industry by providing a prudential framework for the affiliation of banks, securities firms, and other finanical service providers and ensuring adequate protection for consumers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:09-05:00"
}