{
  "actions": [
    {
      "acted_at": "2009-06-04", 
      "references": [
        {
          "reference": "CR S6204", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-04", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1193-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Klobuchar, Amy", 
      "sponsored_at": "2009-06-04", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-06-04", 
  "number": "1193", 
  "official_title": "A bill to amend title 49, United States Code, to enhance aviation safety, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Aviation Safety Enhancement Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Snowe, Olympia J.", 
    "state": "ME", 
    "thomas_id": "01085", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-06-04", 
  "subjects": [
    "Aviation and airports", 
    "Department of Transportation", 
    "Employment discrimination and employee rights", 
    "Executive agency funding and structure", 
    "Government information and archives", 
    "Government investigations", 
    "Transportation and public works", 
    "Transportation employees", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-06-04", 
    "text": "Aviation Safety Enhancement Act of 2009 - Establishes in the Department of Transportation (DOT) an Aviation Safety Whistleblower Investigation Office to receive and assess complaints and information relating to possible violations of aviation safety laws and regulations. Directs the Administrator of the Federal Aviation Administration (FAA) to modify the FAA customer service initiative, mission and vision, and other policy statements to: (1) remove any reference to air carriers and other entities regulated by the FAA as \"customers\"; (2) state that in regulating safety the only FAA customers are individuals traveling on aircraft; and (3) state that air carriers and other entities regulated by the FAA do not have the right to select the FAA employees who will inspect their operations. Prohibits any person holding an air carrier operating certificate from knowingly employing, or engaging in employment negotiations or making a contractual employment arrangement with an FAA employee if, in the preceding two-year period, the employee: (1) served as, or was responsible for oversight of, an FAA flight standards inspector; and (2) had responsibility to inspect, or oversee inspection of, the operations of the certificate holder. Prohibits any individual serving as a principal supervisory inspector of the FAA from being responsible for overseeing the operations of the same air carrier for a continuous period of more than five years. Directs the FAA Administrator to: (1) modify the Voluntary Disclosure Reporting Program to require inspectors to verify that air carriers implement solutions to correct violations they have voluntarily disclosed and evaluate, before accepting a new report of a previously disclosed violation, whether such air carriers took such corrective actions; (2) establish a process for the review and approval of voluntary self-disclosures about practices received from air carriers; (3) establish a National Review Team to conduct periodic, unannounced audits throughout the United States of air carrier operations and maintenance practices and procedures to evaluate the effectiveness of FAA air carrier oversight; and (4) establish a process for the monthly review of the FAA air transportation oversight system database by FAA employees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Aviation Safety Enhancement Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 49, United States Code, to enhance aviation safety, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:08-05:00"
}