{
  "actions": [
    {
      "acted_at": "1981-01-22", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-01-28", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Social Security", 
      "text": "Referred to Subcommittee on Social Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-08-04", 
      "bill_ids": [
        "hr4242-97"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.4242.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1104-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Social Security", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-22", 
  "number": "1104", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide certain tax incentives for individuals and businesses in depressed areas.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4242-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Urban Jobs and Enterprise Zone Act of 1981", 
  "sponsor": {
    "district": "4", 
    "name": "Hinson, Jon C.", 
    "state": "MS", 
    "thomas_id": "00543", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-01-22", 
  "subjects": [
    "Accounting", 
    "Business and commerce", 
    "Business income tax", 
    "Capital gains tax", 
    "Corporation taxes", 
    "Corporations and Stocks", 
    "Department of the Treasury", 
    "Depreciation and amortization", 
    "Depressed areas", 
    "Economic development", 
    "Economics and public finance", 
    "Employer incentives", 
    "Federal-local relations", 
    "Foreign trade regulation", 
    "Full employment policies", 
    "Government operations and politics", 
    "Government trust funds", 
    "Income tax", 
    "Investment tax credit", 
    "Labor and employment", 
    "Local and Municipal Government", 
    "Local taxation", 
    "Minimum tax", 
    "Old age, survivors and disability insurance", 
    "Public Lands and Real Property", 
    "Real property tax", 
    "Small business", 
    "Social security finance", 
    "Social security taxes", 
    "Social welfare", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax incentives", 
    "Tax rates", 
    "Taxation", 
    "Unemployment"
  ], 
  "subjects_top_term": "Depressed areas", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-22", 
    "text": "Urban Jobs and Enterprise Zone Act of 1981 - Title I: Designation of Private Jobs and Enterprise Zones - Amends the Internal Revenue Code to provide for the designation of private jobs and enterprise zones, for a ten-year period and subject to the approval of the Secretary of Commerce, by local governments or by State governments on behalf of local governments for purposes of extending the tax incentives provided by title II of this Act. Specifies that the Secretary may approve the designation of such zones only if: (1) the area is within the jurisdiction of the designating local government; (2) the boundary of the area is continuous; (3) the area has a population of at least 4,000 or is an Indian reservation; and (4) the area meets specified unemployment and poverty requirements. Requires designating local governments, as a condition of the Secretary's approval, to effect a permanent real property tax reduction in their respective jurisdictions which is not less than 20 percent of the current effective rate. Requires any such property tax reduction to be disregarded for the purpose of determining the eligibility of a State or local government for Federal assistance or benefits. Expresses the sense of the Congress that in the case of any application for designation of an area in a private jobs and enterprise zone as a foreign trade zone: (1) the Foreign Trade Zone Board should expedite the application process; (2) the Board, in evaluating such application, should consider future development to be expected as a result of the incentives provided by this Act; and (3) the Board should provide technical assistance to the applicants. Title II: Tax Incentives - Amends the Internal Revenue Code to reduce social security payroll taxes in designated private jobs and enterprise zones. States that such tax rate reductions shall not affect an individual's eligibility for social security benefits. Appropriates to the Federal Disability and Hospital Insurance Trust Funds general revenue amounts equivalent to the amount by which social security taxes under this Act are reduced. Reduces the rate of tax on the capital gains of individuals and corporations in such zones. Exempts gain from the sale or exchange of property used in a business in a private jobs and enterprise zone from the computation of the minimum tax. Reduces the rate of tax on the income of corporations whose workforce is comprised of individuals at least 50 percent of whom are working in a private jobs and enterprise zone (qualified businesses). Authorizes accelerated depreciation for qualified businesses (straight line method based on a three year useful life). Limits the basis for depreciation to $500,000. Allows a full investment tax credit for such property despite election of accelerated depreciation. Permits any qualified business to elect to use the cash receipts and disbursements method of accounting if its gross receipts do not exceed $1,500,000 in any prior taxable year. Allows a ten year carryover of net operating losses for qualified businesses. Title III: Effective Date - Specifies effective dates for provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Urban Jobs and Enterprise Zone Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide certain tax incentives for individuals and businesses in depressed areas.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:07-05:00"
}