{
  "actions": [
    {
      "acted_at": "1981-05-06", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-05-07", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3471-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "25", 
      "name": "Atkinson, Eugene V.", 
      "sponsored_at": "1981-05-18", 
      "state": "PA", 
      "thomas_id": "00035", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Benedict, Cleve", 
      "sponsored_at": "1981-05-07", 
      "state": "WV", 
      "thomas_id": "00074", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Bliley, Tom", 
      "sponsored_at": "1981-05-07", 
      "state": "VA", 
      "thomas_id": "00097", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Brown, Clarence, Jr.", 
      "sponsored_at": "1981-05-06", 
      "state": "OH", 
      "thomas_id": "00131", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Butler, M. Caldwell", 
      "sponsored_at": "1981-06-18", 
      "state": "VA", 
      "thomas_id": "00159", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "39", 
      "name": "Dannemeyer, William E.", 
      "sponsored_at": "1981-05-07", 
      "state": "CA", 
      "thomas_id": "00264", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gramm, Phil", 
      "sponsored_at": "1981-05-06", 
      "state": "TX", 
      "thomas_id": "00453", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Madigan, Edward R.", 
      "sponsored_at": "1981-05-06", 
      "state": "IL", 
      "thomas_id": "00724", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ritter, Don", 
      "sponsored_at": "1981-05-07", 
      "state": "PA", 
      "thomas_id": "00965", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Whitehurst, G. William", 
      "sponsored_at": "1981-05-21", 
      "state": "VA", 
      "thomas_id": "01221", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Whittaker, Bob", 
      "sponsored_at": "1981-05-07", 
      "state": "KS", 
      "thomas_id": "01224", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Parris, Stanford E. (Stan)", 
      "sponsored_at": "1981-07-16", 
      "state": "VA", 
      "thomas_id": "00890", 
      "title": "Rep", 
      "withdrawn_at": "1981-07-30"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-06", 
  "number": "3471", 
  "official_title": "A bill to amend the Clean Air Act to maximize protection of public health while minimizing social and economic disruption.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Clean Air Act Amendments of 1981", 
  "sponsor": {
    "district": "10", 
    "name": "Broyhill, James T.", 
    "state": "NC", 
    "thomas_id": "00138", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-05-06", 
  "subjects": [
    "Acid precipitation (Meteorology)", 
    "Advisory bodies", 
    "Air pollution control", 
    "Air pollution control equipment", 
    "Air quality", 
    "Authorization", 
    "Coal", 
    "Costs", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Energy", 
    "Energy facilities", 
    "Energy policy", 
    "Energy supplies", 
    "Environmental assessment", 
    "Environmental health", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Fees", 
    "Government and business", 
    "Government records, documents, and information", 
    "Information services", 
    "Intergovernmental relations", 
    "Lakes", 
    "Licenses", 
    "Mines and mineral resources", 
    "Monuments and memorials", 
    "Motor Vehicles and Driving", 
    "Motor vehicle pollution control", 
    "National lakeshores", 
    "National parks", 
    "National recreation areas", 
    "National seashores", 
    "Natural monuments", 
    "Parks and Natural Areas", 
    "Planning", 
    "Recreation and Recreational Facilities", 
    "Recreation areas", 
    "Research", 
    "Science and technology", 
    "Scientists in government", 
    "Seashores", 
    "Standards", 
    "States", 
    "Transportation and Travel", 
    "Urban affairs", 
    "Urban transportation", 
    "Wild rivers", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Air pollution control", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-05-06", 
    "text": "Clean Air Act Amendments of 1981 - Title I: Amendments to Title I of the Clean Air Act - Amends title I (Air Pollution Prevention and Control) of the Clean Air Act (\"the Act\"). Planning and Control Program Grant Regulations - Directs the Administrator of the Environmental Protection Agency, in making regulations for grants to State agency planning and control programs, to give due consideration to the extent to which an air pollution control agency has assumed responsibility for carrying out the provisions of such Act. Air Quality Criteria and Control Techniques - Eliminates the 12-month deadline within which the Administrator must issue air quality criteria for an air pollutant after its inclusion on a specified list. Permits proposed air quality criteria and associated documents to be published by the Administrator only after notice and 90 days opportunity for public comment. Prohibits issuance in final form of any such criteria without prior approval of the Clean Air Scientific Advisory Committee. Sets forth required inclusions in any document containing air quality criteria for any pollutant. Directs the Administrator to carry out another critical clinical or toxicological study before taking any final action regulating any pollutant, if the Administrator or the Committee questions the validity of the original study. Requires the Administrator to issue specified information to the States and appropriate agencies only after (currently, simultaneously with) issuance of such criteria. Prohibits information on air pollution control techniques from being issued until a 90-day period for public comment has expired after the Administrator publishes a draft document setting forth the proposed information. Requires that each air pollution control technique guideline or information issued by the Administrator include a determination of the associated costs of the technique. Eliminates requirements that the Administrator publish specified planning guidelines and control techniques information. National Ambient Air Quality Standards (NAAQS) - Directs the Administrator, upon issuance or reissuance of air quality criteria dealing with an air pollutant, to publish: (1) a notice of intention to propose (a) a primary or secondary NAAQS (or both) or (b) regulations controlling such pollutant under specified provisions; or (2) a determination that regulation of such pollutant under the Act is necessary to protect public health and welfare. Requires a 90-day period after issuance of criteria before publication of proposed regulations prescribing NAAQS for pollutants. Requires a 90-day public comment period after the date of such publication before such regulations may be promulgated. Directs the Administrator to publish specified impact assessments at the time of any proposed or final regulation establishing such standards. Provides that primary NAAQS be requisite to protect the public health from \"significant risk of\" adverse health effects (currently, protect the public health, \"with an adequate margin for safety\"). Provides that secondary NAAQS be requisite to protect the public welfare from \"significant risks of\" any known or anticipated adverse effects (currently, simply \"protect from\" such effects). Requires reviews of air quality criteria three years after the enactment of this Act and at ten-year intervals thereafter (currently, five-year intervals). Raises the number of members of the Clean Air Scientific Advisory Committee from seven to ten. Replaces the one required member from the National Academy of Sciences with a required member representing industries subject to the Act. Adds required memberships for appointees of the Director of the National Institutes of Health, the President of the National Academy of the Sciences, the Surgeon General, and the Chairman of the Council of Economic Advisors. Directs the Committee to approve or disapprove air quality criteria and to review any scientific evidence upon which the Administrator bases any proposed listing of a pollutant. Requires the Committee to review such criteria three years after enactment of this Act and at ten-year intervals thereafter (currently, five-year intervals). State Implementation Plans (SIPs) - Eliminates the nine-month deadline for States to adopt, and submit to the Administrator, SIPs after promulgation of NAAQS. Requires that the Administrator be notified of, and entitled to make comments and objections in, public hearings on SIPs or SIP revisions. Revises procedures for SIP approval. Revises required provisions of SIPs. Requires that primary NAAQS promulgated in final form before the enactment of this Act be attained no later than December 31, 1990. Specifies no maximum period for the attainment of later primary NAAQS (currently, within three years of SIP approval). Eliminates a requirement that SIPs specify a reasonable time at which secondary NAAQS will be attained. Retains the requirement that SIPs provide for the attainment of NAAQS as expeditiously as practicable. Eliminates requirements that SIPs: (1) include transportation controls; and (2) provide for periodic inspection and testing of motor vehicles. Revises SIP approval provisions for: (1) SIP revisions; and (2) stationary source construction or modification in nonattainment areas. Repeals a provision that such plans must require major stationary source owners or operators to pay fees to the permitting authority to cover specified costs. Revises procedures for approval of SIP revisions. Prohibits the Administrator from requiring the inclusion of any transportation control program or vehicle inspection and maintenance program as a condition for SIP approval. Allows States to include such programs in SIPs. Prohibits the Administrator, except under specified conditions, from including such programs in any SIP promulgated for an air quality control region. Extends to one year (currently, 60 days) the minimum period permitted to States for specified revisions of SIPs. Repeals provisions relating to: parking surcharge, management of parking supply, and preferential bus/carpool lane regulations; noncommercial retrofits, gas rationing, and reduction of on-street parking; and bridge tolls or charges. Repeals provisions relating to SIP deadline extension procedures. Permits a State environmental agency to issue a temporary emergency suspension of any part of an SIP, without action by the President, if such agency determines that: (1) the suspension may be necessary because of the severity of a national or regional energy emergency; (2) other measures for responding to the emergency may be inadequate; and (3) the suspension will not result in the violation of a primary NAAQS. Limits such suspensions to 14 days, except when the Governor petitions for a further suspension by the President, in which case the State may extend its suspension until a Presidential determination is reached. Permits only one suspension for any source on the basis of the same set of circumstances. Provides that the amendments made by this Act shall apply only with respect to SIPs (or SIP portions or revisions) submitted by a State, or promulgated by the Administrator, after the date of enactment of this Act. Provides that any SIP approved or promulgated before such enactment date shall remain in force and effect until such SIP is revised or a new SIP (or portion) takes effect. Requires upon application of the Governor of the State, immediate deletion of any transportation control program or vehicle inspection and maintenance program from SIPs approved or promulgated before such enactment date. Provides that such SIPs shall continue in force and effect notwithstanding such deletion. Standards of Performance for New Stationary Sources (NSPS) - Repeals the NSPS requirement that fossil fuel fired stationary sources achieve a \"percentage reduction\" of emissions. Directs the Administrator to review and, if appropriate, revise NSPS at least every six years (currently, four years). Revises deadlines for the promulgation of regulations establishing NSPS. Specifies a substantial likelihood of \"a greater degree of emission limitation,\" rather than \"a greater continuous emission reduction,\" as one factor in determining waivers of NSPS to encourage innovative technology. Includes, among those conversions to coal which are not to be deemed \"modifications\" of a source, a conversion to coal by a facility originally constructed with the capability to use coal as a primary energy source and the conversion of which to coal is not required under any authority of law. Directs the Administrator to promulgate regulations providing an NSPS for each stationary source or category of stationary sources for which an NSPS was in effect before the enactment of this Act. Makes the amendments made by this Act applicable to stationary source construction or modification commencing after the effective date of the applicable regulations promulgated after the date of enactment of this Act. National Emission Standards for Hazardous Air Pollutants (NESHAPs) - Prohibits inclusion of any air pollutant on the published list of hazardous air pollutants (for which the Administrator intends to establish NESHAPs) prior to review by the Clean Air Scientific Advisory Committee of the pertinent scientific evidence upon which the proposed listing is based. Enforcement - Eliminates the provision that the Administrator must commence actions for injunctions or penalties against owners or operators of stationary sources under specified conditions (but retains the discretionary authority of the Administrator to commence such actions). Provides that State-ordered deadlines for final compliance by a stationary source with an SIP shall be no later than December 31, 1990, with specified exceptions. Makes these amendments (relating to enforcement) effective with respect to orders issued and actions commenced after the date of enactment of this Act. Noncompliance Penalties - Directs the Administrator to promulgate regulations, within one year after the date of enactment of this Act, requiring noncompliance penalties against specified persons. Eliminates the requirement that the State or the Administrator assess and collect a noncompliance penalty against specified persons (but continues their authority to do so). Eliminates specified deadlines for notifying persons of noncompliance. Eliminates provisions requiring that noncompliance penalty regulations: (1) authorize the Administrator to review State decisions regarding petitions challenging noncompliance orders or alleging entitlement to exemptions; and (2) direct the Administrator to conduct such review upon certain showings by petitioners. Replaces opportunity for a hearing on the record with an opportunity for comment by an owner or operator concerning specified penalties and schedules. Revises provisions for determining the amount of a noncompliance penalty and the schedule of its payment. Eliminates specified deadlines for imposition of noncompliance penalties. Declares that these amendments (relating to noncompliance penalties) shall be effective with respect to any such penalty initially imposed after the effective date of regulations promulgated after the date of enactment of this Act. Stack Heights - Declares current stack height provisions inapplicable to stationary sources: (1) constructed or modified after the date of enactment of this Act; and (2) with specified emissions levels. Prohibits the construction of any stack or dispersion technique, from such sources, which does not comply with good engineering practice, as determined by specified regulations. Makes such compliance a requirement in SIP permit programs. Directs the Administrator to promulgate regulations to carry out these new provisions for stack heights, including variances in complex and high terrain areas. Ten-Year \"Grandfather\" - Exempts from later emission limitations or standards any stationary source that met or meets all applicable emission limitations and standards in effect under the SIP at the time construction or modification commenced or commences, for a ten-year period beginning on the date of submission of a completed application for a permit for such construction or modification. Makes such exemption inapplicable to emission limitations or standards imposed with respect to: (1) air pollution that presents a clear and imminent danger to public health; or (2) an air pollutant for which no NAAQS is in effect at the time the completed application is submitted. State Permit Programs - Allows State permit programs to consist of State regulations that meet specified requirements. Requires the approval of the Administrator in the case of permits for major stationary sources with specified emissions levels. Prevention of Significant Deterioration of Air Quality (PSD) - Replaces the stated PSD program purpose of insuring economic growth consistent with the preservation of \"existing clean air resources,\" with the purpose of insuring such economic growth consistent with the preservation of \"the use and enjoyment of clean air areas and the development of energy resources and facilities\" (PSD areas are those with cleaner air than that required by NAAQS). PSD Increments and Ceiling - Eliminates \"increment\" requirements (maximum allowable increases over baseline concentrations of sulfur oxides and particulate matter) for class II and class III PSD areas. Eliminates \"short-term\" increment requirements (for 24-hour and three-hour periods) for class I PSD areas (international and national parks and wilderness areas of specified sizes, and other areas as designated by the States). Permits pollutants in excess of the required PSD ceilings maximum allowable concentrations in class II areas where: (1) the operation of a source in a manner which results in such exceedance provides other environmental or public health and welfare benefits; (2) the amount and frequency of the exceedance is not excessive; (3) the population at risk is small; (4) the effect is localized; and (5) the costs for additional controls necessary to avoid such exceedance are significant. Area Redesignation - Permits a State to redesignate PSD areas as class I or class II as it deems appropriate (with the exception of \"Federal class I\" areas established as class I by the Act and Indian reservation lands). Eliminates reference to class III areas and allows major emitting facilities to be constructed and operated in areas designated or redesignated as class II. Eliminates special protections for specified areas in excess of 10,000 acres in size which are national: (1) monuments; (2) primitive areas; (3) preserves; (4) recreation areas; (5) wild and scenic rivers; (6) lakeshores or seashores; or (7) parks or wilderness areas (if any of these are established after a specified date). Preconstruction Requirements - Eliminates certain prerequisites, including analysis of any air quality impacts projected for a PSD area as a result of growth associated with a facility to be constructed. Authorizes the State (or the Administrator in specified cases) to determine on a case-by-case basis whether specified monitoring is necessary. Limits the PSD requirement that a proposed facility be subject to the \"best available control technology (BACT) for each pollutant subject to an NAAQS BACT to those pollutants emitted or resulting from such facility in major amounts. Eliminates provisions for an exemption from a preconstruction demonstration requirement. Eliminates a prohibition against issuance of construction permits in cases where the Federal Land Manager demonstrates that facility emissions will have an adverse impact on air quality related values even though concentrations will not exceed increment limitations maximum allowable increases). Eliminates provisions relating to State authority to issue permits where the owner or operator demonstrates that facility emissions will have no adverse impact on such values even though concentrations will exceed incremental limitations (maximum allowable increases). Limits specified PSD required analyses of ambient air quality possibly affected by emissions from a proposed facility to those pollutants subject to NAAQS that are emitted in major amounts. Excludes from any air quality modelling specified for PSD preconstruction requirement purposes any modelling with respect to fugitive dust. Permits the major emitting facility construction to comply with PSD program requirements by means of enforceable emission offset credits or other enforceable alternative control measures. PSD Regulation of Other Pollutants - Eliminates a requirement that PSD program regulations for pollutants other than sulfur dioxide and particulate matter, provide specific measures at least as effective as the increments established for sulfur dioxide and particulate matter to fulfill the goals and purposes of the PSD program. Eliminates a provision authorizing the inclusion in such regulations of air quality increments, emission density requirements, or other measures. PSD Definitions - Restricts PSD program regulation to modifications that, together with other specified changes, increase net allowable emissions of sources or facilities by specified amounts. Revises the definition of \"best available control technology\" (BACT) for PSD program purposes. Equates the BACT with the NSPS (New Source Performance Standard) where an applicable NSPS exists. Visibility Protection for Federal Class I Areas - Directs the Administrator to: (1) conduct a study of the causes and extent of visibility impairment resulting from air pollution; and (2) report the results to the Congress. Prohibits any visibility protection regulations from taking effect, and suspends any such regulation which took effect before the date of enactment of this Act, until such report has been filed with the Congress. Provides that such amendments to the PSD provisions shall take effect in the same manner as provided for amendments to the SIP provisions. Nonattainment Areas - Revises provisions relating to SIP requirements for nonattainment areas to eliminate the definition of \"lowest achievable emission rate\" (LAER). Revises deadlines for the attainment of NAAQS in any nonattainment area. Requires that an inventory of actual emissions from all sources be contained in a public document, but not be included in the SIP (as is currently required). Eliminates requirements that specified SIPs provide for: (1) analyses of alternatives to proposed major emitting facilities prior to construction or modification permit issuance; and (2) specific schedules for implementation of a vehicle emission control inspection and maintenance program. Conforms SIP identification of other necessary compliance measures to the revised deadlines for attainment of NAAQS. Eliminates provisions requiring that SIP revisions contain enforceable measures to assure attainment of an applicable standard by a specified date. Sets forth provisions relating to the determination of \"reasonable available control technology\" (RACT). Revises provisions relating to permit requirements to eliminate a requirement that the proposed source comply with the lowest achievable emission rate\" (LAER). Requires that stationary sources to which new source performance standards (NSPS) are not applicable, and which, without pollution control technology, will emit any air pollutant in excess of specified levels, comply with best available control technology (BACT) emissions limitations determined by the Administrator. Repeals specified limitations on certain Federal assistance (under the Act and under specified provisions for transportation projects and grant awards) in any air quality control region where any NAAQS has not been attained for which transportation control measures are necessary and certain SIP submissions are lacking. Replaces \"lowest achievable emission rate\" (LAER) information with information on \"reasonably available control technology\" (RACT) in guidance documents which the Administrator must issue to States. Eliminates deadlines for the publication of such documents. Provides that amendments to the provisions for SIP requirements for nonattainment areas shall take effect in the same manner as provided for amendments to other SIP provisions. Title II: Amendments to Title III - Adds a definition of \"applicable implementation plan.\" Directs the Administrator to undertake a continuing program of research on environmental emergencies involving air pollution. Authorizes appropriations for fiscal year 1982 to carry out such purpose. Directs the Administrator to publish notice in the Federal Register of all citizen suits brought under the Act after the date of enactment of the Clean Air Act Amendments of 1977. Repeals provisions relating to restrictions on grants to sewage treatment works based on air pollution considerations. Revises provisions for economic impact assessment (retitling such provisions \"Regulatory Impact Assessment\") to end the applicability of such provisions to promulgations or revisions of new source performance standards (NSPS). Adds to required elements of such assessments an analysis of the effects of a standard or regulation on available energy supply. Repeals provisions relating to how certain economic impact assessment provisions: (1) are to be construed; or (2) are to be treated for purposes of citizen suits or judicial review. Revises provisions for air quality monitoring to direct the Administrator to validate air quality models used for SIPs. Requires that the limitations of the modeling technique be taken into account in the regulatory program when models are not validated. Directs the Administrator to develop and implement performance evaluation procedures for air quality models and apply such procedures to all recommended models. Authorizes appropriations to carry out the Act for fiscal years 1982 through 1985. Title III: Amendment to Other Laws - Amends the Energy Security Act to change from ten years to five years the period covered by a comprehensive research plan setting forth a coordinated program to identify the causes and effects of acid precipitation and actions to limit or ameliorate its harmful effects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Air Act Amendments of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act to maximize protection of public health while minimizing social and economic disruption.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:57-05:00"
}