{
  "actions": [
    {
      "acted_at": "1999-11-18", 
      "references": [
        {
          "reference": "CR S14817-14818", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-11-18", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-03-29", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Subcommittee on Forests and Public Land Management. Hearings held. With printed Hearing: S.Hrg. 106-595.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-09-20", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2000-10-05", 
      "committee": "Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Murkowski with an amendment in the nature of a substitute. With written report No. 106-491.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2000-10-05", 
      "calendar": "Senate Legislative", 
      "number": "940", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 940.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1969-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Forests and Public Land Management", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Grams, Rod", 
      "sponsored_at": "2000-02-24", 
      "state": "MN", 
      "thomas_id": "00454", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "2000-03-27", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1999-11-18", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Smith, Gordon H.", 
      "sponsored_at": "2000-03-30", 
      "state": "OR", 
      "thomas_id": "01549", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "2000-10-11", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thomas, Craig", 
      "sponsored_at": "1999-11-18", 
      "state": "WY", 
      "thomas_id": "01149", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-11-18", 
  "number": "1969", 
  "official_title": "A bill to provide for improved management of, and increases accountability for, outfitted activities by which the public gains access to and occupancy and use of Federal land, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Outfitter Policy Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Craig, Larry E.", 
    "state": "ID", 
    "thomas_id": "00246", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2000-09-20", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative remedies", 
    "Animals", 
    "Business records", 
    "Camping", 
    "Commerce", 
    "Economics and public finance", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Hunting", 
    "Indemnity", 
    "Judicial review of administrative acts", 
    "Land use", 
    "Law", 
    "Liability (Law)", 
    "Licenses", 
    "National forests", 
    "Negligence", 
    "Outdoor recreation", 
    "Public lands and natural resources", 
    "Sports and recreation", 
    "Tourism", 
    "Transportation and public works", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2000-10-05", 
    "text": "Outfitter Policy Act of 1999 - Prohibits unauthorized outfitters from conducting commercial outfitted activities on Federal land.Requires the Secretary of Agriculture, acting through the Chief of the Forest Service (with respect to Federal land administered by the Forest Service), and the Secretary of the Interior, acting through the Director of the Bureau of Land Management (BLM), the Director of the Fish and Wildlife Service, or the Commissioner of Reclamation (with respect to Federal land administered by the BLM, Fish and Wildlife Service, or Bureau of Reclamation, respectively), to establish criteria for granting outfitter permits, including the recognition of skill, experience, knowledge of the resource area, and financial capability of the person under consideration.Sets forth procedures for granting permits and describes permit requirements. Provides for a noncompetitive selection process and temporary outfitter authorizations under certain conditions.(Sec. 7) Requires fees for outfitter authorizations.(Sec. 8) Requires authorized outfitters to defend and indemnify the United States for costs or expenses associated with injury, death, or damage to any person or property caused by negligence or wanton disregard for persons or property arising out of an outfitter's activities. Makes authorized outfitters liable to the United States for costs and expenses associated with damage to U.S. property caused by negligence or wanton disregard for persons or property arising directly from such activities.Permits authorized outfitters to enter into agreements with outfitted visitors including those for assumption or allocation of risk and release or waiver related to dangerous activities if the agreement runs in favor of the United States.(Sec. 9) Requires outfitter permits to include a principal allocation of outfitter use and authorizes temporary permits to include such allocation as well.Authorizes the Secretary to adjust an allocation of use assigned to an authorized outfitter to reflect material change arising from approval of an amendment in the resource management plan for the area of operation or requirements arising under other law.Permits temporary allocations of use for a period of up to two years and the renewal, transfer, or extension of such allocations at the Secretary's discretion.(Sec. 10) Requires the Secretary to develop a process for annual evaluation of the performance of authorized outfitters.(Sec. 11) Directs the Secretary to renew an authorization at the outfitter's request if the outfitter has received no more than one unsatisfactory annual performance rating during the permit term. Authorizes revocation of a permit only if the outfitter: (1) fails to correct conditions that are considered significant; (2) is in arrears in the payment of fees and has not entered into a payment plan or sought relief; or (3) demonstrates disregard for the health and welfare of visitors or conservation of resources on which the outfitted activities are conducted. Permits suspension of all or part of a permit subject to such findings.(Sec. 12) Makes outfitter permits transferable to qualified transferees under specified conditions. Deems a transfer approved if the Secretary fails to confer approval or disapproval within a prescribed time frame (unless the transferee requests a modification of the authorization that requires environmental analysis under the National Environmental Policy Act).(Sec. 13) Sets forth recordkeeping requirements for authorized outfitters.(Sec. 14) Requires the Secretary to: (1) grant authorized outfitters full access to administrative remedies; and (2) establish an expedited procedure for consideration of appeals of Federal agency decisions to deny, suspend, fail to renew, or revoke a permit. Allows authorized outfitters adversely affected by a decision of the Secretary under this Act to commence civil actions.(Sec. 18) Entitles outfitters that hold existing permits, contracts, or other authorizations to issuance of permits under this Act if their recent performance was determined good, satisfactory, or acceptable, or the equivalent."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Outfitter Policy Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Outfitter Policy Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for improved management of, and increases accountability for, outfitted activities by which the public gains access to and occupancy and use of Federal land, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:02-05:00"
}