{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr90-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "90", 
  "official_title": "A bill to coordinate State preferential primary elections for the nomination of candidates for the office of President, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Presidential Primaries Act", 
  "sponsor": {
    "district": "3", 
    "name": "Bennett, Charles E.", 
    "state": "FL", 
    "thomas_id": "00077", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Advisory bodies", 
    "Government operations and politics", 
    "Presidential primaries"
  ], 
  "subjects_top_term": "Presidential primaries", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Presidential Primaries Act - States that the purpose of the Act is to provide coordination through the cooperation of the several States with the Federal Government in the establishment and holding of primary elections to determine the preference of the people with respect to candidates for such office. Establishes a bipartisan Presidential Primaries Commission consisting of five members appointed by the President, with the advice and consent of the Senate. Provides that the Commission shall certify to each State it assists, the name of each prospective candidate for President with respect to whom the Commission has received, not later than March 1 of a presidential election year, a petition requesting such certification, specifying the political party of the candidate, and signed by a specified number of persons in the State. Provides for notice, upon receiving a petition, to a prospective candidate that, unless he requests not later than March 20 that his name not be used, his name will be certified to the States for inclusion on the ballots of his political party in the presidential preferential primary election in such States. Authorizes prescribed, proportioned payments by the Commission to each State which has in effect on January 1 of a year in which a presidential election occurs legislation that provides for preferential presidential primary elections between specified times, to include on the ballot of a political party certified candidates for president. Prohibits any qualifications as requisite for voters adding to qualifications for State legislature elections. Requires such State legislation to provide for making the results of the primary elections binding to a reasonable extent upon the delegates from the State to the national convention of each political party. Authorizes the Commission, in its discretion, to conduct preferential primary elections in areas under the jurisdiction of the United States which are not States. Authorizes to be appropriated such sums as are necessary to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Presidential Primaries Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to coordinate State preferential primary elections for the nomination of candidates for the office of President, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:51-05:00"
}