{
  "actions": [
    {
      "acted_at": "2003-06-17", 
      "references": [
        {
          "reference": "CR S8003-8005", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-06-17", 
      "committee": "Committee on Rules and Administration", 
      "references": [
        {
          "reference": "CR S8002-8003", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Rules and Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-07-09", 
      "in_committee": "Committee on Rules and Administration", 
      "references": [], 
      "text": "Committee on Rules and Administration. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres173-108", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Feingold, Russell D.", 
      "sponsored_at": "2003-06-17", 
      "state": "WI", 
      "thomas_id": "01331", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kyl, Jon", 
      "sponsored_at": "2003-06-17", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sessions, Jeff", 
      "sponsored_at": "2003-06-17", 
      "state": "AL", 
      "thomas_id": "01548", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-06-17", 
  "number": "173", 
  "official_title": "A resolution to amend Rule XVI of the Standing Rules of the Senate with respect to new or general legislation and unauthorized appropriations in general appropriations bills and amendments thereto, and new or general legislation, unauthorized appropriations, new matter, or nongermane matter in conference reports on appropriations Acts, and unauthorized appropriations in amendments between the Houses relating to such Acts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2003-06-17", 
  "subjects": [
    "Appropriations", 
    "Congress", 
    "Economics and public finance", 
    "Senate", 
    "Senate rules and procedure"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Introduced", 
    "date": "2003-06-17", 
    "text": "Amends rule XVI (Committee procedures) of the Standing Rules of the Senate to allow a point of order to be made by any Senator against: (1) the inclusion of new or general legislation or unauthorized appropriation in any general appropriation bill; (2) amendment to such bill that adds an unauthorized appropriation; (3) the inclusion of new or general legislation or any unauthorized appropriation, new matter, or nongermane matter in any conference report on a general appropriation bill; (4) and the inclusion of an unauthorized appropriation in any amendment between the Houses, or any amendment thereto, in relation to a general appropriation bill. Sets forth procedures by which, if the point of order is sustained in either of the above, then under specified conditions: (1) the new or general legislation or unauthorized appropriation shall be struck from the bill; and (2) any modification of total amounts appropriated necessary to reflect the stricken matter shall be made and the allocation of discretionary budgetary resources allocated under the Congressional Budget Act of 1974 (CBA) shall be reduced. Provides that the disposition of a point of order made under any other paragraph of this Rule, or under any other Standing Rule of the Senate, that is not sustained or is waived, does not preclude or affect a point of order under this Act with respect to the same matter. Allows such point of order to be waived only by a motion agreed to by the affirmative vote of three-fifths (60) of the Senators duly chosen and sworn. States that if an appeal is taken from the ruling of the Presiding Officer with respect to such point of order, the ruling of the Presiding Officer shall be sustained absent the affirmative vote. Makes it in order for a Senator to raise a single point of order that several provisions of a general appropriation bill, a conference report on it, or an amendment between the Houses on it violates this rule. Authorizes the Presiding Officer to sustain the point of order as to some or all of the provisions against which the Senator raised the point of order. States that if such action is taken, then only those provisions against which the Presiding Officer sustains the point of order shall be deemed stricken. Allows any Senator, before the Presiding Officer rules on such point of order, to move to waive it as it applies to some or all of the provisions against which the point of order was raised. Makes such motion to waive amendable in accordance with the rules and precedents of the Senate. Allows, after such ruling, any Senator to appeal the ruling as it applies to some or all of the provisions. Prohibits any point of order provided under the CBA to lie against the striking of any matter, the modification of total amounts to reflect the stricken matter, or the reduction of an allocation of discretionary budgetary resources allocated under CBA to reflect the stricken matter (or to the bill, amendment, or conference report as affected by such striking, modification, or reduction) pursuant to a point of order under this Rule. Makes it out of order to proceed to the consideration of a general appropriation bill if the report on that bill contains matter that requires or permits the obligation or expenditure of any amount appropriated in that bill for the benefit of an identifiable person, program, project, entity, or jurisdiction by earmarking or other specification, whether by name or description, in a manner that: (1) discriminates against other persons, programs, projects, entities, or jurisdictions similarly situated that would be eligible, but for the requirement or permission, for the amount appropriated; or (2) applies only to a single identifiable person, program, project, entity, or jurisdiction. Exempts from a point of order any matter involving an identifiable person, program, project, entity, or jurisdiction which is described or otherwise clearly identified in a law or Treaty stipulation (or an Act or resolution previously passed by the Senate during the same session or in the estimate submitted in accordance with law). Amends rule XXVIII (Conference committees; reports; open meetings) to make it similarly out of order to consider a conference report on a general appropriations bill if the joint explanatory statement contains similarly earmarked matter. Vitiates the Standing Order of the Senate regarding the reading of conference reports established by Division A of Appendix D--H.R. 5666 of the Consolidated Appropriations Act, 2001. Establishes as a Standing Order of the Senate that the presentation of a conference report includes the presentation of the joint explanatory statement of the conferees required by rule XXVIII and that a demand for the reading of the statement be subject to the same rule, precedents, and procedures that applies to a demand for the reading of the conference."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution to amend Rule XVI of the Standing Rules of the Senate with respect to new or general legislation and unauthorized appropriations in general appropriations bills and amendments thereto, and new or general legislation, unauthorized appropriations, new matter, or nongermane matter in conference reports on appropriations Acts, and unauthorized appropriations in amendments between the Houses relating to such Acts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:26-05:00"
}