{
  "actions": [
    {
      "acted_at": "1976-04-06", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-04-06", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3262-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Case, Clifford P.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "01302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Taft, Robert, Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "01445", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-04-06", 
  "number": "3262", 
  "official_title": "A bill to amend and improve the programs authorized under the Emergency Unemployment Compensation Act of 1974, and the Emergency Jobs and Unemployment Assistance Act of 1974, to extend such programs for one year.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Unemployment Compensation and Special Unemployment Assistance Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Javits, Jacob K.", 
    "state": "NY", 
    "thomas_id": "01371", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-04-06", 
  "subjects": [
    "Labor and employment", 
    "Labor law and legislation", 
    "Unemployment", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Unemployment", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-04-06", 
    "text": "Emergency Unemployment Compensation and Special Unemployment Assistance Amendments - Title I: Amendments to Emergency Unemployment Compensation Act of 1974 - States that for purposes of determining emergency Federal unemployment benefits there shall be an \"emergency on\" indicator in a State for a week if the rate of insured unemployment in the State for such week and the immediately preceding 12 weeks equaled or exceeded five percent; or the rate of insured unemployment for all States for such period equaled or exceeded four and one-half percent. Stipulates that there is an \"emergency off\" indicator in a State for a week if there is no \"emergency on\" indicator and if at the end of such week the emergency benefit period on the State has lasted for at least 13 weeks. Extends the emergency assistance program authorized by the Emergency Unemployment Compensation Act of 1974 until 1978. Authorizes additional compensation to individuals enrolled in approved training programs after exhaustion of the maximum amount of emergency compensation otherwise payable to the individual. States that such compensation shall be limited to the lesser of a maximum of 13 consecutive weeks, or the weeks the individual is participating and making satisfactory progress in the training program. Permits the Secretary of Labor to prescribe rules and regulations to implement this Act. Title II: Special Unemployment Assistance Amendments - Extends the emergency assistance program authorized under the Emergency Jobs and Unemployment Assistance Act of 1974 through the week ending March 31, 1978. Permits individuals participating in approved training programs to receive assistance after the maximum amount of assistance otherwise payable to such individual is exhausted. States that such assistance shall be limited to the lesser of a maximum of 13 weeks or the weeks the individual is participating and progressing satisfactorily in the training program. Establishes a special unemployment assistance program for public service employees. Directs the Secretary of Labor to prescribe rules and regulations governing the program. Title III: Amendments to Federal-State Extended Unemployment Compensation Act of 1970 - Sets forth a new formula for deriving the rate of insured employment under the Federal-State Extended Unemployment Compensation Act of 1970."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Unemployment Compensation and Special Unemployment Assistance Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend and improve the programs authorized under the Emergency Unemployment Compensation Act of 1974, and the Emergency Jobs and Unemployment Assistance Act of 1974, to extend such programs for one year.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:49-05:00"
}