{
  "actions": [
    {
      "acted_at": "1997-02-24", 
      "references": [
        {
          "reference": "CR S1472-1473", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-02-24", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-03-24", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s346-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-02-24", 
  "number": "346", 
  "official_title": "A bill to assure fairness and assistance to patients and health care providers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Patient Protection Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Wellstone, Paul D.", 
    "state": "MN", 
    "thomas_id": "01454", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-02-24", 
  "subjects": [
    "Access to health care", 
    "Age discrimination", 
    "Chronically ill", 
    "Citizen participation", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Communication in medicine", 
    "Community health services", 
    "Conflict of interests", 
    "Consumer complaints", 
    "Consumer education", 
    "Continuum of care", 
    "Cost control", 
    "Counseling", 
    "Disabled", 
    "Discrimination against the disabled", 
    "Discrimination in insurance", 
    "Discrimination in medical care", 
    "Due process of law", 
    "Economics and public finance", 
    "Emergency management", 
    "Emergency medical services", 
    "Employee training", 
    "Finance and financial sector", 
    "Freedom of speech", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Grants-in-aid", 
    "Grievance procedures", 
    "Health", 
    "Health counseling", 
    "Health insurance", 
    "Housing and community development", 
    "Insurance premiums", 
    "Labor and employment", 
    "Law", 
    "Liability (Law)", 
    "Licenses", 
    "Managed care", 
    "Marketing", 
    "Medical economics", 
    "Medical genetics", 
    "Medical records", 
    "Nonprofit organizations", 
    "Ombudsman", 
    "Patients' rights", 
    "Physician-patient privilege", 
    "Public meetings of administrative bodies", 
    "Quality of care", 
    "Racial discrimination", 
    "Right of privacy", 
    "Rural health", 
    "Science, technology, communications", 
    "Self-insurance", 
    "Social welfare", 
    "Standards", 
    "Telephone"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-02-24", 
    "text": "TABLE OF CONTENTS: Title I: Office for Consumer Information, Counseling and Assistance with Health Care Title II: Utilization Management Title III: Health Plan Standards Title IV: Miscellaneous Provisions Patient Protection Act of 1997 - Title I: Office for Consumer Information, Counseling and Assistance with Health Care - Mandates grants to States for establishment and operation of an Office for Consumer Information, Counseling and Assistance in each State to be concerned with consumer health insurance rights. Authorizes appropriations. Title II: Utilization Management - Requires a health plan to have a utilization review program meeting the requirements of this title and certified by the State. (Sec. 203) Requires Federal standards for the establishment, operation, certification, and recertification of review programs. Allows States to certify a plan as meeting Federal standards if the plan meets standards for accreditation as applied by a nationally recognized, independent, non-profit accreditation entity. Sets forth review program requirements and related plan requirements. Prohibits preauthorization requirements if an enrollee arrived at the emergency department with symptoms reasonably suggesting an emergency based on the judgment of a prudent layperson. Title III: Health Plan Standards - Mandates Federal standards for health plan certification and recertification. Requires a State to provide for plan certification if the State-designated certifying authority finds the plan meets this Act's requirements. Allows a plan sponsor to offer a plan only if the plan is State-certified. (Sec. 302) Requires plan minimum solvency standards. (Sec. 303) Mandates disclosure to prospective covered individuals of certain plan terms and conditions in an easily understandable, truthful, linguistically appropriate, and objective manner. (Sec. 304) Requires plans to demonstrate a sufficient number, distribution, and variety of providers to ensure that services will be available and accessible in a timely manner, including access to specialized treatment. Requires plans to reasonable efforts to address issues of cultural competence and appropriateness with respect to providers. Prohibits care coordination and cost control processes from imposing an undue enrollee burden. Makes these requirements applicable in all areas, including rural areas. Allows a plan to arrange for providing out-of-network services if the plan fails to meet such requirements. (Sec. 305) Requires plans to credential the health providers furnishing services under the plan. Requires credentialing decisions to be made on objective standards with input from health providers credentialed under the plan. (Sec. 306) Mandates a timely and organized system for resolving complaints and formal grievances filed by covered individuals. Mandates disclosure of credentialing information to the provider involved and provides for submission of corrections. Declares that a provider is not entitled to be selected or retained by a plan whether or not the provider meets credentialing standards. Regulates the use of economic considerations in the selection process. Provides for procedures relating to the suspension, termination, and review of the plan contract with a provider. Prohibits plans from: (1) restricting or inhibiting communication between providers and patients or penalizing a provider making public the failure of the plan to comply with the requirements; and (2) requiring a provider to sign any type of hold-harmless agreement as requirement for participation in the plan. (Sec. 307) Mandates confidentiality of specified enrollee patient information and records. (Sec. 308) Prohibits plan discrimination: (1) on the basis of race and other factors, including culture, socio-economic status, disability, health status (including genetic information), or anticipated utilization of health services; and (2) in the selection of provider members on the basis of race or other factors, including the anticipated utilization of health services of the provider's patients. (Sec. 309) Prohibits plan marketing or other practices intended to discourage or limit the plan on the basis of risk factors. Title IV: Miscellaneous Provisions - Requires States to prohibit the offering or issuance of any health plan if it does not meet certain requirements of this Act and any other requirements determined appropriate by the Secretary of Health and Human Services. Authorizes the Secretary of Labor to terminate or disqualify a self-insured plan not meeting those standards."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Patient Protection Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assure fairness and assistance to patients and health care providers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:45-05:00"
}