{
  "actions": [
    {
      "acted_at": "2000-04-27", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2481-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "2000-04-27", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-04-27", 
  "number": "2481", 
  "official_title": "A bill to authorize appropriations for fiscal year 2001 for military activities of the Department of Defense, to prescribe military personnel strengths for fiscal year 2001, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Defense Authorization Act for Fiscal Year 2001", 
  "sponsor": {
    "district": null, 
    "name": "Warner, John", 
    "state": "VA", 
    "thomas_id": "01452", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-04-27", 
  "subjects": [
    "Air force", 
    "Armed forces and national security", 
    "Army", 
    "Authorization", 
    "Defense budgets", 
    "Department of Defense", 
    "Economics and public finance", 
    "Government operations and politics", 
    "Marines", 
    "Military personnel", 
    "Navy"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-04-27", 
    "text": "TABLE OF CONTENTS: Division A: Department of Defense Authorizations Title I: Procurement Subtitle A: Authorization of Appropriations Subtitle B: Multi-Year Contract Authorizations Title II: Research, Development, Test, and Evaluation Title III: Operation and Maintenance Subtitle A: Authorization of Appropriations Subtitle B: Environmental Provisions Subtitle C: Other Matters Title IV: Military Personnel Authorizations Subtitle A: Active Forces Subtitle B: Reserve Forces Title V: Military Personnel Policy Subtitle A: Officer Personnel Policy Subtitle B: Reserve Component Personnel Policy Subtitle C: Education and Training Subtitle D: Decorations, Awards, and Commendations Subtitle E: Joint Management Subtitle F: Selection Board Appeals Subtitle G: Other Matters Title VI: Compensation and Other Personnel Benefits Subtitle A: Bonuses and Special and Incentive Pays Subtitle B: Travel and Transportation Allowances Subtitle C: Servicemembers' Group Life Insurance and Survivor Benefit Plan Subtitle D: Other Matters Title VII: Health Care Provisions Title VIII: Acquisition Policy, Acquisition Management, and Related Matters Subtitle A: Amendments to General Contracting Authorities, Procedures, and Limitations Subtitle B: Other Matters Title IX: Department of Defense Organization and Management Subtitle A: Department of Defense Organization Subtitle B: Other Matters Title X: General Provisions Subtitle A: Financial Matters Subtitle B: Humanitarian and Civic Assistance Subtitle C: Miscellaneous Reporting Requirements and Repeals Subtitle D: Other Matters Title XI: Base Realignment and Closure Act of 1999 National Defense Authorization Act for Fiscal Year 2001 - Title I: Procurement - Subtitle A: Authorization of Appropriations - Authorizes appropriations for FY 2001 for the Army, Navy and Marine Corps, and Air Force for aircraft, missiles, weapons and tracked combat vehicles, ammunition, shipbuilding and conversion, and other procurement.(Sec. 104) Authorizes appropriations for FY 2001 for: (1) defense-wide procurement; (2) the Defense Inspector General; (3) the Defense Health Program; and (4) the chemical demilitarization program.Subtitle B: Multi-Year Contract Authorizations - Authorizes the Secretary of the: (1) Army to enter into multiyear procurement contracts for the M2A3 Bradley Fighting Vehicle and the UH/60-CH/60 helicopter; and (2) Navy to enter into a multiyear procurement contract for the DDG-51 (destroyer).Title II: Research, Development, Test, and Evaluation - Authorizes appropriations for FY 2001 for research, development, test, and evaluation for the armed forces.Title III: Operation and Maintenance - Subtitle A: Authorization of Appropriations - Authorizes appropriations for FY 2001 for operation and maintenance (O&M) for the armed forces and specified activities and agencies of the Department of Defense (DOD).(Sec. 302) Authorizes appropriations for FY 2001 for: (1) working capital and revolving funds; and (2) the Armed Forces Retirement Home.(Sec. 304) Authorizes the transfer of up to $150 million from the National Defense Stockpile Transaction Fund to specified military O&M accounts for FY 2001.Subtitle B: Environmental Provisions - Authorizes the Secretary of Defense (Secretary) to use specified O&M funds to reimburse the Environmental Protection Agency (EPA) for certain costs incurred in connection with the former Nansemond Ordnance Depot Site in Suffolk, Virginia.(Sec. 312) Authorizes the Secretary of the military department concerned to pay from any available funds certain fines or penalties imposed by the EPA or a State in connection with environmental violations at specified sites.Subtitle C: Other Matters - Authorizes the Secretary of the Air Force to require payment by civil air carriers for support provided by the United States at Johnston Atoll that is either requested by such carrier or required to accommodate the carrier's use of the Atoll. Prohibits landing fees from being charged if support costs are charged.(Sec. 322) Authorizes the Secretary to transfer excess titanium sponge from the National Defense Stockpile to a military department or defense agency for use in manufacturing defense equipment.(Sec. 323) Amends the Strom Thurmond National Defense Authorization Act for Fiscal Year 1999 to extend through FY 2003 a pilot program for the acceptance and use of landing fees charged for the use of domestic military airfields by civilian aircraft. Extends related report requirements.(Sec. 324) Repeals a provision requiring a nonappropriated fund instrumentality, under certain conditions, to be the most economical method of distribution of alcoholic beverages within the commissary system.Title IV: Military Personnel Authorizations - Subtitle A: Active Forces - Sets forth the authorized end strengths for active-duty forces as of the end of FY 2001.Subtitle B: Reserve Forces - Sets forth the authorized end strengths as of the end of FY 2001 for the Selected Reserve and reserve personnel on active duty in support of the reserves, as well as reserve military technicians.(Sec. 414) Increases the number of certain officers and enlisted personnel authorized to serve on active duty in support of the reserves.(Sec. 415) Excludes from active-duty end strength limitations reserve personnel on active duty, or members performing full-time National Guard duty, to perform funeral honors functions.(Sec. 416) Excludes from the above limitations reserve personnel serving on active duty for more than 180 days to perform special work in support of the armed forces and combatant commands, except that such number may not exceed two tenths of one percent of the end strength for all active-duty personnel.(Sec. 417) Authorizes the Secretary to suspend grade strength limitations in times of war or national emergency declared by Congress or the President with respect to senior enlisted personnel and senior reserve officers on active duty for full-time National Guard or reserve administrative duty. Limits such suspension to two years from the suspension or one year after the declaration of war or national emergency, whichever occurs first.Title V: Military Personnel Policy - Subtitle A: Officer Personnel Policy - Authorizes the Secretary of the Air Force to retain Medical Service Corps officers in an active status until 67 years of age.(Sec. 503) Authorizes the release to the armed force concerned of the names of active-duty and reserve active-status list officers recommended for promotion upon transmittal to the President of the report of the selection board that considers such officers for promotion.Subtitle B: Reserve Component Personnel Policy - Makes certain active-duty list promotion, separation, and involuntary retirement authorities inapplicable to reserve general and flag officers serving in certain positions designated by the Chairman of the Joint Chiefs of Staff (JCS).(Sec. 512) Authorizes the Secretary, in the national interest, to increase the number of officers and enlisted personnel serving on active duty or full-time National Guard duty in specified grades.(Sec. 514) Excludes medical and dental officers from reserve commissioned officer end strength limitations.(Sec. 515) Makes certain active-duty promotion, separation, and retirement authorities inapplicable to members on the reserve active status list ordered to active duty for a period of three years or less.(Sec. 516) Removes an application requirement for the continuation of officers on the reserve active-status list.Subtitle C: Education and Training - Repeals a provision authorizing a certain funding increase to be used for the Junior Reserve Officers' Training Corps.(Sec. 522) Removes an annual funding limit with respect to the National Guard Challenge Program.Subtitle D: Medal of Honor Recipients - Authorizes the President to award the Medal of Honor to Ed W. Freeman for service during the Vietnam conflict and to Andrew J. Smith for service during the Civil War.Subtitle E: Joint Management - Requires an officer, in order to qualify for a joint specialty designation, to: (1) have successfully completed an accredited program from a joint professional military education institution and a full tour of duty in a joint duty assignment; or (2) have successfully completed two full tours of duty in a joint duty assignment. Authorizes the Secretary to waive such qualifications for an officer who, due to unusual circumstances, has one or more qualifications comparable to the qualifications waived. Allows such qualifications to be waived in the case of a general or flag officer when determined necessary to meet a critical need. Requires the: (1) Secretary to designate joint duty assignments for general and flag officers that must be filled by joint specialty officers; and (2) JCS Chairman to accredit joint professional military education institutions.(Sec. 542) Revises promotion policy objectives for joint officers. Requires the appropriate military department Secretary to validate the qualifications of officers for eligibility for joint duty assignments, including satisfaction of requirements for promotion to brigadier general or rear admiral (lower half). Directs the Secretary to prescribe policies to ensure that promotion-eligible joint specialty officers are appropriately considered for such promotion.(Sec. 543) Repeals the requirement that an officer graduating from an accredited joint professional military education school be assigned to a joint duty assignment as that officer's next duty assignment. Decreases to two (currently three) months the minimum duration of a principal course of instruction provided by the Armed Forces Staff College.(Sec. 544) Repeals provisions specifying the length of joint duty assignments. Requires such length to mirror the standard length established by the Secretary for each installation or location at which joint duty assignments are authorized. Allows the Secretary to: (1) waive such requirement when critical to meet military personnel management requirements; and (2) curtail a joint duty assignment for an officer who has served in that assignment for at least two years. Provides conditions under which an officer shall be considered to have completed a full tour of duty in a joint duty assignment.(Sec. 545) Directs the Secretary to enhance the capabilities of the Joint Staff to monitor the personnel issues of officers with the joint specialty designation and other officers who have served in joint duty assignments.(Sec. 546) Revises, generally, information required in an annual report from the Secretary to Congress on joint specialty officers and assignments.Subtitle F: Selection Board Appeals - Makes ineligible for judicial relief a person challenging the action or recommendation of a military selection board unless such person has first been considered by a special board or denied such consideration by the Secretary concerned. Authorizes the Secretary concerned to correct a person's military records in accordance with a recommendation made by a special board. Requires the appropriate relief associated with such correction (restoration to duty status; eligibility for additional pay). Makes such provisions inapplicable to the Coast Guard when not operating as a service in the Navy. Authorizes judicial review of a decision not to convene a special selection board for consideration of a corrective action taken.Subtitle G: Other Matters - Exempts from recalled retiree limits those officers assigned to the Army, Navy, or Air Force Retiree Council.(Sec. 562) Requires the following defense acquisition positions to be assigned for at least a three-year period: program manager or deputy program managers for a significant nonmajor defense acquisition program, program executive officers, general or flag officers or their civilian equivalent, and senior contracting officials.Title VI: Compensation and Personnel Benefits - Subtitle A: Bonuses and Special and Incentive Pays - Authorizes the Secretary concerned to delegate (with a limitation) the authority to waive operational flying duty requirements prior to the award of aviation career incentive pay.(Sec. 602) Includes as eligible activities for the payment of special pay currently provided for reserve medical and dental officers active duty for training, annual training, or special work.(Sec. 603) Authorizes members performing funeral honors duty to receive either the allowance for such duty or the rate of pay for members of the reserves or National Guard performing inactive-duty training.(Sec. 604) Extends through FY 2002 specified authorities currently scheduled to expire at the end of 2000 with respect to certain special pay and bonus programs within the regular and reserve armed forces.(Sec. 607) Authorizes special pay for Coast Guard physician assistants.Subtitle B: Travel and Transportation Allowances - Authorizes the advance payment of temporary lodging expenses incurred by a member and his or her dependents while making a change in permanent duty stations.(Sec. 612) Authorizes the Secretary concerned to pay to a member a share of the savings resulting from less-than-average shipping and storage costs of the member's baggage and household effects in connection with a change of duty station.(Sec. 614) Authorizes the Secretary concerned to pay a member a share of the savings realized from not having a vehicle transported or stored overseas. Authorizes a member to elect to have a vehicle stored at Government expense in lieu of a transportation allowance for an unaccompanied assignment.Subtitle C: Servicemembers' Group Life Insurance and Survivors Benefit Plan - Entitles to Servicemembers' Group Life Insurance a person who volunteers for assignment to a category in the Individual Ready Reserve that is subject to an involuntary call to active duty.Subtitle D: Other Matters - Entitles to appointment to a service academy the children of members of the reserves who: (1) are currently so serving and have earned at least 2,880 retirement credit points; or (2) would be, or who died while they would have been, entitled to retired pay except for not having attained 60 years of age.(Sec. 632) Authorizes the annual payment of a $2,000 personal money allowance for individuals serving as the senior enlisted member of an armed force.(Sec. 633) Increases the initial and annual allowance for officers for the purchase of required uniforms and equipment.(Sec. 634) Authorizes the Secretary (currently, the President) and the Secretary of Transportation with respect to the Coast Guard when not operating as a service in the Navy to prescribe requirements and allowances for clothing for enlisted personnel.Title VII: Health Care Provisions - Entitles Medal of Honor recipients and their dependents to medical and dental care under the Civilian Health and Medical Program of the Uniformed Services (CHAMPUS).Title VIII: Acquisition Policy, Acquisition Management, and Related Matters - Subtitle A: Amendments to General Contracting Authorities, Procedures, and Limitations - Prohibits the head of an agency, unless certain congressional reporting requirements are first met, from entering into or extending a multiyear contract for any defense system if the value of such contract would exceed $500 million.(Sec. 802) Repeals the requirement for certain contractor assurances regarding the completeness, accuracy, and contractual sufficiency of contractor-provided technical data.(Sec. 803) Exempts cost and cost-plus-a-fixed-fee contracts with a contractor that maintains an approved purchasing system from certain subcontract notification requirements.(Sec. 805) Authorizes the Secretary to allow participation by defense contractor employees in the analytical and logistic support for the operational test and evaluation of a system. Places limitations with respect to participation in the establishment of operational test and evaluation criteria for contractors that have participated in the development or production of a system.(Sec. 806) Authorizes DOD acquisition pilot programs to be continued through the end of program production.(Sec. 807) Amends the Small Business Act to reduce from ten to five days the wait period after posting notice of a solicitation from an executive agency for a contract for property or services exceeding $25,000, when such notice is accessible electronically. States that providing widespread electronic public notice of contract solicitation in a convenient form that allows user access through a single Government-wide point of entry shall satisfy Federal contract solicitation publication requirements. Makes identical amendments to the Office of Federal Procurement Policy Act with respect to required notice of solicitation for Federal procurement contracts. Changes from annually to biennially a report requirement under the latter Act with respect to implementation of the use of electronic commerce in Federal procurement. Makes this section inapplicable when the President determines such application would be inconsistent with any international agreement to which the United States is a party.(Sec. 808) Authorizes the Secretary to have orders made under DOD indefinite-delivery contracts for gloves, boots, humanitarian and operational rations, and toxicological agent protection clothing for States, territories, State or territory departments or agencies, the government of an Indian tribe, the District of Columbia, and qualified, non-profit agencies for the blind and severely handicapped. Authorizes the Secretary to require the appropriate entity to reimburse DOD for administrative costs in connection with such orders.Subtitle B: Other Matters - Amends provisions concerning defense procurement contract goals for small disadvantaged businesses and certain minority educational institutions to prohibit the suspension of the authority to enter into a contract for a price exceeding fair market value when the President or his designee determines that such contracts are necessary to remedy demonstrated discrimination in an industry category.(Sec. 812) Amends the Strom Thurmond National Defense Authorization Act for Fiscal Year 1999 to redefine \"conventional ammunition\" as that ammunition managed by DOD's Single Manager for Conventional Ammunition (includes a list of qualifying conventional ammunition).(Sec. 813) Extends through the end of production the authority for the Joint Direct Attack Munition pilot program.(Sec. 814) Amends provisions concerning rights to equipment technical data developed exclusively at private expense to authorize DOD rights to such data when operation, maintenance, or installation services are to be provided by other than the original contractor or subcontractor. Requires such rights to be negotiated between the Government and the contractors involved. Prohibits any private-only rights to such data when the information is necessary for critical operation, maintenance, or installation of deployed equipment and such services are to be provided by other than the original contractor or subcontractor.(Sec. 815) Waives live-fire survivability requirements with respect to the MH-47E/MH-60K helicopter modification programs. Requires any waiver granted to be included in program reporting requirements.(Sec. 816) Repeals the requirement that, before a multiyear contract may be entered into for a defense acquisition program, the Secretary must certify to Congress that the current future-years defense program fully funds the support costs associated with the multiyear program.Title IX: Department of Defense Organization and Management - Subtitle A: Department of Defense Organization - Redesignates as deputy commandants the chief and deputy and assistant chiefs of staff within the Marine Corps headquarters.(Sec. 902) Includes within the definition of an Inspector General, for purposes of general investigations, an officer of the armed forces or DOD employee assigned or detailed to serve as an inspector general at any level in DOD.(Sec. 903) Authorizes the Secretary, the Secretary of the department in which the Coast Guard is operating, and the Secretary of Energy to withhold from otherwise required public disclosure certain sensitive information of foreign governments and international organizations if such Secretary determines that the release of such information would have an adverse effect on the ability of the U.S. Government to obtain the same or similar information in the future. Provides limitations and exceptions.Subtitle B: Other Matters - Authorizes the Secretary of the Navy to accept gifts intended for the Naval Academy or the Naval Academy Museum and to deposit such gifts into the United States Naval Academy Gift and Museum Fund. Repeals the Naval Academy Museum Fund and the Naval Historical Center Fund and requires amounts in such funds to be transferred to the Naval Academy Gift and Museum Fund and the Navy General Gift Fund, respectively.(Sec. 912) Authorizes the Secretary of the Navy, during FY 2000, to disburse to an entity designated by a gift donor the current cash value of gifts previously accepted for the Naval Academy Gift Fund.(Sec. 913) Revises the maximum size of parcel post packages authorized to be mailed from postal services at U.S. military installations, at no cost to the sender, by U.S. military personnel and forces of friendly foreign nations.(Sec. 914) Authorizes the Secretary to establish a pilot program for the temporary assignment (detail) at a DOD laboratory of up to 100 individuals previously employed by private commercial entities to conduct science and engineering.(Sec. 915) Authorizes the Secretary to establish a pilot program for the payment of retraining and relocation expenses to facilitate the reemployment of DOD employees being separated due to a reduction in force or transfer of functions at a DOD facility or installation.Title X: General Provisions - Subtitle A: Financial Matters - Provides DOD administrative offsets for overpayments made to carriers supporting DOD or for liquidated damages due under DOD transportation services contracts.(Sec. 1002) Requires the annual joint Office of Management and Budget/Congressional Budget Office report on the scoring of budget outlays to reflect and include specified information on the differences between the relevant defense budget outlay rates or assumptions used by the two offices.(Sec. 1003) Repeals a provision of the Department of Defense Authorization Act, 1986 requiring a two-year defense budget cycle.(Sec. 1004) Codifies a recurring appropriations Act provision concerning the use of O&M funds for reimbursements related to certain reserve intelligence or counterintelligence support.Subtitle B: Humanitarian and Civic Assistance - Authorizes the Secretary to provide humanitarian and civic assistance in connection with military operations for areas of a country that are underserved by medical, dental, and veterinary professionals. Authorizes the use of up to ten percent of such assistance for pay and allowances of special operations command reserves providing training and activities related to the clearing of land mines for humanitarian purposes.Subtitle C: Miscellaneous Reporting Requirements and Repeals - Amends the National Defense Authorization Act for Fiscal Years 1990 and 1991 to repeal a required annual report on the B-2 bomber aircraft program.(Sec. 1016) Revises an annual report deadline from the Secretary to Congress with respect to National Guard and reserve equipment. Requires the Coast Guard Reserve to be included in such reports and requires additional report information.Subtitle D: Other Matters - Exempts a military testamentary instrument from State testamentary laws. Accords such instruments the same legal effect as State testamentary instruments presented for probate. Outlines requirements for the legal execution of such instruments. Makes such instrument self-proving upon such execution, signature, and witnessing.(Sec. 1022) Authorizes the Secretary concerned to charge and retain fees for providing historical material or research assistance to public requesters from the Army Military History Institute, the Naval or Marine Corps Historical Center, or Air Force Historical Research Agency. Requires such fees to be used to offset the cost of such material or assistance.(Sec. 1023) Amends provisions concerning cooperative military airlift agreements to remove a provision which requires the Secretary to enter into such agreements only under the authority provided therein.(Sec. 1024) Repeals a provision of the National Defense Authorization Act for Fiscal Year 2000 which prohibits any Cooperative Threat Reduction funds from being used for the planning, design, or construction of a chemical weapons destruction facility in Russia.Title XI: Base Realignment and Closure Act of 2000 - Defense Base Closure and Realignment Act of 2000 - Establishes the Defense Base Closure and Realignment Commission. Authorizes Commission appropriations. Terminates the Commission on December 31, 2005.(Sec. 1103) Requires the Secretary, as part of the budget documents submitted to Congress for each of FY 2004 and 2006, to include a military force structure plan assessing probable threats to national security for the proceeding six-year period and the anticipated levels of funding needed to address such threats. Requires each plan to be submitted to the Commission. Requires the Secretary to: (1) publish in the Federal Register and transmit to the defense and appropriations committees the proposed and final criteria to be used in making recommendations for the closure or realignment of military installations inside the United States; and (2) publish and transmit to such committees a list of recommended installations based on the force structure plan. Prohibits the Secretary, in considering installations, from taking into account whether an installation has previously been considered or proposed for closure or realignment, or whether any advance conversion planning has been undertaken by a community in anticipation of a closure or realignment.Directs the Commission, after receiving the Secretary's recommendations, to conduct public hearings and report to the President its findings and conclusions with respect to such recommendations. Authorizes the Commission to make recommendations different from the Secretary if it determines that the Secretary deviated substantially from the force structure plan. Requires prior publication of such changes, together with public hearings. Requires Commission report copies to be transmitted to the defense and appropriations committees.Requires the President, by specified dates, to approve or disapprove Commission recommendations by way of reports to the Commission and Congress. Requires the Commission to submit a revised list if any recommendations are disapproved, subject to presidential certification.(Sec. 1104) Directs the Secretary, after a final list is approved, to: (1) begin to close or realign all recommended installations within two years after the date of approval; and (2) complete all closures and realignments within six years after such approval. Prohibits the Secretary from carrying out any closure or realignment if a joint congressional resolution is enacted which disapproves such recommendation.(Sec. 1105) Authorizes the Secretary to take all necessary actions to implement such closure or realignment recommendations, including required transfers or disposals of property. Requires appropriate consideration of any redevelopment plan for the community within or surrounding such an installation. Directs the Secretary to consult with the entity responsible for the redevelopment plan to identify items (nonmilitary) of personal property on an installation that the entity desires to be retained for installation reuse or redevelopment. Authorizes the Secretary to transfer real and personal property on such an installation to the redevelopment authority concerned for job generation purposes. Requires all property transferred to support the economic redevelopment of the installation. Directs the Secretary, after taking appropriate action with an entity with respect to a redevelopment plan, to determine whether another Federal department or agency has identified a use for, or will accept transfer of, any remaining portion of an installation. Outlines procedures for property transfers to a redevelopment authority or another Federal department or agency.Expresses the sense of Congress that, as soon as practicable after the date of approval of a closure or realignment, the appropriate redevelopment authority should begin to conduct outreach efforts to provide information on the availability of an installation's buildings and property to representatives of the homeless or other entities interested in assisting the homeless. Outlines procedures for State and local governments, representatives of the homeless, and other interested parties to notify a redevelopment authority of interest in, and plans for, buildings and property for such purpose. Requires the redevelopment authority, after such notification, to develop a redevelopment plan (with opportunity for public comment). Requires such plan to be submitted to the Secretaries of Defense and Housing and Urban Development (HUD). Requires the HUD Secretary to review such plan, taking into consideration the predominant views of the local communities, and to notify the Secretary and the redevelopment authority of plan approval or disapproval. Requires submission of a revised plan if the original plan is disapproved. Provides for implementation of an approved plan.Requires the Secretary to carry out an environmental impact analysis of the closure or realignment of each installation.Authorizes the Secretary, when it is determined to be in the best interests of DOD, to enter into agreements with local governments for the provision at such installations of police or security, fire protection, airfield operation, or other community services.Outlines required actions for closed or realigned installations under the National Environmental Policy Act of 1969 and other environmental compliance laws.Authorizes the Secretary to enter into agreements for the transfer of property or facilities located at or near an installation to any person who agrees to transfer to the Secretary housing units located at or near a military installation at which there is a shortage of suitable military housing. Requires a report to the defense and appropriations committees on each agreement.Authorizes the Secretary to purchase from military personnel any interests in manufactured housing located at a manufactured housing park at an installation to be closed or realigned, or to make a payment to a member to relocate such housing, if the Secretary determines that: (1) it is in the best interests of the Federal Government to eliminate or relocate the housing park; and (2) such elimination or relocation would result in unreasonable financial hardship to the housing owners. Limits such payments to 90 percent of the purchase price of such housing, plus the costs of any permanent improvements.(Sec. 1106) Establishes the Department of Defense Base Closure Account 2000 for use in connection with all closures or realignments under this Title. Requires annual Account financial reports from the Secretary to the defense and appropriations committees.Provides for the disposal or transfer of commissary stores and property purchased with nonappropriated funds located on a military installation to be closed or realigned.(Sec. 1107) Directs the Secretary, as part of the DOD budget request for FY 2005 and each subsequent year in which the Secretary carries out activities under this Title, to report to the defense and appropriations committees: (1) a schedule of the closures and realignments to be carried out, together with costs incurred and savings to be achieved; and (2) a description of the military installations to which functions are to be transferred as a result of such closures and realignments, as well as the environmental effects of such transfers.(Sec. 1108) Outlines procedures for the congressional consideration of a joint resolution disapproving the recommendations of the Commission under this Title.(Sec. 1109) Makes this Title the exclusive military base closure and realignment authority during the period beginning on the date of enactment of this Act and ending on December 31, 2005. Prohibits any DOD funds other than those provided herein from being used to select, close, or realign any military installation (with exceptions for those authorized under prior law)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Defense Authorization Act for Fiscal Year 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Defense Base Closure and Realignment Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal year 2001 for military activities of the Department of Defense, to prescribe military personnel strengths for fiscal year 2001, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:13-05:00"
}