{
  "actions": [
    {
      "acted_at": "1973-02-22", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s971-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1973-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moss, Frank E.", 
      "sponsored_at": "1973-01-03", 
      "state": "UT", 
      "thomas_id": "01406", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pastore, John O.", 
      "sponsored_at": "1973-01-03", 
      "state": "RI", 
      "thomas_id": "01415", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1973-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tunney, John V.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01450", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-22", 
  "number": "971", 
  "official_title": "A bill to help preserve and improve low- and moderate-income housing.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6528-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Home Preservation Act", 
  "sponsor": {
    "district": null, 
    "name": "Taft, Robert, Jr.", 
    "state": "OH", 
    "thomas_id": "01445", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-22", 
  "subjects": [
    "Aged and aging", 
    "Disabled", 
    "Housing and community development", 
    "Insurance", 
    "Low-income housing", 
    "Moderate income housing", 
    "Mortgages"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-22", 
    "text": "Home Preservation Act - Title I: Refinancing for Home Preservation - Authorizes the Secretary of Housing and Urban Development to insure any mortgage in accordance with the provisions of this Act, and to make commitments for such insurance prior to the date of the execution of any mortgage or any disbursement thereon. Directs the Secretary to establish procedures to expedite, to the maximum extent feasible, the processing and approval of applications for such insurance. States that the purpose of this Act is to encourage the preservation and upgrading of existing low- and moderate-income housing through such a program of mortgage insurance. Provides that such mortgage insurance shall apply to predominately residential property which provide either low- or moderate-income housing and satisfies specified conditions regarding the property's potential and present condition. Provides for a limitation on the amount of indebtedness insured. Provides for complete amortization by periodic payments within terms satisfactory to the Secretary, as the mortgagor and mortgagee agree upon, but not to exceed 25 years. Provides that the interest rate on such mortgage shall not exceed the secretary's regulation. Provides percentage limitations upon the Secretary's insurance obligation with respect to the principal of a mortgage. Authorizes the Secretary to issue regulations to assure that the purpose of the act is accomplished. Title II: Home Repair Loans for the Elderly and Handicapped - Provides that in order to assist elderly or handicapped families repair and improve their homes, the Secretary is authorized to provide assistance in the form of loans to qualified borrowers and in the form of advances when necessary to specified recipients. States that loan assistance shall limit the principal to the lesser of $5,000 or the cost of the necessary repairs and improvements, bear an interest rate of 3 percent, and be amortized within fifteen years. Provides that advances shall create a lien upon the property, will not exceed $5000 and bear no interest. Title III: Emergency Home Preservation Loans - Authorizes the Secretary to enter into a loan agreement, upon such terms and conditions as he may prescribe, with a mortgagor who is temporarily unable to make monthly mortgage payments as a result of the death, disability, illness, or unemployment of the principal mortgagor for reasons beyond his control, which agreement provides for the making of disbursements on that loan in the form of periodic payments to a mortgagee on behalf of that mortgagor. Provides for loan limitations and regulations to be made by the Secretary. Authorizes the Secretary, upon such terms and conditions as he may prescribe, to make home repair loans to homeowners who are unable to finance on reasonable terms, by any means other than this Act, the full cost of repairs necessary to maintain their homes. Defines who is a qualified borrower. Title IV: Miscellaneous - Creates a Home Preservation Fund which shall be used by the Secretary in administering this Act. Authorizes $50,000,000 to be appropriated for this fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Home Preservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to help preserve and improve low- and moderate-income housing.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:28-05:00"
}