{
  "actions": [
    {
      "acted_at": "1974-02-25", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3050-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-25", 
  "number": "3050", 
  "official_title": "A bill to promote the general welfare by establishing a balanced national growth and development policy and establishing an Office of Balanced National Growth and Development and certain programs to carry out such policy.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr16585-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Balanced National Growth and Development Act", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-25", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Census", 
    "Congress", 
    "Congressional joint committees", 
    "Economics and public finance", 
    "Federal aid programs", 
    "Government operations and politics", 
    "Land use", 
    "National policy", 
    "Population"
  ], 
  "subjects_top_term": "National policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-25", 
    "text": "Balanced National Growth and Development Act - Title I: Statement of Policy; Findings; and Purpose - Declares that it is the responsibility of the Federal Government, in concert with State and local governments, to undertake the development of a balanced national growth and development policy. Expresses the findings of Congress and the purposes of this Act by setting out sixteen national goals. Title II: Office of Balanced National Growth and Development - Establishes in the Executive Office of the President an Office of Balanced National Growth and Development, having in the Office a Council on Balanced National Growth and Development. Prescribes the membership composition of such Council. Directs the Office to fulfill enumerated objectives, including to provide for: (1) the policy direction and coordination of all Federal and federally assisted programs for planning and land use development, human resources improvement and resource and energy allocation; (2) the preparation of an annual report, to be known as the Annual Report on Balanced National Growth and Development, detailing the progress made in carrying out the provisions of this Act; (3) the assessment of national needs, goals, and priorities; and (4) the evaluation of Federal and State tax policies upon the private industrial mix. Outlines the content required in the Annual Report on Balanced National Growth and Development. Directs the Council of Economic Advisors, the Council on Environmental Quality, the National Citizens Council on the American Future, and the Advisory Commission on Intergovernmental Relations to review all policies and report their recommendations to the Office. Transfers all functions of the Domestic Council related to national growth and development policy to the Office. Provides for the consolidation of Federal comprehensive planning activities and planning assistance programs. Title III: Transfer of Certain Functions from Office of Management and Budget with Respect to Review of Federal Projects and Liaison with State and Local Governments - Transfers specified functions of the Office of Management and Budget under the Demonstration Cities and Metropolitan Development Act of 1966, and the National Environmental Policy Act of 1969 to the Office. Title IV: Multi-State Regional Planning and Development Commissions - States that for purposes of this title the Nation shall be divided into a system of not less than eight, nor more than twelve, planning and development regions. Sets forth the criteria to be taken into account by the President in establishing such regions. Provides that for each region, there shall be established a multi-State regional planning and development commission. Specifies the composition of such commissions and outlines their functions and administrative powers. Provides for the adjustment of boundaries of present regional commissions established under the Public Works and Economic Development Act. Authorizes to be appropriated for the expenses of this title $10,000,000 for fiscal year 1975, and $20,000,000 for each fiscal year thereafter. Title V: Comprehensive Planning Assistance - Directs the President to transfer the administration of the planning assistance program provided for in the Housing Act of 1954 from the Secretary of Housing and Urban Development to the Office. Authorizes appropriations for fiscal year 1975 and each fiscal year thereafter for specified provisions of the Housing Act of 1954. Title VI: Uniform Planning and Requirements for Grant-in-Aid Programs - States that is is the purpose of this title to eliminate inconsistent and overlapping grant requirements by providing a method of identifying development policy and by establishing a basis for the use of common data and information. Requires Federal departments and agencies administering grant programs which require planning as a condition to making the grants to require: (1) that such planning be consistent with the policies of the Regional Planning and Development Commissions; and (2) that such planning utilize the same geographic areas, time periods, and base data as used by the Regional Commissions. Title VII: National Citizens' Council on the American Future - Establishes a National Citizens Council on The American Future to advise the Office and Congress in the formulation, evaluation, and implementation of national growth policies and in carrying out its other activities pursuant to this Act. Prescribes the rates of compensation of Council members and the Council's administrative powers. Directs the Office to encourage the formation of multistate and State citizens councils to advise Regional Planning and Development Commissions and governments and industry with respect to planning and development. Title VIII: Joint Congressional Committee on Balanced National Growth and Development and Congressional Office On Policy and Planning - Establishes a joint committee of the Congress to be known as the Joint Committee on Balanced National Growth and Development. Specifies the membership composition of such committee and their administrative powers. Creates a Congressional Office of Policy and Planning which shall conduct a continuing, non-partisan analysis of national goals, priorities, and urban, rural, and national growth policies and shall provide the Congress with the information, data, and analyses necessary for enlightened decisions with respect to such matters. Authorizes the Librarian of Congress to make available to the Congressional Office such services and assistance by the Congressional Research Service as may be appropriate and feasible. Provides for: (1) the utilization of the Foundation of the American Future; (2) coordination with the Office of Technology Assessment; (3) coordination with the National Science Foundation; and (4) utilization of the General Accounting Office. Title IX: Requirements with Respect to the Location Impact of Federal Facilities, Activities, and Federal Procurement - Sates that the Congress directs that to the fullest extent possible: (1) the policies, regulations, and public laws of the United States shall be interpreted and administered in accordance with the policies set forth in this Act, and (2) all departments and agencies of the Federal Government shall include specified population, cost and time information in every report on proposals significantly affecting the growth of the United States. Sets forth Federal procurement policies to be achieved under this Act. Title X: Foundation on the American Future - Establishes an independent agency of the Federal Government to be known as the Foundation on the American Future: (1) to conduct projects to determine the interactions, social benefits and costs, rates of national change, and present and likely future patterns of important scientific, social, and economic programs and activities; (2) to evaluate the effects of national development policy, or its lack, on these interactions, social benefits and costs, rates of national change, and patterns; and (3) to determine and formulate alternative future national growth patterns, and development of policy recommendations which can bring them into existence. Enumerates twelve administrative powers of the Foundation. Calls for coordination of the Foundation's activities with the National Science Foundation and other agencies and institutions. Title XI: Establishment of Agency for Population and Demographic Analysis within the Bureau of Census, Department of Commerce - Directs the Secretary of Commerce to establish within the Bureau of Census an Agency for Population and Demographic Analysis to be headed by a Deputy Director for National Population and Demographic Analysis. States that the Agency shall include Divisions of Demographic Analysis, Economic and Social Analysis, and Political and Fiscal Analysis. Sets forth the functions of the Agency. Title XII: Authorization for Appropriations Authorization - States that in addition to specific authorizations in this Act, there are authorized to be appropriated such other amounts as are necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Balanced National Growth and Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the general welfare by establishing a balanced national growth and development policy and establishing an Office of Balanced National Growth and Development and certain programs to carry out such policy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:04-05:00"
}