{
  "actions": [
    {
      "acted_at": "1982-05-21", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-21", 
      "bill_ids": [
        "hr6383-97"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Previous Action See H.R.6383.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-02", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-02", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-08-19", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Energy and Commerce.  Report No: 97-768.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-19", 
      "references": [], 
      "text": "Placed on Union Calendar No: 465.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-20", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-20", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1982-09-22", 
      "references": [], 
      "text": "Received in the Senate, read twice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-22", 
      "calendar": "Senate Legislative", 
      "number": "832", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 832.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1982-10-01", 
      "bill_ids": [
        "s2365-97"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S. 2365 amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-10-01", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1982-10-01", 
      "references": [], 
      "text": "Senate insists on its amendments, asks for a conference, appoints conferees Humphrey; Hatch; Denton; Matsunaga; Riegle.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-16", 
      "references": [], 
      "text": "House Concurred, in Senate Amendments , with Amendments.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6458-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1982-09-20", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1982-10-01", 
    "vetoed": false
  }, 
  "introduced_at": "1982-05-21", 
  "number": "6458", 
  "official_title": "A bill to amend the Public Health Service Act and related laws to consolidate the laws relating to the Alcohol, Drug Abuse, and Mental Health Administration, the National Institute of Mental Health, the National Institute of Alcohol Abuse and Alcoholism, and the National Institute on Drug Abuse, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6383-97", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2365-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Alcohol Abuse and Alcoholism and Drug Abuse Amendments of 1982", 
  "sponsor": {
    "district": "24", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_BACK:SENATE", 
  "status_at": "1982-10-01", 
  "subjects": [
    "Alcohol and Alcoholic Beverages", 
    "Alcoholism", 
    "Bioethics", 
    "Department of Health and Human Services", 
    "Drug abuse", 
    "Drug industry", 
    "Drugs and narcotics", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Government paperwork", 
    "Hawaiians", 
    "Health", 
    "Information services", 
    "Marijuana", 
    "Medical ethics", 
    "Mental health services", 
    "Patent licenses", 
    "Preventive medicine", 
    "Psychologists", 
    "Public health"
  ], 
  "subjects_top_term": "Public health", 
  "summary": {
    "as": "House agreed to Senate amendment with amendment", 
    "date": "1982-12-16", 
    "text": "(House agreed to Senate amendment with an amendment) Title I: Alcohol and Drug Abuse Amendments - Alcohol and Drug Abuse Amendments of 1982 - Redesignates existing title V (Miscellaneous) of the Public Health Service Act (PHSA) as title XXI. Consolidates specified Federal alcohol, drug, abuse, and mental health research, educational, and administrative authorities (including the Alcohol, Drug Abuse, and Mental Health Administration and its three research institutes) within a new title V of the PHSA. Establishes an Assistant Administrator of the Alcohol, Drug Abuse, and Mental Health Administration to promote the prevention research programs of the National Institute of Mental Health, the National Institute on Alcohol Abuse and Alcoholism, and the National Institute on Drug Abuse. Requires an annual report to Congress (starting January 1, 1984). Directs the Administrator to establish a process for appropriate response to information regarding scientific fraud and incidences of violations of the rights of human subjects in projects funded under this Act. Directs the Secretary of Health and Human Services to submit a report to Congress every three years (starting January 15, 1984) which contains: (1) current information on the health consequences of using alcoholic beverages; (2) a description of research findings made with respect to alcohol abuse and alcoholism; (3) the health consequences and extent of drug abuse in the United States; (4) research findings made with respect to drug abuse; and (5) recommendations for legislative and administrative action. Provides for technical and scientific peer review of biomedical and behavioral research and development grants, cooperative agreements, and contracts. Directs the Secretary to disseminate (rather than merely to make available) research information on alcohol abuse. Directs the National Advisory Council on Alcohol Abuse and Alcoholism to give grant priority to projects relating to the: (1) relationship between alcohol abuse and domestic violence; (2) effect of alcohol use during pregnancy; (3) effect of alcohol abuse on the family, and on social and health systems; (4) relationship between alcohol abuse and drugs; and (5) cost and effectiveness of various treatment and prevention programs. Authorizes FY 1983 and 1984 appropriations for alcohol research. Prohibits more than 35 percent of such funds from being obligated to National Alcohol Research Centers. Authorizes FY 1983 and 1984 appropriations for drug abuse research. Repeals sections of the Alcohol Abuse and Alcoholism Prevention, Treatment and Rehabilitation Act of 1970 and the Drug Abuse Prevention, Treatment, and Rehabilitation Act, to conform with the provisions of this Act. Abolishes the Interagency Committee on Federal Activities for Alcohol Abuse and Alcoholism. Repeals the Marihuana and Health Reporting Act. Directs the Secretary to report to Congress by January 15, 1984, regarding Federal and State alcohol, drug abuse, and mental health programs. Amends the Drug Abuse Prevention, Treatment, and Rehabilitation Act to make the review of national drug abuse strategy a biennial (currently annual) reporting requirement. Eliminates the annual reporting requirement. Title II: Health Planning Amendments - Health Planning Amendments of 1982 - Reduces required Health Systems Agency (HSA) staff from five overall and one per 100,000 residents to three overall and one per 300,000 residents. Provides that HSAs shall review services upon State request (presently HSA mandatory review). Removes the 24-month limit on HSA conditional designation. Eliminates: (1) the 90-day notice of termination requirement for conditional HSA designation; and (2) the 12-month probationary limit during which a fully designated HSA may be conditionally designated. Authorizes HSA redesignation of any entity (presently a terminated HSA can not be redesignated). Eliminates the Secretary's authority to reduce HSA planning grants. Eliminates the requirement that a conditionally designated State health planning and development agency (agency) increase its functions in order to receive full designation. Eliminates: (1) the Secretary's authority to terminate an agency's conditional designation upon 90-day notice; and (2) the 12-month probationary limit during which a fully designated agency may be conditionally designated. Extends agency conditional designation authority until March 31, 1985. Repeals the PHSA fund loss penalty for States without a fully designated agency. Makes agency review of institutional health services discretionary. Increases the dollar amounts of capital expenditures, annual institutional operating costs, and major medical equipment for purposes of State certificate-of-need program review. Authorizes FY 1983 appropriations for: (1) HSA planning grants; (2) State health planning and development agencies; and (3) health planning centers. Repeals title XV (National Health Planning and Development) of the PHSA effective March 31, 1985. Title III: Miscellaneous Amendments - Amends the Comprehensive Alcohol Abuse and Alcoholism Prevention, Treatment, and Rehabilitation Act of 1970, and the Drug Abuse Prevention, Treatment, and Rehabilitation Act to include Native Hawaiians and Native American Pacific Islanders within the grant-priority groups. Extends the patent term for a new drug product. Sets forth related provisions. Extends the President's Commission for the Study of Ethical Problems in Medicine and Biomedical and Behavioral Research through March 31, 1983. Prohibits States from using funds for patient services collected by community health centers as primary block grant matching funds. Permits PHSA title VII (Health Research and Teaching Facilities and Training of Professional Health Personnel) funds to be used to provide related technical assistance."
  }, 
  "titles": [
    {
      "as": "passed senate", 
      "title": "Alcohol Abuse and Alcoholism and Drug Abuse Amendments of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act and related laws to consolidate the laws relating to the Alcohol, Drug Abuse, and Mental Health Administration, the National Institute of Mental Health, the National Institute of Alcohol Abuse and Alcoholism, and the National Institute on Drug Abuse, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:05-05:00"
}