{
  "actions": [
    {
      "acted_at": "1987-03-03", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-11", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Transportation, Tourism, and Hazardous Materials", 
      "text": "Referred to Subcommittee on Transportation, Tourism, and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-12", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Social Security", 
      "text": "Referred to Subcommittee on Social Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-12", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-11-10", 
      "bill_ids": [
        "hr4333-100"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Provisions of Measure Incorporated Into H.R.4333.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1356-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Transportation, Tourism, and Hazardous Materials", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Social Security", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Coats, Daniel", 
      "sponsored_at": "1987-03-03", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Jenkins, Edgar L.", 
      "sponsored_at": "1987-03-10", 
      "state": "GA", 
      "thomas_id": "00595", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Kolter, Joseph P.", 
      "sponsored_at": "1987-07-30", 
      "state": "PA", 
      "thomas_id": "00646", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Slaughter, Louise McIntosh", 
      "sponsored_at": "1987-03-12", 
      "state": "NY", 
      "thomas_id": "01069", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Staggers, Harley O., Jr.", 
      "sponsored_at": "1987-10-15", 
      "state": "WV", 
      "thomas_id": "01095", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-03-03", 
  "number": "1356", 
  "official_title": "A bill to amend the Railroad Unemployment Insurance Act to assure sufficient resources to pay benefits under that Act, to increase the maximum daily benefit provided under that Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4333-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Railroad Unemployment Insurance Solvency and Benefit Increase Act of 1987", 
  "sponsor": {
    "district": "1", 
    "name": "Florio, James J.", 
    "state": "NJ", 
    "thomas_id": "00392", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-03-03", 
  "subjects": [
    "Annuities", 
    "Armed forces and national security", 
    "Employee benefit plans", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Labor and employment", 
    "Railroad employees", 
    "Railroad retirement plans", 
    "Railroads", 
    "Unemployment insurance", 
    "Veterans' employment"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-03-03", 
    "text": "Railroad Unemployment Insurance Solvency and Benefit Increase Act of 1987 - Title I: Financing Provisions - Amends the Railroad Unemployment Insurance Act to redefine compensation to provide that in computing the compensation paid to any employee, no part of any month's compensation in excess of the monthly compensation base shall be recognized. Establishes a formula for such monthly compensation base. Directs the Railroad Retirement Board (the Board) to: (1) compute the monthly compensation base according to certain guidelines; (2) compute the maximum daily benefit rate applicable to days of unemployment and sickness; and (3) publish notice of such computation in the Federal Register. Revises the guidelines for employers' contributions. Requires the Board to maintain an individual employer record for each employer, and the records necessary to determine pooled charges and pooled credits, as well as unallocated balances for the system. Provides for the combining of joint individual employer records upon the employers' request in the event of a merger, consolidation, unification, or reorganization. Establishes a 12 percent employer contribution limit, or nine percent when a surtax is in effect. Revises the guidelines for employee representatives' contributions to require that such a representative pay a contribution relating to so much of the compensation paid for representation services as is not in excess of a specified monthly compensation base. Extends certain remedies to an employer or employee representative who contests the contribution rate made applicable to him or her by the Board. Establishes deadlines by which the Board shall proclaim certain account balances, pooled ratios, and surcharge rates. Requires the Board to publish notice of such proclamations in the Federal Register. Increases from 0.5 to 0.65 the percentage of employer and employee contributions which must be credited to the railroad unemployment insurance administration fund. Requires the Board to: (1) notify the base year employer when an employee files a claim for benefits; (2) afford such employer opportunity to respond before making an initial determination on such claim; and (3) notify such employer when the Board initially makes a determination to make benefit payments under a claim. Prescribes guidelines for administrative and judicial review of Board determinations to make payments under a claim. Title II: Benefit and Other Adjustments - Increases the waiting period for unemployment and sickness benefits from four to nine days during the first registration period within a benefit year in which the employee has more than four days of unemployment and for each day of unemployment in excess of four during any other benefit period in the same benefit year. Excludes nine days of sickness in the first registration period during a benefit year and four days of sickness in any other registration period when computing sickness benefits. Amends the daily unemployment or sickness benefit rates to prohibit daily benefits from exceeding: (1) $25.00 until July 1, 1987; and (2) $30.00 for registration periods beginning after June 30, 1987, but before July 1, 1988. Requires the Board to compute a maximum daily rate that shall be a minimum of $30.00. Redefines \"qualified employee\" to mean an employee who received compensation with respect to each of not less than six months in the base year, if such compensation will not have been less than five times the monthly compensation base. Increases from $10.00 to $15.00 the maximum permitted subsidiary remuneration. Title III: Retirement Act Amendments - Declares that, for purposes of computing years of service to determine individual annuity benefits, severance or separation payments received between January 1, 1985, and January 1, 1988, shall not cause an individual to be deemed unemployed under the Railroad Retirement Act of 1974. Eliminates as a disqualifier for annuity benefits any compensated service rendered after receipt of annuity benefits to the annuitant's last employer. Repeals the requirement that an annuitant relinquish all rights to return to the service of the person by whom the annuitant was last employed in order to qualify for annuity benefits. Increases the earnings limit for disability annuitants from $200 a month to $400 a month (and from $2,400 a year to $4,800 a year). Redefines \"war service period\" to provide that the period June 15, 1948, to December 15, 1950, shall be deemed a war service period with respect to persons who returned to railroad employment without an intervening employment following military service."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Railroad Unemployment Insurance Solvency and Benefit Increase Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Railroad Unemployment Insurance Act to assure sufficient resources to pay benefits under that Act, to increase the maximum daily benefit provided under that Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:59-05:00"
}