{
  "actions": [
    {
      "acted_at": "1975-03-05", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-03-05", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4282-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-05", 
  "number": "4282", 
  "official_title": "A bill to provide that all petroleum imported into the United States after September 1, 1975, shall not be available for purchase other than by the Government of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Petroleum Imports Control Act", 
  "sponsor": {
    "district": "1", 
    "name": "Cotter, William R.", 
    "state": "CT", 
    "thomas_id": "00239", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-05", 
  "subjects": [
    "Foreign trade and international finance", 
    "Fuel allocation", 
    "Imports", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Resource allocation"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-05", 
    "text": "Federal Petroleum Imports Control Act - States that it is the purpose of this Act to instill competition in the imported and domestic petroleum market, to reduce the cost of foreign petroleum and to reduce the balance-of-payments deficit of the United States. Directs on June 30,1975. and on June 30 of each year thereafter, the Secretary of the Treasury, based upon a projected balance of payments commensurate with the Nation's economic security, to determine the dollar amount of petroleum which may be imported into this country during the October 1 through September 30 twelve-month period immediately following each such determination. Provides that determination shall be transmitted to the Federal Energy Administrator and made a matter of public record. States that the Administrator of the Federal Energy Administration, shall, after October 1, 1975, be responsible for the importation of petroleum into the United States within the limits established by the Secretary of the Treasury, and no petroleum shall thereafter be imported into the United Stated except in accordance with this Act. Provides that, after October 1, 1975, no petroleum shall be imported into the United States except pursuant to a bid submitted in accordance with this Act and accepted by the Administrator. States that any peron who imports petroleum into the United States except in accordance with this Act shall be punished by a fine not exceeding $1,000,000 or by imprisonment not exceeding one year, or both. Requires the Administrator to promulgate regulations for the fair and equitable allocation by sale of all petroleum so imported into the United States, at price not to vary more than 10 percent above or below the cost of acquisition of the imported petroleum, taking into account specified factors. Directs the Administrator to promulgate rules which will provide for th debarment, suspension, and placement in ineligiblity status of bidders who fail to perform in accord with the terms of their accepted bids. Provides that any officer or employee of the Federal Energy Administration who shall make unauthorized disclosure of information relating to the identity of the bidders or the terms of the bids shall be punished by a fine not exceeding $100,000 or by imprisonment not exceeding ten years, or both."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Petroleum Imports Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide that all petroleum imported into the United States after September 1, 1975, shall not be available for purchase other than by the Government of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:38-05:00"
}