{
  "actions": [
    {
      "acted_at": "1979-04-24", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-04-24", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-04-24", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3671-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-04-24", 
  "number": "3671", 
  "official_title": "A bill to establish an Energy Development and Management Authority.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy Development and Management Authority Act", 
  "sponsor": {
    "district": "5", 
    "name": "Carter, Tim Lee", 
    "state": "KY", 
    "thomas_id": "00181", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-04-24", 
  "subjects": [
    "Coal", 
    "Corporations and Stocks", 
    "Economics and public finance", 
    "Eminent domain", 
    "Energy", 
    "Energy conservation", 
    "Energy facilities", 
    "Executive reorganization", 
    "Government corporations", 
    "Government operations and politics", 
    "Government securities", 
    "Mines and mineral resources", 
    "Oil shales", 
    "Power resources", 
    "Public Lands and Real Property", 
    "Securities and Investments", 
    "Subsidies"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-04-24", 
    "text": "Energy Development and Management Authority Act - Declares it to be the policy of the Congress that resources of oil shale and coal on public lands be developed promptly by both Government and private interests, and that facilities to make liquid and gaseous fuels from oil shale and coal be subsidized through Federal appropriations. Establishes a Government corporation to be known as the Energy Development and Management Authority which shall administer a national program for the exploration, development, and conservation of energy mineral deposits. Provides that such corporation shall be directed by a Board of Directors and sets forth the duties and powers of such Board and the Corporation. Authorizes the Corporation, with the approval of the Secretary of the Treasury, to issue bonds not to exceed in the aggregate $50,000,000,000 outstanding at any one time and sets forth requirements as to amount, terms, and conditions of such bonds. Exempts such bonds from all Federal, State, and local taxation, except estate, inheritance, and gift taxes. Authorizes the Corporation to acquire by condemnation any lands, easements, or rights-of-way which it determines are necessary to carry out the provisions of this Act. Grants to the Corporation access to the Patent Office of the United States for the purpose of allowing the Corporation to ascertain and use the most effective and economical processes for the exploration and development of energy mineral resources and any method of improving and reducing the cost of production of electric power. Imposes fines and/or imprisonment on any person defrauding the Corporation. Requires that the proceeds derived by the Board from the sale of energy minerals or any other products manufactured by the Corporation and from any other activities of the Corporation shall be paid into the Treasury of the United States, except such part as the Board determines is necessary for the operation of the Corporation's energy minerals resources exploration and development program and $2,000,000 to defray emergency expenses and to insure continuous operation of the Corporation. Directs the Corporation to give all possible weight to the protection of the environment in all decisions regarding the siting and design of any facility constructed under this Act. Authorizes the appropriation of $50,000,000,000 for the purpose of carrying out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Development and Management Authority Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Energy Development and Management Authority.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:02-05:00"
}