{
  "actions": [
    {
      "acted_at": "2003-03-13", 
      "committee": "Committee on Rules and Administration", 
      "references": [
        {
          "reference": "CR S3749-3750", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres85-108", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-03-13", 
  "number": "85", 
  "official_title": "A resolution to amend paragraph 2 of rule XXII of the Standing Rules of the Senate.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Miller, Zell", 
    "state": "GA", 
    "thomas_id": "01624", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2003-03-13", 
  "subjects": [
    "Congress", 
    "Senate", 
    "Senate rules and procedure"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Introduced", 
    "date": "2003-03-13", 
    "text": "Amends rule XXII (Precedence of Motions) of the Standing Rules of the Senate to authorize subsequent cloture motions on a measure, motion, matter, or unfinished business if the Senate fails to invoke cloture with respect to it. Makes it out of order to file subsequent cloture motions on any measure, motion, or other matter pending before the Senate, except by unanimous consent, until the previous motion has been disposed of.Reduces the affirmative vote (three-fifths, or 60 out of 100) required to invoke cloture on such measure, motion, or other matter, or unfinished business (other than a measure or motion to amend the Senate rules) by three votes on the second such motion and by three additional votes on each succeeding motion, until the affirmative vote is reduced to a number equal to or less than an affirmative vote of a majority of the Senators duly chosen and sworn. Makes the required vote then an affirmative vote of a majority of the Senators duly chosen and sworn. Provides that the requirement of an affirmative vote of a majority of the Senators duly chosen and sworn shall not be further reduced upon any vote taken on any later cloture motion with respect to that measure, motion, matter, or unfinished business."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution to amend paragraph 2 of rule XXII of the Standing Rules of the Senate.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:24-05:00"
}