{
  "actions": [
    {
      "acted_at": "1988-08-09", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2704-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1988-09-23", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1988-08-09", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-08-09", 
  "number": "2704", 
  "official_title": "A bill to require that certain Federal entities and certain non-Federal     entities receiving Federal financial assistance provide television sets that display closed-captioning, to eliminate the payment to federal employees  traveling on official business of lodging expenses incurred at a place of public accomodation that does not, on request, provide guests with guest rooms furnished with televisions that display closed-captioning, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Closed-Captioned Television Services for the Hearing-Impaired Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "thomas_id": "00501", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-08-09", 
  "subjects": [
    "Advertising and Marketing", 
    "Armed forces and national security", 
    "Civil service compensation", 
    "Communications and Broadcasting", 
    "Conferences", 
    "Convention facilities", 
    "Deaf", 
    "Disabled", 
    "Education", 
    "Educational facilities", 
    "Educational television", 
    "Elementary education", 
    "Extended care facilities", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to vocational education", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Government publicity", 
    "Government records, documents, and information", 
    "Health", 
    "Health facilities", 
    "Higher education", 
    "Hospitals", 
    "Hotels, motels, etc.", 
    "Information services", 
    "Intermediate care facilities", 
    "Medicaid", 
    "Medicare", 
    "Mentally handicapped", 
    "Nursing homes", 
    "Public assistance programs", 
    "Public health", 
    "Public service advertising", 
    "Secondary education", 
    "Social welfare", 
    "Soldiers' homes", 
    "Student aid", 
    "Surveys", 
    "Television", 
    "Television advertising", 
    "Tourist trade", 
    "Transportation and Travel", 
    "Travel costs", 
    "Veterans' hospitals", 
    "Veterans' medical care", 
    "Video tape recording", 
    "Vocational education"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-08-09", 
    "text": "Closed-Captioned Television Services for the Hearing-Impaired Act of 1988 - Amends part A (General Provisions) of title XI of the Social Security Act to permit participation in the Medicaid and Medicare programs only to hospitals which certify that each patient is provided, upon request, with a room furnished with a television that displays closed-captioning, and that notice of this service is given to the patient at the time of admission. Exempts hospitals that do not make televisions available to patients. Institutes comparable requirements for nursing care facilities and intermediate care facilities for the mentally retarded, requiring that televisions in common areas of the relevant facility display closed-captioning. Amends the Public Health Service Act and other Federal law to institute the same requirements for Public Health Service facilities and hospitals, nursing homes, and domiciliary facilities under the direct jurisdiction of the Veterans Administration. Amends the Higher Education Act of 1965 to require institutions of higher education and vocational schools, in order to be eligible for student assistance programs, to certify that televisions displaying closed-captioning are available for use in classrooms and common areas, unless the Secretary of Education determines that waiver or modification is appropriate. Amends the Elementary and Secondary Education Act of 1965 to require any local educational agency conducting programs that include television program viewing to certify that the televisions used display closed-captioning, unless the Secretary of Education determines that waiver or modification is appropriate. Directs all Federal entities that use television or video programming to provide public information or educational services to make reasonable efforts to caption the programming and make it available to the general public and to organizations that serve the hearing-impaired. Amends Federal law to prohibit reimbursement to Federal employees traveling on official business of lodging expenses incurred at any public lodging establishment that does not, upon request, provide guests with rooms furnished with televisions displaying closed-captioning, unless no other accommodations are reasonably available. Limits studies or surveys used to establish per diem lodging expenses for Federal employees to public lodging establishments that provide rooms with closed-captioning television. Prohibits Federal funding of conferences, seminars, or similar activities held in a public lodging establishment that does not, upon request, provide guests with rooms furnished with televisions that display closed-captioning. Permits the Secretary of the Treasury to waive this prohibition if the entity sponsoring or funding the event certifies that the waiver would be appropriate. Requires federally funded or federally sponsored public service announcements to be closed-captioned."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Closed-Captioned Television Services for the Hearing-Impaired Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require that certain Federal entities and certain non-Federal     entities receiving Federal financial assistance provide television sets that display closed-captioning, to eliminate the payment to federal employees  traveling on official business of lodging expenses incurred at a place of public accomodation that does not, on request, provide guests with guest rooms furnished with televisions that display closed-captioning, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:05-05:00"
}