{
  "actions": [
    {
      "acted_at": "1980-05-14", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7352-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Barnes, Michael D.", 
      "sponsored_at": "1979-01-03", 
      "state": "MD", 
      "thomas_id": "00055", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Bedell, Berkley W.", 
      "sponsored_at": "1979-01-03", 
      "state": "IA", 
      "thomas_id": "00071", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Dougherty, Charles F.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00311", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Fazio, Vic", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00374", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Hillis, Elwood H.", 
      "sponsored_at": "1979-01-03", 
      "state": "IN", 
      "thomas_id": "00540", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hughes, William J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00572", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Lagomarsino, Robert J.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00658", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Stokes, Louis", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "01115", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Whitehurst, G. William", 
      "sponsored_at": "1979-01-03", 
      "state": "VA", 
      "thomas_id": "01221", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Whittaker, Bob", 
      "sponsored_at": "1979-01-03", 
      "state": "KS", 
      "thomas_id": "01224", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-05-14", 
  "number": "7352", 
  "official_title": "A bill to amend chapter 5 of title 37, United States Code, to revise the special pay provisions for certain health professionals in the uniformed services.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Uniformed Services Health Professionals Special Pay Act of 1980", 
  "sponsor": {
    "district": "31", 
    "name": "Mitchell, Donald J.", 
    "state": "NY", 
    "thomas_id": "00817", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-05-14", 
  "subjects": [
    "Animals and Animal Protection", 
    "Armed forces and national security", 
    "Chiropractic and chiropractors", 
    "Dentists", 
    "Health", 
    "Medical personnel", 
    "Military medicine", 
    "Military pay", 
    "Military personnel", 
    "Officer personnel", 
    "Optometry", 
    "Physicians", 
    "Public health personnel", 
    "Veterinary medicine"
  ], 
  "subjects_top_term": "Military pay", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-05-14", 
    "text": "Uniformed Services Health Professionals Special Pay Act of 1980 - Provides special and additional pay for dental officers of the Army, Navy, Air Force, or the Public Health Service who are on active duty for a period of not less than one year. Sets forth a schedule for such pay providing that: (1) dental officers below pay grade 0-7 are to receive between $1,200 and $9,000 per year based on years of creditable service; and (2) such officers above pay grade 0-6 are to receive $1,000 per year. Entitles an officer eligible for special pay to an additional $6,000 to $10,000 per year based on years of creditable service, during which such officer is not undergoing medical internship or initial residency training, upon the execution of a written agreement under which the officer agrees to remain on active duty for not less than one year. Authorizes additional special pay from ($2,000 to $4,000 based on years of creditable service) for those dental officers eligible for special pay who are board certified under regulations prescribed under this Act. Includes, in computing years of creditable service for such officers, all periods of internship or residency training during which such officers were not on active duty and all periods of active service in the Armed Forces or the Public Health Service. Entitles an optometry officer of the Army, Navy, Air Force, or the Public Health Service on active duty for a period of not less than one year to variable special pay from $1,000 to $3,000 based on years of creditable service. Entitles such an officer with at least three years of creditable service who is entitled to such special pay to an additional $1,000 for any 12-month period during which the officer is not undergoing optometry residency training, upon the execution of a written agreement to remain on active duty for a period of not less than one year. Computes years of creditable service for such officers by adding all periods the officer spent in optometry residency training while not on active duty together with all periods of active service as an optometry officer. Entitles podiatry officers of the Army, Navy, Air Force, or the Public Health Service on active duty for a period of not less than one year to special pay of $100 per month, if such officer has three or more years of creditable service. Computes such officer's years of creditable service by adding all periods the officer spent in podiatry residency training while not on active duty together with all periods of active service as a podiatry officer. Entitles medical officers of the Public Health Service on active duty for a period of not less than one year to special pay at the following rates: (1) officers below pay grade 0-7 are to receive variable special pay between $1,200 to $10,000 based on years of creditable service; and (2) officers above pay grade 0-6 are to receive $1,000 per year. Entitles such officers with less than ten years of creditable service to additional special pay of $9,000 for any 12-month period during which the officer is undergoing medical internship or initial residency training (under regulations prescribed by this Act). Entitles such officers with ten years or more of creditable service to additional special pay of $10,000 for the same period of residency or internship training. Authorizes any such officer who is entitled to variable special pay and who is board certified to additional pay between $2,000 and $5,000 based on years of creditable service. Entitles such officers below the pay grade 0-7 to incentive special pay in an amount not to exceed $8,000 for any 12-month during which the officer is not undergoing medical internship or initial residency training. Declares that such officers shall not be eligible for such incentive pay unless the Secretary concerned determines such officer to be qualified in the medical profession. Limits such incentive pay not more than six percent of any special pay the officer receives in any fiscal year. Prohibits the payment of additional special pay or incentive special pay unless the officer executes a written agreement to remain on active duty for a period of not less than one year. Computes periods of creditable service for medical officers of the Public Health Service by adding all periods such officer spent in medical internship or residency training while not on active duty together with all periods of active service in the Medical Corps of the Army, or Navy, as a medical officer of the Air Force or the Service. Eliminates provisions of existing law limiting special pay to September 1980. Directs the Secretary concerned to prescribe regulations for the administration of provisions of this Act. Prohibits the amount of special pay to which an officer is entitled from being included in computing the amount of any increase in pay, retirement pay, severance pay, or readjustment pay. Provides that any officer entitled to additional special pay or incentive special pay under this Act who terminates active duty before the end of the period for which payment was made, shall reimburse to the United States any amount applicable to the unserved portion of such duty. Directs the Secretary of Defense to review every two years the special pay for health professionals. Requires a report to Congress of the results of such review. Makes technical and conforming amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Uniformed Services Health Professionals Special Pay Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 5 of title 37, United States Code, to revise the special pay provisions for certain health professionals in the uniformed services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:17-05:00"
}