{
  "actions": [
    {
      "acted_at": "1974-02-05", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12611-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-05", 
  "number": "12611", 
  "official_title": "A bill to provide certain enrollees of Federal health benefit plans coverage supplementary to parts A and B of the medicare program with appropriate Government contribution thereto.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "9", 
    "name": "Moakley, John Joseph", 
    "state": "MA", 
    "thomas_id": "00820", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-05", 
  "subjects": [
    "Federal employees", 
    "Federal employees and officials", 
    "Health", 
    "Medicaid", 
    "Social welfare"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-05", 
    "text": "Provides enrollees of Federal health benefit plans who are eligible to participate in the medicare program with optional coverage supplementary to parts A and B of the medicare program under title XVIII of the Social Security Act. States that such optional coverage shall be included in the Government-wide Service Benefit and Indemnity Benefit plans. Stipulates that the Government contribution for an employee or annuitant who has elected the optional benefits described in this Act shall be in an amount at least equal to the contribution which the Government makes toward the health insurance of any employee or annuitant enrolled for high option coverage under the Government-wide Service Benefit and Indemnity Benefit plans. States that such contribution shall be made in the form of: (1) a contribution toward the protection supplementary to part A or B, or parts A and B, of the medicare program; (2) a payment to or on behalf of such employee or annuitant to offset the cost to him of his coverage under the medicare program; or (3) a combination of such contribution and such payment. Sets forth technical and conforming amendments. Authorizes annual appropriations for the purpose of providing Government contributions to the optional supplementary coverage plan. (Amends 5 U.S.C. 8902-8906)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide certain enrollees of Federal health benefit plans coverage supplementary to parts A and B of the medicare program with appropriate Government contribution thereto.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:19-05:00"
}