{
  "actions": [
    {
      "acted_at": "1991-01-03", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-04-16", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Civil and Constitutional Rights", 
      "text": "Referred to the Subcommittee on Civil and Constitutional Rights.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr18-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Civil and Constitutional Rights", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-03", 
  "number": "18", 
  "official_title": "To reform habeas corpus.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Habeas Corpus Reform Act of 1991", 
  "sponsor": {
    "district": "2", 
    "name": "Hughes, William J.", 
    "state": "NJ", 
    "thomas_id": "00572", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-03", 
  "subjects": [
    "Capital punishment", 
    "Criminal procedure", 
    "Habeas corpus", 
    "Judicial review", 
    "Lawyers", 
    "Legal assistance to prisoners", 
    "Legal fees", 
    "Limitation of actions", 
    "Public defenders", 
    "Right to counsel", 
    "Sentences (Criminal procedure)", 
    "Standards", 
    "State courts"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-03", 
    "text": "Habeas Corpus Reform Act of 1991 - Amends the Federal judicial code to revise provisions governing habeas corpus procedures, particularly in capital cases. Establishes a statute of limitations of 180 days for the filing of an application for habeas corpus relief from a sentence of death. Prescribes periods during which such time requirement shall be tolled, including any period during which the applicant is not represented by counsel. Provides for dismissal of an application for failure to comply with such time requirement, except where the waiver of such requirement is warranted by exceptional circumstances. Specifies requirements for stays of execution and for the consideration of successive applications for a writ of habeas corpus in capital cases. Grants an applicant under sentence of death the right to appeal the final order in a habeas corpus proceeding without a certificate of probable cause, except after denial of a second or successive application. Specifies circumstances under which the court may decline to apply a new rule representing a sharp break from precedent announced by the U.S. Supreme Court that explicitly and substantially changes the law from governing at the time the claimant's sentence became final. Specifies circumstances under which a habeas corpus applicant shall be deemed to have defaulted for failing to raise a claim in State proceedings. Requires any State in which capital punishment may be imposed to: (1) provide counsel to indigents who have been charged with capital offenses or who seek appellate, collateral, or unitary review in State court or Supreme Court review of a death sentence; and (2) provide for the entry of an order of a court of record appointing one or more counsel to represent the prisoner except upon a judicial determination that the prisoner is not indigent or the prisoner knowingly and intelligently waives the appointment of counsel. Requires that at least one attorney so appointed before trial and at least one appointed after trial have been certified by a statewide certification authority. Sets forth requirements with respect to the creation of a certifying authority or authorities, such as a statewide defender organization or a statewide bar association, to: (1) certify attorneys qualified to represent persons charged with capital offenses or sentenced to death; (2) draft and annually publish procedures and standards by which attorneys are certified and rosters of certified attorneys; and (3) periodically review the roster of qualified attorneys, monitor the performance of all attorneys certified, and withdraw certification from any attorney who fails to meet high performance standards. Requires, in the case of an appointment made: (1) before trial, that at least one attorney so appointed have been admitted to practice in the court in which the prosecution is to be tried for not less than five years, and have had not less than three years' experience in the trial of felony prosecutions in that court; and (2) after trial, that at least one attorney so appointed have been admitted to practice in the court of last resort of the State for not less than five years, and have had not less than three years' experience in the handling of appeals in that State court in felony cases. Sets forth additional provisions with respect to: (1) a court's appointment of another attorney more suited (by reason of background, knowledge, or experience) to such a representation; (2) investigative, expert, or other services; (3) attorney compensation and investigation, expert, and other fees and expenses; and (4) sanctions for failure of a State to provide counsel and counsel to substantially meet qualification or performance standards established by this Act or by the certification authority."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Habeas Corpus Reform Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reform habeas corpus.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:07-05:00"
}