{
  "actions": [
    {
      "acted_at": "1990-03-06", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2238-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-03-06", 
  "number": "2238", 
  "official_title": "A bill to amend the Solid Waste Disposal Act to grant States the authority to regulate the interstate disposal of hazardous waste and solid waste.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3395-101", 
      "reason": "identical"
    }
  ], 
  "short_title": "Hazardous and Solid Waste Management Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Shelby, Richard C.", 
    "state": "AL", 
    "thomas_id": "01049", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-03-06", 
  "subjects": [
    "Business records", 
    "Environmental protection", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Hazardous waste disposal", 
    "Licenses", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "Transboundary pollution", 
    "Waste disposal sites"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-03-06", 
    "text": "Hazardous and Solid Waste Management Act of 1989 - Amends the Solid Waste Disposal Act to grant any States that have entered into a contract or cooperative agreement with the President under provisions of the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 relating to remedial actions for releases of hazardous substances into the environment the authority to restrict acceptance of hazardous waste originating in other States for disposal. Requires States to prepare plans for solid waste management over a 20-year period for approval by the Administrator of the Environmental Protection Agency (EPA). Requires the plan to provide that the State shall: (1) identify the amount of such waste by type that is expected to be generated in the State or accepted from another State for disposal; (2) establish processes to assure the availability of facilities with adequate capacity to treat or dispose of such waste in a healthy and environmentally protective manner; and (3) identify the volumes of such waste to be reduced through source reduction and recycling. Allows such plans to provide for out-of-State disposal of such waste if the State is without the capacity to dispose of such waste. Requires such plans to establish enforcement mechanisms to prevent out-of-State waste disposal in amounts in excess of amounts included in such plans. Prohibits treatment or disposal of such waste in a manner not in accordance with approved plans. Directs States to establish programs for issuing permits to State facilities in compliance with such approved plans and State law. Prohibits the transportation of such waste for treatment or disposal or the arranging thereof at facilities which have not been issued such permits after the establishment of such programs. Grants States with approved plans the authority to restrict acceptance of such waste originating in other States if such plans justify the imposition of such restrictions on the lack of capacity in such a State to dispose of solid waste generated in the State. Requires persons transporting any quantity of such waste in excess of 100 pounds from one State to another for disposition to register with both the Administrator and the State in which such waste will be disposed. Requires such waste shipments to be transported to facilities with such State issued permits and accompanied by a form specifying certain information which is to be kept at the facility receiving such waste. Requires such forms to be available for inspection by EPA representatives. Requires persons handling solid waste, upon the request of EPA representatives, to furnish or provide access to information relating to such waste. Authorizes such representatives to inspect places handling such waste and to obtain samples. Sets forth a civil penalty for any State that fails to submit plans for solid waste management or fails to have such plans approved."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hazardous and Solid Waste Management Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Solid Waste Disposal Act to grant States the authority to regulate the interstate disposal of hazardous waste and solid waste.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:55-05:00"
}