{
  "actions": [
    {
      "acted_at": "2012-04-23", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-04-24", 
      "references": [], 
      "text": "Ordered read the second time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-04-24", 
      "calendar": "Senate Legislative", 
      "number": "364", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Ordered Placed on Senate Legislative Calendar under General Orders. Calendar No. 364.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2338-112", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Alexander, Lamar", 
      "sponsored_at": "2012-04-23", 
      "state": "TN", 
      "thomas_id": "01695", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Corker, Bob", 
      "sponsored_at": "2012-04-25", 
      "state": "TN", 
      "thomas_id": "01825", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cornyn, John", 
      "sponsored_at": "2012-04-23", 
      "state": "TX", 
      "thomas_id": "01692", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "2012-04-23", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johanns, Mike", 
      "sponsored_at": "2012-04-26", 
      "state": "NE", 
      "thomas_id": "01899", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kyl, Jon", 
      "sponsored_at": "2012-04-25", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moran, Jerry", 
      "sponsored_at": "2012-04-25", 
      "state": "KS", 
      "thomas_id": "01507", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-04-23", 
  "number": "2338", 
  "official_title": "A bill to reauthorize the Violence Against Women Act of 1994.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1523-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3515-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4271-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4970-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4982-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6628-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1920-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1925-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3250-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Violence Against Women Reauthorization Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Hutchison, Kay Bailey", 
    "state": "TX", 
    "thomas_id": "01368", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2012-04-24", 
  "subjects": [
    "Aging", 
    "Assault and harassment offenses", 
    "Child safety and welfare", 
    "Civil actions and liability", 
    "Congressional oversight", 
    "Correctional facilities and imprisonment", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Crime victims", 
    "Crimes against children", 
    "Crimes against women", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal procedure and sentencing", 
    "Disability and paralysis", 
    "Domestic violence and child abuse", 
    "Drug, alcohol, tobacco use", 
    "Evidence and witnesses", 
    "Fraud offenses and financial crimes", 
    "Government liability", 
    "Government studies and investigations", 
    "Health programs administration and funding", 
    "Higher education", 
    "Homelessness and emergency shelter", 
    "Housing and community development funding", 
    "Immigration status and procedures", 
    "Indian social and development programs", 
    "Internet and video services", 
    "Judicial procedure and administration", 
    "Law enforcement administration and funding", 
    "Lawyers and legal services", 
    "Marriage and family status", 
    "Medical research", 
    "Pornography", 
    "Research administration and funding", 
    "Rural conditions and development", 
    "Sex offenses", 
    "Transportation safety and security", 
    "Violent crime", 
    "Visas and passports", 
    "Women's health"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-04-23", 
    "text": "Violence Against Women Reauthorization Act of 2012 - Amends the Violence Against Women Act of 1994 (VAWA) to add or expand definitions under such Act, including to define: (1) \"culturally specific services\" to mean community-based services that offer culturally relevant and linguistically specific services and resources to racial and ethnic minority groups, (2) \"child\" to mean a person who is under 11 years of age and \"youth\" to mean a person who is 11 to 20 years old, (3) \"personally identifying information or personal information\" to mean individually identifying information for or about an individual likely to disclose the location of a victim of domestic violence or sexual assault crimes, and (4) \"underserved populations\" to mean populations that face barriers in accessing and using victim services due to geographic location or special needs. Modifies or expands grant conditions under such Act, including requirements relating to nondisclosure of personally identifying information or other client information, information sharing between grantees and subgrantees, civil rights and nondiscrimination, audits, and nonprofit organizations. Requires an annual audit of not fewer than 10% of all VAWA grantees beginning in FY2013 to prevent waste, fraud, and abuse of funds. Prohibits: (1) the awarding of grants to nonprofit organizations that hold money in offshore accounts for tax avoidance purposes, (2) the use of amounts authorized to be appropriated to the Department of Justice (DOJ) or the Department of Health and Human Services (HHS) to host or support conferences without prior written approval by appropriate DOJ or HHS officials, and (3) the use of grant funds to lobby any governmental employee regarding the award of grant funding. Title I: Enhancing Judicial and Law Enforcement Tools to Combat Violence Against Women - Amends the Omnibus Crime Control and Safe Streets Act of 1968 to expand services for sexual assault victims, including male victims, under the grant programs for combatting violent crimes against women (STOP grants) and for encouraging arrest policies and enforcing protection orders for sexual assault victims. Amends the Violence Against Women Act of 2000 to expand the availability of competent pro bono legal assistance to victims of domestic violence, dating violence, sexual assault, or stalking. Revises the grant programs for supporting families with a history of domestic violence, dating violence, sexual assault, or stalking to authorize the Attorney General to make grants to improve the response of the civil and criminal justice system to such families and to train court personnel in assisting such families. Extends through FY2016 the authorization of appropriations for: (1) the training of probation and parole officers to manage sex offenders, and (2) the Court-Appointed Special Advocate program. Amends the federal criminal code with respect to the crime of stalking to prohibit the use of any interactive computer or electronic communication service to stalk victims. Revises and reauthorizes through FY2016 the grant program for outreach and services to underserved populations. Eliminates the requirement that recipients of grants to combat violent sex crimes against women include linguistically specific services in administering such grants. Amends the Victims of Child Abuse Act of 1990 to authorize appropriations through FY2016 for the training of judicial personnel and attorneys in juvenile and family courts. Amends the Internal Revenue Code to require the chief justice of the highest court of any state that wishes to collect past-due, legally enforceable, state judicial debts to designate a single state entity to communicate judicial debt information to the Secretary of the Treasury. Defines \"state judicial debt\" to include court costs, fees, fines, assessments, restitution to victims of crime, and other monies resulting from a judgment or sentence rendered by any court or tribunal of competent jurisdiction handling criminal or traffic cases in the state. Title II: Improving Services for Victims of Domestic Violence, Dating Violence, Sexual Assault, and Stalking - Amends VAWA to extend through FY2016 grant programs to: (1) assist states, Indian tribes, and territories to establish, maintain, and expand rape crisis centers and other programs to assist victims of sexual assault; and (2) assist victims of domestic violence and other sexual assault crimes in rural areas. Amends the Victims of Trafficking and Violence Protection Act of 2000 to extend through FY2016 the authorization of appropriations for grants to end violence against women with disabilities and women in later life. Title III: Services, Protection, and Justice for Young Victims of Violence - Amends the Public Health Service Act to extend through FY2016 the authorization of appropriations for grants for rape prevention and education programs conducted by rape crisis centers. Amends VAWA to replace certain grant programs for the protection of young victims of violent crimes with a program requiring the Attorney General to award grants to enhance the safety of youth and children who are victims of, or exposed to, domestic violence, sexual assault, or stalking and to prevent future violence. Amends the Violence Against Women and Department of Justice Reauthorization Act of 2005 to expand the requirements for the grant program to combat violent crimes on campuses. Amends the Higher Education Act of 1965 to expand the requirements for disclosure of campus security policies and crime statistics by institutions of higher education to require disclosure of disciplinary proceedings and procedures to protect the confidentiality of crime victims. Title IV: Violence Reduction Practices - Authorizes appropriations through FY2016 for grants through the Centers for Disease Control and Prevention (CDC) to support research to examine prevention and intervention programs to further the understanding of sexual and domestic violence by and against adults, youth, and children. Amends VAWA to authorize the Attorney General to award grants to prevent domestic violence, dating violence, sexual assault, and stalking by taking a comprehensive approach that focuses on youth, children exposed to violence, and men as leaders and influencers of social norms (SMART Prevention grants). Title V: Strengthening the Healthcare System's Response to Domestic Violence, Dating Violence, Sexual Assault, and Stalking - Amends the Public Health Service Act to reauthorize, revise, and consolidate grant programs that address domestic violence, dating violence, sexual assault, and stalking by developing or enhancing and implementing: (1) interdisciplinary training for health professionals, public health staff, and allied health professionals; (2) education programs for health profession students to prevent and respond to domestic violence, dating violence, sexual assault, and stalking; and (3) comprehensive statewide strategies to improve the response of clinics, public health facilities, hospitals, and other health settings to domestic violence, dating violence, sexual assault, and stalking. Title VI: Safe Homes for Victims of Domestic Violence, Dating Violence, Sexual Assault, and Stalking - Amends VAWA with respect to housing rights of victims of domestic violence, dating violence, sexual assault, and stalking. Prohibits denial or termination of housing assistance on the basis of being such a victim under specified federal housing programs (covered programs), including the low-income housing tax credit program, if the applicant or tenant otherwise qualifies for such admission, assistance, participation, or occupancy. Prohibits denial of assistance, tenancy, or occupancy rights to assisted housing based solely on certain criminal activity directly related to domestic violence engaged in by a member of the individual's household or by any guest or other person under the individual's control, if the tenant or an affiliated individual is the victim or threatened victim. Defines \"affiliated individual\" as: (1) a spouse, parent, brother, sister, or child of that individual, or someone to whom such individual stands in loco parentis; or (2) any other individual, tenant, or lawful occupant living in the individual's household. Allows a public housing agency (PHA) or an owner or manager of assisted housing to bifurcate a housing lease in order to evict, remove, or terminate assistance to any tenant or lawful occupant who engages in criminal activity directly relating to domestic violence, dating violence, sexual assault, or stalking against an affiliated individual or other individual, without evicting or otherwise penalizing a victim of such criminal activity who is also a tenant or lawful occupant. Requires each appropriate agency to adopt a model emergency transfer plan, meeting specified criteria, for PHAs and owners or managers of assisted housing to use in allowing tenants who are victims of domestic violence, dating violence, sexual assault, or stalking to transfer to another available and safe dwelling unit of assisted housing. Requires the Secretary of Housing and Urban Development (HUD) to establish policies and procedures under which a victim requesting such a transfer may receive section 8 (voucher program) assistance under the United States Housing Act of 1937. Makes conforming amendments to the United States Housing Act of 1937. Revises eligibility requirements for transitional housing assistance grants for child victims of domestic violence, dating violence, sexual assault, or stalking to specify that any victims are eligible. Decreases the authorization of appropriations for such grants for FY2012-FY2016. Decreases the authorization of appropriations for FY2012-FY2016 also for: (1) collaborative grants to increase the long-term stability of victims, and (2) grants to combat violence against women in public and assisted housing. Title VII: Economic Security for Victims of Violence - Amends VAWA to extend through FY2016 the authorization of appropriations for grants to eligible nonprofit nongovernmental entities or tribal organizations for a national resource center on workplace responses to assist victims of domestic and sexual violence. Title VIII: Immigration Provisions - Amends the Immigration and Nationality Act regarding cancellation of removal and adjustment to permanent resident status of a battered spouse or child to: (1) give adjudicatory authority to the Secretary of Homeland Security (DHS), (2) direct United States Citizenship and Immigration Services to review an application for completeness and clear indicators of fraud or misrepresentation and to conduct an in-person interview of the applicant, and (3) give priority to applications in cases where there is an ongoing immigration or law enforcement investigation or prosecution concerning the petitioning alien. Requires that a certification for a nonimmgrant U-visa (victims of certain crimes) confirm that: (1) the petitioner reported the criminal activity to a law enforcement agency within 120 days of its occurrence, (2) the statute of limitations for prosecuting the criminal activity has not lapsed, (3) the criminal activity is under active investigation or prosecution, and (4) the petitioner has provided information that will assist in identifying the perpetrator or the perpetrator's identity is known. Expands the scope of criminal-related information that must be disclosed by a U.S. citizen petitioning for a nonimmigrant K-visa (alien fiancee or fiance). Amends the International Marriage Broker Regulation Act of 2005 to prohibit an international marriage broker from providing any individual or entity with information or photographs about an individual under the age of 18. Requires a broker to obtain, and keep for five years, a valid copy of each foreign national client's birth certificate or other official proof of age documented by the appropriate government entity. Subjects to criminal penalties a person who, knowingly and with intent to defraud another person outside the United States in order to recruit or solicit that other person into entering a dating or matrimonial relationship, makes certain false or fraudulent disclosure representations. Requires the Government Accountability Office (GAO) to report to Congress regarding U-visa petition and application adjudications and the VAWA self-petitioning processes. Title IX: Safety for Indian Women - Amends the Omnibus Crime Control and Safe Streets Act of 1968 to direct a portion of certain grants to combat violent crime against American Indian women toward: (1) sex trafficking, (2) services for youthful victims, and (3) legislation and policies effective in combating such crime. Alters federal assault provisions to: (1) increase the maximum federal penalties for assault; (2) cover domestic violence, dating violence, and attempts to commit sexual abuse; and (3) apply them to individuals in Indian country. Amends the Violence Against Women and Department of Justice Reauthorization Act of 2005 to require the National Institute of Justice to include sex trafficking in its study of violence against Indian women. Permits Indian tribes to petition a federal district court in whose district they are located for an appropriately tailored protection order excluding an individual from areas within their land. Title X: Violent Crime Against Women - Amends the federal criminal code to provide that the prohibition against sexual abuse of a ward in official detention or under official supervision or control shall apply: (1) during arrest or pretrial release; (2) while in official detention or custody; or (3) while on probation, supervised release, or parole. Increases penalties for criminal civil rights violations involving sexual abuse. Amends the Civil Rights of Institutionalized Persons Act to allow a prisoner in federal custody to bring suit against the United States for a mental or emotional injury if such injury resulted from the commission of a sexual act (currently, requires a prior showing of a physical injury). Amends the Prison Rape Elimination Act of 2003 to direct the DHS Secretary to publish a final rule adopting national standards for the detection, prevention, reduction, and punishment of rapes and sexual assaults in detention facilities against aliens detained for a violation of U.S. immigration laws. Requires the HHS Secretary to publish a similar final rule for the protection of unaccompanied alien children in custodial facilities. Amends the DNA Analysis Backlog Elimination Act of 2000 to increase funding in FY2012-FY2014 for DNA analyses from crime scenes, including samples from rape kits. Requires GAO to: (1) prepare a study on the availability of services for victims of domestic violence, dating violence, sexual assault, and stalking; and (2) audit the expenditure of funds by the Office for Victims of Crime from the Crime Victims Fund. Amends the federal criminal code to: (1) impose a mandatory minimum prison term for aggravated sexual abuse involving force or threats (10 years) and for aggravated sexual abuse involving other means, including by the use of drugs or intoxicants (5 years); (2) increase criminal penalties for interstate domestic violence; (3) authorize the issuance of an administrative subpoena in the investigation of an unregistered sex offender by the U.S. Marshals Service; and (4) impose minimum mandatory criminal penalties for the possession of child pornography. Amends the Immigration and Nationality Act to include within the definition of \"aggravated felony,\" for purposes of removing an alien from the United States, a third drunk driving conviction. Title XI: The Safer Act - Sexual Assault Forensic Evidence Registry Act of 2012 or the SAFER Act of 2012 - Amends the DNA Analysis Backlog Elimination Act of 2000 to: (1) allow states or local governments to use grant funds under such Act to conduct audits of samples of sexual assault evidence that are awaiting testing, and (2) provide funding in FY2012-FY2016 for such purpose. Authorizes the Attorney General to award grants for such audits only if the grant recipient (i.e., a state or local government) submits a plan for performing the audit of samples of sexual assault evidence and includes a good-faith estimate of the number of such samples. Requires the Attorney General to establish a Sexual Assault Forensic Evidence Registry to include information about samples of sexual assault evidence awaiting testing and to track the testing and processing of such samples. Sets forth requirements relating to information required to be included in such Registry, the protection of personally identifiable information in the Registry, and the updating of information in the Registry."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Violence Against Women Reauthorization Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "SAFER Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Sexual Assault Forensic Evidence Registry Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize the Violence Against Women Act of 1994.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:24:27-05:00"
}