{
  "actions": [
    {
      "acted_at": "1992-09-30", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-09-30T10:18:00-04:00", 
      "references": [], 
      "text": "CONSIDERATION OF LEGISLATION - Mr. Dixon asked unanimous consent that it be in order at any time to consider in the House, any rule of the House to the contrary notwithstanding, the bill H.R. 6056, and that debate be limited to one hour, equally divided between Mr. Dixon and Mr. Gallo, and that the previous question be considered as ordered on the bill without intervening motion, except one motion to commit. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-30T10:19:00-04:00", 
      "references": [], 
      "text": "Committee on Appropriations discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-30T10:19:00-04:00", 
      "references": [], 
      "text": "Consideration initiated by previous special order.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-30T10:19:00-04:00", 
      "references": [], 
      "text": "Considered by previous special order.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-30T10:20:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to the previous unanimous consent agreement, the House proceeded with one hour of general debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-30T10:26:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to a previous  order of the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-30T10:49:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "437", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 230 - 160 (Roll no. 437).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1992-09-30T10:49:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-30", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Received in the Senate, read twice, considered, read the third time, and passed without amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1992-09-30", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1992-10-01", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-01", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1992-10-05", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1992-10-05", 
      "congress": "102", 
      "law": "public", 
      "number": "382", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 102-382.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6056-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "102", 
    "law_type": "public", 
    "number": "382"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1992-10-05", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1992-09-30T10:49:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1992-09-30", 
    "vetoed": false
  }, 
  "introduced_at": "1992-09-30", 
  "number": "6056", 
  "official_title": "Making appropriations for the government of the District of Columbia and other activities chargeable in whole or in part against the revenues of said District for the fiscal year ending September 30, 1993, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5517-102", 
      "reason": "related"
    }
  ], 
  "short_title": "District of Columbia Appropriations Act, 1993", 
  "sponsor": {
    "district": "28", 
    "name": "Dixon, Julian C.", 
    "state": "CA", 
    "thomas_id": "00301", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1992-10-05", 
  "subjects": [
    "Abortion", 
    "Appellate procedure", 
    "Appropriations", 
    "Auditing", 
    "Budget deficits", 
    "Cable television", 
    "Capital budgets", 
    "Capital punishment", 
    "Charities", 
    "Citizenship", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Collection of accounts", 
    "Congressional oversight", 
    "Convention facilities", 
    "Corporations", 
    "Correctional personnel", 
    "Crime prevention", 
    "Debt", 
    "Dental care", 
    "Disability insurance", 
    "District of Columbia", 
    "Domestic relations", 
    "Economic development", 
    "Education", 
    "Emergency medical services", 
    "Executive impoundment of appropriated funds", 
    "Eye care", 
    "Federal aid to education", 
    "Federal aid to health facilities", 
    "Federal aid to hospitals", 
    "Federal aid to law enforcement agencies", 
    "Federal budgets", 
    "Fire fighters", 
    "Gifts", 
    "Government consultants", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government spending reductions", 
    "Health", 
    "Health insurance", 
    "Information services", 
    "Interest", 
    "Interstate compacts", 
    "Judges", 
    "Juvenile corrections", 
    "Juvenile delinquency", 
    "Labor union finances", 
    "Law enforcement officers", 
    "Layoffs", 
    "Licenses", 
    "Lotteries", 
    "Maryland", 
    "Medical centers", 
    "Motor vehicle registration", 
    "Motor vehicles", 
    "Municipal budgets", 
    "Municipal finance", 
    "Municipal officials and employees", 
    "Municipal ordinances", 
    "Municipal politics and government", 
    "Municipal services", 
    "Murder", 
    "Payments in lieu of taxes", 
    "Pregnant women", 
    "Presidential inaugurations", 
    "Prison violence", 
    "Prisons", 
    "Public schools", 
    "Public works", 
    "Referendum", 
    "Religious liberty", 
    "Rent", 
    "Reprogramming of appropriated funds", 
    "Right to counsel", 
    "Salaries", 
    "Sentences (Criminal procedure)", 
    "Supplemental appropriations", 
    "Teachers", 
    "Telephone", 
    "Traffic accidents and safety", 
    "Trauma care", 
    "Travel costs", 
    "Virginia"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-09-30", 
    "text": "Title I: Fiscal Year 1993 Appropriations - District of Columbia Appropriations Act, 1993 - Appropriates funds to the District of Columbia for FY 1993 for: (1) the Federal payment to the District of Columbia; (2) the Federal contribution to retirement funds; (3) expenses incurred in connection with presidential inauguration activities; and (4) the Federal contribution to establish the Trauma Care Fund. Appropriates specified sums out of the District of Columbia general fund for the current fiscal year for: (1) governmental direction and support; (2) economic development and regulation; (3) public safety and justice; (4) public education; (5) human support services; (6) public works; (7) the Washington Convention Center Fund; (8) repayments of specified loans and interest; (9) repayment of the general fund deficit; (10) employees' optical and dental benefits; (11) inaugural expenses; (12) the rental and leasing of facilities for governmental purposes; (13) the Trauma Care Fund; (14) furlough adjustments; (15) within-grade salary adjustments; (16) capital outlay; (17) the Water and Sewer Enterprise Fund and water construction projects; (18) the Lottery and Charitable Games Enterprise Fund; (19) the Cable Television Enterprise Fund; and (20) the Starplex Fund. Prohibits the use of funds to implement or enforce: (1) any registration system for unmarried, cohabitating couples whether they are homosexual, lesbian, or heterosexual, including registration for the extension of employment, health, or governmental benefits to such couples on the same basis as that extended to legally married couples; or (2) the District Domestic Partner Act (also called the District of Columbia Health Care Benefits Expansion Act of 1992). Requires the District of Columbia to operate and maintain a telephone hotline for Lorton-area residents to receive information concerning escapes, fires, and riots at Lorton prison. Directs the District of Columbia Mayor to reduce appropriations and expenditures for personal and nonpersonal services by a specified amount. Sets forth certain uses of and restrictions on the expenditure of appropriations made by this Act. Prohibits the use of funds for: (1) activities which permit or encourage partisan political activities; (2) the salary of any District of Columbia government employee whose name, title, grade, salary, or work and salary history are not available for inspection by specified congressional committees and the District of Columbia Council, or whose name and salary are not available for public inspection; (3) publicity or propaganda purposes; (4) abortions, except where the life of the mother would be endangered if the fetus were carried to term; (5) reprogramming, unless the reprogramming was approved according to specified procedures; or (6) the operation, after June 1, 1993, of the Cedar Knoll Facility. Requires that the annual budget for the District of Columbia government for FY 1994 be transmitted to the Congress by April 15, 1993. Requires the Mayor to develop an annual plan for capital outlay borrowings. Prohibits the Mayor from: (1) borrowing funds for capital projects without the prior approval of the District of Columbia Council; or (2) using money borrowed for capital projects for operating expenses of the District of Columbia government. Directs the Mayor to submit to the D.C. Council, within 30 days after the end of the first quarter of FY 1993, the FY 1993 revenue estimates. Amends the District of Columbia Self-Government and Governmental Reorganization Act to extend, for one year, the District's authority to sell its general obligation bonds through negotiated sales. Prohibits the renewal or extension of any sole source contract with the District of Columbia government without opening that contract to the competitive bidding process, subject to exception. Requires any sequestration order under the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act) to be applied to each account appropriating Federal funds in this Act (rather than to the aggregate total of those accounts) which is not specifically exempted from sequestration by specified Federal law. Provides for repayment to the Federal Treasury of any amounts appropriated and paid to the District of Columbia before a sequestration order is issued, applying the sequestration percentage proportionately to each account not specifically exempted from sequestration. Requires the District of Columbia to pay interest on its quarterly payments to the United States that are made more than 60 days after its receipt of an itemized statement from the Federal Bureau of Prisons of amounts due for housing D.C. convicts in Federal penitentiaries. Authorizes an entity of the District of Columbia government to accept and use a gift or donation during FY 1993 if: (1) the Mayor approves; and (2) the entity uses such gift or donation to carry out its authorized functions or duties. Requires the entity to keep accurate and detailed records of acceptance and use of any gift or donation and to make them available for audit and public inspection. Authorizes the Board of Education to accept gifts to the public schools without prior approval by the Mayor. Prohibits the use of funds under this Act to issue or renew a registration certificate or identification tag for any motor vehicle if unpaid fines for traffic violations are outstanding against any registered owner (or authorized user) of the vehicle. Provides for waivers of such prohibition, subject to certain conditions. Prohibits the use of funds under this Act to impose, collect, transfer, or enforce a payment in lieu of taxes on the Water and Sewer Utility Administration that would increase payments in Maryland or Virginia under the Blue Plains Intermunicipal Agreement of 1985. Mandatory Life Imprisonment or Death Penalty for Murder in the District of Columbia - Requires the District of Columbia Board of Elections and Ethics to place the Mandatory Life Imprisonment or Death Penalty for Murder in the District of Columbia initiative on the ballot. Declares that such measure, if passed, would provide for the death penalty or life imprisonment without parole for persons convicted of first degree murder in the District of Columbia. Amends the District of Columbia Code to establish mitigating and aggravating factors to be considered by the jury before recommending the death sentence. Sets forth provisions concerning: (1) governmental notification of intent to seek the death penalty; (2) capital sentencing hearings; (3) proof of mitigating and aggravating factors; (4) findings by the jury of such factors or concerning a sentence of death; (5) precautions to assure against discrimination; (6) imposition of a death sentence; (7) death sentence appeal rights; (8) implementation of a death sentence; (9) a prohibition on the execution of pregnant women; (10) conscientious objection to participation in execution; (11) appointment of counsel for indigent capital defendants; (12) representation for the defendant after finality of judgment; (13) standards for competence of counsel; (14) claims of ineffectiveness of counsel in collateral proceedings; (15) time for collateral attack on death sentences; (16) stays of execution; and (17) finality of the appeal decision. Grants the Mayor the power to commute a death sentence to a sentence of life imprisonment without parole. Title II: Fiscal Year 1992 Supplemental District of Columbia Funds - District of Columbia Supplemental Appropriations and Rescissions Act, 1992 - Makes supplemental appropriations (including rescissions) to the District of Columbia for FY 1992 for: (1) governmental direction and support; (2) economic development and regulation; (3) public safety and justice; (4) public education; (5) human support services; (6) repayment of the general fund deficit; (7) resizing; (8) the rental and leasing of facilities for governmental purposes; (9) capital outlay; (10) the Water and Sewer Enterprise Fund; and (11) the Starplex Fund. Rescinds specified FY 1992 funds earmarked for public works, the Washington Convention Center Fund, and repayment of certain loans and interest. Amends the District of Columbia Appropriations Act, 1992 to authorize the District of Columbia Board of Education to accept and use gifts to the public schools without prior approval by the Mayor. Declares that appropriations made and authority granted under this title shall be deemed available for FY 1992."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "District of Columbia Appropriations Act, 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "District of Columbia Supplemental Appropriations and Rescissions Act, 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Mandatory Life Imprisonment or Death Penalty for Murder in the District of Columbia", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "District of Columbia Appropriations Act, 1993", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "District of Columbia Supplemental Appropriations and Rescissions Act, 1992", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Mandatory Life Imprisonment or Death Penalty for Murder in the District of Columbia", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making appropriations for the government of the District of Columbia and other activities chargeable in whole or in part against the revenues of said District for the fiscal year ending September 30, 1993, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:15:00-05:00"
}