{
  "actions": [
    {
      "acted_at": "1984-04-30", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2607-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Eagleton, Thomas F.", 
      "sponsored_at": "1984-04-30", 
      "state": "MO", 
      "thomas_id": "01323", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Exon, J. James", 
      "sponsored_at": "1984-04-30", 
      "state": "NE", 
      "thomas_id": "01328", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1984-09-10", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1984-04-30", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1984-04-30", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1984-05-24", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sasser, Jim", 
      "sponsored_at": "1984-05-09", 
      "state": "TN", 
      "thomas_id": "01428", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-04-30", 
  "number": "2607", 
  "official_title": "A bill to provide for improvements in the school lunch and other child nutrition programs and the food stamp program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Anti-Hunger Act of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Huddleston, Walter (Dee)", 
    "state": "KY", 
    "thomas_id": "01363", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-04-30", 
  "subjects": [
    "Administrative procedure", 
    "Aid to dependent children", 
    "Authorization", 
    "Child health", 
    "Children and youth", 
    "Farm produce", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Food and Food Industry", 
    "Food relief", 
    "Food stamps", 
    "Kindergarten", 
    "Maternal and infant welfare", 
    "Milk", 
    "Nutrition", 
    "Nutrition and the aged", 
    "Private schools", 
    "Public Welfare and Charities", 
    "School lunch program", 
    "Social welfare", 
    "Supplemental security income program", 
    "Women's health", 
    "Women's rights"
  ], 
  "subjects_top_term": "Food relief", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-04-30", 
    "text": "Anti-Hunger Act of 1984 - Title I: School Lunch and Child Nutrition Amendments - Amends the Child Nutrition Act of 1966 and the National School Lunch Act to authorize FY 1985 through 1988 appropriations for: (1) the special supplemental food program for women, infants, and children (WIC); (2) State administrative expenses; (3) the childrens' summer food service program; and (4) the commodity distribution program. Provides a permanent authorization for the nutrition education and training program. Reduces the student cost of a reduced price lunch from 40 cents to 25 cents, and of a reduced price breakfast from 30 cents to 15 cents. Provides an additional six cents per breakfast to increase the nutritional quality of such program. Requires the Secretary of Agriculture to promulgate related nutritional improvement regulations. Provides States with a three percent reimbursent for commodity for commodity transportation and storage costs. Eliminates the $1500 tuition limit for private school program particiaption. Increases the nubmer of reimbursable meals and snacks under the child care food program. Excludes certain medical expenses from household income for program eligibility purposes. Eliminates the requirement that free meal eligibility be the same as that required for food stamp eligibility. Prohibits the Secretary from requiring school lunch program income verification unless the direct cost of such verification is appropriated. Makes kindergartens in specified schools eligible for the special milk program. Obligates specified food service equipment appropriations for low-income area schools. States that school food facilities and personnel may be used for nonprofit nutrition programs for the elderly. Makes specified nonprofit private sponsors eligible for the summer feeding program. Prohibits States from using more than two and on-half percent of a current fiscal year's WIC appropriations for a preceding year's expenditures. Permits administrative funds to be used for technical assistance to improve State administrative systems. Includes Aid to Families with Dependent Children (AFDC) among the programs to be coordinated with the child nutrition programs. Provides for a reduction in program paperwork. Requires the secretary of Agriculture to fill vacancies on the National Advisory Council on Maternal, Infant, and Fetal Nutrition within 90 days, and to hold Council meetings at least annually. Title II: Amendments to the Food Stamp Act of 1977 - Amends the Food Stamp Act of 1977 to permit elderly or disabled persons to purchase low-priced prepared meals from restaurants or similar establishments. Permits an elderly person who is unable to purchase and prepare food to be considered a separate household independently of the income level of the others with whom he or she lives. Provides for thrifty food plan increases in States that tax retail food sales. Increases the covered cost of such plan to 100 percent. Revises the definition of \"disabled\" to mean a person receiving Federal or State blindness or disability assistance based on the same as or substantially the same criteria as used under title II (Old Age, Survivors and Disability Insurance) of the Social Security. Act. Makes households each of whose members receive Supplemental Security Income (SSI) or AFDC assistance categorically eligible for program participation. States that denial of eligibility or termination of benefits from such programs cannot be a basis for denial of food stamp eligibility or termination of benefits. Increases the earned income deduction from 18 to 20 percent. Separates dependent care and excess shelter expense deductions. Changes the elderly or disabled medical expense threshold from $35 to five percent of the household's monthly inocme. Grnats States the option of calculating income either prospectively or retrospectively. Authorizes emergency allotment increases if the household experiences a sudden income loss of more than $100 in a month. Increases the resources limitation from $1500 to $2250, and from $3000 to $3500 for the elderly and disabled. Increases the threshold for accounting a vehicle's value against resources from $4500 to $5500. Permits States to stagger coupon issuance. Authorizes outreach activities. Provides for the participation of homeless persons in the food stam program. Authorizes the Secretary to set food stamp office hours. Extends existing seven percent State error sanctions through FY 1985. Postpones the decreased five percent rate until FY 1986. Requires States imposing a tax on food stamp purchases to transfer such funds to the Secretary of the Treasury."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Anti-Hunger Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for improvements in the school lunch and other child nutrition programs and the food stamp program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:20-05:00"
}