{
  "actions": [
    {
      "acted_at": "1991-03-14", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-04-03", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Subcommittee on Energy Regulation. Hearings held at Denver, CO. Hearings printed: S.Hrg. 102-57.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s662-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Energy Regulation and Conservation", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-03-14", 
  "number": "662", 
  "official_title": "A bill to increase the use of natural gas in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Wirth, Timothy", 
    "state": "CO", 
    "thomas_id": "01236", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-03-14", 
  "subjects": [
    "Administrative procedure", 
    "Air pollution control", 
    "Air quality", 
    "Alternative energy sources", 
    "Antitrust law", 
    "Coal", 
    "Cogeneration of electric power and heat", 
    "Commercialization", 
    "Congressional reporting requirements", 
    "Electric utilities", 
    "Energy policy", 
    "Energy prices", 
    "Energy research", 
    "Energy security", 
    "Environmental assessment", 
    "Environmental protection", 
    "Gas companies", 
    "Gas pipelines", 
    "Gasohol", 
    "Gasoline", 
    "Government trust funds", 
    "Imports", 
    "Joint ventures", 
    "Licenses", 
    "Mass rapid transit", 
    "Motor vehicles", 
    "Natural gas", 
    "Nitrogen oxides", 
    "Petroleum", 
    "Residential energy conservation", 
    "State laws", 
    "Thermal power plants", 
    "Trucks", 
    "Wetlands"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-03-14", 
    "text": "Declares that for purposes of the Natural Gas Act: (1) any sale of natural gas for ultimate use as a motor vehicle fuel (VNG) shall be deemed \"ultimately consumed\" within the State in which its physical delivery occurs regardless of its physical combustion in another State; (2) certification from a State commission to the Federal Energy Regulatory Commission (FERC) that it has regulatory jurisdiction over a person who receives natural gas which is ultimately consumed within such State shall constitute conclusive evidence of such jurisdiction; (3) sales for resale of VNG by the holder of a service area determination shall be subject to the exclusive jurisdiction of the State commission in the State in which physical delivery of such VNG occurs; (4) transportation of VNG by the holder of a service area determination shall deem the VNG to be consumed within the State in which physical delivery occurs; and (5) the sale for resale, or transportation of VNG by the holder of a service area determination shall be deemed subject to the exclusive jurisdiction of the State commission of the State in which such activity occurred. Requires the Secretary of Energy (the Secretary) to: (1) institute a government-sponsored public education program regarding alternative fuel costs and characteristics; (2) report to the Congress on Federal purchasing policies regarding alternative-fueled vehicles and on the promotion of such vehicles through preferential treatment under Federal, State and local traffic control measures; and (3) develop a plan for the establishment of a trust fund for loans to convert vehicles to use of alternative-fuels or to purchase vehicles that already use them. Authorizes the Secretary to enter into cooperative agreements and joint ventures with governmental or regional transit authorities in certain-sized urban areas to demonstrate the feasibility of using alternative fuels for mass transit. Authorizes appropriations. Directs the Secretary to provide financial assistance and implement a program to encourage commercialization of alternative fuels for passenger fleets, light-duty trucks, and heavy-duty trucks. Authorizes appropriations. Directs the Secretary of Labor to implement a technician training and certification program with respect to the conversion and maintenance of alternative-fueled vehicles. Authorizes appropriations. Directs the Secretary to implement a research and demonstration program with respect to: (1) improved alternative-fueled vehicle technology; (2) cofiring of natural gas and pulverized coal in electric utility units and large industrial boilers in order to determine optimal natural gas injection levels for both environmental and operational benefits; (3) techniques to increase the availability of natural gas from specified sources; and (4) natural gas and electric heating and cooling technologies in residential and commercial buildings. Authorizes appropriations. Declares that for purposes of the Clean Air Act physical or operational changes in electric utility steam generating units undertaken for pollution control purposes shall not be treated as modifications for a specific regulated pollutant if such changes do not increase the potential emissions of such pollutant from such units above the potential emissions before the change. Outlines nitrogen oxide control requirements at an existing electric utility steam generating unit for purposes of the Clean Air Act. Amends the Natural Gas Act to set forth a statutory incentive scheme to expand natural gas production, pipelines and services. Deems rates to be just and reasonable if they meet one of three specified criteria, including falling within a FERC-prescribed zone of reasonableness whose upper limit shall be the rates yielded by incorporating a current market valuation of the natural gas company's investment, and whose lower limit shall provide for the minimum return on investment necessary to attract and retain capital. Sets forth a 60-day deadline within which FERC must take final action on rehearing applications. Prohibits FERC from deferring action on the merits of an application through issuance of an order during such period. Exempts from antitrust liability joint natural gas transportation rates negotiated by natural gas companies pursuant to FERC approval. Mandates that pipeline rates include investments made by a natural gas company which are used in rendering service. Sets forth FERC criteria under which any amount charged for a sale for resale by an interstate pipeline shall be deemed just and reasonable. Sets forth conditions under which certain new natural gas services shall either: (1) be authorized by the acceptance of tariff sheets and not require a certificate of public convenience and necessity; or (2) be exempt from the tariff and rate review provisions of the Natural Gas Act. Permits a natural gas company to abandon without FERC approval jurisdictional sales services to customers upon expiration of the underlying sales contract. Requires FERC approval of any such abandonment if the customer has previously converted jurisdictional sales services to jurisdictional transportation services and pays the just and reasonable non-discriminatory rate. Provides that fixed charges paid by an interstate pipeline to a first seller for gas supply security shall be recoverable on an \"as-billed basis\" in the pipeline's demand charges unless FERC determines that the pipeline does not offer reasonably competitive alternatives to its sales service. States that action by FERC to redress any anticompetitive impacts upon domestic gas producers shall be a prerequisite to the approval of an import application. Declares that the Natural Gas and FERC jurisdiction do not apply to a facility constructed by a natural gas company which would otherwise be subject to FERC jurisdiction by virtue of such construction if that company meets specified criteria. Declares that for purposes of required environmental review of natural gas pipeline projects there shall be a rebuttable presumption of a finding of no significant impact for any natural gas pipeline construction project which either utilizes existing utility or highway corridors, or does not involve construction in high value wetland areas. Makes FERC the lead agency for preparation of environmental assessments and environmental impact statements regarding interstate natural gas facilities. Sets forth a two-phase certification process the first phase of which shall involve all matters requiring FERC review over non-environmental matters, and the second phase of which shall address only required environmental matters. Makes FERC approval pursuant to each phase a final order on such matters. Outlines expedited procedures for Environmental Assessments submitted by pipelines. States such Assessments shall be presumptively valid if they use a FERC-prescribed format. Allows a certificate applicant to pay an outside environmental contractor, approved by FERC, to conduct an environmental review. Requires the Office of Technology Assessment to study and report to the Congress on: (1) the impact of global natural gas production, usage and transportation trends upon domestic energy policy and the United States natural gas industry; and (2) State and local regulatory barriers to increased natural gas usage. Requires the Office to make recommendations on the establishment of a uniform national policy to enhance natural gas usage."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to increase the use of natural gas in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:47-05:00"
}