{
  "actions": [
    {
      "acted_at": "1984-03-27", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-27", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-23", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Executive Comment Requested from OMB,Treasury.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-04-23", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-05-24", 
      "in_committee": "House Committee on Rules", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-06-27", 
      "in_committee": "House Committee on Rules", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-07-26", 
      "in_committee": "House Committee on Government Operations", 
      "in_subcommittee": "Legislation and National Security", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-05", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Rules.  Report No: 98-1152 (Part I).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5247-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Aspin, Les", 
      "sponsored_at": "1984-03-27", 
      "state": "WI", 
      "thomas_id": "00033", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Bonior, David E.", 
      "sponsored_at": "1984-03-27", 
      "state": "MI", 
      "thomas_id": "00108", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Dicks, Norman D.", 
      "sponsored_at": "1984-03-27", 
      "state": "WA", 
      "thomas_id": "00297", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Frost, Martin", 
      "sponsored_at": "1984-03-27", 
      "state": "TX", 
      "thomas_id": "00419", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Gephardt, Richard A.", 
      "sponsored_at": "1984-03-27", 
      "state": "MO", 
      "thomas_id": "00433", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Hall, Tony P.", 
      "sponsored_at": "1984-03-27", 
      "state": "OH", 
      "thomas_id": "00487", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Mineta, Norman Y.", 
      "sponsored_at": "1984-04-26", 
      "state": "CA", 
      "thomas_id": "00812", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Morrison, Sid", 
      "sponsored_at": "1984-04-09", 
      "state": "WA", 
      "thomas_id": "00836", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Murtha, John P.", 
      "sponsored_at": "1984-03-27", 
      "state": "PA", 
      "thomas_id": "00844", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Panetta, Leon", 
      "sponsored_at": "1984-03-27", 
      "state": "CA", 
      "thomas_id": "00888", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Penny, Timothy J.", 
      "sponsored_at": "1984-03-27", 
      "state": "MN", 
      "thomas_id": "00906", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-03-27", 
  "number": "5247", 
  "official_title": "A bill to amend the Congressional Budget Act of 1974 to improve the congressional budget process, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Congressional Budget Act Amendments of 1984", 
  "sponsor": {
    "district": "23", 
    "name": "Beilenson, Anthony C.", 
    "state": "CA", 
    "thomas_id": "00072", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1984-06-27", 
  "subjects": [
    "Congress and Members of Congress", 
    "Congressional budget", 
    "Congressional-Presidential relations", 
    "Corporations and Stocks", 
    "Economics and public finance", 
    "Federal budgets", 
    "Government corporations", 
    "House of Representatives", 
    "House rules and procedure", 
    "Law and legislation", 
    "Legislation", 
    "Legislative resolutions", 
    "Off-budget expenditures", 
    "Presidents and Vice Presidents", 
    "Senate", 
    "Senate rules and procedure"
  ], 
  "subjects_top_term": "Congressional budget", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "1984-10-05", 
    "text": "(Reported to House from the Committee on Rules with amendment, H. Rept. 98-1152 (Part I)) Congressional Budget Act Amendments of 1984 - Title I: Congressional Budget Process - Amends the Congressional Budget Act of 1974 to revise the timetable with respect to the congressional budget process to eliminate the second concurrent resolution on the budget. Requires the Congress to complete action on an annual concurrent resolution on the budget on or before April 15 of each year. Requires such concurrent resolution to set forth appropriate levels for the fiscal year beginning on October 1 of such year and planning levels for each of the two ensuing fiscal years. Requires the standing committees of the House and Senate to report their views and estimates to the Budget Committee by February 25 of each year. Sets forth information to be included in the concurrent resolution for the achievement of goals for reducing unemployment. Requires the Committee on the Budget of each House to consult with the standing committees of its House during the preparation, consideration, and enforcement of the concurrent budget resolution with respect to all matters which relate to the jurisdiction or functions of such committees. Requires the concurrent resolution on the budget to be adopted before legislation providing new budget authority, new spending authority, new credit authority or changes in revenues or the public debt limit is considered by Congress. Permits Congress to revise an adopted concurrent resolution on the budget before the end of a fiscal year. Requires House committee action on all appropriation bills to be completed by June 10 of each year. Sets forth certain information to be contained in a statement accompanying the report of any bill providing new budget authority, new spending authority, new credit authority, or providing an increase or decrease in revenues or tax expenditures for a fiscal year. Requires the Committee on the Budget of each House to make available to Members of its House summary budget scorekeeping reports. Specifies the information to be included in such reports. Requires entitlement authority and credit authority for each fiscal year to be included in the Congressional Budget Office Director's five-year projection report. Revises the provisions of reconciliation directives which direct committees of the House and Senate to recommend changes in existing law to produce specified levels of spending, credit, revenues, or tax expenditures. Establishes a new point of order against legislation which would cause a committee to breach its allocation for discretionary action. Title II: Amendments to Title IV of the Congressional Budget Act of 1974 - Sets forth controls on provisions of legislation providing other new spending authority and new credit authority. Requires the analysis of a bill by the Congressional Budget Office to include a description of each method for establishing a Federal financial commitment contained in such bill. Requires a study by the General Accounting Office of forms of Federal financial commitment that are not reviewed annually by Congress. Includes all Federal off-budget activities within the budget and considers them as budget authority, outlays, and spending authority. Treats all receipts and disbursements of the Federal Financing Bank with respect to any obligations issued, sold, or guaranteed by a Federal agency as a means of financing such agency. Requires a Member User Group to be established for the purpose of reviewing budgetary scorekeeping rules and practices of the House. Title III: Additional Provisions to Improve Budget Procedures - Defines the term \"allocation for discretionary action\" for the purposes of the Congressional Budget and Impoundment Control Act of 1974. Requires the Director of the Congressional Budget Office to conduct continuing studies to enhance comparisons of budget outlays, credit authority, and tax expenditures and to submit an annual inventory of tax expenditures. Repeals the provisions of the Congressional Budget Act of 1974 which required a study of off-budget Federal agencies or agency activities. Requires congressional committees to be notified promptly of all changes in functional categories. Amends the Rules of the House of Representatives to change the composition of majority party membership on the House Budget Committee. Declares that the House Committee on Rules shall have the function of reviewing and studying the congressional budget process. Provides for the early election of committees of the House. Title IV: Amendments to Subtitle II of the Title 31, United States Code - Requires the President to submit his budget to Congress on the first Monday after January 3 of each year. Title V: Technical and Conforming Amendments - Makes technical and conforming amendments to the Congressional Budget and Impoundment Control Act of 1974 and the Rules of the House of Representatives. Title VI: Effective Date - Sets forth the effective dates for the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Congressional Budget Act Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Congressional Budget Act Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Congressional Budget Act of 1974 to improve the congressional budget process, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:52-05:00"
}