{
  "actions": [
    {
      "acted_at": "1993-01-21", 
      "references": [
        {
          "reference": "CR S433-434", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-01-21", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s28-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-01-21", 
  "number": "28", 
  "official_title": "A bill to improve the health of the Nation's children, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Children's Health Care Improvement Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-01-21", 
  "subjects": [
    "Authorization", 
    "Block grants", 
    "Child abuse", 
    "Child health", 
    "Child nutrition", 
    "Clinics", 
    "Community health services", 
    "Drug abuse", 
    "Education", 
    "Elementary school students", 
    "Federal aid to child health services", 
    "Federal aid to education", 
    "Federal aid to health facilities", 
    "Federal aid to maternal health services", 
    "Food relief", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Health", 
    "Health insurance", 
    "Homeless", 
    "Income tax", 
    "Information services", 
    "Insurance premiums", 
    "Maternal and infant welfare", 
    "Maternal health services", 
    "Medicaid", 
    "Medically uninsured", 
    "Migrant labor", 
    "Physicians", 
    "Poor", 
    "Pregnant women", 
    "Public assistance programs", 
    "Public health personnel", 
    "Rural public health", 
    "Secondary school students", 
    "Students", 
    "Tax credits", 
    "Urban areas", 
    "Vaccination"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-01-21", 
    "text": "TABLE OF CONTENTS: Title I: School-Based Health Insurance Title II: WIC Program, Maternal and Child Health Services Block Grant Program, and Medicaid Title III: Expansion of the Migrant and Community Health Center Program Title IV: Revision of National Health Service Corps Priorities Title V: Childhood Immunizations Title VI: Children at Risk Children's Health Care Improvement Act of 1993 - Title I: School-Based Health Insurance - Establishes a program under which local educational agencies receiving Federal assistance are required to offer basic health insurance coverage to eligible students in schools. Sets forth student eligibility requirements, including: (1) being uninsured for at least six months; and (2) not being covered by title XIX (Medicaid) of the Social Security Act. Authorizes withholding from a noncomplying local educational agency a specified percentage of Federal educational assistance. Amends the Internal Revenue Code to allow a tax credit for qualified amounts paid for policies under this Act. Phases out the credit as income goes from 100 percent to 200 percent of the poverty line. Title II: WIC Program, Maternal and Child Health Services Block Grant Program, and Medicaid - Requires development of a single model uniform application form and process for benefits under the Special Supplemental Food Program (WIC Program) of the Child Nutrition Act of 1966, the Maternal and Child Health Service Block Grant Program (title V) of the Social Security Act, and Medicaid (the Programs). Mandates grants to not more than five States for demonstration projects to encourage women to obtain prenatal and well-baby care under the Programs. Authorizes appropriations. Title III: Expansion of Migrant and Community Health Center Program - Authorizes appropriations for grants for additional migrant and community health centers under the Public Health Service Act in medically underserved areas. Authorizes appropriations for operational assistance to the centers developed. Title IV: Revision of National Health Service Corps Priorities - Amends the Public Health Service Act to mandate a strategy to provide incentives to encourage primary care physicians to serve in migrant or community health centers or related programs or in medically underserved inner-city and rural areas. Authorizes appropriations. Title V: Childhood Immunizations - Authorizes appropriations for grants for the provision with charge of immunizations. Title VI: Children at Risk - Establishes a demonstration program of grants to five States for healthy start programs to: (1) track mothers and children at high risk of abuse and neglect and at risk of not receiving necessary services and care; and (2) enable such services to be obtained. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Children's Health Care Improvement Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the health of the Nation's children, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:27:36-05:00"
}