{
  "actions": [
    {
      "acted_at": "1983-01-06", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-01-06", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-01-06", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-01-06", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-01-19", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-02-01", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Military Personnel and Compensation", 
      "text": "Referred to Subcommittee on Military Personnel and Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-02", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-02", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-02", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Select Education", 
      "text": "Referred to Subcommittee on Select Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-02", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to Subcommittee on Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-02", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-09", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Courts, Civil Liberties, and the Administration of Justice", 
      "text": "Referred to Subcommittee on Courts, Civil Liberties, and the Administration of Justice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr614-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Personnel and Compensation", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Select Education", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Courts, Civil Liberties, and the Administration of Justice", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-01-06", 
  "number": "614", 
  "official_title": "A bill to strengthen the American family and to promote the virtues of family life through education, tax assistance, and related measures.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Family Protection Act", 
  "sponsor": {
    "district": "2", 
    "name": "Hansen, George V.", 
    "state": "ID", 
    "thomas_id": "00497", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-01-06", 
  "subjects": [
    "Abortion", 
    "Abortion, Birth Control, and Family Planning", 
    "Actions and defenses", 
    "Adoption", 
    "Armed forces and national security", 
    "Birth control", 
    "Charitable contributions", 
    "Child abuse", 
    "Child welfare", 
    "Children and youth", 
    "Church and education", 
    "Church and state", 
    "Civil Rights and Liberties", 
    "Collective bargaining", 
    "College costs", 
    "Contraceptives", 
    "Corporations and Stocks", 
    "Courts and Civil Procedure", 
    "Crime prevention", 
    "Crimes against women", 
    "Day care", 
    "Desegregation in education", 
    "Disabled", 
    "District courts", 
    "Domestic Relations and Families", 
    "Domestic relations", 
    "Education", 
    "Educational finance", 
    "Educational policy", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Families", 
    "Family policy", 
    "Federal aid to education", 
    "Federal-state relations", 
    "Gay rights", 
    "Government corporations", 
    "Higher education", 
    "Homosexuality", 
    "Housing for the aged", 
    "Housing for the handicapped", 
    "Income tax", 
    "Juvenile delinquency", 
    "Labor and employment", 
    "Lawyers and Legal Services", 
    "Legal services", 
    "Married people", 
    "Military dependents", 
    "Parent and child", 
    "Parent-school relationships", 
    "Private schools", 
    "Public Welfare and Charities", 
    "Racial discrimination", 
    "Religion and Clergy", 
    "Religion in the public schools", 
    "Religious liberty", 
    "Retirement income", 
    "Savings accounts", 
    "Secondary education", 
    "Social welfare", 
    "Social work", 
    "State education agencies", 
    "State laws", 
    "States", 
    "Support of dependents", 
    "Supreme Court jurisdiction", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exemption", 
    "Tax rates", 
    "Tax-deferred compensation plans", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Teachers", 
    "Textbooks", 
    "Trusts and trustees", 
    "Vocational education", 
    "Wife abuse", 
    "Women's rights", 
    "Youth services"
  ], 
  "subjects_top_term": "Family policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-01-06", 
    "text": "Family Protection Act - States as the purposes of this Act the strengthening of the American family and the elimination of governmental policies which diminish its strength and prosperity. Title I: Family Preservation - Establishes a legal presumption in favor of an expansive interpretation of a parent's role in supervising and determining the religious or moral formation of a child. Requires the notification of parents or guardians before a federally-funded program, project, or entity may provide contraceptive or abortion services to an unmarried minor. Prohibits Federal preemption of State laws relating to child or spousal abuse, or juvenile delinquency. Prohibits the expenditure of Federal funds for child abuse programs in any State unless the legislature of such State has specifically authorized such programs. Defines \"child abuse and neglect\" as physical or mental injury, sexual abuse or exploitation, negligent treatment or maltreatment. Excludes from such definition discipline or corporal punishment applied by a parent or an individual authorized to act in the place of such parent. Amends the Legal Services Corporation Act to prohibit legal assistance for any litigation: (1) to compel an abortion or State or Federal funding for an abortion; (2) to obtain a divorce; or (3) to adjudicate the issue of homosexual rights. Directs the Secretary of the branch of the Armed Forces concerned to deduct from the monthly pay and allowances of a member of such Armed Forces who is living separately from his or her dependents an amount sufficient to provide for the support of such dependents. Prohibits the use of Federal funds by any organization which advocates, promotes, or suggests male or female homosexuality as a life style. Title II: Taxation - Amends the Internal Revenue Code to allow a taxpayer an income tax deduction for contributions to a savings account established to pay his or her expenses or those of a dependent at an educational institution (pre-school through college). Limits the amount of such deduction to $2,500 for a taxable year and permits only one account to be established on behalf of any individual. Provides for an inflation adjustment of such amount, based on the Consumer Price Index. Exempts from income taxation any distributions from such accounts which are used exclusively to meet the educational expenses of the dependent child. Treats qualified distributions as income to the beneficiary for the taxable year in which the beneficiary attains age 25, and for each of the following nine years, in successive installments equal to ten percent of the total amount of such distributions. Grants tax-exempt status to certain private educational institutions. Provides for the termination of the tax exemption of a school which is found to discriminate in the hiring of teachers or the admission of students on the basis of race, nationality, or ethnic background. Allows individuals who maintain a household which includes a dependent who has reached age 65 a nonrefundable income tax credit not in excess of $250 for the taxable year. Allows such individuals to take an income tax deduction in lieu of the credit. Limits the amount of such deduction to $1,000 for the taxable year. Allows an income tax deduction for contributions to a trust established by a taxpayer to provide care to such taxpayer's parents or handicapped relatives. Limits the amount of such deduction to $3,000 for a taxable year. Provides for the tax exemption of such trusts. Permits married individuals to compute on a separate basis the maximum retirement savings deduction to which each individual is entitled. Permits a maximum deduction of $3,000 for a spouse who is handicapped. Grants tax-exempt status to organizations providing day care for children. Allows contributors to a tax-exempt day care center to claim a business expense deduction for contributions not deductible as a charitable contribution. Allows an additional personal tax exemption of $1,000 for each child born to or adopted by a taxpayer during the taxable year. Permits an exemption of $3,000 for the adoption of a handicapped child over the age of three whose parents are not of the same race or for a child born to the taxpayer who is handicapped. Permits an income tax deduction from gross income for fees, court costs, attorney's fees, and other necessary expenses incurred in the adoption of a child. Limits the amount of such deduction to a maximum of $3,500 ($4,500 for an international adoption), with a $500 deductible. Title III: Education - Amends the General Education Provisions Act to prohibit payments under such Act to Federal, State, or local educational agencies or institutions which: (1) prohibit the involvement of parents and representatives of the community in decisions relating to the establishment or continuation of religious studies; (2) limit parental visits to public schools or classes or the right of parents to inspect their children's school records; (3) require the payment of dues or fees as a condition of employment for teachers; or (4) prohibit parental review of textbooks prior to their use in the classroom. States that no Federal funds may be made available for textbooks which do not reflect a balance between the status role of men and women and do not contribute to the American way of life. Guarantees the right of any State or local educational agency to set qualifications for teachers, set attendance requirements for students, and to limit or prohibit the intermingling of sexes in sports or other school-related activities. Amends the National Labor Relations Act to exclude from the definition of \"employer\" any corporation or association operating a school. Amends the Elementary and Secondary Education Act of 1965 to authorize appropriations for the payment of allotments to States for the financing of elementary and secondary school programs. Directs the Secretary of Education to terminate the payment of such allotments if the programs for which funds are paid no longer comply with specified requirements. Permits judicial review of any finding of the Secretary with respect to applications for funding or termination of payments to a State. Prohibits the exercise of Federal control over the curriculum, administration, or personnel of any State or local school system. Repeals certain titles of such Act providing: (1) financial assistance to meet special educational needs of children; (2) basic skills improvement; (3) special projects; (4) educational improvement, resources, and support; (5) bilingual education programs; and (6) additional special programs. States that nothing in this Act or in other Federal law shall prohibit release time for parenthood education to be conducted by churches or parents. Amends the Legal Services Corporation Act to prohibit legal assistance in any proceeding or litigation relating to racial quotas or the desegregation of elementary or secondary schools. Title IV: Voluntary Prayer and Religious Meditation - Voluntary Prayer and Religious Meditation Act of 1981 - States that each individual shall have the right to participate in voluntary prayer or religious meditation in any public building or other building supported by Federal funds. Prohibits Federal, State, or political subdivisions from abridging the free exercise of such prayer or meditation. Authorizes civil actions for violations of this title. Title V: Rights of Religious Institutions and Educational Affiliates - Prohibits the Federal Government from imposing legal requirements upon the operation of a church organization which sponsors a child care center, orphanage, foster home, social action training program, emergency shelter for abused children or spouses, school, or juvenile delinquency or drug abuse treatment center or home. Title VI: Miscellaneous - Grants jurisdiction to U.S. district courts to hear any cases arising under this Act. Provides for a six-year statute of limitations on actions brought under this Act. Requires the Secretary to report to Congress on the administration of this Act and the progress of the States in effectuating its provisions. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Voluntary Prayer and Religious Meditation Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen the American family and to promote the virtues of family life through education, tax assistance, and related measures.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:57-05:00"
}