{
  "actions": [
    {
      "acted_at": "1980-06-17", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres711-96", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-06-17", 
  "number": "711", 
  "official_title": "A resolution amending rule X of the Rules of the House of Representatives to provide that committee and subcommittee ratios reflect, to the closest degree possible, the party ratio in the House as a whole.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Leach, James A.", 
    "state": "IA", 
    "thomas_id": "00672", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-06-17", 
  "subjects": [
    "Congressional committees", 
    "Congressional committees (House)", 
    "House of Representatives", 
    "Political parties"
  ], 
  "subjects_top_term": "Congressional committees (House)", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-06-17", 
    "text": "Amends the Rules of the House of Representatives to require an election of members of standing committees at the commencement of the second session of each Congress. Revises the Rules to require any subcommittee, task force, or subunit of the Committee on Standards of Official Conduct to have an equal number of members from the majority and minority party. Directs that the ratio of party members on each standing committee (subcommittee, task force, or subunit thereof) be as mathematically close as possible to the ratio of party Members of the House. Authorizes an increase by one member to any standing committee whose number of members is decreased pursuant to the prescribed ratio. Stipulates that every standing committee (subcommittee, task force, or subunit thereof) shall have the greater number of members from the majority party. States that the count of Members of the House does not include a Delegate or Resident Commissioner to the House for purposes of the mathematical ratio. Directs the Speaker of the House to appoint members of select committees and conference committees in accordance with the ratio set forth in this Act. Provides that the amendments made by this Act shall be applicable to committees established prior to enactment of this Act on January 3, 1981, and to committees established on or after enactment at the time of such establishment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution amending rule X of the Rules of the House of Representatives to provide that committee and subcommittee ratios reflect, to the closest degree possible, the party ratio in the House as a whole.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:50-05:00"
}