{
  "actions": [
    {
      "acted_at": "1991-07-10", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-11-22", 
      "bill_ids": [
        "hr3575-102"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.3575.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2839-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Borski, Robert A.", 
      "sponsored_at": "1991-07-10", 
      "state": "PA", 
      "thomas_id": "00111", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "31", 
      "name": "Dymally, Mervyn M.", 
      "sponsored_at": "1991-07-10", 
      "state": "CA", 
      "thomas_id": "00328", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Foglietta, Thomas M.", 
      "sponsored_at": "1991-07-10", 
      "state": "PA", 
      "thomas_id": "00395", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Ford, Harold E.", 
      "sponsored_at": "1991-07-10", 
      "state": "TN", 
      "thomas_id": "00400", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ford, William D.", 
      "sponsored_at": "1991-07-10", 
      "state": "MI", 
      "thomas_id": "00401", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Kildee, Dale E.", 
      "sponsored_at": "1991-07-10", 
      "state": "MI", 
      "thomas_id": "00631", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kostmayer, Peter H.", 
      "sponsored_at": "1991-07-10", 
      "state": "PA", 
      "thomas_id": "00649", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Levin, Sander M.", 
      "sponsored_at": "1991-07-10", 
      "state": "MI", 
      "thomas_id": "00683", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Lowey, Nita M.", 
      "sponsored_at": "1991-07-10", 
      "state": "NY", 
      "thomas_id": "00709", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Matsui, Robert T.", 
      "sponsored_at": "1991-07-10", 
      "state": "CA", 
      "thomas_id": "00748", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Murtha, John P.", 
      "sponsored_at": "1991-07-10", 
      "state": "PA", 
      "thomas_id": "00844", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Pease, Donald J.", 
      "sponsored_at": "1991-07-10", 
      "state": "OH", 
      "thomas_id": "00904", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Sabo, Martin Olav", 
      "sponsored_at": "1991-07-10", 
      "state": "MN", 
      "thomas_id": "01007", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Staggers, Harley O., Jr.", 
      "sponsored_at": "1991-07-10", 
      "state": "WV", 
      "thomas_id": "01095", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Stokes, Louis", 
      "sponsored_at": "1991-07-10", 
      "state": "OH", 
      "thomas_id": "01115", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Taylor, Gene", 
      "sponsored_at": "1991-07-10", 
      "state": "MS", 
      "thomas_id": "01142", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Weiss, Ted", 
      "sponsored_at": "1991-07-10", 
      "state": "NY", 
      "thomas_id": "01213", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-10", 
  "number": "2839", 
  "official_title": "To provide a program of Federal supplemental compensation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1367-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3040-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3575-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Unemployment Insurance Reform Act of 1991", 
  "sponsor": {
    "district": "2", 
    "name": "Downey, Thomas J.", 
    "state": "NY", 
    "thomas_id": "00314", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-07-10", 
  "subjects": [
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Budget deficits", 
    "Civil procedure", 
    "Compensatory education", 
    "Congressional oversight", 
    "Dislocated workers", 
    "Dismissal of employees", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Federal receipts and expenditures", 
    "Fraud", 
    "Government spending reductions", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Hard-core unemployed", 
    "Income tax", 
    "Job hunting", 
    "Layoffs", 
    "Literacy programs", 
    "Lumber trade", 
    "Military bases", 
    "Occupational retraining", 
    "Relocation of employees", 
    "School personnel", 
    "Social security taxes", 
    "State laws", 
    "Tax rates", 
    "Taxation", 
    "Unemployment insurance", 
    "Veterans' employment", 
    "Wildlife conservation", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-07-10", 
    "text": "Unemployment Insurance Reform Act of 1991 - Title I: Federal Supplemental Compensation Program - Subtitle A: Establishment of Program - Establishes a Federal supplemental unemployment compensation program. Allows any State to enter into and participate in an agreement with the Secretary of Labor (the Secretary) under which the State agency which administers the State unemployment compensation law will make payments of Federal supplemental compensation: (1) to individuals who have exhausted all rights to regular compensation under State law, have no rights to such regular compensation or any additional State or Federal compensation, and are not receiving Canadian compensation; and (2) for any week of unemployment begining in the individual's eligibility period. Sets forth provisions relating to exhaustion of regular benefits and weekly amount of supplemental benefits equal to regular benefits. Requires a State, under such an agreement, to establish a Federal supplemental compensation account with respect to the benefit year of each eligible individual who file an application. Limits benefit payments to not more than the amount in the individual's account. Sets forth formulas for determining the amount in such account. Provides that such amount shall be equal to the lesser of: (1) 100 percent of the total amount of regular compensation (including dependents' allowances) payable to the individual with respect to the most recent regular benefit year; or (2) the applicable limit times the average weekly benefit amount for the benefit year. Sets the applicable limit at: (1) 26 for an eight-percent period, i.e. one triggered by a total unemployment rate (TUR) of eight percent or more in the State, seasonally adjusted, for the most recent three months with available data; (2) 15 for a seven-percent period; and (3) ten for a six-percent period. Sets forth special rules relating to such applicable limits. Coordinates the Federal supplemental compensation program with the trade readjustment allowance program under the Trade Act of 1974. Sets forth general, special, and transitional rules for supplemental benefit periods, individual eligibility periods, State on and off indicators, and a temporary national trigger. Sets forth provisions for payments to States having such agreements for Federal supplemental compensation. Sets forth reachback provisions for certain individuals' eligibility for such benefits. Sets forth provisions relating to fraud and overpayments. Subtitle B: Repeal of Extended Program - Repeals the Federal-State Extended Unemployment Act of 1970, and references to the extended unemployment compensation program (established by such Act) in the Federal Unemployment Tax Act (FUTA) provisions of the Internal Revenue Code and in the Social Security Act (SSA). Title II: Modifications to Eligibility Provisions - Amends FUTA to limit the circumstances under which individuals may be disqualified for unemployment compensation under State law. Amends specified Federal law to repeal certain limitations on payment of unemployment compensation to former members of the Armed Forces. Reduces the length of the period of required active duty by reserves to qualify for such payments. Amends FUTA to allow optional unemployment benefits for certain school employees, by making denial of such benefits discretionary rather than mandatory. Amends FUTA with respect to the treatment of certain determinations with respect to claims for unemployment compensation benefits under State law. Amends FUTA to require State agencies administering unemployment compensation to approve any training program involving classroom training, occupational skill training, basic or remedial education, or literacy or remedial English training, in the case of any individual who has received compensation under State law for ten weeks or more during the benefit year (thus allowing such individual to receive such compensation while participating in such training). Amends FUTA to modify the base period, in certain circumstances, for purposes of individual eligibility for unemployment compensation under State law. Title III: Demonstration Program to Provide Job Search Assistance - Directs the Secretary to carry out a demonstration program to determine the feasibility of implementing job search assistance programs. Requires selection of three States to participate in such program, based on specified criteria. Requires that at least one of these States replicate a prior successful demonstration project for job search assistance. Sets forth requirements for the program agreement with these States. Requires a job search assistance program, for purposes of this title, to: (1) require certain unemployment compensation recipients to participate in a qualified intensive job search program (the program) after receiving such compensation for ten weeks during any benefit year; (2) entitle such individuals to an intensive job search program voucher; and (3) disqualify those who do not satisfactorily participate in such program from receiving such compensation for a specified period. Makes such program requirements applicable to such recipients if, during a specified three-year period, they had at least 126 weeks of employment at wages of $30 or more a week with their last employer (or an equivalent amount computed under prescribed regulations). Sets forth exceptions to such program requirements and program qualifications. Provides that such vouchers entitle the organization (including the State employment service) providing the program to a payment from the State agency equal to the lesser of: (1) the reasonable costs of providing the program; or (2) the average weekly benefit amount in the State. Requires Federal payments from the supplemental compensation account to each participating State's account in the Unemployment Trust Fund in an amount equal to the payments made by the State agency for such program vouchers. Provides for payments on a calendar month basis, and for certification by the Secretary. Directs the Secretary to submit two interim reports and a final report to the Congress on the demonstration program under this title. Title IV: Worker Adjustment Assistance Program for Certain Dislocated Workers - Subtitle A: General Provisions - Allows any State to enter into and participate in an agreement with the Secretary under which: (1) the State agency will make payments of worker adjustment assistance; and (2) the State law applicable to regular unemployment compensation claims and payments will apply to such worker adjustment assistance, except where inconsistent with this subtitle or the regulations of the Secretary. Allows States to terminate such agreements upon providing 30 days' written notice to the Secretary. Authorizes the Governor of any State which is party to such an agreement to submit to the Secretary an application for designation of one or more counties in the State as eligible for such worker adjustment assistance program. Directs the Secretary, within a specified period, to certify a county as eligible for participation in such program upon determination that workers in the county have (or are substantially threatened to) become totally or partially separated from their employment due in part to: (1) any action pursuant to the Endangered Species Act of 1973; or (2) any closure or realignment of a military installation pursuant to the Defense Authorization Amendments and Base Closure and Realignment Act. Requires payment of a basic adjustment allowance to any worker covered by such county certification, if specified conditions are met, relating to adversely affected employment, long-term prior employment, and exhaustion of rights to any other unemployment compensation. Sets the weekly and maximum amounts of such basic adjustment allowance. Entitles each worker receiving such a basic adjustment allowance to a job search allowance and a relocation allowance, of specified limited amounts. Provides for: (1) payments to States by transfers from the worker adjustment assistance account; and (2) program administration. Directs the Secretary to prescribe any regulations necessary to carry out this subtitle. Subtitle B: Financing Provisions - Amends the Social Security Act (SSA) to establish a worker adjustment assistance account in the Unemployment Trust Fund (the Fund). Directs the Secretary of the Treasury to transfer a specified amount to such account from the supplemental compensation account. Requires that amounts in such account be available for transfer to the accounts of States in the Fund to make payments of worker adjustment assistance. Title V: Financing Provisions - Subtitle A: Modifications to Federal Unemployment Tax - Amends FUTA provisions related to the rate of the Federal unemployment tax. Modifies the formula for determining such rate to make such FUTA excise tax on employers equal: (1) five and four-tenths percent of the total wages paid during the calendar year with respect to employment; and (2) a specified percentage of the total Federal taxable wages paid during the calendar year with respect to employment. (Provides that such percentage shall be lowered as it is phased-in, from 0.4 percent in 1993 to 0.2 percent in 1997 and thereafter.) Makes conforming modifications to credit provisions and tax computation provisions. Subtitle B: Financing Reforms - Amends the SSA to provide for transfers of income taxes on unemployment benefits to the Unemployment Trust Fund. Modifies provisions for Federal unemployment accounts. Provides for an increase in quarterly credits for States with adequate balances. Provides for appropriate adjustments in transfers to the Federal unemployment account. Increases a ceiling on the supplemental compensation account. Provides for borrowing between Federal accounts, under specified circumstances, with respect to: (1) the employment security administration account; (2) the Federal unemployment account; or (3) supplemental compensation and reemployment assistance account. Directs the Secretary, within 12 months, to report to the Congress a proposal for revising the method of allocating grants among the States for administration of the unemployment insurance program. Prohibits the Secretary from revising such method until 12 months after such report is submitted to the Congress. Amends the SSA to establish an Advisory Council on Unemployment Compensation. Directs the Secretary to establish such a council by December 31, 1991, and every fifth year thereafter. Requires each such council to evaluate the unemployment compensation program. Sets forth membership and staff provisions. Requires each council to report to the Congress by October 1 of the year following the year in which is required to be established. Terminates each council after it submits its report. Title VI: Budget Compliance Provisions - Sets forth the applicable cost estimate of this Act for FY 1991 through 1995 for purposes of specified provisions of the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act). Provides, notwithstanding such cost estimate, for budgetary treatment under pay-as-you-go procedures. Exempts Federal supplemental compensation program payments under title I of this Act from any order issued under part C of the Balanced Budget and Emergency Deficit Control Act of 1985 for FY 1992 or any succeeding fiscal year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Unemployment Insurance Reform Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide a program of Federal supplemental compensation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:29-05:00"
}