{
  "actions": [
    {
      "acted_at": "1984-06-13", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5841-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-06-13", 
  "number": "5841", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to impose a progressive consumption tax, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Progressive Consumption Tax Act of 1984", 
  "sponsor": {
    "district": "1", 
    "name": "Heftel, Cecil", 
    "state": "HI", 
    "thomas_id": "00526", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-06-13", 
  "subjects": [
    "Awards, medals, prizes", 
    "Business and commerce", 
    "Charitable contributions", 
    "Corporation taxes", 
    "Corporations and Stocks", 
    "Employee benefit plans", 
    "Estate tax", 
    "Expenditure tax", 
    "Gift tax", 
    "Health", 
    "Income tax", 
    "Insurance", 
    "Labor and employment", 
    "Life insurance", 
    "Local and Municipal Government", 
    "Local taxation", 
    "Medical economics", 
    "Old age, survivors and disability insurance", 
    "Property tax", 
    "Public Lands and Real Property", 
    "Public Welfare and Charities", 
    "Railroad employees", 
    "Railroads", 
    "Real property tax", 
    "Saving and investment", 
    "Social welfare", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax rates", 
    "Taxation", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Expenditure tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-06-13", 
    "text": "Progressive Consumption Tax Act of 1984 - Title I: Progressive Consumption Tax - Amends the Internal Revenue Code to repeal the individual income tax. Imposes in lieu of the individual income tax a progressive tax on the taxable consumption of the taxpayer. Imposes separate progressive rates for: (1) married individuals filing joint returns and surviving spouses; (2) heads of households; (3) unmarried individuals; (4) married individuals filing separate returns; and (5) estates and trusts. Repeals the minimum tax for tax preferences, the tax on accumulated corporate surpluses, and the tax on personal holding companies. Repeals the corporate income tax. Imposes in lieu of the corporate income tax a tax of 30 percent on the taxable consumption of every corporation. Imposes a minimum tax on corporations which accumulate certain levels of surplus income. Imposes the progressive consumption tax on the net income of the taxpayer less any amounts added to savings or any decrease of indebtedness during that year, minus the standard deduction or other deductions allowed. Provides that social security contributions shall be treated as an increase to savings. Provides a $200 tax credit in lieu of a deduction for the personal exemptions. Repeals specified income tax credits, deductions, and exclusions. Includes in gross income, for purposes of the progressive consumption tax, the following items of income: (1) prizes and awards; (2) the cost of group-term life insurance purchased for employees; (3) employment compensation; (4) social security and tier one railroad retirement benefits; and (5) gifts, bequests, devises, and inheritances. Limits the income tax deduction for interest paid to that interest which is related to a trade or business, investment activity, or property which is the principal residence of the taxpayer. Repeals the income tax deduction for real and personal property taxes. Limits the amount of the income tax deduction for charitable contributions to five percent of the taxpayer's adjusted gross income. Modifies the deduction for medical expenses and casualty losses. Repeals the limitations on the allowance of capital losses. Makes the provisions of this Act effective for taxable years beginning after December 31, 1985. Title II: Modification of Estate and Gift Taxes - Repeals the amount of the unified tax credit against the estate tax applicable in 1987. Repeals the gift tax."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Progressive Consumption Tax Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to impose a progressive consumption tax, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:07-05:00"
}