{
  "actions": [
    {
      "acted_at": "2000-02-28", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-02-28", 
      "in_committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Hearings held. Hearings printed: S.Hrg. 106-937.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-13", 
      "in_committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking, Housing, and Urban Affairs. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2000-07-25", 
      "committee": "Banking, Housing, and Urban Affairs", 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Reported by Senator Gramm with amendments. With written report No. 106-360. Additional views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2000-07-25", 
      "calendar": "Senate Legislative", 
      "number": "712", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 712.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3878-106", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3878"
    }
  ], 
  "bill_id": "s2107-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Allard, Wayne", 
      "sponsored_at": "2000-04-05", 
      "state": "CO", 
      "thomas_id": "00011", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bayh, Evan", 
      "sponsored_at": "2000-05-09", 
      "state": "IN", 
      "thomas_id": "01572", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bennett, Robert F.", 
      "sponsored_at": "2000-05-09", 
      "state": "UT", 
      "thomas_id": "01280", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bond, Christopher S.", 
      "sponsored_at": "2000-06-09", 
      "state": "MO", 
      "thomas_id": "01286", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bunning, Jim", 
      "sponsored_at": "2000-03-29", 
      "state": "KY", 
      "thomas_id": "00146", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Crapo, Mike", 
      "sponsored_at": "2000-05-09", 
      "state": "ID", 
      "thomas_id": "00250", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Enzi, Michael B.", 
      "sponsored_at": "2000-05-15", 
      "state": "WY", 
      "thomas_id": "01542", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grams, Rod", 
      "sponsored_at": "2000-02-28", 
      "state": "MN", 
      "thomas_id": "00454", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hagel, Chuck", 
      "sponsored_at": "2000-03-07", 
      "state": "NE", 
      "thomas_id": "01545", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mack, Connie, III", 
      "sponsored_at": "2000-02-28", 
      "state": "FL", 
      "thomas_id": "00721", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "2000-06-09", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2000-02-28", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Torricelli, Robert G.", 
      "sponsored_at": "2000-05-09", 
      "state": "NJ", 
      "thomas_id": "01163", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-02-28", 
  "number": "2107", 
  "official_title": "A bill to amend the Securities Act of 1933 and the Securities Exchange Act of 1934 to reduce securities fees in excess of those required to fund the operations of the Securities and Exchange Commission, to adjust compensation provisions for employees of the Commission, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Competitive Market Supervision Act", 
  "sponsor": {
    "district": null, 
    "name": "Gramm, Phil", 
    "state": "TX", 
    "thomas_id": "00453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2000-07-13", 
  "subjects": [
    "Administrative fees", 
    "Administrative remedies", 
    "Annuities", 
    "Appropriations", 
    "Brokers", 
    "Charitable contributions", 
    "Commerce", 
    "Commercial arbitration", 
    "Congress", 
    "Congressional reporting requirements", 
    "Corporate mergers", 
    "Data banks", 
    "Economics and public finance", 
    "Employee benefit plans", 
    "Federal employees", 
    "Federal preemption", 
    "Fees", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government securities", 
    "Independent regulatory commissions", 
    "Indexing (Economic policy)", 
    "Information services", 
    "Investment advisers", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Pay equity", 
    "Pension funds", 
    "Personnel records", 
    "Salaries", 
    "Science, technology, communications", 
    "Securities and Exchange Commission", 
    "Securities fraud", 
    "Securities industry", 
    "Securities regulation", 
    "State laws", 
    "Stock exchanges", 
    "Stockholders' voting", 
    "Telephone", 
    "Tender offers"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2000-07-25", 
    "text": "TABLE OF CONTENTS: Title I: Fees and Comparability Title II: Securities Markets Enhancement Subtitle A: Reducing the Cost of Capital Formation Subtitle B: Enhancement of Disclosure and Investment Adviser Regulation Competitive Market Supervision Act - Title I: Fees and Comparability - Amends the Securities Act of 1933 to: (1) eliminate the general revenue fees on securities for the cost of the securities registration process; (2) set a uniform and higher rate for the offsetting collection fee schedule for FY 2001 through 2006; and (3) set a permanent rate for FY 2007 and thereafter (presently such rates phase out after FY 2006).(Sec. 102) Amends the Securities Exchange Act of 1934 to revise the filing fees related to the purchase of securities by issuers and to preliminary proxy solicitations to reflect such modified offsetting collection fee schedule.Mandates that fees collected during any fiscal year be deposited and credited as offsetting collections.(Sec. 103) Replaces the statutory transaction fee formula for either a national securities exchange or national securities association with a transaction offsetting collection rate which is the uniform rate required to reach a specified transaction fee cap for the fiscal year.(Sec. 104) Prescribes guidelines for adjustments to fee rates, including: (1) estimates of collections; (2) a floor for total fee collections; and (3) a cap on total fee collections.Instructs the Securities and Exchange Commission (SEC) to explain to certain congressional committees the methodology used to make its estimates of collections.Shields SEC determinations and actions from judicial review.Requires the SEC to notify each national securities exchange or national securities association prior to taking action with respect to either a total fee collection floor or a total fee collection cap.(Sec. 105) Revises guidelines governing SEC employee appointment and compensation to include conformance with guidelines covering Federal agency employees under the Financial Institutions Reform, Recovery, and Enforcement Act of 1989.(Sec. 106) Authorizes appropriations for FY 2001.Title II: Securities Markets Enhancement - Securities Markets Enhancement Act of 2000 - Subtitle A: Reducing the Cost of Capital Formation - Amends the Securities Act of 1933 to increase from $5 million to $12 million (adjusted annually for inflation) the maximum aggregate amount of an issued security offering that is subject to SEC discretionary exemption authority.(Sec. 211) Amends the Securities Exchange Act of 1934 regarding charitable gift annuities to prescribe guidelines under which the statutory limitation on compensation does not apply to service rendered in connection with the issuance by a charitable organization of a charitable gift annuity. (Thus exempts individuals rendering such a service from broker-dealer registration.)(Sec. 212) Amends the Securities Act of 1933 to include within the scope of \"covered securities\" exempt from State registration requirements: (1) certain warrants or rights of purchase; (2) a security issued by a foreign government or its political subdivision; and (3) certain interests in employee benefit plans.Prohibits a State securities commission from requiring a notice or filing fee on certain covered securities.Declares State registration, licensing, or qualification requirements inapplicable to an issuer agent executing certain covered securities transactions if the agent receives no compensation in connection with such transaction.Subtitle B: Enhancement of Disclosure and Investment Adviser Regulation - Amends the Investment Advisers Act of 1940 to repeal SEC oversight authority to require an investment adviser to file certain notices, applications, reports, or fees.(Sec. 221) Reaffirms the authority of a State securities commission to require certain registered investment advisers to file any SEC document solely for notice purposes, together with a consent to service of process and requisite fee.(Sec. 222) Prohibits State law from requiring an investment adviser to provide specified fees and filings unless such adviser (or supervised personnel) either has a place of business located within the State, or has more than five clients who are residents of such State during the 12-month period preceding the required date of such filing. Retains State authority to impose filing fees.(Sec. 223) Replaces the national de minimis standard governing investment adviser registration with a prohibition against State financial reporting requirements which are in addition to those of the State wherein such adviser maintains its principal place of business if the adviser: (1) is in compliance with reporting requirements in the home State; and (2) has not taken custody of the assets of any client residing in the non-home State during the 12-month period preceding the non-home State filing date.Prohibits any State or local government registration, licensing, or qualification law from requiring any investment adviser that is registered with the SEC or has its principal place of business in another State from paying any fee or filing any documents with the State securities commission unless the State or the commission accepts registration and renewal materials, documents filed solely for notice purposes, and related fees through an entity designated by the SEC. Cites circumstances in which the State may require direct fee payments and filings.(Sec. 224) Amends the Securities Exchange Act of 1934 to require a registered securities association to establish and maintain a readily accessible electronic process to receive inquiries about disciplinary actions and proceedings involving members and associated persons of any registered national securities exchange (including employment history and licensing status). Shields such association or exchange from liability for actions taken or omitted in good faith pursuant to this Act.Amends the Investment Advisers Act of 1940 to authorize the SEC to designate an entity to establish and maintain a toll-free telephone listing or other readily accessible electronic process to receive inquiries pertaining to: (1) disciplinary actions, proceedings, and arbitrations involving investment advisers and their associates (including those that have been reported to the Central Registration Depository); and (2) employment history and licensing status.Amends the National Securities Markets Improvement Act of 1996 to conform with the electronic inquiries provisions under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Competitive Market Supervision Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Competitive Market Supervision Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Securities Markets Enhancement Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Securities Act of 1933 and the Securities Exchange Act of 1934 to reduce securities fees in excess of those required to fund the operations of the Securities and Exchange Commission, to adjust compensation provisions for employees of the Commission, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:05-05:00"
}