{
  "actions": [
    {
      "acted_at": "1980-07-02", 
      "committee": "Senate Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2941-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-07-02", 
  "number": "2941", 
  "official_title": "A bill to amend title 38, United States Code, to provide a new program of educational assistance for persons who serve in the Armed Forces.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7795-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Armed Forces Educational Assistance Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Warner, John", 
    "state": "VA", 
    "thomas_id": "01452", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-07-02", 
  "subjects": [
    "Armed forces and national security", 
    "Education", 
    "Educational finance", 
    "Military dependents", 
    "Veterans' education"
  ], 
  "subjects_top_term": "Veterans' education", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-07-02", 
    "text": "Armed Forces Educational Assistance Act of 1980 - Establishes an Armed Forces Educational Assistance Program for persons who enter military service after September 30, 1980, and serve on active duty for three years or more. Sets forth a schedule of educational assistance entitlement for such veterans as follows: (1) for service of 36 consecutive months but less than 48 consecutive months and an agreement to serve three years in the Ready Reserve, 18 months of assistance; (2) for service of 48 consecutive months but less than 72 consecutive months and an agreement to serve four years in the Ready Reserve, 36 months of assistance; and (3) for service of 72 consecutive months, 36 months of assistance. Allows eligible veterans who have served on active duty for 16 years by September 30, 1986, to transfer their educational entitlement to their spouse or children in such manner as prescribed by the Administrator concerned and under limitations set forth in this Act. Makes any veteran entitled to assistance under this Act eligible to participate in the Predischarge Education Program (PREP) and eligible for education loans. Provides that such veterans are eligible for educational assistance for the six-year period following their discharge or release date. Sets forth procedures extending any applicable time period for such veterans who are prevented from initiating or completing a program of education under certain circumstances. Directs the Administrator of Veterans' Affairs to pay tuition costs and a subsistence allowance to eligible veterans in the program. Makes technical and conforming amendments to existing laws relating to veterans educational assistance. Terminates the Post-Vietnam Era Veterans' Educational Assistance program after September 30, 1982. Requires the Administrator of Veterans' Affairs and the Secretary of Defense to submit a joint report to the Congress, not later than 90 days after the enactment of this Act, on plans for implementing the educational assistance provided in such Act. Directs the Secretary of Defense to report to the Congress semiannually on the effect of such program on the number and quality of individuals entering the Armed Forces."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Armed Forces Educational Assistance Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to provide a new program of educational assistance for persons who serve in the Armed Forces.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:31-05:00"
}