{
  "actions": [
    {
      "acted_at": "1977-05-24", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7409-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-05-24", 
  "number": "7409", 
  "official_title": "A bill to improve the reliability, safety, and energy efficiency of transportation and to reduce unemployment by providing funds for work in repairing, rehabilitating, and improving essential railroad roadbeds and facilities.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1419-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Emergency Rail Transportation Improvement and Employment Act", 
  "sponsor": {
    "district": "1", 
    "name": "Florio, James J.", 
    "state": "NJ", 
    "thomas_id": "00392", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-05-24", 
  "subjects": [
    "Labor and employment", 
    "Occupational retraining", 
    "Railroad employees", 
    "Railroad engineering", 
    "Railroad facilities", 
    "Railroads", 
    "Transportation and state", 
    "Unemployment"
  ], 
  "subjects_top_term": "Railroad engineering", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-05-24", 
    "text": "Emergency Rail Transportation Improvement and Employment Act - Directs the Secretary of Transportation to make grants to eligible applicants for projects involving the repair, rehabilitation, or improvement of railroad roadbeds and facilities. Stipulates that the purposes of such grant program are to: (1) reduce unemployment in areas of substantial unemployment; (2) improve severely deteriorated roadbeds and facilities which are a risk to public safety or which seriously inhibit freight and passenger service; and (3) improve roadbeds and facilities which meet transportation needs and policies. Stipulates that the funds provided under this Act shall be used solely to pay the wages and benefits earned by individuals employed in programs funded by this Act and not for administrative expenses. Establishes a priority system for hiring individuals for jobs created pursuant to this Act. Directs the Secretary of Labor to establish rules and procedures for referring eligible individuals for employment to applicants receiving funds under this Act. Sets forth criteria for determining which roadbeds and facilities are eligible for project grants under this Act. Sets forth goals to be achieved with respect to such projects. Stipulates that projects must be structured and administered to achieve such goals in order to be eligible for funding. Sets forth restrictions regarding subcontracts for work on such projects. Sets forth measures relating to labor protection and wages and benefits for employees. Requires recipients of Federal funds under this Act to keep such records as the Secretary of Transportation may prescribe. Directs the Secretary to submit periodic reports to the President and the Congress regarding actions taken pursuant to this Act. Authorizes the appropriation of $750,000,000 to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Rail Transportation Improvement and Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the reliability, safety, and energy efficiency of transportation and to reduce unemployment by providing funds for work in repairing, rehabilitating, and improving essential railroad roadbeds and facilities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:34-05:00"
}