{
  "actions": [
    {
      "acted_at": "1974-06-06", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3598-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-06", 
  "number": "3598", 
  "official_title": "A bill to protect the constitutional and common law rights of citizens who are the victims of tortious acts or omission by agents or employees of the Federal Government, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Ervin, Sam J., Jr.", 
    "state": "NC", 
    "thomas_id": "01326", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-06", 
  "subjects": [
    "Claims", 
    "Federal employees and officials"
  ], 
  "subjects_top_term": "Claims", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-06", 
    "text": "Provides for the protection of the constitutional and common law rights of citizens who are the victims of tortious acts or omissions by agents or employees of the Federal Government. States that for claims arising under the Constitution or statutes of the United States or for intentional torts, recovery shall be allowed for all actual, general, consequential, and liquidated damages and, where appropriate, reasonable compensation for interest prior to judgment, punitive or exemplary damages not to exceed $50,000 and reasonable compensation for litigation expenses and attorneys' fees. Stipulates that the Secretary of Health, Education, and Welfare, the Secretary of Defense, and the Administrator of Veterans' Affairs, or their designees may, to the extent deemed appropriate, hold harmless or provide liability insurance for any officer or employee of their respective departments or agencies for damage for personal injury, including death or property damage, negligently caused by an officer or employee while acting within the scope of his office or employment and as a result of the performance of medical, surgical, dental, or related functions, including the conduct of clinical studies or investigations, if such employee is assigned to a foreign country or detailed to other than a Federal agency or institution, or if the circumstances are such as are likely to preclude the remedies of third persons against the United States for damage or injury."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to protect the constitutional and common law rights of citizens who are the victims of tortious acts or omission by agents or employees of the Federal Government, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:13-05:00"
}