{
  "actions": [
    {
      "acted_at": "1987-01-21", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-02-20", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Committee on Commerce. Hearings held. Hearings printed:  S.Hrg. 100-13.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s362-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-21", 
  "number": "362", 
  "official_title": "A bill to amend the Federal Aviation Act of 1958 and the Federal Railroad Safety Act of 1970 to provide for testing for the use, without lawful authorization, of alcohol or controlled substances by the operators of aircraft and railroads, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Airline and Rail Passenger Protection Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-21", 
  "subjects": [
    "Airline employees", 
    "Alcohol and Alcoholic Beverages", 
    "Alcoholism", 
    "Aviation", 
    "Aviation safety", 
    "Civil service employment", 
    "Department of Transportation", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drug testing", 
    "Drugs and employment", 
    "Drugs and narcotics", 
    "Federal Aviation Administration", 
    "Federal employees", 
    "Federal employees and officials", 
    "Public safety", 
    "Railroad employees", 
    "Railroad safety", 
    "Railroads", 
    "Transportation and public works", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-21", 
    "text": "Airline and Rail Passenger Protection Act of 1987 - Amends the Federal Aviation Act of 1958 to direct the Administrator of the Federal Aviation Administration (FAA) to prescribe regulations establishing a program requiring air carriers, contract carriers and foreign air carriers to conduct pre-employment testing (as well as periodic recurring, random, and post-accident testing) of airmen, crewmembers,and airport security screening contract personnel upon a reasonable suspicion that they have used alcohol or a controlled substance without lawful authorization. Requires the Administrator to establish such a program applicable to FAA employees whose duties include direct responsibility for flight safety operations. Sets forth guidelines for such program. Prohibits any individual who has used alcohol or a controlled substance without lawful authorization from serving as an airman, crewmember, airport security screening contract personnel, or employee of the FAA with direct responsibility for flight safety operations unless such individual has completed a rehabilitation program established under FAA auspices. Requires air carriers to establish and maintain a rehabilitation program for the identification and opportunity for treatment of airmen, crewmembers, and airport security screening contract personnel who need assistance in resolving substance abuse problems. Requires the Administrator to establish and maintain such a rehabilitation program for FAA employees whose duties include direct responsibility for flight safety operations, and who need assistance in resolving substance abuse problems. Amends the Federal Railroad Safety Act of 1970 to direct the Secretary of Transportation to review existing regulations governing alcohol and drug use in railroad operations to determine whether they are adequate to ensure safety. Sets forth the criteria for such review."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Airline and Rail Passenger Protection Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Aviation Act of 1958 and the Federal Railroad Safety Act of 1970 to provide for testing for the use, without lawful authorization, of alcohol or controlled substances by the operators of aircraft and railroads, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:11-05:00"
}