{
  "actions": [
    {
      "acted_at": "1978-06-28", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-08-07", 
      "references": [], 
      "text": "Committee on Environment and Public Works discharged in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-07", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3253-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1977-01-03", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Garn, E. J. (Jake)", 
      "sponsored_at": "1977-01-03", 
      "state": "UT", 
      "thomas_id": "01338", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1977-01-03", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Laxalt, Paul D.", 
      "sponsored_at": "1977-01-03", 
      "state": "NV", 
      "thomas_id": "01382", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-06-28", 
  "number": "3253", 
  "official_title": "A bill to authorize the Secretary of Energy to enter into cooperative arrangements to contain and to reduce potential radiation exposure from residual radioactive materials and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Residual Radioactive Materials Act", 
  "sponsor": {
    "district": null, 
    "name": "Hart, Gary W.", 
    "state": "CO", 
    "thomas_id": "01347", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-06-28", 
  "subjects": [
    "Arizona", 
    "Colorado", 
    "Energy", 
    "Environmental protection", 
    "Health", 
    "Idaho", 
    "Indian lands", 
    "Native Americans", 
    "New Mexico", 
    "Nuclear energy", 
    "Oregon", 
    "Pennsylvania", 
    "Public safety", 
    "Radiation", 
    "Radiation safety", 
    "Radioactive wastes", 
    "States", 
    "Texas", 
    "Utah", 
    "Wyoming"
  ], 
  "subjects_top_term": "Radiation safety", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-06-28", 
    "text": "Residual Radioactive Materials Act - Directs the Secretary of Energy to enter into agreements with designated States under which the Federal Government would agree to pay the entire cost of a joint Federal-State program to assess the radiation levels of residual radioactive materials from former uranium ore processing sites in such States and to perform appropriate remedial action to limit exposure of individuals to such radiation. Exempts certain processing sites from the coverage of this Act. Requires the agreements made by the Secretary and such States include terms providing, among other things, that the Secretary select the appropriate remedial action for limiting radiation exposure, that the States acquire ownership of the land upon which the radioactive materials are located, and that the States reimburse the Secretary in the amount, if any, that the proceeds of subsequent sale or disposition of such lands exceed the cost of acquisition, in proportion to the Secretary's share of the total costs of the remedial action program or, in the event the State does not dispose of the lands within two years of their acquisition, in the amount of the increase in value of the lands over their acquisition costs. Requires the United States to obtain ownership of lands to be designated as a disposal site, and transfers ownership of residual radioactive materials involved in any remedial action effort under this Act to the United States. Directs the Secretary to enter into similar agreements with the Secretary of the Interior and any Indian tribes residing on lands owned by Indians or held in trust for them upon which uranium ore processing operations have occurred. Authorizes the Secretary to establish such rules and regulations deemed necessary to carry out the provisions of this Act. Requires the Nuclear Regulatory Commission to establish standards to assure that the public health and safety and the environment are not impaired by the remedial action undertaken, pursuant to this Act, and are consistent with the applicable provisions of the Resource Recovery and Conservation Act of 1976, the Clean Air Act of 1970, the National Environmental Policy Act of 1969, and any other Federal environmental protection laws. Authorizes appropriations to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Residual Radioactive Materials Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of Energy to enter into cooperative arrangements to contain and to reduce potential radiation exposure from residual radioactive materials and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:51-05:00"
}