{
  "actions": [
    {
      "acted_at": "2000-02-10", 
      "references": [
        {
          "reference": "CR S625-626", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-02-10", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2067-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abraham, Spencer", 
      "sponsored_at": "2000-02-10", 
      "state": "MI", 
      "thomas_id": "01269", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-02-10", 
  "number": "2067", 
  "official_title": "A bill to provide education and training for the information age.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "America's Math and Science Excellence Act", 
  "sponsor": {
    "district": null, 
    "name": "Frist, William H.", 
    "state": "TN", 
    "thomas_id": "01336", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-02-10", 
  "subjects": [
    "Academic performance", 
    "Charter schools", 
    "Commerce", 
    "Computer industry", 
    "Computer security measures", 
    "Computer-assisted instruction", 
    "Computers in education", 
    "Conferences", 
    "Economics and public finance", 
    "Education of disadvantaged children", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Engineering", 
    "Engineers", 
    "Families", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Government operations and politics", 
    "Graduate education", 
    "Higher education", 
    "Industrial standards", 
    "Information technology", 
    "Infrastructure", 
    "Internet", 
    "Laboratories", 
    "Manufacturing industries", 
    "Mathematics", 
    "Quality of products", 
    "Scholarships", 
    "Science, technology, communications", 
    "Scientific education", 
    "Secondary education", 
    "Social welfare", 
    "Teacher education", 
    "Teacher salaries", 
    "Teaching", 
    "Technology transfer", 
    "Teleconferencing"
  ], 
  "subjects_top_term": "Elementary and secondary education", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-02-10", 
    "text": "American's Math and Science Excellence Act - Authorizes the Director of the National Science Foundation (NSF) to award competitive grants to support professional development in the use of information technology as it pertains to enhanced student learning for teachers who teach in elementary schools, secondary schools, or charter schools. Limits the duration of such grants to one year for individuals and three years for educational institutions. Requires the Director to consider, among the factors in determining such grant awards, whether: (1) the grant will benefit elementary schools, secondary schools, and charter schools that are at or below the 25th percentile for academic performance of schools in the respective State; and (2) private sector matching funds are available. Authorizes appropriations.(Sec. 4) Authorizes the NSF Director to award grants to secondary schools and institutions of higher education to establish student information technology internships. Limits the duration of such grants to three years. Requires the Director to ensure that: (1) any internship assisted by such a grant is conducted at a private sector entity; and (2) matching funds from the private sector are available in an amount equal to that of such grant funds. Authorizes appropriations.(Sec. 5) Requires the NSF Director to make grants to States to provide supplementary scholarships to students for study leading to a graduate degree in science, math, engineering, or a related field. Requires such scholarships to be awarded by the State higher education system, the State scholarship commission, or an equivalent State entity. Requires States to provide: (1) at least one-half of the scholarship program cost; and (2) assurances that at least two-thirds of the scholarships will be awarded to students who are members of families with a family income that is not more than 200 percent of the poverty line. Authorizes appropriations.(Sec. 6) Amends the National Institute of Standards and Technology Act to require the Director of the National Institute of Standards and Technology (NIST) to establish a Twenty-First Century Teacher Enhancement Program within NIST to provide for professional development of mathematics and science teachers for elementary, middle, and secondary schools. Requires such program to: (1) provide math and science teaching strategies, self-confidence in math and science, and understanding of math and science and their impact on commerce and the economy; (2) focus on specified and other appropriate areas of NIST expertise; (3) be conducted annually during the summer months; and (4) provide for teachers' participation in activities at NIST laboratory facilities or use other means of accomplishing program goals. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "America's Math and Science Excellence Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide education and training for the information age.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:04-05:00"
}