{
  "actions": [
    {
      "acted_at": "1979-10-11", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-10-11", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1880-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1979-01-03", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1979-01-03", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1979-01-03", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gravel, Mike", 
      "sponsored_at": "1979-01-03", 
      "state": "AK", 
      "thomas_id": "01343", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1979-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-11", 
  "number": "1880", 
  "official_title": "A bill to amend section 601 of the Powerplant and Industrial Fuel Act of 1978, to provide comprehensive assistance to States, local governments, and Indian tribes to mitigate the adverse social and economic impacts caused by major energy developments, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Inland Energy Impact Assistance Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Hart, Gary W.", 
    "state": "CO", 
    "thomas_id": "01347", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-10-11", 
  "subjects": [
    "Advisory bodies", 
    "Coal", 
    "Department of Agriculture", 
    "Department of Energy", 
    "Department of the Treasury", 
    "Economic conditions", 
    "Economics and public finance", 
    "Energy", 
    "Energy policy", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal-local relations", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Information services", 
    "Intergovernmental relations", 
    "Local and Municipal Government", 
    "Mineral industries", 
    "Native Americans", 
    "Power resources", 
    "Regional economic development", 
    "States", 
    "Uranium"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-10-11", 
    "text": "Inland Energy Impact Assistance Act of 1979 - Amends the Powerplant and Industrial Fuel Use Act of 1978 to authorize State Governors or governing bodies of Indian tribes to designate energy impact areas in accordance with specified conditions concerning increases in employment and use of public facilities and services. Authorizes the Secretary of Agriculture to make grants to such States and tribes for the purpose of developing plans for mitigating adverse economic impact resulting from energy development activities. Requires State Governors and Indian tribal governing bodies receiving such grants to designate local planning units to prepare for each energy impact area an energy impact mitigation plan, and authorizes the making of subgrants to such local planning units to assist in the cost of preparing mitigation plans. Requires State Governors and Indian tribal governing bodies to submit and revise annually a comprehensive investment strategy describing the intended use of all such financial assistance. Authorizes the Secretary to acquire real property for housing or public facilities determined to be necessary for an energy impact area according to the investment strategy as approved by the Secretary. Authorizes the Secretary to make grants to States and Indian tribes for the funding of public facilities and services identified in such investment strategy. Sets forth suggestions as to the distribution of such funds. Authorizes the Secretary to make grants, loans, loan guarantees, and payments of interest on loans to States, Indian tribes, and local governments to fund preliminary mitigation plans designed to identify and address the need for expedited assistance in the event energy development poses a serious threat to the public health and safety within a designated energy impact area, and such needs cannot be met in a sufficiently timely manner by other Federal programs. Establishes in the United States Treasury an Energy Impact Insurance Fund to provide funds for the loans and loan guarantees made under this Act. Limits the assistance provided under this Act to a total period of five years following the receipt of the first funds for facilities and services. Prohibits the appropriation of funds in support of any program for which Federal financial assistance is available to eligible applicants under the Coastal Zone Management Act of 1972 or the Surface Mining Control and Reclamation Act of 1977. Authorizes the Secretary to withhold financial assistance from a recipient for failure to comply with this Act or regulations issued thereunder. Directs the Secretary to designate within the Farmers Home Administration an organizational unit to administer the program established by this Act and to provide information to State and local officials and Indian tribes about Federal assistance from other Federal programs designed to prevent or mitigate energy resource development impacts. Directs the President to establish an interagency council to coordinate all Federal programs providing assistance to meet needs resulting from major energy developments. Authorizes appropriations for fiscal years 1980 through 1985 to carry out this Act. Directs Federal agencies responsible for health and safety of persons working in any federally-regulated coal, uranium, metal, or nonmetallic mine to use their authorities fully to protect existing and future housing, property, persons, and public facilities located near such facilities, whether active or abandoned, from hazards posed by activities at such facilities. Prohibits the authority of the Secretary of Agriculture and the Secretary of Energy from being transferred to any other Secretary or Federal agency without express legislation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Inland Energy Impact Assistance Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend section 601 of the Powerplant and Industrial Fuel Act of 1978, to provide comprehensive assistance to States, local governments, and Indian tribes to mitigate the adverse social and economic impacts caused by major energy developments, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:11-05:00"
}