{
  "actions": [
    {
      "acted_at": "2003-03-21", 
      "references": [
        {
          "reference": "CR S4277-4278", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-03-21", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s681-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "2003-03-21", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-03-21", 
  "number": "681", 
  "official_title": "A bill to provide for the enhanced protection of electricity consumers under the Federal Power Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Electricity Market Manipulation Prevention Act", 
  "sponsor": {
    "district": null, 
    "name": "Cantwell, Maria", 
    "state": "WA", 
    "thomas_id": "00172", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2003-03-21", 
  "subjects": [
    "Commerce", 
    "Contracts", 
    "Crime and law enforcement", 
    "Electric utilities", 
    "Energy", 
    "Energy prices", 
    "Fines (Penalties)", 
    "Marketing", 
    "Wholesale trade"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2003-03-21", 
    "text": "The Electricity Market Manipulation Prevention Act - Amends the Federal Power Act to instruct the Federal Energy Regulatory Commission (FERC) to review, at least annually, the characteristics of each market in which a public utility is authorized to sell wholesale electric energy at market-based rates to determine whether sales by the public utility in that market are subject to effective competition. Requires FERC to revoke immediately the authority of a public utility to sell wholesale electric energy at market-based rates upon a determination that: (1) sales in a market by such utility are not subject to effective competition; (2) rates charged by the utility are unjust, unreasonable, unduly discriminatory or preferential; (3) the public utility has intentionally engaged in an activity in a wholesale electric energy market that violates a FERC rule, tariff, or order; or (4) the public utility has engaged in or attempted to engage in fraudulent, manipulative, or deceptive activity in a wholesale electric energy market. Directs FERC, upon a finding of fraudulent, manipulative, or deceptive activity, to: (1) establish the just and reasonable rate for all prospective sales made by the public utility; and (2) require the public utility to refund any revenues collected in excess of the average wholesale power cost of service within the regional power market for the period in which the public utility engaged in the activity. Prohibits FERC from applying the public interest standard in reviewing a transaction executed at market-based rates, unless: (1) the standard is explicitly contained in the contract at issue; and (2) FERC does not find that the contract was not subject to effective competition."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Electricity Market Manipulation Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the enhanced protection of electricity consumers under the Federal Power Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:08-05:00"
}