{
  "actions": [
    {
      "acted_at": "1979-01-29", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1589-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-29", 
  "number": "1589", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954, and the Tax Reduction Act of 1975, with respect to employee stock ownership plans.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Expanded Employee Stock Ownership Act of 1979", 
  "sponsor": {
    "district": "3", 
    "name": "Frenzel, Bill", 
    "state": "MN", 
    "thomas_id": "00415", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-29", 
  "subjects": [
    "Business and commerce", 
    "Corporations", 
    "Corporations and Stocks", 
    "Employee benefit plans", 
    "Employee ownership", 
    "Estate tax", 
    "Income tax", 
    "Investment tax credit", 
    "Labor and employment", 
    "Minimum tax", 
    "Securities", 
    "Stocks", 
    "Tax credits", 
    "Tax deductions", 
    "Taxation"
  ], 
  "subjects_top_term": "Employee ownership", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-29", 
    "text": "Expanded Employee Stock Ownership Act of 1979 - Amends the Internal Revenue Code to allow an investment tax credit equal to the greater of two percent of the cost of qualified depreciable investment property or one percent of the total compensation paid to employees who participate in a special employee stock ownership plan for corporations which establish such a stock ownership plan. Limits the credit to $50,000 of the taxpayer's tax liability plus 95 percent of the excess of $50,000 with a carryback of three years and a carryover of seven years. Sets forth requirements for the establishment of a special employee stock ownership plan, including requirements that: (1) employer securities transferred to a plan be equal in amount to the credit claimed; (2) at least one-half of such employer securities qualify as newly issued employer securities; (3) the plan provide for the allocation of employer securities to employee-participants on the basis of income; and (4) the plan provides each participant with a nonforfeitable right to stock allocated to his account. Excludes employee stock ownership plan annuities and certain other pension plan annuities (that are currently includible) from inclusion in the gross estate for purposes of the estate tax. Qualifies employee stock ownership plan participants for the retirement savings income tax deduction. Exempts plan participants from providing a put option contract for the sale of supposed stock on a future day for any securities distributed from a plan which permits such participants to receive cash instead of a distribution of securities. Grants an income tax deduction to employers for the payment of dividends with respect to employer securities and permits a deduction for certain bequests and charitable contributions to an employee stock ownership plan. Eliminates contributions made to an employee stock ownership plan as an item of tax preference for purposes of the minimum tax."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Expanded Employee Stock Ownership Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954, and the Tax Reduction Act of 1975, with respect to employee stock ownership plans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:22-05:00"
}