{
  "actions": [
    {
      "acted_at": "1975-05-12", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6866-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Ford, Harold E.", 
      "sponsored_at": "1975-01-03", 
      "state": "TN", 
      "thomas_id": "00400", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-12", 
  "number": "6866", 
  "official_title": "A bill to broaden the income tax base, provide equity among taxpayers, and to otherwise reform the income, estate, and gift tax provisions.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1040-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Tax Equity Act", 
  "sponsor": {
    "district": "21", 
    "name": "Corman, James C.", 
    "state": "CA", 
    "thomas_id": "00234", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-12", 
  "subjects": [
    "Agriculture and food", 
    "Capital gains tax", 
    "Corporation taxes", 
    "Corporations", 
    "Estate tax", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Gasoline", 
    "Gift tax", 
    "Income tax", 
    "Investments", 
    "Mines and mineral resources", 
    "Patents", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax reform", 
    "Taxation", 
    "Trusts and trustees", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Estate tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-05-12", 
    "text": "Tax Equity Act - Title I: Capital Gains and Losses - Repeals the alternative tax presently allowed to corporations (and to individuals under specified circumstances) on long-term capital gain arising from: (1) dispositions pursuant to binding contracts and (2) distribution pursuant to liquidation. Provides, in lieu of the present 50 percent deduction for net long-term capital gain, an exclusion of one-third of 1 percent times the number of months long-term capital asset property used in the taxpayer's trade or business was held over 12 months. States that capital losses shall be allowed only to the entent of capital gains for the taxable year (up to $1000 in the case of an individual taxpayer). Provides for the carryover or carryback (to a maximum of 3 taxable years) of net capital losses (allowing carrybacks only if the net capital loss exceeds $10,000). Provides that the basis of specified property personal or household effects, life insurance proceeds, and income rights acquired from a decedent dying after June 30, 1975 shall be the same as the basis in the hands of the decedent plus its proportionate share of the Federal and State estate taxes attributable to the net appreciation in value of all such properties, even if such property is also community property. Requires the executor of an estate to supply specified information, in accordance with regulations to be propounded by the Secretary of the Treasury, with respect to the decedent and the basis of his property. Provides that income from the sale or exchange of patent rights shall be treated as royalties (ordinary income) rather than as gain from the sale or exchange of a capital asset. Title II: Income Derived From Extraction Of Minerals Repeals the percentage depletion allowance for taxable years beginning after December 31, 1974. Provides for the deduction of expenditures (including intangible drilling costs) incurred in the exploration and development of mineral property. Repeals the maximum tax (33 percent on sales of oil and gas properties. Provides an exclusion from gross income of amounts derived from foreign mineral properties, provided that such income is not derived from: (1) a nonoperating mineral interest; (2) distributions received with respect to the stock of a corporation, and (3) amounts includible in gross income as undistributed profits of controlled foreign corporations. Limits the losses allowable from the disposition of mineral property to the extent of the gains from the sale or exchange of such property during the taxable year. Title III: Reform Measures Affecting Primarily Individuals - Provides that the maximum rate of income tax for individuals shall be 50 percent of taxable income. Allows a credit of 24 percent of the amount of deductions which would be allowable, but for this Act, for the following: (1) personal exemptions; (2) interest on non-business obligations; (3) non-business State and local taxes; (4) non-business losses of property; (5) charitable contributions; (6) medical care; and (7) taxes and interest paid by a cooperative housing association. Authorizes the President to increase or decrease the 24 percent credit rate authorized by this Act subject to the disapproval by either House of Congress. States that such increase or decrease may not exceed 2 percentage points. Provides for a reduction in the tax rates applicable to those earning less than $10,000 per year. States that the income received by a child from a trust created by his parent, and dividends, interest, and royalties from property given the child by his parents shall be includible in the gross income of the parent if the claims a credit for the exemption allowable for such child as a dependent. Provides that share holder-employees of closely held corporations must include in gross income that part of of contributions paid by an employer-corporation (and deductible by it) to trusts, annuities, or bond purchase plans for the benefit of the sharehaolder-employee in excess of: (1) 15 percent of his compensation; or (2) $7500, and the amount of any forfeitures allocated to the employee's account under a stock bonus or profit-sharing plan. Repeals the $100 exclusion from gross income for dividends and trust income. Limits the deduction of interest on investment indibtedness to $5000 plus the amount of the net investment income. Restricts the business and income-producing expense deduction for business or trade-related conventions held outside of the United States to the cases where it is more reasonable for the meeting to be held outside of the United States than within the United States. Disallows business expense deductions for the use of a dwelling unit which is used by the taxpayer during the taxable year as a residence. Limits deductions attributable to farming to the gross income derived from farming for the taxable year, and, in the case of an individual, the higher of $10,000 on the amount of special deductions allowable. Provides for the computation of earings and profits on a consolidated basis with respect to distributions by the common parent corporation of a controlled group of corporations. Terminates the preferential tax treatment presently accorded to qualified stock options and restricted stock option plans under the Internal Revenue Code. Taxes trust income payable to the children of the grantor to the grantor if the child is under 21 years of age or a student. Provides that the deductible losses of a limited partner in a partnership cannot exceed his or her investment. Repeals the exemption for earned income from foreign sources. Provides that a partnership shall be treated as a corporation for purposes of income taxation upon filing of a registration statement for the offering of units of interest in a partnership with the Securities Exchange Commission. Title IV: Reform Measures Affedting Primarily Corporations - Repeals the investment credit for business property placed in service after Jan. 1, 1976. Repeals the Asset Depreciation Range System. States that, in the case of a corporation, the depreciation allowance shall not exceed the depreciation recorded on the corporation's books. Provides also that the deduction for repair expenses shall be limited to the amount recorded on the corporation's books. Limits the deduction on the aggregate amount of dividends received to 85 percent of taxable income computed without regard to specified deductions. Repeals the provision allowing nonrecognition of gain on the sale of inventory in specified cases. Denies, in the case of corporate reorganization, tax-free exchange treatment to investment companies. Disqualifies transactions which result in the shareholders of a merging corporation owning less than 20 percent of the total combined voting power of all classes of stock of the surving corporation as reorganizations. Repeals the special treatment of bad debt reserves of financial institutions. Repeals the special deductions for Western Hemisphere trade corporations. Taxes the undistributed profits of foreign corporations to such corporations' United States shareholders based on each shareholder's pro rata share of such undistributed profits. Repeals the tax exemption presently permitted to Domestic International Sales Corporations. Title V: Reforms Affecting Individuals And Corporations - Reduces the exemption from the 10 percent minimum tax on items of tax preference from $30,000 to $12,000. Subjects interest on governmental obligations, mineral exploration and development expenditures, and foreign tax credits to the minimum (10 percent) tax on preferences. Provides that the difference between the cost to a shareholder of the use of corporate property and the fair market value of such use shall be includible in the gross income of the shareholder. Limits the allowable depreciation deduction for rental real estate to an amount which will not reduce the adjustment basis to an amount below any mortgage indebtedness on such property. Reduces the deduction of charitable gifts of appreciated property tothe amount of the property's basis at the time of the gift. Provides that the foreign tax credit shall not include foreign taxes paid or accrued on any item excluded from gross income or gain not recognized under the Internal Revenue Code. Limits the foreign tax credit to that proportion of the tax imposed under the Internal Revenue Code which the taxpayer's taxable income from sources outside the United States bears to his entire taxable income. Title VI: Estate and Gift Tax Amendments - Provides for the integration of the estate tax rate with the rate schedule applied to the amount of adjusted inter vivos gifts ( the amount of such gifts to be computed according to a formula set forth in this Act). Limits the aggregate amount of charitable deductions allowed under the estate tax provision to $50 percent of the amount by which the value of the gross estate exceeds the aggregate amount of deductions for expenses, indebtedness, taxes, and casualty losses incurred during the settlement of the estate. Title VII: State and Local Obligations - Repeals the exemption for interest on state and local obligations issued after December 31, 1975. Directs the United States to pay 40 percent of the interest yield on state and local obligations. Title VIII: Withholding Of Income Tax On Dividends And Interest - Directs every person who pays interest or dividends to deduct and withhold on such interest or dividends a tax equal to 10 percent of the amount thereof: Defines the terms \"interest\" and \"dividend\" for this purpose. Directs every person required to deduct and withhold any tax to make quarterly returns of such tax to the appropriate officer."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tax Equity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to broaden the income tax base, provide equity among taxpayers, and to otherwise reform the income, estate, and gift tax provisions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:22-05:00"
}