{
  "actions": [
    {
      "acted_at": "1989-06-13", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-06-13", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-07-05", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-08-02", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2600-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Kolter, Joseph P.", 
      "sponsored_at": "1990-05-23", 
      "state": "PA", 
      "thomas_id": "00646", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Porter, John Edward", 
      "sponsored_at": "1990-05-10", 
      "state": "IL", 
      "thomas_id": "00923", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Smith, Bob", 
      "sponsored_at": "1989-11-02", 
      "state": "NH", 
      "thomas_id": "01082", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Towns, Edolphus", 
      "sponsored_at": "1989-07-12", 
      "state": "NY", 
      "thomas_id": "01165", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Young, Don", 
      "sponsored_at": "1989-07-12", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-06-13", 
  "number": "2600", 
  "official_title": "To amend the Social Security Act to establish a new program to provide for the health care needs of the elderly, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Rose, Charlie", 
    "state": "NC", 
    "thomas_id": "00986", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-06-13", 
  "subjects": [
    "Cost of living adjustments", 
    "Deceptive advertising", 
    "Executive reorganization", 
    "Fines (Penalties)", 
    "Government trust funds", 
    "Health", 
    "Health insurance", 
    "Income tax", 
    "Individual retirement accounts", 
    "Licenses", 
    "Medicare", 
    "National health insurance", 
    "Self-employed", 
    "Social security taxes", 
    "Social welfare", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Taxation"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-06-13", 
    "text": "Amends the Social Security Act to establish a title XXI titled \"Health Care Coverage for the Elderly.\" Prohibits such title from being construed as authorizing Federal officers or employees to supervise or control the provision of medical or health services. Establishes an Elderly Health Financing Authority (Authority) to be governed by a Board responsible for the operation of the title XXI program. Sets forth the duties of such Board, which shall include: (1) making recommendations to the Congress on the adequate level of health care benefits under title XXI; (2) annually proposing to the Congress any changes necessary to maintain the fiscal integrity of the program; (3) qualifying and reviewing the qualifications of private health care benefit plans for participation in such program; and (4) distributing annual health care vouchers to eligible individuals for the purchase of qualified private health care benefit plans. Increases the age of eligibility for title XXI benefits from 65 to 67 over the nine-year period following enactment of this Act. Requires the Administrator of the Board to provide beneficiaries with an annual health care voucher for the purchase of a qualified private health care benefit plan. Prohibits the assignment of vouchers. Prohibits a beneficiary from transferring a voucher from one qualified plan to another except upon substantiation of a complaint by the beneficiary that the insurance carrier has breached its agreement with the beneficiary. Authorizes the Board, upon substantiation of such a complaint, to: (1) require the insurance carrier to reimburse the beneficiary for such breach; (2) fine the carrier up to $2,000 for each breach; and (3) remove the carrier and such carrier's plan as a qualified private health benefit plan for repeated incidences amounting to substantial nonperformance of responsibilities. Provides that when a beneficiary fails to enter into an agreement with a carrier the agreement for the preceding year shall be extended through the present voucher year. Requires that the vouchers be of such form that the beneficiary and carrier can enter into an agreement for private health care benefit coverage under title XXI upon the voucher document itself. Sets forth beneficiary cost-sharing requirements which differ among individuals on the basis of their income and marital status. Sets the required coinsurance at 20 percent, but limits annual coinsurance payments to $2,000 for individuals and $3,000 for couples. Directs the Administrator to establish a certification procedure for private health care benefit plans. Provides for the annual recertification of such plans. Lists the medically necessary services which certified plans must provide without limitation or liability beyond specified cost sharing requirements. Directs the Administrator to establish a procedure for the review of proposed health insurance policy marketing materials to determine whether they are false and misleading. Defines a \"health individual retirement account\" as an irrevocable trust (including certain custodial accounts) created for the sole purpose of paying one individual's health care expenses upon his or her eligibility for coverage under titles XVIII (Medicare), XIX (Medicaid), or XXI of the Act. Amends the Internal Revenue Code to allow contributors to a health individual retirement account to deduct such contributions, provided previous contributions for the year do not exceed $500, adjusted annually for inflation. Limits eligible contributors to the individual who has the account and such individual's spouse, parents, children, and guardians. Excludes account distributions which are used to pay a beneficiary's health care expenses from such beneficiary's gross income. Exempts such accounts from income taxation. Taxes account amounts improperly used. Imposes an additional income tax on individuals to assure the adequacy of title XXI funding. Requires that the rate of such tax be adjusted by the Secretary of the Treasury on the basis of the Authority's recommendation. Makes such tax inapplicable to: (1) individuals whose income does not exceed the per capita income of the lowest fifth percentile of taxpayers or who are eligible for title XXI benefits; and (2) an individual's income in excess of $100,000, adjusted annually for inflation. Repeals Chapter 2 (Tax on Self-Employment Income) of the Internal Revenue Code. Repeals social security taxes imposed on the wages of employees. Sets the 1990 rate of Hospital Insurance taxes imposed on employers at 2.21 percent and at a percentage to be determined by the Authority thereafter."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend the Social Security Act to establish a new program to provide for the health care needs of the elderly, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:44-05:00"
}