{
  "actions": [
    {
      "acted_at": "2007-07-10", 
      "references": [], 
      "text": "Committee on Health, Education, Labor, and Pensions. Original measure reported to Senate by Senator Kennedy. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-07-10", 
      "calendar": "Senate Legislative", 
      "number": "266", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 266.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1762-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-07-10", 
  "number": "1762", 
  "official_title": "An original bill to provide for reconciliation pursuant to section 602 of the concurrent resolution on the budget for fiscal year 2008 (S. Con. Res. 21).", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2669-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Higher Education Access Act of 2007", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-07-10", 
  "subjects": [
    "Armed forces and national security", 
    "Auctions", 
    "Authorization", 
    "Collection of accounts", 
    "College costs", 
    "Compensatory education", 
    "Crime and law enforcement", 
    "Curricula", 
    "Debt", 
    "Debtor and creditor", 
    "Drug abuse", 
    "Economics and public finance", 
    "Education", 
    "Education of the disadvantaged", 
    "Education savings accounts", 
    "Educational counseling", 
    "Families", 
    "Federal aid to education", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Financial planning", 
    "Financial services", 
    "Foster home care", 
    "Government lending", 
    "Guardian and ward", 
    "Higher education", 
    "Homeless", 
    "Income", 
    "Interest", 
    "Interest rates", 
    "Labor and employment", 
    "Loan defaults", 
    "Military operations", 
    "Military pay", 
    "Military personnel", 
    "National Guard", 
    "Nonprofit organizations", 
    "Performance measurement", 
    "Personal budgets", 
    "Public service employment", 
    "Scholarships", 
    "Social welfare", 
    "Student employment", 
    "Student loan funds", 
    "Unemployment"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2007-07-10", 
    "text": "Higher Education Access Act of 2007 - Title I: Grants to Students in Attendance at Institutions of Higher Education - (Sec. 101) Amends the Higher Education Act of 1965 (HEA) to repeal the formula for calculating an individual Pell grant which includes, in part, the sum of the student's tuition. (Thus eliminates the \"tuition sensitivity provision\" which currently prohibits maximum Pell grant awards to students attending low-tuition institutions of higher education (IHEs) even if their income is low enough otherwise to qualify for the maximum award.) Authorizes and appropriates $5 million for FY2008 to cover the costs of eliminating tuition sensitivity. (Sec. 102) Establishes a Promise grant program awarding grants to students with the greatest need who are also eligible for a Pell grant. Authorizes and appropriates funding for the program through FY2017. Title II: Student Loan Benefits, Terms, and Conditions - (Sec. 201) Extends from three to six years the limit on the deferral of Federal Family Education Loans (FFELs), Direct Loans (DLs), and Perkins loans (PLs) when borrowers are suffering economic hardship. Makes such extension effective in July 2008 and applicable only to new borrowers of such loans before October 2012. (Sec. 202) Eliminates the three-year deferment limit under the FFEL, DL, and PL programs for borrowers who are serving on active duty or performing qualifying National Guard duty during a war or other military operation or national emergency. Extends such deferment for 180 days after demobilization. Removes language limiting such deferments to loans for which the first disbursement was made after June 2001. (Sec. 203) Replaces the income-sensitive FFEL and income-contingent DL repayment plans with a new income-based repayment plan: (1) capping borrowers' loan repayments at 15% of any amount by which their adjusted gross income exceeds 150% of the poverty line; and (2) under which any loan balance not repaid after a maximum of 25 years in repayment or economic hardship deferment will be forgiven. Makes this repayment plan available to borrowers who first borrow before October 2012, but unavailable to borrowers of PLUS loans on behalf of a dependent students. Title III: Federal Family Education Loan Program - (Sec. 301) Limits FFEL lender insurance to 97% of the unpaid balance of such loans. (Sec. 302) Reduces from 23% to 16% the percentage of defaulted FFEL collections a guaranty agency may retain, beginning in October 2007. (Sec. 303) Eliminates exceptional performer status for lenders, servicers, and guaranty agencies, which rewards such entities for high due diligence in FFEL collection, beginning in October 2007. (Sec. 304) Redefines economic hardship to include borrowers whose full-time earnings do not exceed 150% of the poverty line. Requires consideration, in determining economic hardship, of the poverty line applicable to the borrower's family size, rather than the one applicable to a family of two. Applies the new definition only to new borrowers of HEA title IV loans before October 2012. Defines eligible not-for-profit holders of FFELs. Provides that, if such holders sell their loans to entities that are not not-for-profit holders, their special allowance payments will be calculated using the rates applicable to such entities. (Sec. 305) Changes the formula for calculating special allowance payments made to FFEL lenders, to compensate them for the difference between FFEL interest rates and market rates, by reducing the lender rate: (1) by 0.50 percentage points for Stafford loans and consolidation loans; (2) by 0.80 percentage points for PLUS loans if the loans are held by for-profit lenders; and (3) by 0.35 percentage points and 0.65 percentage points respectively for loans held by not-for-profit lenders. Increases the loan fee charged FFEL lenders from .5% to 1% of the principal amount of loans first disbursed after September 2007. Prohibits its collection from borrowers. Title IV: William D. Ford Federal Direct Loan Program - (Sec. 401) Establishes a DL forgiveness program under which borrowers who, after October 1, 2007, have made 120 payments under income-based or standard repayment plans while employed in certain public service jobs may have 1/10th of their outstanding loan forgiven for each year during which they earned $65,000 or less. (Sec. 402) Alters, beginning with FY2008, the calculation of the account maintenance fee paid to FFEL guarantors so that it is based on the number of accounts lenders have, rather than the original principal amount of active loans they have guaranteed. Title V: Federal Perkins Loans - (Sec. 501) Delays the date after which IHEs must begin distributing late PL collections to the Secretary of Education from March 31, 2012, to September 30, 2012. Title VI: Need Analysis - (Sec. 601) Increases students' eligibility for financial aid under title IV of the HEA by increasing, by academic year 2012-2013, the income protection allowance to: (1) $6,000 for a dependent student; (2) $9,330 for an independent student without dependents, other than perhaps a spouse, who is single, separated, or married, and where both spouses are enrolled; and (3) $14,960 for an independent student without dependents other than a spouse if only one of the couple is enrolled. Provides for cost-of-living adjustments to such amounts. Increases through academic year 2012-2013 the income protection allowances in the table for independent students with dependents other than a spouse, with cost-of-living adjustments to such amounts thereafter. Revises the table of income protection allowances for parents of dependent students, for each academic year from 2009-2010 through 2012-2013, by increasing such amounts by the percentage increase in the cost-of-living since December 1992, with standard cost-of-living increases thereafter. (Sec. 602) Raises from $20,000 to $30,000 the zero-expected family contributions income limit for parents and independent students with dependents. (Sec. 603) Includes the recent unemployment of an independent student and homelessness within the special circumstances giving financial aid administrators extra discretion in making need analyses. (Sec. 604) Excludes untaxed distributions from qualified education benefits as income or assets in computing expected family contributions in student aid calculations. Includes in the definition of independent students: (1) students who are in foster care or who were in foster care until age 18; (2) students who are emancipated minors or in legal guardianship; and (3) students who have been verified as unaccompanied homeless children or youth. States that a financial aid administrator may make a determination of independence based on a documented determination made by another aid administrator in the same award year. Excludes special combat pay, received by military personnel because of exposure to a hazardous situation, from student need analyses or from consideration as financial assistance. Treats a qualified education benefit as: (1) the parent's asset when considering the family contribution for a dependent student; and (2) the student's asset when considering such contribution for independent students. Excludes from need analyses any untaxed distributions from state prepaid tuition plans or Coverdell education savings accounts. (Sec. 605) Authorizes and appropriates $10 million for FY2008 to cover the estimated increase in Pell Grant program costs resulting from the amendments made by sections 603 and 604 for award year 2007-2008. Title VII: General Provisions Relating to Student Assistance - (Sec. 701) Eliminates student disqualification for aid under title IV of the HEA for drug convictions that occurred prior to the students' receipt of such aid. Eliminates the need of students to mention such convictions when applying for such aid. Authorizes and appropriates $5 million for FY2008 to cover the estimated increase in Pell Grant program costs resulting from this amendment for award year 2007-2008. Title VIII: Miscellaneous - (Sec. 801) Directs the Secretary to conduct a Competitive Loan Auction Pilot program, beginning in July 2009, under which biennial auctions are held in each state allowing prequalified lenders to compete for the exclusive right to make FFEL program PLUS loans at all IHEs within the state. Provides that the winning bids from each state auction shall be the two bids containing the lowest and the second lowest proposed special allowance payments requested from the Secretary. Requires the Secretary to guarantee 99% of the unpaid balance of such loans. Establishes a College Access Partnership Grant program requiring the Secretary to provide formula matching grants to states for specified activities and services to improve student access to postsecondary education. Requires that such grants cover two-thirds of program costs, with states responsible for the remainder. Lists as allowable grant activities and services: (1) information to students and parents on postsecondary education benefits; (2) information on financing options that promote financial literacy and debt management among students and parents; (3) outreach for at-risk students; (4) assistance in completing the Free Application for Federal Student Aid (FAFSA) or other common financial reporting forms; (5) need-based grant aid for students; (6) professional development for middle school and high school guidance counselors, and college financial aid administrators and admissions counselors; and (7) student loan cancellation, repayment, or interest rate reductions for borrowers employed in high-need geographical areas or professions. Requires states to give service priority to low-income students and families. Authorizes and appropriates $25 million for the program for each of FY2008 and FY2009. Establishes a Financial Literacy Program requiring the Secretary to award competitive five-year matching grants to nonprofit or for-profit entities to increase the financial literacy of students who are enrolled or will enroll in IHEs. Authorizes and appropriates $10 million for the program for each of FY2008 and FY2009. Establishes a Secondary School Graduation and College Enrollment program. Requires the Secretary to award competitive five-year matching grants to consortia of nonprofit organizations and IHEs that have been effective in raising secondary school graduation rates and postsecondary enrollment rates, in order to operate programs of assistance to LEAs with secondary school graduation rates of 70% or less. Requires grantees to implement: (1) college-preparatory curricula; (2) accelerated academic catch-up programs for students who enter secondary school not meeting state academic performance standards; (3) early warning systems to quickly identify at-risk secondary school students; and (4) comprehensive postsecondary education guidance programs. Authorizes and appropriates $25 million for the program for each of FY2008 and FY2009."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Higher Education Access Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Higher Education Access Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to provide for reconciliation pursuant to section 602 of the concurrent resolution on the budget for fiscal year 2008 (S. Con. Res. 21).", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:45-05:00"
}