{
  "actions": [
    {
      "acted_at": "2000-02-29", 
      "references": [
        {
          "reference": "CR S936-937", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-02-29", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [
        {
          "reference": " CR S937-945", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-03-01", 
      "references": [
        {
          "reference": "CR S1019-1020", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-05-24", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings held. Hearings printed: S.Hrg. 106-935.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-09-28", 
      "references": [
        {
          "reference": "CR S9460", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2123-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abraham, Spencer", 
      "sponsored_at": "2000-05-25", 
      "state": "MI", 
      "thomas_id": "01269", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ashcroft, John", 
      "sponsored_at": "2000-03-06", 
      "state": "MO", 
      "thomas_id": "01274", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bayh, Evan", 
      "sponsored_at": "2000-03-01", 
      "state": "IN", 
      "thomas_id": "01572", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "2000-04-13", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bond, Christopher S.", 
      "sponsored_at": "2000-03-06", 
      "state": "MO", 
      "thomas_id": "01286", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "2000-02-29", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cleland, Max", 
      "sponsored_at": "2000-04-27", 
      "state": "GA", 
      "thomas_id": "01540", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "2000-03-30", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeWine, Mike", 
      "sponsored_at": "2000-03-06", 
      "state": "OH", 
      "thomas_id": "00293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "2000-06-14", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "2000-02-29", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gregg, Judd", 
      "sponsored_at": "2000-03-01", 
      "state": "NH", 
      "thomas_id": "00466", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hutchinson, Tim", 
      "sponsored_at": "2000-03-30", 
      "state": "AR", 
      "thomas_id": "00578", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "2000-05-18", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lott, Trent", 
      "sponsored_at": "2000-02-29", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "2000-02-29", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Robb, Charles S.", 
      "sponsored_at": "2000-03-23", 
      "state": "VA", 
      "thomas_id": "01423", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Smith, Bob", 
      "sponsored_at": "2000-03-30", 
      "state": "NH", 
      "thomas_id": "01082", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "2000-09-21", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "2000-03-23", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wyden, Ron", 
      "sponsored_at": "2000-05-18", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-02-29", 
  "number": "2123", 
  "official_title": "A bill to provide Outer Continental Shelf Impact assistance to State and local governments, to amend the Land and Water Conservation Fund Act of 1965, the Urban Park and Recreation Recovery Act of 1978, and the Federal Aid in Wildlife Restoration Act (commonly referred to as the Pittman-Robertson Act) to establish a fund to meet the outdoor conservation and recreation needs of the American people, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Conservation and Reinvestment Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Landrieu, Mary L.", 
    "state": "LA", 
    "thomas_id": "01546", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-02-29", 
  "subjects": [
    "Agricultural appropriations", 
    "Agriculture and food", 
    "Animals", 
    "Appropriations", 
    "Citizen participation", 
    "Civil rights and liberties, minority issues", 
    "Coastal zone", 
    "Commemorations", 
    "Congress", 
    "Congressional reporting requirements", 
    "Conservation easements", 
    "Continental shelf", 
    "Department of Agriculture", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Eminent domain", 
    "Endangered species", 
    "Energy", 
    "Environmental degradation", 
    "Environmental education", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Exotic animals", 
    "Exotic plants", 
    "Families", 
    "Family farms", 
    "Federal aid to Indians", 
    "Federal budgets", 
    "Fishery management", 
    "Gas in submerged lands", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Habitat conservation", 
    "Historic sites", 
    "History", 
    "Hunting", 
    "Indian lands", 
    "Infrastructure", 
    "International affairs", 
    "International environmental cooperation", 
    "International fishery management", 
    "Land transfers", 
    "Land use", 
    "Law", 
    "Legislation", 
    "Licenses", 
    "Marine and coastal resources, fisheries", 
    "Marine ecology", 
    "Marine mammal protection", 
    "Marine mammals", 
    "Minorities", 
    "National forests", 
    "National parks", 
    "Nature conservation", 
    "Ocean currents", 
    "Oceanography", 
    "Off-budget expenditures", 
    "Oil and gas leases", 
    "Oil and gas royalties", 
    "Outdoor recreation", 
    "Parks", 
    "Petroleum in submerged lands", 
    "Planning", 
    "Public lands and natural resources", 
    "Recreation areas", 
    "Restoration ecology", 
    "Revenue sharing", 
    "Signs and signboards", 
    "Sports and recreation", 
    "Submarine oil well drilling", 
    "Surveys", 
    "Urban affairs", 
    "Urban life", 
    "Water conservation", 
    "Water resources development", 
    "Wildlife conservation", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-02-29", 
    "text": "TABLE OF CONTENTS: Title I: Impact Assistance and Coastal Conservation Title II: Land and Water Conservation Fund Revitalization Title III: Wildlife Conservation and Restoration Title IV: Urban Park and Recreation Recovery Program Amendments Title V: Historic Preservation Fund Title VI: Federal and Indian Lands Restoration Title VII: Conservation Easements and Endangered and Threatened Species Recovery Subtitle A: Conservation Easements Subtitle B: Endangered and Threatened Species Recovery Conservation and Reinvestment Act of 1999 - Requires: (1) Governors of each State receiving monies from the Conservation and Reinvestment Act Fund (established under this Act) to report on June 15 of each year to the Secretaries of the Interior or of Agriculture, as appropriate, accounting for the money received for the previous fiscal year, including the funded projects and activities; and (2) the Secretary of the Interior to report annually to Congress on monies the Departments of the Interior and of Agriculture have spent out of the Fund, including a summary of such Governors' reports.(Sec. 5) Establishes the Conservation and Reinvestment Act Fund (CRAF). Requires the Secretary of the Treasury to deposit into CRAF certain Outer Continental Shelf revenues, undisbursed amounts under title I of this Act, and certain interest earned on CRAF investments.Transfers all amounts deposited into the CRAF as follows: (1) to the Secretary of the Interior for payment of $1 billion to States for impact assistance and coastal conservation, $125 million for the Urban Park and Recreation Recovery Act of 1978, $100 million for the National Historic Preservation Act, and $150 million ($100 million for permanent conservation easement and $50 million for endangered and threatened species recovery); (2) to the Secretaries of the Interior and of Agriculture for payment of $200 million for Federal and Indian land restoration; (3) to the Land and Water Conservation Fund in the amount of $900 million; and (4) to the Federal Aid to Wildlife Restoration Fund (FAWRF) established under the Federal Aid in Wildlife Restoration Act in the amount of $350 million. Provides that any shortfalls less than $2.825 billion in a fiscal year, after FY 2000, proportionally reduce such sums for that fiscal year.(Sec. 6) Limits the amount available for administrative expenses to two percent. Provides that nothing in this Act shall affect the prohibition contained in the Federal Aid in Wildlife Restoration Act (as amended by this Act) that bars the use of funds transferred to the FAWRF by this Act for administrative or execution of program expenses.(Sec. 7) Requires off-budget treatment of the receipts and disbursements of funds under this Act.(Sec. 9) Prohibits a State or local government from receiving funds under this Act during any fiscal year: (1) when its expenditures of non-Federal funds for recurrent expenditures for programs for which such funding is provided will be less than its expenditures were for such programs during the preceding fiscal year; or (2) for a program unless the Secretary of the Interior is satisfied that such a grant will be used to supplement and, to the extent practicable, increase the level of State, local, or other non-Federal funds available for such program. Exempts a State or local government from such prohibition if the Secretary determines that a reduction in expenditures is attributable to a non-selective reduction in the expenditures in the programs of all executive branch agencies of such entity. Treats all funds received by a State or local government under this Act as Federal funds for purposes of compliance with provisions in effect under other law requiring that non-Federal funds be used to provide a portion of the funding for any program or project.(Sec. 11) Prohibits: (1) the taking of private property in whole or in part, without just compensation; and (2) Federal agencies, using funds appropriated by this Act, from applying any regulation on any lands until the lands or water or an interest therein is acquired, unless authorized to do so by another Act of Congress.(Sec. 12) Requires the Secretary of the Interior to design a standardized sign and, where appropriate, require its installation at sites receiving funds under this Act.Title I: Impact Assistance and Coastal Conservation - Directs the Secretary of the Interior to allocate such transferred CRAF payments to coastal States for impact assistance and coastal conservation only if such States have: (1) a Secretary-approved Coastal State Conservation and Impact Assistance Plan; (2) agreed to provide specified reports; and (3) certain necessary fiscal control and fund accounting procedures.(Sec. 101) Sets forth the formula for allocating such funds to coastal States and coastal political subdivisions.(Sec. 102) Requires the development and submission of a Coastal State Conservation and Impact Assistance Plan by each coastal State seeking to receive grants under this title (and in the case of a producing State, the Governor) to incorporate the plans of the coastal political subdivisions into the Statewide plan for transmittal to the Secretary of the Interior for approval or disapproval before the disbursement of CRAF funds. Specifies authorized uses of the CRAF funds.Title II: Land and Water Conservation Fund Revitalization - Amends the Land and Water Conservation Fund Act of 1965 to provide that all CRAF funds transferred to the Land and Water Conservation Fund shall be covered into the Fund.(Sec. 203) Makes $900 million available each fiscal year after FY 2001 for expenditure without further appropriation, to be allocated as follows: (1) 50 percent for Federal purposes; and (2) 50 percent for State grants.(Sec. 205) Prohibits the obligation or expenditure of the Federal portion of such funds for any land or water interest acquisition except those specified and approved by Congress in the appropriate appropriations Act. Prescribes: (1) a procedure for preparing and transmitting to Congress of a list of proposed Federal acquisitions; and (2) notification to specified officials of affected areas with respect to such proposed acquisitions.(Sec. 206) Revises the formula used to allocate amounts made available for State purposes from the Fund each fiscal year. Makes all federally recognized Indian tribes and Native Corporations eligible to receive shares of such apportionment in accordance with a competitive grant program established by the Secretary of the Interior. Requires each State, with an exception, to make available as grants to local governments at least 50 percent of its annual apportionment or an equivalent amount made available from other sources.(Sec. 207) Revises the requirement that a State have a comprehensive statewide outdoor recreation plan as a prerequisite to consideration by the Secretary of the Interior of financial assistance for acquisition or development projects. Allows each State to define its own priorities and criteria for selection of outdoor conservation and recreation acquisition and development projects eligible for grants under this Act if it provides for public involvement in this process and publishes an accurate and current State Action Agenda for Community Conservation and Recreation, within five years after enactment of this Act, indicating the needs it has identified and the priorities and criteria it has established. Allows an existing Comprehensive State Plan to remain in effect until the appropriate State adopts a State Action Agenda.(Sec. 209) Requires the Secretary to approve, subject to certain conditions, the conversion of property (other than for public outdoor recreation use) acquired or developed with assistance under the Act only if the State demonstrates no prudent or feasible alternative exists. Exempts from such requirement those properties that no longer meet the criteria within the State Plan or Agenda as an outdoor conservation and recreation facility due to changes in demographics, or that must be abandoned because of environmental contamination which endangers public health and safety.(Sec. 210) Provides that nothing in this title shall affect any State or Federal water law or an interstate compact governing water, alter any allocations of water rights, or create any new water rights.Title III: Wildlife Conservation and Restoration - Amends the Federal Aid in Wildlife Restoration Act (FAWRA) to require CRAF funds transferred for FAWRA purposes to be deposited in a new subaccount in the FAWRF, to be made available without further appropriation, for apportionment in each fiscal year for State wildlife conservation and restoration programs.(Sec. 304) Sets forth requirements for: (1) apportionment of such subaccount funds; (2) applications for approval of, and development grants for, State wildlife conservation and restoration programs; and (3) coordination. Prohibits such funds from being used for expenses incurred in the administration and execution of programs. Limits to ten percent the use of such funds for wildlife-associated recreation.(Sec. 305) Allows the subaccount funds to be used for a wildlife conservation education program. Exempts education efforts, projects, or programs that promote or encourage opposition to the regulated taking of wildlife.(Sec. 306) Prohibits a State from receiving FAWRA matching funds if it diverts any funds from wildlife conservation purposes.Title IV: Urban Park and Recreation Recovery Program Amendments - Amends the Urban Park and Recreation Recovery Act of 1978 to make transferred CRAF funds available to the Secretary of the Interior, without further appropriation, to assist local governments in improving their park and recreation systems. Sets forth limits on the use of such funds.(Sec. 404) Provides for the development of new recreation areas and facilities (including the acquisition of lands for such development) under the urban park and recreation recovery program.(Sec. 406) Revises requirements for: (1) Federal assistance grant eligibility; (2) matching grants to local governments for rehabilitation, development, and innovation purposes; (3) local park and recreation recovery action programs; (4) State action incentives; and (5) conversion of recreation property for any other purposes other than public recreation purposes.(Sec. 411) Repeals sunset provisions and congressional reporting requirements with respect to: (1) the impact of the urban park and recreation recovery program; and (2) the annual achievements of the innovation grant program.Title V: Historic Preservation Fund - Amends the National Historic Preservation Act to provide that amounts transferred from the CRAF each fiscal year shall be deposited into the Historic Preservation Fund to be available without further appropriation, in that fiscal year, to carry out the Act.(Sec. 501) Requires at least one half of the funds obligated or expended each fiscal year under this Act to be used for preservation projects on historic properties (giving priority to the preservation of endangered historic properties).(Sec. 502) Authorizes a State to provide financial assistance to the management entity for any national heritage area or national heritage corridor to support cooperative historic preservation planning and development.Title VI: Federal and Indian Lands Restoration - Makes CRAF funds transferred to the Secretaries of the Interior and of Agriculture available to be used as a dedicated source of funding for a coordinated program on Federal and Indian lands to restore degraded lands, protect resources that are threatened with degradation, and protect public health and safety. Allocates: (1) 60 percent to the Secretary of the Interior for lands within the National Park System, National Wildlife Refuge System, and public lands administered by the Bureau of Land Management; (2) 30 percent to the Secretary of Agriculture for lands within the National Forest System; and (3) ten percent to the Secretary of the Interior for competitive grants to qualified Indian tribes (giving priority to projects based upon the protection of significant resources, the severity of damages or threats to resources, and the protection of public health).(Sec. 603) Requires the Secretary of the Interior and the Secretary of Agriculture to: (1) each establish priority lists for the use of funds (giving priority to projects based upon the protection of significant resources, the severity of damages or threats to resources, and the protection of public health or safety); and (2) jointly establish a coordinated program for tracking the progress of activities carried out with amounts made available by this title and determining the extent to which demonstrable results are being achieved.Title VII: Conservation Easements and Endangered and Threatened Species Recovery - Subtitle A: Conservation Easements - Provides that CRAF funds transferred to the Secretary of the Interior shall be used by the Secretary to establish the Conservation Easement Program to provide grants, under specified conditions, to an eligible entity (State or local government, an Indian Tribe, or certain private organizations) to provide the Federal share of up to 50 percent of the total cost of purchasing permanent conservation easements in land with prime, unique, or other productive uses.Subtitle B: Endangered and Threatened Species Recovery - Makes CRAF funds transferred from the CRAF for this title in a fiscal year available to the Secretary of the Interior without further appropriations, in that fiscal year, to provide financial assistance to persons for development and implementation of Endangered and Threatened Species Recovery Agreements entered into under this title. Requires the Secretary to give priority to the development and implementation of Agreements that: (1) implement actions identified under recovery plans approved by the Secretary; (2) have the greatest potential for contributing to the recovery of an endangered or threatened species; and (3) require use of the assistance on land owned by a small landowner or on a family farm by the owner or operator.(Sec. 713) Prohibits the Secretary from providing financial assistance for any action that is required by a permit or an incidental take statement issued under the Endangered Species Act of 1973 or that is otherwise required under Federal law.(Sec. 714) Authorizes the Secretary to enter into such Agreements and sets forth Agreement requirements, including: (1) requiring activities not otherwise mandated by law that contribute to species recovery; and (2) specifying species recovery goals. Requires the Secretary to review Agreements in compliance, periodically monitor the implementation of each Agreement, and disburse financial assistance to implement the Agreement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Conservation and Reinvestment Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide Outer Continental Shelf Impact assistance to State and local governments, to amend the Land and Water Conservation Fund Act of 1965, the Urban Park and Recreation Recovery Act of 1978, and the Federal Aid in Wildlife Restoration Act (commonly referred to as the Pittman-Robertson Act) to establish a fund to meet the outdoor conservation and recreation needs of the American people, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:06-05:00"
}