{
  "actions": [
    {
      "acted_at": "1991-06-05", 
      "references": [], 
      "text": "Introduced in the Senate and read twice and held at the desk by unanimous consent. Until the close of business June 6, 1991.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-06", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-09-06", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Subcommittee on Health for Families (Finance). Hearings held at East Lansing, MI. Hearings printed: S.Hrg. 102-427.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-30", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Subcommittee on Health for Families (Finance). Hearings held. Hearings printed: S.Hrg. 102-462.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-09", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-30", 
      "in_committee": "Committee on Finance", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Health for Families (Finance). Hearings held. Hearings printed: S.Hrg. 102-1050.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-22", 
      "in_committee": "Committee on Finance", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Health for Families (Finance). Hearings held at Muskegon, MI. Hearings printed: S.Hrg. 102-1070.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1227-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI", 
      "subcommittee": "Subcommittee on Health for Families and the Uninsured", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1991-09-25", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1991-09-25", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1991-09-25", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dixon, Alan J.", 
      "sponsored_at": "1991-11-26", 
      "state": "IL", 
      "thomas_id": "01317", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1991-09-25", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1991-06-05", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1991-09-25", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1991-06-05", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1991-06-05", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1991-09-25", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-05", 
  "number": "1227", 
  "official_title": "A bill to amend the Public Health Service Act, the Social Security Act, and the Internal Revenue Code of 1986 to provide affordable health care of all Americans, to reduce health care costs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "HealthAmerica:  Affordable Health Care for All Americans Act", 
  "sponsor": {
    "district": null, 
    "name": "Mitchell, George J.", 
    "state": "ME", 
    "thomas_id": "01401", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-06-06", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Ambulatory care", 
    "Breast cancer", 
    "Cancer", 
    "Cervical cancer", 
    "Community health services", 
    "Consumer education", 
    "Drugs", 
    "Employee benefit plans", 
    "Employers' liability", 
    "Excise tax", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal preemption", 
    "Government paperwork", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Hawaii", 
    "Health", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Hospital care", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Information services", 
    "Information storage and retrieval systems", 
    "Insurance premiums", 
    "Judicial review of administrative acts", 
    "Malpractice", 
    "Maternal health services", 
    "Medicaid", 
    "Medical economics", 
    "Medical fees", 
    "Medical malpractice insurance", 
    "Medical records", 
    "Medical screening", 
    "Medical technology", 
    "Medicare", 
    "Mental health services", 
    "Migrant labor", 
    "National health insurance", 
    "Osteoporosis", 
    "Payroll deductions", 
    "Poor", 
    "Prospective payment systems (Medical care)", 
    "Public assistance programs", 
    "Reinsurance", 
    "Retiree health benefits", 
    "Right of privacy", 
    "Self-employed", 
    "Small business", 
    "Standards", 
    "State laws", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exemption", 
    "Taxation", 
    "Technology assessment", 
    "Telephone", 
    "X-rays"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-06-05", 
    "text": "HealthAmerica: Affordable Health Care for All Americans Act - HealthAmerica Act - Title I: Amendments to Public Health Service Act - Amends the Public Health Service Act to create a new title on basic health benefits for employees and their families. Requires each employer, with regard to each of its full-time employees and their families, and allows an employer, with regard to all of its part-time employees and their families, to: (1) enroll them in a health benefit plan under provisions of this Act; or (2) make a contribution for coverage of the employees and their families under the public health insurance plan added by this Act to the Social Security Act. Requires employers making a contribution to follow prescribed procedures to facilitate enrollment of its employees, including distributing and submitting enrollment forms and withholding and submitting payroll deductions. Requires, beginning seven years after enactment of this Act, that an individual seeking benefits under a Federal program certify possession of health insurance meeting minimum standards under this Act. Conditions claiming of a personal exemption deduction under the Internal Revenue Code on the individual filer certifying coverage meeting such standards. Title II: Requirements for Health Benefit Plans - Allows, except for provisions of title III of this Act relating to small and medium-sized business insurance, an employer to meet the requirements of this title through any health benefit plan. Exempts, in certain circumstances, employers in the State of Hawaii from the requirements of this title so long as the Hawaii Prepaid Health Care Act remains in effect. Requires that enrollment of an employee include enrollment of the employee's family and prohibits waiver of enrollment of the employee or the employee's family, subject to exception to avoid duplicate enrollment. Permits variations in premiums, deductibles, copayments, and coinsurance which are actuarially equivalent to the requirements in certain provisions of this title. Establishes an Advisory Board to develop actuarial equivalency standards and to deal with other matters concerning the administration of this title. Sets forth general requirements for plan coverage, including, subject to certain limitations, inpatient and outpatient hospital care, inpatient and outpatient physician services, diagnostic tests, prenatal and well-baby care, preventive services (limited to well child care, pap smears, and mammograms), and inpatient and outpatient mental disorder care. Prohibits limitations on the amount, scope, and duration of certain benefits. Allows such limitations on specified other benefits. Allows a plan to: (1) provide benefits through managed care systems; (2) select particular providers or types, classes, or categories of providers; and (3) establish different levels of payment for different providers. Allows an employer to establish a fee schedule or other basis for payment different from charges, provided the payment is sufficient to achieve adequate access to plan services without additional out-of-pocket expenses, but for permitted copayments and deductibles. Requires inpatient mental health care to include payment for professional services by a physician or a licensed or certified clinical psychologist. Requires plan coverage to include outpatient services by a licensed or certified clinical psychologist or a provider with training and education equivalent to a licensed clinical social worker. Mandates reports to the Congress regarding: (1) possible changes to the preventive services covered; and (2) the cost-effectiveness and desirability of coverage of colorectal cancer, prostate cancer, and osteoporosis screening and of coverage of outpatient prescription drugs. Specifies when plan coverage must begin in various circumstances. Prohibits preexisting condition limitations or exclusions. Allows a part-time employee who is charged an increased premium under specified provisions of this Act to waive enrollment. Requires the employer, in such case, to pay, under title V of this Act, the minimum amount the employer would have paid toward coverage if the employee had not waived enrollment. Requires continuation of employee or family coverage during a period of hospitalization. Permits a plan to require an enrollee to pay premiums, deductibles, copayments, and coinsurance amounts, subject in each case to certain limits. Limits out-of-pocket expenses. Mandates administration of certain requirements and standards of this title by the State agency designated by the State's chief executive officer. Requires certain notice to the employee, including plan contents, the availability of premium and cost-sharing subsidies, and employer failure to make premium payments. Provides for establishment of model plan language. Requires each plan to designate an individual to answer questions on the plan. Requires the State administering authority to assist employees regarding their rights under the plans. Provides for review of denied claims. Allows an employer to offer a nonmanaged care plan as well as a managed care plan. Allows an employee, if no unmanaged plan is offered, to use nonparticipating providers. Allows a plan to provide for cost-sharing of up to 200 percent of the normal or minimum plan if nonparticipating providers are used. Provides for a civil monetary penalty on an employer, up to a specified percentage of all wages paid by the employer for the year, for failure to comply with specified provisions of this Act. Requires penalties collected to be credited to the public health insurance plan established by this Act. Makes an employer that knowingly does not comply with specified provisions of this Act liable for damages, including health care costs, to the employee or the family of the employee. Allows the employee or family to bring a civil action to recover damages. Title III: Special Assistance for Small and Medium Sized Businesses - Amends the Employee Retirement Income Security Act of 1974 (ERISA) to declare that certain provisions of ERISA supersede any State law relating to benefits under title II of this Act. Includes benefit plans under that title in the ERISA definitions of \"employee welfare benefit plan\" and \"welfare plan.\" Subtitle A: Reform of Small Group Insurance - Amends the Public Health Service Act to create a new part, and amends (using similar language) the Social Security Act to create a new title, on group health insurance standards. Prohibits issuing a health benefit plan in a State, or offering a new contract under such a plan with respect to a small employer (defined as having fewer than 100 employees), unless the plan meets certain standards under this Act. Provides for: (1) complaints by individuals and entities respecting potential violations of certain requirements of this subtitle; (2) investigations and related procedures; and (3) enforcement, including cease and desist orders, civil monetary penalties, and orders to take other corrective action. Requires penalties collected to be credited to the AmeriCare Trust Fund. (Provides, in the amendments to the Social Security Act, but not in the amendments to the Public Health Service Act, for imposition on a carrier that is not in compliance with provisions of this subtitle of an excise tax, as provided in subtitle B of this title.) Directs the Secretary to request the National Association of Insurance Commissioners (NAIC) to develop a model Act and model regulations to implement requirements of this subtitle. Requires establishment of a toll-free telephone number to: (1) handle consumer complaints or inquiries; and (2) provide information to small employers and consumers about carriers that offer plans in the area. Mandates periodic audits of State regulatory programs by the Comptroller General to determine compliance with provisions of this subtitle. Sets forth transitional provisions applicable only to plans offered to small employers during the first four years after the effective date of these provisions, including: (1) allowing, in certain circumstances, preexisting condition exclusion; and (2) requiring making available equivalent coverage during any waiting period before the individual may be covered by the plan. Requires carriers offering a plan to small employers to: (1) register with State regulatory authorities; and (2) offer the same plan to any other small employer in the community. Allows: (1) health maintenance organizations (HMOs) to have geographic and size limitations; and (2) carriers to require participation by a minimum percentage of employees. Requires, at the option of the business, plan renewability under the same terms as for issuance, except for rates and administrative changes. Regulates rate changes. Requires premiums for plans offered to small employers to be based on a single cohesive rating system applied consistently for all small employer groups and designed not to treat groups, after the fourth year after enactment of this Act, differently based on health status or risk status. Requires the lowest rate for plans with similar benefits within a block of business to be the same for all small employers. Limits the percentage by which the premium rate for the most expensive block of business may exceed the rate for the least expensive block of business. Allows limited variation in premium rates for: (1) different age and gender groups; and (2) employers who elect, under provisions of this Act, reimbursement under title XVIII (Medicare) of the Social Security Act. Requires plans offered to small employers to permit enrollment and compute premiums based on four specified beneficiary classes. Requires plans offered to small employers to: (1) cover all basic health services specified in title II of this Act; and (2) not impose cost-sharing in excess of that permitted by title II (with regard to the amendments to the Public Health Service Act) or in excess of that permitted by the Social Security Act, as amended by title VI of this Act (with regard to the amendments to the Social Security Act.) Requires the carrier, except HMOs, to offer to the small employer a plan that only provides basic services and maximum cost-sharing. Requires a carrier (other than an HMO or a reinsurance carrier) which offers a managed care plan to an employer that is not a small employer to make a managed care plan available to small employers in the same community. Requires the NAIC to develop a model to standardize benefits offered to small employers to promote consumer understanding and comparison among plans. Requires each carrier offering a plan to small employers under subtitle E (relating to payment for services at Medicare rates) of this title to offer the employer the option of having payment at rates no higher than the rates established by title II of this Act (with regard to the amendments to the Public Health Service Act) or by title XVIII (Medicare) of the Social Security Act (with regard to the amendments to the Social Security Act). Applies, with regard to an employer who elects such option, the limits on charges that may be made under Medicare to individuals receiving benefits under the plan. (Applies, with regard to the amendments to the Social Security Act, the sanctions imposed under Medicare and title XI (general provisions and peer review) of the Social Security Act to violations of these limits.) Requires the NAIC to develop models of legislation for the enactment of health insurance policy reinsurance systems for use by States, including plans offered to small employers. Specifies three models which must be included. Requires any system enacted to provide for an adjustment in reinsurance premiums charged to HMOs that takes into account specified factors. Subtitle B: Tax Equity for Small and Medium-Sized Business - Amends the Internal Revenue Code to allow self-employed individuals to take a deduction for 100 percent of the cost of health insurance coverage for the individual and the individual's family under subtitle A of this title or under AmeriCare. (Current law allows a deduction of 25 percent of the cost of health insurance coverage.) Provides for a deduction for certain group health plan contributions for the benefit of self-employed individuals. Imposes an excise tax on an entity's violation of the Social Security Act, as amended by subtitle A of this title. Subtitle C: Opportunity for Voluntary Provision of Coverage - Prohibits requiring a medium-sized employer (defined as having between 25 and 100 employees) to provide a health benefit plan under title II of this Act or make a contribution under title V of this Act until the fifth calendar year after enactment of this Act. Ties application to medium-sized employers of the requirement to provide coverage or make a contribution to the number of uninsured employees of all such employers, during or after those four years, as compared to the number of such employees when this Act is enacted. Delays application to small employers of the requirement to provide coverage or make a contribution until the sixth calendar year after enactment of this Act. Ties application of the requirement to the change in the number of uninsured employees of small employers in the first five years. Subtitle D: Small Business Tax Credit - Amends the Internal Revenue Code to allow an eligible small business (defined as having no more than 60 employees) a tax credit for a percentage of health plan expenses. Reduces the percentage as the number of employees increases and as the expanded profit ratio increases. Subtitle E: Additional Assistance to Small and Medium-Sized Businesses - Makes businesses with fewer than 100 employees that did not provide coverage in the year before enactment of this Act eligible to buy private coverage from a small or medium-sized business insurer under which health service providers are paid at rules based on Medicare rates. Allows a small employer that employs fewer than 25 employees and that has been an employer for not more than three years to: (1) not provide coverage or make a contribution for the first two years of being an employer; and (2) make a contribution at one-half the normal rate. Establishes a small and medium-sized business advisory committee. Authorizes appropriations. Title IV: Reducing Health Care Cost Inflation - Subtitle A: Outcomes Research and Practice Guideline Development and Dissemination - Amends the Public Health Service Act to require the Administrator for Health Care Policy and Research to: (1) develop an initial set of guidelines for at least three clinical treatments or conditions that account for a significant portion of national health expenditures, have a significant variation in treatment, or otherwise meet specified needs and priorities; and (2) develop outcomes research and practice parameters for mental health services, including regarding childhood attention deficit disorders and manic depression. Amends the Social Security Act to increase the authorization of appropriations to carry out provisions relating to research on outcomes of health care services and procedures. Modifies the percentages which are, during FY 1993 and 1994, to be appropriated from the Federal Supplementary Medical Insurance Trust Fund. Subtitle B: Federal Health Expenditure Board - Amends the Public Health Service Act to establish as an independent agency in the executive branch the Federal Health Expenditure Board. Amends the Public Health Service Act and, using similar language, the Social Security Act to require the Board to take specified actions, including: (1) developing national health care expenditure, access, and quality goals; (2) convening and overseeing negotiations between providers and purchasers to develop payment rates regarding those expenditure goals; (3) establishing recommended payment levels and other recommended measures; (4) developing State and regional goals; (5) establishing uniform billing and claim forms and mandatory reporting requirements; and (6) recommending rates, budgets, and other measures. Mandates that the Board require negotiations regarding physician and hospital care. Allows the Board to require negotiations concerning other health care sectors. Declares that the Board shall determine which individuals, organizations, and institutions are eligible for representation by negotiators. Sets forth procedures and requirements regarding approval of an organization or individual as a negotiator. Sets forth requirements regarding payment systems adopted for hospitals or physicians. Requires the Board, when negotiators for a sector fail to reach an agreement, to promulgate regulations recommending advisory rates and other matters to achieve the goals. Allows, with regard to the amendments to the Public Health Service Act, purchasers and providers to combine for the purpose of agreeing to pay or charge at the recommended rates. Allows, with regard to the amendments to the Social Security Act, purchasers to combine for such purpose. Makes a provider assessing or a purchaser paying rates other than those required: (1) ineligible for any assistance under the Public Health Service Act (with regard to the amendments to the Public Health Service Act) or for any assistance under the Social Security Act (with regard to the amendments to the Social Security Act); and (2) liable to the United States for a civil monetary penalty. Provides for temporary injunctive relief. Requires the Board to promulgate regulations recommending nonbinding rates for all Federal programs that reimburse providers on a fee, charge, or cost basis or charge third-party providers on such basis. Exempts from that requirement: (1) with regard to the amendments to the Public Health Service Act, programs under titles XVIII (Medicare), XIX (Medicaid), or XXI (AmeriCare) of the Social Security Act; and (2) with regard to the amendments to the Social Security Act, programs under such title XVIII. Prohibits, through the fifth fiscal year after enactment of these provisions, Federal payments from rising as a result of such rates. Allows a State consortium, with the approval of the Board, to establish an alternative payment system, rates and methods for achieving Board goals. Requires the Board to establish a system of uniform billing and reporting to enable the Board to determine the progress in meeting the goals, enable providers and purchasers to provide and obtain efficiently provided care, and reduce administrative costs of the health care system. Directs the Secretary to develop and implement methodologies that will measure the effectiveness of the health care service provided by health care providers. Amends Federal law to add members of the Board to the list of positions paid at levels III and IV of the Executive Schedule. Amends the Social Security Act to require the Board to make recommendations regarding hospital and physician services, including modifications of the prospective payment system and the physician payment system. Prohibits, through the fifth fiscal year after enactment of these provisions, the recommendations from increasing Federal payments. Subtitle C: State Purchasing Consortia - Amends the Public Health Service Act to mandate establishment in each State of a consortium open to all providers and purchasers of health insurance and health care in the State. Directs the Secretary of Health and Human Services to make a grant to each State for establishment and initial operation of the consortium. Amends the Public Health Service Act and, using similar language, the Social Security Act to set forth the mandatory consortium functions, including: (1) enrolling all small share health insurance companies in the State as consortium members; (2) establishing a claim payment fund and payment procedures, with the fund to be capitalized through public and private contributions and assessments by the consortium on such enrollees; (3) developing and using uniform billing and claim forms and procedures consistent with subtitle B of this title; and (4) attempting to reduce administrative costs and burdens on enrollees and providers through specified measures. Lists optional consortium functions, including: (1) permitting insurers with a large market share in a State to participate in the consortium; and (2) convening negotiations with providers, purchasers, and others on service availability, coverage and reimbursement levels, and claim submission and payment procedures. Exempts such negotiations, if authorized by the State, from Federal anti-trust laws. Declares that the Consumer Product Safety Act and other Federal consumer protection laws apply to the mandatory consortium functions. Allows States to enter into an agreement for the establishment of a regional consortium. Declares that a State that fails to comply with the requirements regarding consortia shall be ineligible: (1) with regard to the amendments to the Public Health Service Act, to receive assistance under that Act; and (2) with regard to the amendments to the Social Security Act, to receive payments to States under provisions of that Act, as amended by title VI of this Act. Amends the Public Health Service Act to authorize appropriations to carry out provisions relating to the consortia. Subtitle D: Cost Control Grant Program - Amends the Public Health Service Act to authorize grants and contracts for the development, demonstration, and evaluation of innovative methods for reducing health care costs. Provides for the establishment of a clearinghouse and other activities to disseminate information on successful health care cost control methods. Authorizes appropriations. Subtitle E: Malpractice Reform - Authorizes grants to States for programs for medical malpractice reforms. Requires programs receiving grants to include alternative dispute resolution methods. Allows the programs to include medical practice guidelines. Requires a grant to be either: (1) a planning grant, for up to two years; or (2) an operational grant, for up to five years. Authorizes appropriations. Provides for the collection and analysis of data and issues related to: (1) ineffective or unnecessary testing; (2) the occurrence of malpractice and malpractice awards; (3) licensing and disciplining; and (4) malpractice insurance. Authorizes appropriations. Subtitle F: Reducing the Administrative Cost of Assuring Appropriate Utilization of Health Care Services and Improving the Quality of Health Care Services - Amends the Public Health Service Act to direct the Secretary of Health and Human Services to contract with the quality improvement board in each State to review the quality of health care provided by professionals and institutions in the State and to establish mechanisms to encourage continuous quality improvement. Amends the Public Health Service Act and, using similar language, the Social Security Act to set forth board duties, including: (1) adopting practice guidelines and quality improvement guidelines; (2) recommending continuous quality improvement measures; (3) reviewing provider performance, with the board allowed to certify a provider as an outstanding provider; and (4) data collection. Prohibits a plan from: (1) denying payment for any service performed or ordered by a provider certified as outstanding; and (2) denying coverage on the basis that the service is not medically necessary. Authorizes planning grants to facilitate the establishment of a board in each State. Authorizes appropriations. Subtitle G: Use of Practice Guidelines in Federal Health Insurance and Service Programs - Requires that clinical guidelines developed under existing provisions of the Public Health Service Act relating to the Forum for Quality and Effectiveness in Health Care be used in Federal health insurance programs as utilization review screens and as practice guidelines in Federal programs providing health care services. Subtitle H: National Standards for the Promotion of Managed Care - Amends the Public Health Service Act to prohibit any State law or regulation from: (1) prohibiting a managed care plan from selecting providers, or the type of providers, as the participating providers; or (2) limiting the ability of a managed care entity to negotiate, make contracts or establish alternative rates or forms of payment for participating providers, or require or provide incentives to promote the use of participating providers. Allows, notwithstanding any State law, an entity to offer utilization review services, provided certain procedures are established. Makes the applicable State regulatory authority (or, in certain circumstances, the Secretary of Health and Human Services) responsible for certifying, for the Public Health Service Act and the Social Security Act, whether a plan is a managed care plan. Prohibits making amounts available to a State under the Public Health Service Act unless the State is in compliance with this requirement. Deems a State, unless the State's chief executive officer otherwise indicates, to have elected to comply. Limits State regulation of certain actions by managed care plans. Provides for the establishment of Federal standards for utilization review programs of health benefit plans. Preempts inconsistent State laws or regulations. Subtitle I: Expansion of Technology Assessment - Requires the Administrator for Health Care Policy and Research to focus on expanding and applying assessments of existing health care technologies, to be achieved in part through an evaluation of services provided to individuals through publicly and privately funded sources. Mandates a program of contracts and cooperative agreements for the establishment of public-private partnerships to undertake technology assessment and related activities in the private sector. Title V: Contribution by Employers Not Providing Private Health Coverage - Amends the Internal Revenue Code to provide for the percentage of wages which must be paid by employers who elect, under provisions of this Act, to pay a contribution rather than provide a health benefit plan covering their employees. Provides for setting, by the Secretary of Health and Human Services, of that percentage at a level that reflects the cost of coverage of no more than 65 percent of those employees under provisions of the Social Security Act (as amended by this Act) and at least 35 percent covered under provisions of the Public Health Service (as amended by this Act). Title VI: Assuring Provision of Health Benefits to All Americans - Amends the Social Security Act to create a new title on \"AmeriCare,\" under which a State is required to provide basic health benefits described in this title to: (1) any child or pregnant woman without other nongovernmental health coverage by the second year after enactment of this title; (2) any employee or family member for whom an employer makes a contribution under title V of this Act by the second year after enactment of this title; and (3) any individual not covered by a plan under title II of this Act by the seventh year after enactment of this title. Sets forth other requirements on States for participation in AmeriCare. Entitles each individual not otherwise covered under a health benefit plan under title II of this Act to basic health benefits under AmeriCare. Allows each State to require that employers collect AmeriCare premiums on behalf of the employer's employees. Requires basic benefits to include inpatient and outpatient hospital care, inpatient and outpatient physician services, diagnostic tests, prenatal and well-baby care, preventive services (limited to well child care, pap smears, and mammograms), inpatient and outpatient mental disorder care, and certain items and services described under existing provisions of title XIX (Medicaid) of the Social Security Act relating to early and periodic screening, diagnosis, and treatment for children under the age of 21. Requires, subject to exception, the basic health benefits with respect to special eligibility individuals to include medical assistance in the State's plan under Medicaid. Allows a State to provide, but prohibits Federal payment for, coverage beyond basic benefits. Prohibits imposing premiums, deductibles, or other cost-sharing on an individual in an under-poverty family. Sets varying limits on premiums, deductibles, and other cost sharing for individuals in families whose income is specified percentages over the poverty line. Provides for the premium levels of employees whose employer elects, in lieu of providing a health benefit plan, to make a contribution under title V of this Act. Allows States to compute premiums separately for four specified combinations of individual, spouse, and child coverage. Limits deductibles, copayments, coinsurance, and out-of-pocket expenses. Declares ineligible for AmeriCare benefits an individual who is enrolled in a health plan under title II of this Act, except that AmeriCare is required to pay, with respect to an individual covered by a plan or whose employer makes a contribution under title V of this Act, for: (1) premiums, deductibles, and other cost-sharing for an individual in an under-poverty family; and (2) a specified percentage of premiums, deductibles, and other cost-sharing for an individual in a near-poverty family. Requires that an individual receive advanced payment of supplemental premium payments for the calendar year from AmeriCare. Disqualifies all family members from the supplemental payments if a required family income statement is not filed by a specified deadline. Requires payment under AmeriCare to be: (1) on the same basis as under title XVIII (Medicare) of the Social Security Act, adjusted by the Secretary of Health and Human Services to take into account differences between the population served under Medicare and the population served by AmeriCare or title II of this Act; (2) according to an alternative payment system provided for by a State, if the State meets in the aggregate for all health care providers in the State the requirements for national reimbursement levels described in these provisions; or (3) under Medicare rates phased-in over specified periods. Prohibits administrative or judicial review of the payment rates or rules, including adjustments, under these provisions. Allows a State to contract for the design and implementation of innovative systems of health care delivery and administrative systems that meet the standards of the AmeriCare title. Requires each State, as part of AmeriCare, to offer managed care plans, selected competitively, in which an individual eligible under AmeriCare may enroll. Directs the Secretary of Health and Human Services to establish demonstration projects to enable States that submit an approved application to implement cost management initiatives that promote the effective furnishing of care. Specifies initiatives required to be included. Allows the Secretary to provide that a State plan for AmeriCare may include payment for services described in existing provisions of title XIX (Medicaid) of the Social Security Act relating to home or community-based services. Provides for the administration of AmeriCare in each State, directly or by contract: (1) by that State; (2) at the election of the State and with the approval of the Secretary, by the Secretary; or (3) by a regional administration with other States approved by the Secretary. Provides for review of denied claims and other administrative matters. Mandates a quarterly Federal payment to each State with an approved AmeriCare plan for the Federal share of the expenditures for benefits, supplemental payments, and administrative expenses. Sets the State share of expenses at 80 percent of the State percentage under title XIX (Medicaid) of the Social Security Act during the second year after enactment of this Act and increases that percentage until 100 percent of the State medicaid percentage is reached in the seventh year after enactment. Establishes in the Treasury the AmeriCare Trust Fund consisting of such gifts and bequests as may be made and amounts credited to the Fund. Appropriates to the Fund the amounts received from: (1) contributions by employers under title V of this Act in lieu of health plan coverage; (2) AmeriCare premiums collected by employers on behalf of employees; (3) penalties collected for employment discrimination based on family status and the requirement to enroll a spouse or child; and (4) penalties collected for failure of an employer to either provide coverage or make a title V contribution. Authorizes appropriations to the Fund as required to make certain expenditures from the Fund. Authorizes and appropriates from the Fund each fiscal year a sum sufficient to carry out the purpose of the AmeriCare title, to be used for making payments to States with approved plans for benefits, supplemental payments, and administrative expenses. Requires amounts received in the Fund to be allotted to each State on the basis of amounts received in the Fund with respect to employees residing in the State. Make amounts in the Fund available, as provided in appropriations Acts, for the expenses of administering the AmeriCare title. Provides for review of AmeriCare programs by utilization and quality control peer review organizations in a similar manner as provided under title XVIII (Medicare) of the Social Security Act. Directs the Secretary of Health and Human Services to develop: (1) recommendations for the calculation of a specific Federal insurance assistance percentage applicable to coverage furnished under AmeriCare; and (2) recommendations for the creation of an emergency fund to fund certain benefits under AmeriCare in the event a State experiences changes in economic conditions or other conditions necessitating emergency funding. Mandates a reduction (by one quarter after the second year after enactment of this Act and by one half after the seventh year after enactment of this Act) in the Medicare disproportionate share adjustment percentage, subject to exception for hospitals receiving, under title VI of this Act, less that 200 percent of the reduction. Amends title XIX (Medicaid) of the Social Security Act to prohibit the provision of medical assistance under Medicaid to any individual eligible for AmeriCare. Provides for an annual increase in the Medicaid cap on payments to territories based on the percentage increase in the total Federal program costs of AmeriCare over such costs of Medicaid in the year preceding the effective date of this Act. Title VII: Development of Health Service Capacity - Amends the Public Health Service Act to mandate grants to entities that do or will meet requirements relating to migrant or community health centers to expand the availability of comprehensive primary health services in medically underserved or high impact areas. Sets forth priorities in making the grants, including that the amounts be used to provide services in areas with the greatest need and in which demand can be expected to increase after implementation of this Act. Authorizes appropriations. Title VIII: Effective Date - Sets forth the effective dates of specified provisions of this Act. Declares that, after enactment of this Act, no employer shall be required under title II of this Act to provide any health benefit in addition to the benefits required under specified provisions of title II, as in effect on the date of enactment, unless: (1) the additional benefit is for a service that AmeriCare plans are required to cover; and (2) before enactment of such requirement, the benefits and costs have been analyzed and considered by the Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "HealthAmerica:  Affordable Health Care for All Americans Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act, the Social Security Act, and the Internal Revenue Code of 1986 to provide affordable health care of all Americans, to reduce health care costs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:00-05:00"
}