{
  "actions": [
    {
      "acted_at": "1996-09-24", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2115-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-09-24", 
  "number": "2115", 
  "official_title": "A bill to protect and enhance sportsmen's opportunities and conservation of wildlife, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Sportsmen's Bill of Rights Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Shelby, Richard C.", 
    "state": "AL", 
    "thomas_id": "01049", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-09-24", 
  "subjects": [
    "Actions and defenses", 
    "Animals", 
    "Associations, institutions, etc.", 
    "Department of the Interior", 
    "Dredging", 
    "Economics and public finance", 
    "Environmental protection", 
    "Federal budgets", 
    "Federal-state relations", 
    "Fishery management", 
    "Fishing", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government spending reductions", 
    "Government trust funds", 
    "Hunting", 
    "Injunctions", 
    "Judicial review of administrative acts", 
    "Land use", 
    "Law", 
    "Marine and coastal resources, fisheries", 
    "Parties to actions", 
    "Public lands and natural resources", 
    "Sports and recreation", 
    "Transportation and public works", 
    "Water pollution control", 
    "Water resources development", 
    "Wildlife conservation", 
    "Wildlife management"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-09-24", 
    "text": "Sportsmen's Bill of Rights Act of 1996 - Requires Federal land to be open to access and for use for fishing and hunting if: (1) the responsible State agency in which Federal land is located limits access to and use of the land as part of wildlife management by the State; or (2) the Federal agency responsible for Federal public land limits access and use for national security or for reasons related to specific statutory requirements regarding the management and use of the land if such requirements are clearly and directly incompatible with fishing or hunting. Amends the Federal Aid in Wildlife Restoration Act to authorize the Secretary of the Interior (Secretary) to cooperate with the Secretary of the Interior of Puerto Rico (currently, Secretary of Agriculture of Puerto Rico) in the conduct of wildlife-restoration projects. Prohibits the amount of funding made available to the Secretary for expenses in the administration and execution of wildlife-restoration projects and the Migratory Bird Conservation Act from being made available for use as a supplement to decreased funding for any other expense under the Secretary's authority. Amends the Federal Aid in Fish Restoration Act to prohibit the amount of funding made available to the Secretary for fish restoration and management projects from being used as a supplement to decreased funding for any other expense under the Secretary's authority. Prohibits a Federal agency's action that may significantly diminish opportunities or access to engage in fishing or hunting on Federal land from being effective until the agency prepares a detailed statement evaluating the effect of such action. Provides for judicial review of such action. Amends the Federal Water Pollution Control Act to exclude from the definition of \"point source\" any conveyance that serves the purposes of directly assisting individuals engaged in fishing, hunting, or recreational shooting. Provides that the discharge of dredged or filled material resulting from fishing, hunting, or recreational shooting shall not be prohibited by or otherwise subject to regulations under the Act, except for its effluent standards or prohibitions. Requires Federal agencies to seek to enhance existing programs and services that promote fishing and hunting and to establish new ones. Entitles a person interested in fishing or hunting to intervene as a matter of right in a civil action brought under any other Federal law relating to the use of Federal land, under specified conditions. Bars the court from granting the relief sought unless the plaintiff shows that the interest intended to be advanced by the other Federal law clearly outweighs the interest of protecting access to, and use of, Federal land for fishing and hunting. Allows a licensed angler, licensed hunter, or an organization representing such individual's interests to bring a civil action in a U.S. district court to seek declaratory or injunctive relief regarding the implementation of this Act, including a declaration that a civil action brought by another person may significantly disrupt or eliminate opportunities for fishing or hunting and an injunction against the prosecution of the civil action."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Sportsmen's Bill of Rights Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect and enhance sportsmen's opportunities and conservation of wildlife, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:21-05:00"
}