{
  "actions": [
    {
      "acted_at": "1997-03-18", 
      "references": [
        {
          "reference": "CR S2438-2439", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-03-18", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-04-09", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Subcommittee on Housing and Community Development. Hearings held. Hearings printed: S.Hrg. 105-419.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-05-08", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1997-05-23", 
      "references": [], 
      "text": "Committee on Banking. Reported to Senate by Senator D'Amato with an amendment in the nature of a substitute. With written report No. 105-21. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-05-23", 
      "calendar": "Senate Legislative", 
      "number": "63", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 63.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1997-09-26", 
      "references": [
        {
          "reference": "CR S10028-10050", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-09-26", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-09-26", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1997-09-29T10:30:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-09-29", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-09-29T19:02:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-21", 
      "committee": "House Committee on Banking and Financial Services", 
      "references": [], 
      "text": "Referred to the House Committee on Banking and Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-10-21", 
      "in_committee": "House Committee on Banking and Financial Services", 
      "references": [], 
      "subcommittee": "Housing and Community Opportunity", 
      "text": "Referred to the Subcommittee on Housing and Community Opportunity.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1233-105", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1233"
    }, 
    {
      "amendment_id": "s1257-105", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1257"
    }
  ], 
  "bill_id": "s462-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK", 
      "subcommittee": "Subcommittee on Housing Opportunity and Community Development", 
      "subcommittee_id": "09"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Housing and Community Opportunity", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bond, Christopher S.", 
      "sponsored_at": "1997-03-18", 
      "state": "MO", 
      "thomas_id": "01286", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "D'Amato, Alfonse", 
      "sponsored_at": "1997-03-18", 
      "state": "NY", 
      "thomas_id": "01313", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Faircloth, Lauch", 
      "sponsored_at": "1997-03-18", 
      "state": "NC", 
      "thomas_id": "01329", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grams, Rod", 
      "sponsored_at": "1997-03-18", 
      "state": "MN", 
      "thomas_id": "00454", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hagel, Chuck", 
      "sponsored_at": "1997-04-25", 
      "state": "NE", 
      "thomas_id": "01545", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1997-09-26", 
    "vetoed": false
  }, 
  "introduced_at": "1997-03-18", 
  "number": "462", 
  "official_title": "A bill to reform and consolidate the public and assisted housing programs of the United States, and to redirect primary responsibility for these programs from the Federal Government to States and localities, and for other purposes.", 
  "popular_title": "Public Housing bill", 
  "related_bills": [
    {
      "bill_id": "hr2-105", 
      "reason": "related"
    }
  ], 
  "short_title": "Public Housing Reform and Responsibility Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Mack, Connie, III", 
    "state": "FL", 
    "thomas_id": "00721", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1997-09-26", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Affordable housing", 
    "Air conditioning", 
    "Alcoholism", 
    "Animals", 
    "Apartment houses", 
    "Auditing", 
    "Capital investments", 
    "Child abuse", 
    "Child sexual abuse", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Cooperative housing", 
    "Copyright infringement", 
    "Cost accounting", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal justice information", 
    "Demography", 
    "Department of Housing and Urban Development", 
    "Disabled", 
    "Discrimination in employment", 
    "Drug abuse", 
    "Drug addicts", 
    "Drug law enforcement", 
    "Drug traffic", 
    "Earnings", 
    "Economics and public finance", 
    "Energy", 
    "Eviction", 
    "Executive reorganization", 
    "Families", 
    "Family violence", 
    "Federal advisory bodies", 
    "Federal aid to housing", 
    "Federal-local relations", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foster home care", 
    "Fraud", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government trust funds", 
    "Grievance procedures", 
    "Health", 
    "Heating", 
    "Home ownership", 
    "Home repair and improvement", 
    "Housing and community development", 
    "Housing authorities", 
    "Housing discrimination", 
    "Housing for the aged", 
    "Housing for the disabled", 
    "Housing management", 
    "Housing subsidies", 
    "Illinois", 
    "Income", 
    "Indemnity", 
    "Indian housing", 
    "Indiana", 
    "Intellectual property", 
    "Joint ventures", 
    "Labor and employment", 
    "Landlord and tenant", 
    "Law", 
    "Law enforcement officers", 
    "Leases", 
    "Local taxation", 
    "Low-income housing", 
    "Maternal health services", 
    "Mental illness", 
    "Metropolitan areas", 
    "Minorities", 
    "Mobile homes", 
    "Mortgages", 
    "Nevada", 
    "New York State", 
    "North Dakota", 
    "Patent infringement", 
    "Pets", 
    "Planning", 
    "Police", 
    "Public housing", 
    "Public meetings of administrative bodies", 
    "Public service employment", 
    "Real property tax", 
    "Relocation", 
    "Relocation of employees", 
    "Rent", 
    "Rent subsidies", 
    "Rental housing", 
    "Residential energy conservation", 
    "Residential rehabilitation", 
    "Security measures", 
    "Sex offenders", 
    "Single family housing", 
    "Social welfare", 
    "Sports and recreation", 
    "Subcontractors", 
    "Surety and fidelity", 
    "Taxation", 
    "Urban affairs", 
    "Victims of crimes", 
    "Violence", 
    "Volunteer workers", 
    "Welfare work participation", 
    "Witnesses", 
    "Women", 
    "Youth services"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1997-09-26", 
    "text": "TABLE OF CONTENTS: Title I: Public Housing Title II: Section 8 Rental Assistance Title III: Safety and Security in Public and Assisted Housing Title IV: Miscellaneous Provisions Public Housing Reform and Responsibility Act of 1997 - Directs the Secretary (Secretary) of Housing and Urban Development (HUD) to submit to the Congress: (1) within nine months of enactment of this Act, regulations to carry out the Housing Act of 1937 (Act) as amended by this Act; and (2) annual reports concerning the effects of the amendments made by this Act upon rent policies, public housing agency (PHA) viability, and tenants. Title I: Public Housing - Amends the Act to require, with specified exceptions, tenant membership on PHA board of directors. (Sec. 103) Revises PHA authority with respect to: (1) ceiling and minimum rents; (2) police officer tenant eligibility; and (3) market value rent flexibility and encouragement of tenant self-sufficiency. (Sec. 104) Disallows, for 18 months (with a subsequent three-year phase-in), from public housing rent determinations income earned by a family member previously unemployed for a year or more. (Sec. 106) Requires PHAs to submit annual and five-year plans to the Secretary. Requires annual plans to contain provisions concerning: (1) local housing needs; (2) PHA financial resources; (3) admissions policies; (4) rent determinations; (5) operations and management; (6) grievance procedures; (7) capital improvements; (8) demolition and disposition; (9) designation of housing for elderly and disabled families; (10) public housing conversion; (11) home ownership; (12) economic self-sufficiency and cooperation with welfare and other agencies; (13) safety and crime prevention; and (14) annual certification and audits. Requires: (1) plan submission to HUD within 60 days of the start of a PHA's fiscal year; and (2) General Accounting Office audit and review of a representative sampling of such plans. (Sec. 107) Revises contract provisions and requirements, including: (1) elimination of Federal preferences for public housing admissions (with a temporary local preference authorization); and (2) expansion of drug-related eviction authority to violent crimes and felony convictions, both on and off the premises. (Sec. 108) Revises HUD powers with respect to troubled PHAs to permit the Secretary to: (1) take possession of a troubled PHA, including any of its projects or functions, or provide for alternative management, including section 8 housing; and (2) grant such PHA a one-year period to demonstrate satisfactory improvement, and, upon inability to make such improvement, either take over the PHA or appoint a receiver to do so. (Sec. 109) Authorizes PHAs to establish site-based waiting lists. (Sec. 110) Consolidates public housing assistance (other than section 8 assistance) into a Capital Fund and an Operating Fund. Directs the Secretary to establish assistance formulae. Obligates emergency reserve funding. (Sec. 111) Requires public housing tenants (other than the elderly, disabled, employed, or otherwise work-exempt) to participate at least eight hours monthly in a community service or self-sufficiency program. (Sec. 112) Permits PHAs to form consortia and joint ventures and operate subsidiaries. Eliminates: (1) certain energy conservation requirements; and (2) modernization fund authority. (Sec. 114) Sets forth public and assisted housing income eligibility provisions. Prohibits low-income family concentration and provides for mixed-income housing. (Sec. 115) Revises public housing demolition and disposition provisions. Requires a PHA to certify: (1) in the case of a demolition, that the project is obsolete and not cost effective to rehabilitate; and (2) in the case of a disposition, project retention is not in the best interests of the tenants or the PHA. Authorizes HUD disapproval of a demolition or disposition application under specified circumstances. Provides for resident organization purchase opportunity in a proposed disposition. Eliminates the one-for-one replacement requirement. Authorizes replacement units to be built on the demolition site only if fewer than the original number of demolished units are built. (Sec. 116) Eliminates family investment center provisions. Authorizes PHAs to convert public housing projects to a system of tenant-based (voucher) assistance. Requires PHAs to develop a conversion assessment (market analysis and community impact) within two years of enactment of this Act. (Sec. 117) Eliminates the family self-sufficiency program. Authorizes PHAs to sell low-income units to residents or conduit organizations (with right of first refusal). Provides rental and relocation assistance to nonpurchasing tenants. Authorizes PHA (public housing) tenant home ownership assistance. (Sec. 118) Authorizes the Secretary to make competitive grants to PHAs for obsolete housing demolition, site revitalization, replacement housing, and section 8 tenant assistance. (Sec. 119) Authorizes PHAs to own or operate mixed-finance and mixed- ownership projects. (Sec. 120) Provides for identification and conversion of distressed public housing to tenant-based assistance. Requires PHAs to develop a five-year plan for removal of such housing. (Sec. 121) Authorizes the Secretary to permit PHAs to mortgage or grant security interests in their projects. (Sec. 122) Authorizes the Secretary to make grants to PHAs and resident organizations for supportive services and resident empowerment activities to assist residents achieve economic self-sufficiency. Obligates specified amounts from this program for resident organizations. (Sec. 123) Prohibits use of HUD funds to indemnify contractors against costs associated with judgments of intellectual property rights infringement. (Sec. 124) Authorizes pet ownership in federally assisted rental housing. (Sec. 125) Directs the Secretary to carry out a flexible housing assistance program with Indianapolis, Indiana. Title II: Section 8 Rental Assistance - Amends the Act to merge the section 8 voucher and certificate programs into a single voucher program. Sets forth program provisions, including: (1) a payment standard and discretionary set-aside; (2) monthly assistance amounts; (3) tenant rent contribution and rent cap; (4) family eligibility, including local preferences; (5) annual family income review; (6) one-year (or less if PHA-approved) lease provisions; (7) PHA unit inspections; (8) vacated units; (9) reasonable market rents; (10) manufactured housing eligibility; (11) a home ownership option; and (12) witness relocation participation. (Sec. 202) Repeals specified Federal housing preference provisions under the Act, the Cranston-Gonzalez National Affordable Housing Act, the Housing and Urban Development Act of 1965, the Low-Income Housing Preservation and Resident Homeownership Act of 1990, and the Housing and Community Development Act of 1992. (Sec. 203) Amends the Act to remove within-State or metropolitan area housing portability restrictions. Provides for creation of a related reimbursement pool. (Sec. 204) Eliminates the provision requiring participating section 8 owners to accept all tenants (take one, take all rule). (Sec. 205) Includes cooperatives within the assisted housing home ownership option. Revises monthly assistance determination provisions. Authorizes a low-income family home ownership demonstration program. (Sec. 206) Authorizes section 8 tenant eligibility for law enforcement and security personnel not otherwise eligible. (Sec. 207) Repeals: (1) a specified section 8 landlord notice requirement; and (2) the moving to opportunities for fair housing demonstration and single room occupancy programs. (Sec. 209) Amends the definition of \"public housing agency\" for section 8 purposes to include entities serving more than one local jurisdiction. (Sec. 210) Makes the amendments made by this title effective not later than one year after enactment of this Act. (Sec. 211) Authorizes recapture and reuse of annual section 8 unspent contract reserves. Title III: Safety and Security in Public and Assisted Housing - Makes a household or member ineligible for federally assisted housing for: (1) at least three years (unless the evicted person(s) successfully completes a rehabilitation program) if evicted for a drug-related criminal activity; or (2) a reasonable time if convicted of other serious lease violations. Directs a PHA or owner of assisted housing, or both, to establish admission and eviction standards for a person: (1) using a controlled substance; or (2) reasonably believed to be using a controlled substance or abusing alcohol in a way that would interfere with the safety, health, or peaceful enjoyment of the premises by other tenants. Authorizes a PHA to require all applicants to sign a limited release permitting PHA access to drug- or alcohol-related medical information, or specified law enforcement information. Sets forth related tenant protection provisions. Requires a related General Accounting Office report. Prohibits public housing admission of sexually violent predators. (Sec. 302) Requires leases for federally assisted housing to contain provisions setting forth drug and alcohol related or other serious grounds for termination. (Sec. 304) Provides for, and sets forth the circumstances under which, law enforcement agencies shall provide criminal conviction information to a requesting PHA for screening and eviction use, including information concerning crimes committed by sexually violent predators and crimes against children. Title IV: Miscellaneous Provisions - Amends the Cranston-Gonzalez National Affordable Housing Act to include certain public housing-related information in the Comprehensive Housing Affordability Strategy (CHAS). (Sec. 402) Amends the Act to remove Rockland County, New York, from the metropolitan statistical area in which it is located for purposes of assisted housing income determinations. (Sec. 403) Makes certain housing projects eligible for specified demolition-related funding. (Sec. 404) Establishes a (temporary) National Commission on Housing Assistance Program Costs. Obligates specified HUD FY 1998 and 1999 funds for such Commission. (Sec. 406) Directs the Secretary to review and report on certain public housing security contracts with respect to effectiveness, expense accounting, emergency contracting procedures, and nondiscrimination compliance. (Sec. 407) States that, during the two-year period after enactment of this Act, the Secretary shall: (1) take no action to reduce senior citizen housing inventory if the housing Authority of Las Vegas, Nevada, is otherwise in compliance with a specified repayment agreement, and (2) assist in identifying alternative repayment options. (Sec. 408) Authorizes the Secretary, upon owner request, to establish ceiling rents for the Marshall Field Garden Apartments Homes, Chicago, Illinois. (Sec. 409) Expresses the sense of the Congress that PHAs should consider preferences for victims of domestic violence. (Sec. 410) Eliminates specified programs and studies under the following Acts: (1) Housing and Community Development Act of 1992 (fair housing report); (2) Housing and Community Development Act of 1974 (special projects for elderly or handicapped families); (3) Housing and Community Development Amendments of 1981; (4) Housing and Urban-Rural Recovery Act of 1983 (public housing childhood development); and (5) Cranston-Gonzalez National Affordable Housing Act (Indian housing childhood development, public housing one-stop perinatal services demonstration, public housing mixed-income new communities demonstration, public housing energy efficiency demonstration, and public and assisted housing youth sports programs). (Sec. 411) Authorizes property acquisition loan guarantees. (Sec. 412) Amends the Housing and Community Development Act of 1974 to prohibit fund use for employment relocation activities. (Sec. 413) Authorizes the use of home funds for specified public housing modernization in Bismarck, North Dakota, or in the State of North Dakota, under certain circumstances. (Sec. 414) Directs the Inspector General of HUD to report on single family and multifamily home occupancy and conditions."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Public Housing bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Public Housing Reform and Responsibility Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Public Housing Reform and Responsibility Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Public Housing Reform and Responsibility Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform and consolidate the public and assisted housing programs of the United States, and to redirect primary responsibility for these programs from the Federal Government to States and localities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:48-05:00"
}