{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1083-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "1083", 
  "official_title": "A bill to provide a comprehensive child development program in the Department of Health, Education, and Welfare.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr578-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Comprehensive Child Development Act", 
  "sponsor": {
    "district": "30", 
    "name": "Roybal, Edward R.", 
    "state": "CA", 
    "thomas_id": "00996", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Education", 
    "Families", 
    "Preschool education"
  ], 
  "subjects_top_term": "Preschool education", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Comprehensive Child Development Act - States the finding of Congress that: (1) millions of children are suffering from lack of child development services; (2) comprehensive child development programs should be available to all children; (3) priority be given to preschool children with greatest economic and social needs; (4) no mother may be forced to work in order for children to receive services; and (5) such programs should be undertaken as a partnership of parents, community, and local government. States it to be the purpose of this Act to establish and expand comprehensive child development programs, building on the Headstart experience, with emphasis on economically disadvantaged and including children of working mothers and single parents, involving parents and community groups in the decision-making process, and establishing the legislative framework for eventual universally available child development programs. Title I: Comprehensive Child Development Programs; Direction to Establish Program - Authorizes the Secretary of HEW to direct programs under this title. Lists activities for which funds can be provided, including: planning and development of programs; establishing, maintaining, and operating comprehensive programs with a broad range of activities; design, acquisition, construction, alteration, renovation or remodeling of facilities including mobile facilities; training programs for professionals, paraprofessionals, parents, older family members and prospective parents; public information activities; child advocate staff; and administrative expenses. Authorizes any State, city, county, combination of units of local government, or federally recognized Indian reservation to serve as prime sponsors. Permits the Secretary to designate such prime sponsor upon receipt of an application which: (1) establishes a Child Development Council to plan, conduct, coordinate, and monitor programs; (2) establishes Local Policy Councils elected by parents of eligible children to serve appropriate subdivisions within the prime sponsorship area; and (3) delegates administrative responsibility to an appropriate local agency. Authorizes a public or private non-profit agency or organization to become a prime sponsor if the appropriate unit of local government has not submitted an application or is out of compliance, or if the Secretary determines such prime sponsor is necessary to meet the needs of economically disadvantaged children. Provides an opportunity for a State to comment on all applications for designation, notice and hearing before the Secretary makes any adverse decision on any designation, and for judicial review of the Secretary's final action. Requires submission by a prime sponsor and the Secretary's approval of a Comprehensive Child Development Plan before a governmental prime sponsor may receive financial assistance under this title. Requires that each such plan must: (1) identify needs and goals and describe purposes for which funds will be used; (2) meet the needs of children in the area including infant care and before and after school programs including 24 hour child care services; (3) give priority to economically disadvantaged children by reserving funds equal to funds expended in the prime sponsorship area under Headstart in fiscal year 1972 and then reserving 65 percent for programs for children from low-income families; (4) give priority thereafter to children of single parents and working mothers; (5-6) provide free services for economically disadvantaged children and fees on a sliding scale for others; (7) require cooperative arrangements of State and local agencies serving the handicapped; (8) provide jobs and training in so far as possible for residents of the community; (9) provide in so far as possible for socioeconomic mixture in centers; (10-11) provide for special needs of minority, bilingual, migrant and Indian children in the area; (12) assure benefits for children in nonpublic preschool and school programs; (13) coordinate programs so family members relate to each other during the day; (14) provide for parental participation in plans and programs; (15) provide for paraprofessional and volunteers, including parents, senior citizens, students, other children, and those preparing for child development careers; (16) provide for dissemination of program information in the language of parents; (17) eliminate barriers pertaining to State teacher certification standards; (18-20) assure coordination with schools and other child development programs in the community; (21) arrange for the support of business, labor, and other community groups; (22) provide assurances that non-Federal share requirements will be met; (23) establish fiscal control and accounting procedures; (24) submit annual reports and evaluations; (25) consider public, private, and non-profit organization applicants with emphasis on on-going programs; and (26) provide adequate provision for staff and administrative expenses of local policy councils. Provides for the opportunity for comment by a Governor, Mayor or community action agency, Headstart agency or educational agency; and provides for notice and hearing before an adverse decision is made on a plan by the Secretary. Authorizes funding by a prime sponsor of a qualified public or private agency which submits an application to run a child development program, which provides comprehensive services for children served, assures adequate personnel, and meets the appropriate provisions of the Comprehensive Child Development Plan. Authorizes funding by the Secretary of a non-governmental prime sponsor which submits a project application. Allows construction only of facilities essential to provide child development services, where use of existing facilities is shown to be not practicable. Provides for 20 year use of facilities for child development programs or for return of a proportionate value of the facility to the Federal government. Authorizes the Secretary to establish interests rates for construction loans, with a 3 percent minimum rate. Provides grants and loans for construction limited to 50 percent of the total cost except for private nonprofit groups, and limits construction to 15 percent of the total allotment to a prime sponsor and limits grants for construction to 7-1/2 percent of the total. Provides for the Federal Government to share 80 percent (with allowance for Secretary to pay up to 100 percent if necessary to provide services) of the costs to prime sponsors of programs for economically disadvantaged children; 50 percent Federal share of cost to prime sponsors of programs for children not economically disadvantaged; and 100 percent Federal share of migrant and Indian programs. Provides that the non-Federal share may be in cash or kind including fees paid by parents. Provides open-ended authorization of appropriations for fiscal year 1973 and each succeeding fiscal year to carry out the provisions of this title. Reserves for the Secretary funds for migrant and Indian programs at a ratio equal to the ratio of such children to the total number of economically disadvantaged children in the nation; 5 percent for the Secretary's discretionary use, with the remainder apportioned among the States as follows: (1) 50 percent according to the ratio of economically disadvantaged children in the State, (2) 25 percent according to the ratio of children through age 5; (3) 25 percent according to the ratio of children of working mothers and single parents. Allows States to make apportionments among prime sponsors according to the same formula. Provides for reallotment of unused funds among prime sponsors and among States. Prohibits any State or local government from reducing its expenditures for child development or day care. Establishes an Office of Child Development to be the principal agency to administer this Act. Provides for the promulgation of Federal Standards of Child Development Services, applicable to all programs receiving assistance under this Act. Provides for the promulgation of a Minimum Uniform Code for Facilities, which shall replace State and local standards for all facilities which receive assistance under this Act or in which programs which receive assistance under this Act are operated. Provides for maximum utilization of existing Federal, State, and local public facilities, including school buildings, for child development programs. Repeals, consolidates, and coordinates existing child development programs, effective July 1, 1973. Title II: Facilities for Child Development Programs - Authorizes a program of mortgage insurance for child development facilities, administered by the Secretary of HEW, to provide a source of funds in addition to the direct grants and loans authorized in Title I for construction of such facilities. Title III: Training of Child Development Personnel - Authorizes $20,000,000 for each program to train professional child development personnel and for programs to train paraprofessional child development personnel under the Higher Education Act. Authorizes National Defense Education Act loans for training of full-time teachers in child development programs. Authorizes training grants to individuals for child development programs. Authorizes $5,000,000 annual appropriation for such grants. Title IV: Federal Government Child Development Programs - Authorizes direct grants to establish and operate programs for children of Federal employees. Authorizes $5 million in fiscal year 1972 and each fiscal year thereafter to operate such program. Title V: Evaluation and Technical Assistance - Authorizes the Office of Child Development to evaluate Federal involvement in child development programs and to provide technical assistance to prime sponsors and project applicants. Authorizes such funds as necessary to carry out such activities. Title VI: National Center For Child Development and Education - Establishes a National Center within the Office of Child Development to conduct, coordinate, and disseminate research on child development. Authorizes such appropriations as may be necessary to operate the Center. Title VII: General Provisions - Provides for advance appropriations and advance funding of programs. Assures public information, without charge. Prohibits Federal control of programs under this Act. Defines the terms used in this Act to insure accurate interpretation of its intent."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Child Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a comprehensive child development program in the Department of Health, Education, and Welfare.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:07-05:00"
}