{
  "actions": [
    {
      "acted_at": "2010-07-01", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5707-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-07-01", 
  "number": "5707", 
  "official_title": "To protect consumers from certain aggressive sales tactics on the Internet.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3386-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Restore Online Shoppers' Confidence Act", 
  "sponsor": {
    "district": "18", 
    "name": "Space, Zachary T.", 
    "state": "OH", 
    "thomas_id": "01871", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-07-01", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Bank accounts, deposits, capital", 
    "Civil actions and liability", 
    "Commerce", 
    "Consumer affairs", 
    "Consumer credit", 
    "Federal Trade Commission (FTC)", 
    "Internet and video services", 
    "Retail and wholesale trades"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-07-01", 
    "text": "Restore Online Shoppers' Confidence Act - Defines \"post-transaction third party seller\" as a person that: (1) sells, or offers for sale, any good or service on the Internet; (2) solicits purchases on the Internet through an initial merchant after the consumer has initiated a transaction with the initial merchant; and (3) is not a subsidiary or corporate affiliate of the initial merchant. Makes it unlawful for any post-transaction third party seller to charge or attempt to charge any consumer's credit card, debit card, bank account, or other financial account in an Internet-based transaction, unless: (1) before obtaining the consumer's billing information, the seller has disclosed all material terms, including the fact that the seller is not affiliated with the initial merchant; and (2) the seller has received the express informed consent. Makes it unlawful for an initial merchant to disclose such financial account number or other billing information to any such seller (sometimes referred to as a data-pass). Makes it unlawful, subject to exception, for any person to charge or attempt to charge a consumer for goods or services sold in an Internet-based transaction through a \"negative option feature.\" Defines \"negative option feature\" as a provision under which the customer's failure to take an affirmative action to reject goods or services or to cancel the agreement is interpreted by the seller as acceptance of the offer. Prohibits construing this Act to supersede or otherwise affect the Electronic Fund Transfer Act or any regulation thereunder. Treats a violation of this Act or any regulation thereunder as an unfair or deceptive act or practice. Requires the Federal Trade Commission (FTC) to enforce this Act. Authorizes any state attorney general to bring an action on behalf of the state's residents to enjoin further violation, to compel compliance with this Act, to obtain damages, or to obtain other appropriate relief."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Restore Online Shoppers' Confidence Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To protect consumers from certain aggressive sales tactics on the Internet.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:34-05:00"
}