{
  "actions": [
    {
      "acted_at": "1989-07-18", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-07-19", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Public Lands, National Parks", 
      "text": "Referred to Subcommittee on Public Lands, National Parks.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-09-26", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Department of Agriculture, and Office of Management and Budget.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1343-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, National Parks and Forests", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-07-18", 
  "number": "1343", 
  "official_title": "A bill to designate certain lands in the State of Colorado as components of the National Wilderness Preservation System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Colorado Wilderness Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Wirth, Timothy", 
    "state": "CO", 
    "thomas_id": "01236", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-07-18", 
  "subjects": [
    "Colorado", 
    "Environmental assessment", 
    "Judicial review of administrative acts", 
    "National forests", 
    "Water rights", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Wilderness areas", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-07-18", 
    "text": "Colorado Wilderness Act of 1989 - Title I: Additions to the Wilderness Preservation System - Designates the following lands in Colorado as components of the National Wilderness Preservation System: (1) the Buffalo Peaks Wilderness in the San Isabel National Forest; (2) the Cannibal Plateau Wilderness in the Uncompahgre National Forest; (3) the Mount Zirkel Wilderness in the Routt National Forest; (4) the Fossil Ridge Wilderness in the Gunnison National Forest; (5) the Greenhorn Mountain Wilderness in the San Isabel National Forest; (6) certain Lost Creek Wilderness additions in the Pike National Forest; (7) the Oh-Be-Joyful Additions to the Raggeds Wilderness in the Gunnison National Forest; (8) the Saint Louis/Vasquez Peaks Wilderness in the Arapahoe National Forest; (9) the Sangre de Cristo Wilderness in the Rio Grande and San Isabel National Forests; (10) the Service Creek Wilderness in the Routt National Forest; (11) certain additions to the South San Juan Wilderness in the San Juan National Forest; (12) the Spanish Peaks Wilderness in the San Isabel National Forest; (13) the Spruce Creek Additions to the Hunter-Fryingpan Wilderness in the White River National Forest; (14) certain additions to the Weminuche Wilderness in the San Juan National Forest; (15) the West Needles Wilderness in the San Juan National Forest; (16) the Wheeler Peak Additions to the La Garita Wilderness in the Rio Grande National Forest; (17) the Williams Fork Wilderness in the Arapahoe National Forest; and (18) the American Flats additions to the Big Blue Wilderness in the Bureau of Land Management Gunnison Basin Resource Area. Title II: Water Rights - Reserves certain water rights in such wilderness areas to the United States. Title III: Wilderness Study Areas - Designates certain lands in the San Juan National Forest as wilderness study areas. Title IV: Administrative Provisions - Repeals specified restrictions of Federal law relating to the management of the following lands in Colorado as wilderness areas: (1) the Oh-Be-Joyful Wilderness Study Area; (2) the Wheeler Geologic Study Area; and (3) the Hunter-Fryingpan Wilderness. Provides that the RARE II (second roadless area review and evaluation) final environmental statement (dated January 1979) with respect to national forest system lands in Colorado shall not be subject to judicial review. Releases national forest system lands in Colorado which were reviewed in the RARE II program from further review by the Department of Agriculture, pending the revision of initial national forest management plans. Releases lands in Colorado reviewed in the RARE II program and not designated as wilderness from management as wilderness areas. Prohibits the Department from conducting any further statewide roadless area review and evaluation of national forest system lands in Colorado without express congressional authorization. States that the provisions above shall also apply to national forest system roadless lands in Colorado which are less than 5,000 acres in size."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Colorado Wilderness Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to designate certain lands in the State of Colorado as components of the National Wilderness Preservation System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:34-05:00"
}