{
  "actions": [
    {
      "acted_at": "1991-01-31", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s314-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lott, Trent", 
      "sponsored_at": "1991-02-20", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-31", 
  "number": "314", 
  "official_title": "A bill to establish a uniform minimum package and claim procedures for health benefits, provide tax incentives for health insurance purchases, encourage malpractice reform, improve health care in rural areas, establish state uninsurable pools, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Health Care Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Cohen, William S.", 
    "state": "ME", 
    "thomas_id": "00215", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-31", 
  "subjects": [
    "Antitrust law", 
    "Critically ill", 
    "Evidence (Law)", 
    "Federal advisory bodies", 
    "Federal aid to hospitals", 
    "Federal preemption", 
    "Grants-in-aid", 
    "Health", 
    "Health education", 
    "Health insurance", 
    "Hospitals", 
    "Income tax", 
    "Individual retirement accounts", 
    "Insurance companies", 
    "Insurance premiums", 
    "Joint ventures", 
    "Life insurance", 
    "Long-term care insurance", 
    "Malpractice", 
    "Mediation", 
    "Medicaid", 
    "Medical education", 
    "Medical supplies", 
    "Medical technology", 
    "Medically uninsured", 
    "Medicare", 
    "Nursing homes", 
    "Physicians", 
    "Preventive medicine", 
    "Public assistance programs", 
    "Public health personnel", 
    "Rural public health", 
    "Self-employed", 
    "Student loan funds", 
    "Survivors' benefits", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Terminal care"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-31", 
    "text": "Comprehensive Health Care Act of 1991 - Title I: Medicare Reimbursement for Rural Hospitals - Amends title XVIII (Medicare) of the Social Security Act to direct the Secretary of Health and Human Services and the Prospective Payment Assessment Commission to each submit to the Congress a report recommending a methodology for the elimination of the system of determining separate average standardized amounts for hospitals in large urban, other urban, or rural areas. Title II: Joint Use of High Technology Equipment and Services by Hospitals - Declares that, notwithstanding any provision of antitrust laws, it shall not be considered a violation of antitrust laws for hospitals to jointly undertake, in the provision of care, the purchasing, contracting for, or sharing of high technology equipment and services. Amends the Public Health Service Act to direct the Secretary of Health and Human Services to carry out demonstration projects to assist hospitals in acquiring and sharing high technology equipment and services. Directs the Secretary to make grants for up to three years to States for the Federal share of costs (50 percent). Authorizes appropriations. Title III: Health Care Claims Procedures and Minimum Benefits - Directs the Secretary to request the National Association of Insurance Commissioners to develop: (1) model regulations and laws to provide a uniform, low-cost, minimum health insurance benefit package for purchase by individuals, businesses, and governmental entities; and (2) a plan for standardizing public and private insurance forms, including simplification of terminology and claims procedures to facilitate comparison between policies and to enhance access to quality policies. Amends the Employee Retirement Income Security Act of 1974 (ERISA) to declare that health insurance issued under an employee welfare benefit plan is not excluded from provisions relating to supersedure of State laws. Title IV: Tax Incentives - Amends the Internal Revenue Code to allow a tax deduction of 100 percent (currently, 25 percent) of the amount paid for health insurance for a self-employed individual and that individual's spouse and dependents. Removes a provision terminating this deduction after FY 1990. Amends provisions of the Internal Revenue Code relating to refundable credits to allow a credit for a portion of the qualified health insurance expenses paid by an individual who is not covered by a health plan maintained by an employer of the individual or the individual's spouse. Sets forth special rules regarding coordination with advance payments and minimum tax, Medicare-eligible individuals, and subsidized expenses. Requires every employer paying wages to an employee who has certified to the employer that the employee is eligible for the credit to make an additional payment equal to the employee's dependent care advance amount. Requires that the health insurance expenses advance amount be determined on the basis of the employee's wages, the employee's estimated health insurance expenses, and tables provided by the Secretary. Sets forth special rules regarding self-employed individuals. Excludes expenses paid as a credit from treatment as expenses paid for medical care under provisions relating to itemized deductions. Terminates the health insurance credit for years after 1991. Includes expenditures for disease prevention and health promotion in the definition of medical care. Title V: Malpractice Reform - Amends the Public Health Service Act to direct the Assistant Secretary for Health, through the Administrator of the Agency for Health Care Policy and Research, to establish treatment practice guidelines specifying appropriate, inappropriate, and permissive methods of evaluation and treatment. Prohibits, except by a provider party to an action and notwithstanding any other provision of law, the standards from being introduced in evidence in any action in a Federal or State court. Adds to the duties of the Subcouncil on outcomes and guidelines of the National Advisory Council on Treatment Practice Guidelines the duty of studying and reporting on the relationship between different treatment patterns and patient outcome. Amends the Public Health Service Act to direct the Assistant Secretary of Health, through the Administrator of the Agency for Health Care Policy and Research, to establish a program of grants to assist States in establishing prelitigation panels to identify meritorious claims of professional negligence, encourage resolution prior to lawsuit, and encourage withdrawal or dismissal of nonmeritorious claims. Authorizes appropriations. Title VI: Physician Issues - Subtitle A: Tax Incentives for Rural Practice - Rural Primary Care Incentives Act of 1991 - Amends the Internal Revenue Code to allow a refundable income tax credit of up to $12,000 per year (lifetime total of $36,000) for any physician who provides primary health services to residents of a rural health manpower shortage area and who is not receiving assistance under specified national Health Service Corps programs. Directs the Secretary of Health and Human Services to study and report to the Congress concerning: (1) the need for non-physician primary care providers in targeted rural areas; (2) the effectiveness of the tax credit in increasing the supply of primary care physicians in the targeted areas; and (3) alternative methods of defining rural health manpower shortage areas. Excludes from gross income any payments made on behalf of a taxpayer by the National Health Service Corps Loan Repayment program. Subtitle B: Student Loan Deferment - Resident Physician Student Loan Deferment Act - Amends the Higher Education Act of 1965 to allow resident physicians to defer repayment of certain student loans while completing a resident training program accredited by the Accreditation Council for Graduate Medical Education or the Accrediting Committee of the American Osteopathic Association. Title VII: Long-Term Care Insurance - Amends provisions of the Internal Revenue Code relating to definitions and special rules involving life insurance companies to require that references to noncancellable accident or health insurance contracts be treated as including a reference to qualified long-term care insurance. Defines \"qualified long-term care insurance\" to mean insurance which provides coverage for at least 12 months and which meets other requirements. Requires that benefits received through long-term care insurance be treated as amounts received through accident or health insurance for personal injuries or sickness. Requires that expenses incurred to the extent of benefits paid under long-term care insurance be treated as incurred for medical care. Requires any reference to an accident or health plan to be treated as including a reference to a plan providing long-term care insurance. Provides for the deductibility of employer and taxpayer premiums for long-term care insurance. Excludes from gross income amounts withdrawn from individual retirement plans for long-term care insurance premiums. Requires that any amount paid to an individual under a life insurance contract on the life of an insured who is terminally ill, has a dread disease, or has been permanently confined to a nursing home be treated as an amount paid by reason of the death of the insured. Requires any reference to life insurance to be treated as including a reference to a rider providing for payment upon the insured becoming a terminally ill individual or incurring a dread disease. Includes such riders in the definition of \"qualified additional benefits\" as a part of the definition of \"life insurance contract.\" Title VIII: State Uninsurable Pool Programs - Amends the Public Health Service Act to direct the Secretary of Health and Human Services to allocate funds to States for the Federal share of establishing State uninsurable pool programs to provide health insurance for medically uninsurable individuals. Makes the amount of an allotment dependent on the population of a State. Sets the Federal share at 75 percent. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Health Care Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Resident Physician Student Loan Deferment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Rural Primary Care Incentives Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a uniform minimum package and claim procedures for health benefits, provide tax incentives for health insurance purchases, encourage malpractice reform, improve health care in rural areas, establish state uninsurable pools, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:39-05:00"
}