{
  "actions": [
    {
      "acted_at": "2000-05-25", 
      "references": [
        {
          "reference": "CR S4474-4477", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-05-25", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2642-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-05-25", 
  "number": "2642", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to provide major tax simplification.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tax Ease and Modernization Act--Part I", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-05-25", 
  "subjects": [
    "Academic performance", 
    "Accounting", 
    "Administrative fees", 
    "Administrative procedure", 
    "Associations, institutions, etc.", 
    "Business income tax", 
    "Capital gains tax", 
    "Child support", 
    "College costs", 
    "Commerce", 
    "Computer software", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer credit", 
    "Corporation taxes", 
    "Cost of living adjustments", 
    "Custody of children", 
    "Department of the Treasury", 
    "Depreciation and amortization", 
    "Disabled", 
    "Divorcees", 
    "Earned income tax credit", 
    "Earnings", 
    "Economics and public finance", 
    "Education", 
    "Education of disabled students", 
    "Education savings accounts", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Families", 
    "Finance and financial sector", 
    "Foster home care", 
    "Foster parents", 
    "Government operations and politics", 
    "Government publicity", 
    "Higher education", 
    "Hotels, motels, etc.", 
    "Housing and community development", 
    "Housing finance", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Individual retirement accounts", 
    "Interest", 
    "Interest rates", 
    "Internal revenue law", 
    "Investments", 
    "Investors", 
    "Labor and employment", 
    "Law", 
    "Married people", 
    "Minimum tax", 
    "Mutual funds", 
    "Partnerships", 
    "Personal income tax", 
    "Rental housing", 
    "Science, technology, communications", 
    "Secondary education", 
    "Small business", 
    "Social welfare", 
    "Stocks", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax penalties", 
    "Tax rates", 
    "Tax returns", 
    "Tax simplification", 
    "Taxation", 
    "Teacher education", 
    "Teachers", 
    "Trusts and trustees", 
    "Women"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-05-25", 
    "text": "TABLE OF CONTENTS: Title I: Alternative Minimum Tax Title II: Simplification of Capital Gains Tax Title III: Simplification and Expansion of the Earned Income Tax Credit Title IV: Limitations On Itemized Deductions And Personal Exemptions Title V: Business Tax Simplification Provisions Title VI: Miscellaneous Simplification Provisions Subtitle A: Penalty and Interest Provisions Subtitle B: Procedural Provisions Subtitle C: Small Investors Tax Simplification Act Subtitle D: Other Provisions Tax Ease and Modernization Act-Part I - Title I: Alternative Minimum Tax - Amends the Internal Revenue Code to repeal the alternative minimum tax on individuals.Title II: Simplification of Capital Gains Tax - Provides, for individuals, that 50 percent of capital gain shall be a deduction from gross income, whether or not the individual itemizes other deductions.Provides an inflation adjustment for the exclusion of capital gains on the sale of a principal residence.Title III: Simplification and Expansion of the Earned Income Tax Credit - Revises the earned income credit to, among other things: (1) modify the definition of earned income to specify that it is compensation includible in gross income; (2) revise the definition of dependent; (3) allow the credit for taxpayers who reside with other eligible individuals; and (4) increase the credit percentage for three or more qualifying children.Title IV: Limitations On Itemized Deductions And Personal Exemptions - Repeals: (1) the overall limitation on itemized deductions; and (2) the phaseout of personal exemptions.Title V: Business Tax Simplification Provisions - Provides for a single rate of interest on corporate and individual overpayments and underpayments.Provides that to the extent that, for any period, there exist equivalent overpayments and underpayments by the same taxpayer, the net rate of interest on such amounts shall be zero for such period, whether or not such overpayments or underpayments are currently outstanding.Permits the expensing of computer software which is not chargeable to capital account.Title VI: Miscellaneous Simplification Provisions - Subtitle A: Penalty and Interest Provisions - Revises the failure to pay individual estimated income tax provisions to require, instead of the current addition to tax, that interest be paid on any underpayment of estimated tax.Excludes from gross income interest paid on tax overpayments.Reduces the penalty to pay tax by 50 percent.Permits the Secretary of the Treasury to abate interest in order to prevent a gross injustice.Subtitle B: Procedural Provisions - Permits the Secretary to: (1) provide relief to taxpayers in order to correct IRS errors; and (2) waive the 10 percent IRA early withdrawal penalty in cases of undue hardship.Permits early IRA withdrawals without penalty if used to satisfy an income tax liability.Subtitle C: Small Investors Tax Simplification Act - Provides that a qualified investment club shall use a method for determining a partner's share of losses, gains, deductions, or credits that allocates such items based on each partner's proportionate interest as of the last day of the taxable year.Subtitle D: Other Provisions - Revises provisions concerning trade and deductions of employees to provide that deductions consisting of expenses paid or incurred by an employee, whether or not such expenses are reimbursed, in connection with the performance by the taxpayer of services as an employee shall be allowed as deductions from adjusted gross income.Provides for, among other things: (1) the expensing of certain personal property used in connection with residential rental property; (2) the inclusion foster children up to the age of 24 in the definition of dependent; (3) increasing the limitation on the basic standard deduction allowed in the case of certain dependents; and (4) making the two-percent floor on miscellaneous deductions inapplicable to qualified professional development expenses of elementary and secondary school teachers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tax Ease and Modernization Act--Part I", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 to provide major tax simplification.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:18-05:00"
}