{
  "actions": [
    {
      "acted_at": "1973-01-31", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3502-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-31", 
  "number": "3502", 
  "official_title": "A bill to establish a Federal program to encourage the voluntary donation of pure and safe blood, to require licensing and inspection of all blood banks, and to establish a national registry of blood donors.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr804-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Blood Bank Act", 
  "sponsor": {
    "district": "2", 
    "name": "Sandman, Charles W., Jr.", 
    "state": "NJ", 
    "thomas_id": "01011", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-31", 
  "subjects": [
    "Advisory bodies", 
    "Blood", 
    "Medical care, personnel, and facilities"
  ], 
  "subjects_top_term": "Blood", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-31", 
    "text": "National Blood Bank Act - Establishes a National Blood Bank Program in the Department of Health, Education, and Welfare. Prescribes standards by which the Director of such program shall designate a group or organization as a national blood bank system, including the requirement that all member blood banks maintain a program for the recruitment of voluntary blood donors, and a system of accreditation for member blood banks. Provides that the Director shall, in order to assure an adequate supply of pure and safe blood throughout the Nation: (1) develop new procedures, materials, and techniques to inform the public of the need to voluntarily donate blood; (2) provide direct assistance to establish an adequate supply of voluntary blood in those parts of the country where it is presently unavailable; (3) develop a national program to honor and recognize all voluntary donors; and (4) establish yearly goals of voluntary donors for each blood bank. Provides that the Director shall maintain a registry of all persons who give blood after July 1, 1972, to a licensed blood bank. Provides that blood banks affected by this Act must be licensed by the Director subject to a fee of not more than $125 per annum and subject to periodic inspection by the Director. Requires the Director to issue such license when such blood bank agrees to require identification of each blood donor, agrees to transmit to the Director such information as the Director may require and when the application therefor contains or is accompanied by such information as the Director finds necessary and the applicant agrees and the Director determines the blood bank will be operated in accordance with standards the Director issues to carry out the purposes of this Act. Authorizes the Director to sue in the United States district court to enjoin any activity by a blood bank licensed under this Act which would constitute an imminent hazard to the public health. Provides for appeal from, and review of, such proceedings. Provides that a willful violation of the provisions of this Act shall be a misdemeanor punishable by imprisonment for not more than one year or a fine of not more than $1,000, or both. Establishes an Advisory Council to the Director appointed by the President to make recommendations to the Director on means of attaining the goals of the program. Provides that, notwithstanding any antitrust law, a national blood bank system may exclude or reject from membership in such system any blood bank which does not qualify for tax-exempt status under the Internal Revenue Code. Requires the United States to contract for, or pay for, the provision of blood from a Class A Blood Bank, defined under this Act as part of a national blood bank system. Authorizes to be appropriated $10,000,000 for fiscal year 1973, $10,000,000 for fiscal year 1974, and $10,000,000 for fiscal year 1975, to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Blood Bank Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Federal program to encourage the voluntary donation of pure and safe blood, to require licensing and inspection of all blood banks, and to establish a national registry of blood donors.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:46-05:00"
}