{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1076-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "1076", 
  "official_title": "A bill to amend title 10 of the United States Code to establish procedures providing members of the Armed Forces redress of grievances arising from acts of brutality or other cruelties, and acts which abridge or deny rights guaranteed to them by the Constitution of the United States, suffered by them while serving in the Armed Forces.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr748-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "30", 
    "name": "Roybal, Edward R.", 
    "state": "CA", 
    "thomas_id": "00996", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Advisory bodies", 
    "Armed forces and national security", 
    "Law", 
    "Military law"
  ], 
  "subjects_top_term": "Military law", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Provides procedures for redressing grievances of members of the Armed Forces. Prohibits and makes punishable by confinement the following acts when committed by a member of the Armed Forces: the maintenance of unsafe and unsanitary military penal facilities; brutal treatment or cruel and unusal punishment of a prisoner in a military penal facility; brutal treatment of another member of the Armed Forces under color of duty; and denial of constitutional rights to another member of the Armed Forces. Creates a United States Military Justice Commission, to be composed of 11 Presidential appointees and headed by a Chairman, who will be responsible for all administrative operations of the Commission. Establishes the position of Commission General Counsel, who will have final authority with respect to the investigation of complaints. Gives the Commission jurisdiction to determine complaints concerning the offenses listed above, and to adjudge punishment for the violation. Gives the commission the discretion to initiate investigations to determine whether violations have occurred. Prescribes the procedure for filing complaints, for the Commission's action on a complaint, and pretrial and trial procedure. Grants the Commission exclusive jurisdiction over the violations listed above, except for the authority of the United States civil courts to grant writs of habeas corpus. Provides for an annual review and study of the operation of these provisions. Establishes a United States Court of Military Grievances, to consist of 3 judges appointed by the President with the advice and consent of the Senate. Provides that the Court will review the record in cases where a Commission sentence affects a general or flag officer; cases decided by the Commission and sent to the Court for review; and cases decided by the Commission on which the Court grants review. Permits the Court to order a rehearing or dismiss the charges."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 10 of the United States Code to establish procedures providing members of the Armed Forces redress of grievances arising from acts of brutality or other cruelties, and acts which abridge or deny rights guaranteed to them by the Constitution of the United States, suffered by them while serving in the Armed Forces.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:07-05:00"
}