{
  "actions": [
    {
      "acted_at": "1974-08-01", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr16237-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-08-01", 
  "number": "16237", 
  "official_title": "A bill to amend the Securities Exchange Act of 1934.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "8", 
    "name": "Stuckey, W. S. (Bill), Jr.", 
    "state": "GA", 
    "thomas_id": "01120", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-08-01", 
  "subjects": [
    "Advisory bodies", 
    "Finance and financial sector"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-08-01", 
    "text": "States the findings of Congress, including that: (1) our country's capital markets are an important national asset; and (2) to preserve and strengthen our capital markets, a National Securities Market System, linking together our country's market centers, wherever located, should be established. Directs the Securities and Exchange Commission to establish a National Market System for trading in securities. States that such a system shall include, at a minimum, a transactional reporting system for reporting all transactions in securities qualified for trading in the System and a composite quotation system for reporting bid and offered quotations for all securities qualified for trading in the System. Authorizes the Commission to appoint a National Market Board to regulate a National Securities Market System. Stipulates that the Commission shall have authority to promulgate such rules applicable to participants in a National Market System as it determines to be necessary or appropriate to protect investors and to assure the maintenance of fair and orderly markets in securities and shall have authority to promulgate such rules applicable to the Board, national securities exchanges, national securities associations, participants in a System or brokers or dealers as the Commission determines to be necessary or appropriate to assure fair and equitable treatment of participants in the System and to coordinate functions among various markets comprising the System."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Securities Exchange Act of 1934.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:20-05:00"
}