{
  "actions": [
    {
      "acted_at": "2003-07-25", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-10-28", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-10-28", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 24 - 15.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-11-21T14:30:00-05:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Ways and Means. H. Rept. 108-393.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-21T14:30:00-05:00", 
      "calendar": "Union", 
      "number": "226", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 226.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2896-108", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-07-25", 
  "number": "2896", 
  "official_title": "To amend the Internal Revenue Code of 1986 to remove impediments in such Code and make our manufacturing, service, and high-technology businesses and workers more competitive and productive both at home and abroad.", 
  "popular_title": "Corporate Tax Breaks for U.S. Manufacturers bill", 
  "related_bills": [
    {
      "bill_id": "hr4520-108", 
      "reason": "related"
    }
  ], 
  "short_title": "American Jobs Creation Act of 2003", 
  "sponsor": {
    "district": "22", 
    "name": "Thomas, William M.", 
    "state": "CA", 
    "thomas_id": "01148", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-10-28", 
  "subjects": [
    "Accounting", 
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Affiliated corporations", 
    "Agricultural cooperatives", 
    "Agriculture and food", 
    "Alcohol tax", 
    "Alcoholic beverages", 
    "Aliens", 
    "Arts, culture, religion", 
    "Automation", 
    "Bank accounts", 
    "Bank employees", 
    "Bank holding companies", 
    "Beer", 
    "Bonds", 
    "Business records", 
    "Capital gains tax", 
    "Casualty insurance", 
    "Citizenship", 
    "Clinical trials", 
    "Collection of accounts", 
    "Commerce", 
    "Confidential communications", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cooperative societies", 
    "Corporate management", 
    "Corporate mergers", 
    "Corporate reorganizations", 
    "Corporation taxes", 
    "Customs administration", 
    "Damages", 
    "Department of Homeland Security", 
    "Department of the Treasury", 
    "Depreciation and amortization", 
    "Directories", 
    "Dividends", 
    "Divorce", 
    "Droughts", 
    "Drug industry", 
    "Earnings", 
    "Economics and public finance", 
    "Emergency management", 
    "Employee ownership", 
    "Employee stock options", 
    "Energy", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Estate tax", 
    "Excise tax", 
    "Expatriation", 
    "Families", 
    "Farm income", 
    "Farmers", 
    "Fees", 
    "Finance and financial sector", 
    "Financial institutions", 
    "Financial services", 
    "Financial statements", 
    "Fishing", 
    "Foreign banks and banking", 
    "Foreign corporations", 
    "Foreign exchange", 
    "Foreign tax credit", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Futures trading", 
    "Gas pipelines", 
    "Gift tax", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government service contracts", 
    "Governmental investigations", 
    "Health", 
    "Hepatitis", 
    "Holding companies", 
    "Housing and community development", 
    "Housing finance", 
    "Immigration", 
    "Income tax", 
    "Incorporation", 
    "Individual retirement accounts", 
    "Injunctions", 
    "Insider trading in securities", 
    "Insurance companies", 
    "Insurance premiums", 
    "Intangible property", 
    "Interest", 
    "International affairs", 
    "International corporations", 
    "Investments", 
    "Investors", 
    "Labor and employment", 
    "Law", 
    "Lawyers", 
    "Lease and rental services", 
    "Leases", 
    "Legal ethics", 
    "Liability (Law)", 
    "Liability for environmental damages", 
    "Limitation of actions", 
    "Livestock", 
    "Loans", 
    "Losses", 
    "Manufacturing industries", 
    "Minimum tax", 
    "Motion pictures", 
    "Mutual funds", 
    "Orphan drugs", 
    "Partnerships", 
    "Petroleum pipelines", 
    "Property insurance", 
    "Public lands and natural resources", 
    "Real estate investment", 
    "Reinsurance", 
    "Rent", 
    "Research and development tax credit", 
    "Restaurants", 
    "Retiree health benefits", 
    "Science, technology, communications", 
    "Securities", 
    "Service industries", 
    "Small business", 
    "Social security taxes", 
    "Social welfare", 
    "Sports and recreation", 
    "Stockholders", 
    "Stocks", 
    "Subcontractors", 
    "Subsidiary corporations", 
    "Tariff", 
    "Tax administration", 
    "Tax consultants", 
    "Tax credits", 
    "Tax deductions", 
    "Tax evasion", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax havens", 
    "Tax penalties", 
    "Tax rates", 
    "Tax returns", 
    "Tax shelters", 
    "Tax treaties", 
    "Tax-deferred compensation plans", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Taxation of foreign income", 
    "Timber sales", 
    "Transportation and public works", 
    "Treaties", 
    "Trusts and trustees", 
    "Unemployment insurance", 
    "User charges", 
    "Vaccines", 
    "Valuation", 
    "Wages", 
    "Water resources development", 
    "Weather", 
    "Wine", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2003-11-21", 
    "text": "American Jobs Creation Act of 2003 - Title I: Corporate Reform and Growth Incentives - Subtitle A: Reduction in Corporate Income Tax Rates - (Sec. 1001) Amends the Internal Revenue Code (the Code) to limit the corporate income tax for domestic production activities income to 32 percent (34 percent for years beginning before January 1, 2007). (Sec. 1002) Reduces the corporate income tax rate for smaller businesses. Subtitle B: Small Business Expensing - (Sec. 1011) Extends, from 2006 to 2008, the increased small business expensing provisions. Subtitle C: Depreciation - (Sec. 1021) Classifies qualified leasehold improvement property and qualified restaurant property as 15-year property for depreciation purposes. Subtitle D: Alternative Minimum Tax Relief - (Sec. 1031) Increases, incrementally, the alternative tax net operating loss deduction to 100 percent by 2012. Repeals the 90 percent limitation applicable to the alternative minimum foreign tax credit. (Sec. 1032) Increases, from $7.5 million to $20 million, the gross receipts test amount concerning the exemption for small corporations from the alternative minimum tax. (Sec. 1033) Coordinates farmers' income averaging with the alternative minimum tax. Subtitle E: S Corporation Reform and Simplification - (Sec. 1041) Treats a husband and wife as one shareholder. Permits, and sets forth criteria for, an election to treat all members of a family as one shareholder. (Sec. 1042) Increases to 100 the maximum number of shareholders a small business organization may have to be eligible to elect S corporation treatment. (Sec. 1043) Permits a trust-individual retirement account (IRA) to be an eligible bank S corporation shareholder. (Sec. 1044) Disregards the unexercised powers of appointment in determining the beneficiaries of an electing small business trust. (Sec. 1045) Provides for the treatment of suspended losses incident to a divorce. (Sec. 1046) Allows the beneficiary of a qualified S trust suspended losses under the at-risk and passive loss rules upon disposition of the stock. (Sec. 1047) Excludes interest and dividends from the passive income test for bank S corporations. (Sec. 1048) Provides, generally, that restricted bank director stock shall not be taken into account as outstanding stock of an S corporation. (Sec. 1049) Allows inadvertently qualified subchapter S subsidiary elections and terminations to be waived by the IRS. (Sec. 1050) Provides authority with respect to information returns of wholly owned subsidiaries. (Sec. 1051) States the a plan shall not be in violation pension plan requirements, or as engaging in a prohibited transaction, merely by reason of any distribution with respect to S corporation stock that constitutes qualifying employer securities, which in accordance with the plan provisions is used to make payments on a loan the proceeds of which were used to acquire such qualifying employer securities. Subtitle F: Protecting Employee Benefits - (Sec. 1061) Includes in gross income for a taxable year, in the case of a nonqualified deferred compensation plan, all compensation deferred under the plan for all taxable years (to the extent not subject to a substantial risk of forfeiture and not previously included in gross income), unless at all times during the taxable year the plan meets specified requirements concerning distributions, acceleration of benefits, and elections. (Sec. 1062) Excludes from the definition of wages, for purposes of FICA and FUTA (social security and unemployment taxes), remuneration on account of the transfer of stock pursuant to the exercise of an incentive stock option or under an employee stock purchase plan, or any disposition of such stock. (Sec. 1063) Extends, until December 31, 2013, provisions permitting the transfer of excess pension assets to retiree health accounts. Subtitle G: Treatment of Active Income - (Sec. 4071) Treats the European Union as one country for purposes of the foreign base company sales and service rules. (Sec. 1072) Excludes from foreign personal holding company income to the extent attributable to the non-subpart F (Controlled Foreign Corporations) earnings of the payor dividends, interest, rents, and royalties received or accrued from a controlled foreign corporation which is related. (Sec. 1073) Provides that, in the case of any sale by a controlled foreign corporation of an interest in a partnership with respect to which such corporation is a 25-percent owner, such corporation shall be treated, for purposes of determining subpart F personal holding company income, as selling the proportionate share of the assets of the partnership attributable to such interest. (Sec. 1074) Repeals the following provisions of the Code: (1) Part III (Foreign Personal Holding Companies) of Subchapter G (Corporations Used to Avoid Income Tax on Shareholders) of Chapter 1 (Normal Taxes and Surtaxes); (2) Section 1246 (Gain on Foreign Investment Company Stock); and (3) Section 1247 (Election by Foreign Investment Companies to Distribute Income Currently). Excludes foreign corporations from the application of personal holding company rules. (Sec. 1075) Excludes from the definition of foreign base company oil related income the pipeline transportation of oil or gas within such foreign country. (Sec. 1076) Modifies the definition of subpart F foreign personal holding company income with respect to gains or losses from a commodities hedging transactions. (Sec. 1077) Repeals subpart F rules concerning foreign base company shipping income. (Sec. 1078) Modifies exceptions from subpart F foreign personal holding company income and foreign base company services income for income derived in the active conduct of a banking, financing, or similar business. (Sec. 1079) Excludes from gross income the applicable percentage (increases from one percent in 2007 to 10 percent by 2013) of qualified film income. Defines such income as gross income from a license of a qualified film in the ordinary course of a trade or business for the exploitation or direct use outside the United States less any associated film costs. Subtitle H: Reduction of Double Taxation of Earnings - (Sec. 1081) Permits, in general, a worldwide affiliated group to have the taxable income of each domestic corporation which is a member of such group determined by allocating and apportioning interest expense of each member as if all members of such group were a single corporation. Provides that if a group makes this election, the taxable income of the domestic members of a worldwide affiliated group from sources outside the United States will be determined by allocating and apportioning the interest expense of domestic members to foreign-source income in accordance with a specified formula. Provides that non-interest expenses which are not directly allocable or apportioned to any specific income producing activity shall be allocated and apportioned as if all members of the affiliated group were a single corporation. (Sec. 1082) Treats as income from sources without the United States, in the case of any taxpayer who sustains an overall domestic loss for any taxable year beginning after December 31, 2005, that portion of the taxpayer's taxable income from sources within the United States for each succeeding taxable year which is equal to the lesser of: (1) the amount of such loss (to the extent not used in prior taxable years); or (2) 50 percent of the taxpayer's taxable income from sources within the United States for such succeeding taxable year. (Sec. 1083) Reduces the foreign tax credit limitation categories from nine to two: (1) passive category income; and (2) general category income. (Sec. 1084) Applies the look-through approach to dividends paid by a section 902 corporation (a foreign corporation in which the taxpayer owns at least ten percent of the stock by vote and which is not a controlled foreign corporation). (Sec. 1085) Defines constructive ownership through partnerships, with respect to deemed paid credit where a domestic corporation owns ten percent or more of a foreign corporation, to consider as being proportionately owned by its partners stock that is owned directly, or indirectly, by or for a partnership. (Sec. 1086) Specifies that deemed payments, under provisions concerning the transfer of intangibles being treated as transferred pursuant to the sale of contingent payments, are treated as royalties for purposes of applying the separate limitation categories of the foreign tax credit. (Sec. 1087) Adds an exception from the definition of U.S. property for determining current income inclusion by a U.S. ten-percent shareholder with respect to an investment in U.S. property by a controlled foreign corporation. (Sec. 1088) Permits taxpayers required to translate foreign income tax payments at the average exchange rate to elect to translate such taxes into U.S.-dollar amounts using the exchange rates as of the time such taxes are paid, provided the foreign income taxes are denominated in a currency other than the taxpayer's functional currency. (Sec. 1089) Repeals the 30 percent dividend tax on U.S. source income applicable to nonresident aliens. (Sec. 1090) Treats interest paid by foreign partnerships in a manner similar to the treatment of interest paid by foreign corporations, but only with respect to foreign partnerships that are principally owned by foreign persons (a partnership in which U.S. citizens and residents do not own, directly or indirectly, 20 percent or more of the capital or profits interests in the partnership). (Sec. 1091) Provides for the treatment of certain dividends of regulated investment companies (RICs), including exempting from U.S. withholding tax RIC dividend distributions to a foreign person attributable to amounts that would have been exempt from such tax if it had been received directly by such person. Exempts from U.S. estate tax the transfer of certain portions of RIC stock treated as outside the United States. Subtitle I: Other Provisions - (Sec. 1101) Extends, with respect to involuntary conversion rules, the replacement period, from two to four years, for livestock sold on account of weather related conditions. (Sec. 1102) Provides that the patronage dividends of cooperatives shall not be reduced by stock dividends to the extent the stock dividends are in addition to amounts otherwise payable. (Sec. 1103) Includes any vaccine against hepatitis A under the 75-cents-per-dose manufacturer's excise tax. (Sec. 1104) Expands the 50-percent tax orphan drug tax credit for expenses related to human clinical testing of drugs for the treatment of certain rare diseases and conditions to include those expenses related to human clinical testing incurred after the date on which an application is filed with the Food and Drug Administration for designation of the drug as a potential treatment for a rare disease or disorder. (Sec. 1105) Revises the 90 percent income test for a RIC to include income derived from an interest in a qualified publicly traded partnership. (Sec. 1106) Revises real estate investment trust (REIT) rules, including: (1) revising the definition of straight debt; (2) revising the limited rental exception; (3) removing the customary services exception; (4) revising provisions concerning the treatment of certain hedging instruments; and (5) revising from 90 to 95 percent the percent of gross income test used to impose a tax for failure to meet certain requirements. (Sec. 1107) Revises the excise tax provisions on bows, arrows, and other archery equipment, including to increase the minimum draw weight for a taxable bow from 10 to 30 pounds. (Sec. 1108) Repeals the excise tax on fishing tackle boxes. (Sec. 1109) Establishes a credit for wholesale distributors of distilled spirits for the financing costs of the Federal excise tax on such spirits. (Sec. 1110) Provides for the application of capital gain treatment to outright sales of timber whether or not the owner retains economic interest. (Sec. 1111) Repeals the excise tax on sonar devices suitable for finding fish. (Sec. 1112) Exempts from tax certain settlement funds established under the Comprehensive Environmental Response, Compensation, and Liability Act of 1980. (Sec. 1113) Suspends, for three years, occupational taxes on producers and marketers of distilled spirits, wine, and beer. Title II: Provisions to Reduce Tax Avoidance Through Corporate Earnings Stripping and Expatriation - (Sec. 2001) Revises provisions concerning \"earnings stripping\" by foreign-based companies to further limit the ability of companies to strip earnings (the transfer of earnings outside of the United States to achieve tax avoidance). (Sec. 2002) Adds provisions to the Code to increase taxation when there have been defined inversion transactions (reincorporation of a U.S. company outside of the United States to achieve tax avoidance). (Sec. 2003) Subjects to an excise tax specified holders of certain stock compensation in inverted (expatriated) corporations. (Sec. 2004) Revises provisions relating to allocation in the case of a reinsurance agreement involving tax avoidance or evasion. (Sec. 2005) Revises expatriation tax provisions. Subjects, for a ten-year period following citizenship relinquishment or residency termination, to the expatriation (alternative) tax provisions an individual: (1) with an average annual net income tax for the period of five taxable years ending before the date of the loss of U. S. citizenship of more than $122,000; (2) with a net worth as of such date of $2 million or more; or (3) who fails to certify under penalty of perjury that he or she has met applicable Federal tax requirements for the five preceding taxable years or fails to submit such evidence of such compliance as the Secretary may require. Provides exceptions for dual citizens and minors. (Sec. 2006) Requires a corporation acquiring another corporation to make a specified required return to the Secretary of the Treasury. (Sec. 2007) Requires studies concerning: (1) transfer pricing rules; (2) U.S. income tax treaties; and (3) the impact of this title's stripping and corporate expatriation provisions. Title III: Provisions Relating to Tax Shelters - Subtitle A: Taxpayer-Related Provisions - (Sec. 3001) Imposes penalties on individuals who fail to include on any return or statement required information regarding reportable transactions (transactions needing a return or statement because the Secretary determines they have a potential for tax avoidance or evasion). Authorizes the Commissioner of Internal Revenue to rescind all or any portion of such penalties under certain specified conditions. (Sec. 3002) Prescribes an accuracy related civil penalty of 20 percent (or higher in certain specified cases) of the amount of any reportable transaction understatement for such understatement (with exceptions). Specifies a formula for determining such figure. Provides for coordination with penalties on other understatements, including prohibiting penalties under this section from applying to the penalty for fraud. (Sec. 3003) Expands the scope of provisions that deny the confidentiality privilege to communications between a corporation and its tax practitioner concerning tax shelters to make such provisions applicable to communications (with respect to tax shelters) between any taxpayer and the taxpayer's tax practitioner. (Sec. 3004) Extends the statute of limitations for the assessment of taxes with respect to a listed transaction for failure to include on a return or statement any information with respect to a listed transaction. (Sec. 3005) Directs a material advisor, with respect to any reportable transaction, to make a return (in such form as the Secretary may prescribe) describing the transaction, its potential tax benefits, and other information prescribed by the Secretary. Defines material advisor as any person who provides material aid, assistance or advice regarding a reportable transaction and who derives gross income in excess of a specified threshold amount. Authorizes the Secretary to prescribe exemptions from such requirements. (Sec. 3006) Modifies the monetary penalty and revises provisions for failing to register a tax shelter with the Secretary. Allows the Commissioner to rescind such penalties. (Sec. 3007) Modifies the penalty levied on material advisors for failure to furnish required information regarding reportable transactions to the Secretary. (Sec. 3008) Penalizes an individual for making a statement with respect to certain tax statements (deductions, credits, etc.) that an individual knows is false or fraudulent as to any material matter at the rate of 50 percent of the gross income derived from such activity. (Sec. 3009) Modifies the substantial understatement penalty for nonreportable transactions in the cases of corporations other than an S corporation or a personal holding company. (Sec. 3010) Revises provisions authorizing a civil action in the name of the United States to enjoin promoters of abusive tax shelters. (Sec. 3011) Amends provisions of Federal law pertaining to a civil penalty for violations concerning records and reports on foreign financial agency transactions to authorize the Secretary to impose a penalty of up to $5,000 in cases not involving willful violations (presently the maximum is $100,000 and applies to willful violations). Sets forth an exemption under specified circumstances. Permits a penalty of between $25,000-$100,000 in instances of willful violation, with no exemption. Specifies criteria for calculating the amount of such penalties. (Sec. 3012) Permits censure and the imposition of a monetary penalty on individuals practicing before the Department of the Treasury. Subtitle B: Other Provisions - (Sec. 3021) Permits the application of stripped preferred stock rules and stripped bond rules in the case of an account or entity substantially all of the assets of which consist of bonds, preferred stock, or combination thereof. (Sec. 3022) Establishes a minimum holding period for withholding tax on gain and income other than dividends in order to claim the foreign tax credit. (Sec. 3023) Provides for the treatment of property contributed to a partnership with a built-in loss. Permits the adjustment to the basis of undistributed partnership property if there is a substantial basis reduction. (Sec. 3024) Prohibits an allocation of any decrease in the adjusted basis of partnership property to stock in a corporation which is a partner in the partnership. (Sec. 3025) Repeals part V (Financial Asset Securitization Investment Trusts) of subchapter M (Regulated Investment Companies and Real Estate Investment Trusts). (Sec. 3026) Limits, to fair market value, built-in losses on real estate mortgage investment conduit (REMIC) residuals on the transfer of property to a corporation. (Sec. 3027) Redefines U.S. property for purposes of the investment of earnings in U.S. property provisions under subpart F. (Sec. 3028) Increases from $350,000 to $600,000 the maximum amount of premiums that may be written annually by a tax-exempt insurance company (other than a life insurance company) in order to remain tax-exempt. (Sec. 3029) Defines insurance company for purposes of the tax on insurance companies other than life insurance companies provisions. (Sec. 3030) Prohibits the deduction for interest paid on any underpayment of tax attributable to nondisclosed reportable transaction understatements. (Sec. 3031) Revises provisions concerning the treatment of certain stock purchases as asset acquisitions and the tax on a deemed sale not being taken into account for estimated tax purposes. (Sec. 3032) Makes the exclusion for gain on the sale of a principal residence inapplicable if the principal residence was acquired in a like-kind exchange in which the gain was not recognized within the required five-year period. (Sec. 3033) Provides that in the case of any: (1) debt instrument having original issue discount which is held by a related foreign person which is a foreign personal holding company, a controlled foreign corporation, or a passive foreign investment company, a deduction shall be allowable to the issuer with respect to such original issue discount for any taxable year only to the extent such original issue discount is included during such taxable year in the gross income of a U.S. person who owns stock in such corporation; and (2) amount payable to a foreign personal holding company, a controlled foreign corporation, or a passive foreign investment company, a deduction shall be allowable to the payor with respect to such amount for any taxable year only to the extent such amount is included during such taxable year in the gross income of a U.S. person who owns stock in such corporation. (Sec. 3034) Excludes from gross income interest paid on tax overpayments. (Sec. 3035) Permits making a cash deposit to suspend the running of interest on potential underpayments. (Sec. 3036) Authorizes the IRS to enter into partial payment installment agreements with taxpayers. Requires review of such agreements at least every two years. (Sec. 3037) Extends IRS user fee authority through September 30, 2013. Title IV: Trade Enhancement and Compliance Provisions - (Sec. 4001) Repeals the exclusion for extraterritorial income. Provides transition provisions. (Sec. 4002) Amends the Consolidated Omnibus Budget Reconciliation Act of 1985 (COBRA) to revise provsisions concerning, and extend through September 30, 2013, the merchandise processing and other fees. Requires a study of all fees collected by the Department of Homeland Security."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Corporate Tax Breaks for U.S. Manufacturers bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "American Jobs Creation Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "American Jobs Creation Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Internal Revenue Code of 1986 to remove impediments in such Code and make our manufacturing, service, and high-technology businesses and workers more competitive and productive both at home and abroad.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:57-05:00"
}