{
  "actions": [
    {
      "acted_at": "2008-03-06", 
      "references": [
        {
          "reference": "CR S1706-1707", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-03-06", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2729-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hutchison, Kay Bailey", 
      "sponsored_at": "2008-04-01", 
      "state": "TX", 
      "thomas_id": "01368", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Lisa", 
      "sponsored_at": "2008-04-03", 
      "state": "AK", 
      "thomas_id": "01694", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-03-06", 
  "number": "2729", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to modify Medicare physician reimbursement policies to ensure a future physician workforce, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2585-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5545-110", 
      "reason": "identical"
    }
  ], 
  "short_title": "Ensuring the Future Physician Workforce Act of 2008", 
  "sponsor": {
    "district": null, 
    "name": "Cornyn, John", 
    "state": "TX", 
    "thomas_id": "01692", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-03-06", 
  "subjects": [
    "Access to health care", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Drugs", 
    "Economics and public finance", 
    "Education", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Governmental investigations", 
    "Health", 
    "Health information systems", 
    "Higher education", 
    "Hospital care", 
    "Medical education", 
    "Medical fees", 
    "Medicare", 
    "Minorities", 
    "Minority health", 
    "Physicians", 
    "Prescription pricing", 
    "Quality of care", 
    "Social welfare"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-03-06", 
    "text": "Ensuring the Future Physician Workforce Act of 2008 - Amends title XVIII (Medicare) of the Social Security Act (SSA), as amended by the Medicare, Medicaid, and SCHIP Extension Act of 2007 (the Act), with respect to the formula for calculating payments for physicians' services. Resets to 2007 the base year for application of the sustainable growth rate formula, which shall be eliminated in 2010. Amends the Tax Relief and Health Care Act of 2006, as amended by the Act, to extend the current transitional bonus payments. Directs the Secretary of Health and Human Services to establish a reporting system for quality measures relating to physicians' services that focus on disease-specific high cost conditions. Amends SSA title XVIII to direct the Secretary to create standards for health information technology (HIT) payment incentives. Amends SSA title XI to create safe harbors to antikickback and civil and criminal penalties for provision of HIT and training services. Directs the Secretary to study and report to Congress on the impact of such safe harbors. Amends SSA title XVIII to create an exception to the limitation on certain physician referrals for the provision of HIT and training services to health care professionals. Directs the Secretary to report annually to: (1) each physician information on the physician's total Medicare billings; and (2) each individual entitled to benefits under Medicare part A (Hospital Insurance) and part B (Supplementary Medical Insurance) on the amount of Medicare payments made to or on behalf of the individual during the year involved. Directs the Secretary to collect data on annual savings in expenditures in the Medicare program due to physicians' services that resulted in hospital or in-patient diversion. Requires the Board of Trustees of the Federal Hospital Insurance Trust Fund and of the Federal Supplementary Medical Insurance Trust Fund to monitor and examine the extent to which the different funding mechanisms under Medicare parts A, B, and D (Voluntary Prescription Drug Benefit Program) provide an appropriate alignment with the program goals of the respective parts. Directs the Secretary to arrange for a study of price inputs and relative values for physicians' services recommended by the AMA/Speciality Society Relative Value Unit Scale Update Committee process. Requires the Secretary to provide for a study of, and report to Congress on, health care disparities in high-risk health condition areas and minority communities with respect to the impact reporting requirements may have on physician penetration in such communities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Ensuring the Future Physician Workforce Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to modify Medicare physician reimbursement policies to ensure a future physician workforce, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:06-05:00"
}