{
  "actions": [
    {
      "acted_at": "1980-02-28", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Environment and Public Works with amendment, S. Rept. 96-767.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-31", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-31", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-31", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2358-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1979-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-02-28", 
  "number": "2358", 
  "official_title": "A bill to authorize appropriations to the Nuclear Regulatory Commission in accordance with section 261 of the Atomic Energy Act of 1954, as amended, and section 305 of the Energy Reorganization Act of 1974, as amended, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6628-96", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Hart, Gary W.", 
    "state": "CO", 
    "thomas_id": "01347", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-02-28", 
  "subjects": [
    "Authorization", 
    "Economics and public finance", 
    "Electric power production", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "New Jersey", 
    "Nuclear Regulatory Commission", 
    "Nuclear energy", 
    "Nuclear facilities", 
    "Nuclear power plants", 
    "Nuclear security measures", 
    "Pennsylvania", 
    "Research", 
    "Safety measures", 
    "South Dakota", 
    "Standards"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1980-07-31", 
    "text": "(Measure passed Senate, amended) Authorizes appropriations for the Nuclear Regulatory Commission for fiscal year 1981 to be used for nuclear reactor regulation, inspection and enforcement, standards development, nuclear reactor regulation, inspection and enforcement, standards development, nuclear material safety and safeguards, nuclear regulatory research, program technical support, and program direction and administration. Provides that of the funds available for nuclear regulatory research specified amounts shall be available for gas-cooled thermal reactor safety research and for fast breeder reactor safety research. Stipulates that the latter amount shall not be available if funds are not appropriated for the Department of Energy Breeder Reactor Program, including funding for a demonstration breeder reactor plant project. Provides that of the total appropriated for nuclear material safety and safeguards a specified amount shall be available for the monitoring engineering assessment and remedial action program, established by this Act, which relates to the Edgemont, South Dakota, uranium mill site. Directs the Commission to report to Congress concerning such program. Prohibits the Commission from reallocating any funds appropriated to it if the amount is more than $500,000 unless: (1) the Commission submits a complete statement of the proposed action to specified congressional committees and 45 days pass without the rejection of the Commission's proposal; or (2) the Commission receives approval before the expiration of the 45 day period. Stipulates that the amounts specifically set aside may be neither increased nor decreased. Authorizes and directs the Commission, after notice and opportunity for public hearings, to develop a safety goal for nuclear reactor regulation. Directs the Commission to report to Congress on the proposed safety goal. Authorizes and directs the Commission, from the sums available for nuclear regulatory research, to establish a study of the applications of strategic analysis techniques to the safeguarding of nuclear materials. Requires the study to specifically address the applications of strategic analysis to the treatment of inventory differences in material accounting. Requires the study to incorporate the work of the Materials Accounting Upgrade Rule Development Team. Directs the Commission to report to Congress on the finding of the study. Authorizes and directs the Commission, in consultation with the Environmental Protection Agency, the Department of Housing and Urban Development, the Tennessee Valley Authority, and the State of South Dakota, to coordinate and conduct a monitoring engineering assessment and remedial action program. Directs the Administrator of the Environmental Protection Agency to propose standards of general application for the protection of the public health, safety and the environment from radiological and nonradiological hazards associated with byproduct material at the Edgemont site. Directs the Commission to promulgate procedures for consulting with and responding to appropriate State officials regarding the public health and safety concerns of a State in connection with utilization facilities in the State. Amends the Atomic Energy Act of 1954 to impose criminal penalties on any person who intentionally and willfully destroys or causes physical damage to, or who intentionally and willfully attempts to destroy or cause physical damage to, any nuclear facility or fuel. Directs the Controller General, in cooperation with the Commission, to conduct a detailed study of the system of the General Public Utilities Corporation regarding its financial viability and its future role as a provider of electric power in Pennsylvania and New Jersey. Directs the Commission, in connection with such study, to move as quickly as possible to develop the Commission's regulatory responsibilities in relation to restart, cleanup, and recommissioning of the Three Mile Island nuclear facilities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations to the Nuclear Regulatory Commission in accordance with section 261 of the Atomic Energy Act of 1954, as amended, and section 305 of the Energy Reorganization Act of 1974, as amended, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:20-05:00"
}