{
  "actions": [
    {
      "acted_at": "1980-03-14", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-05-13", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Foreign Relations with amendment, S. Rept. 96-700.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-16", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-16", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-16", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #212 (53-24).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2422-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-14", 
  "number": "2422", 
  "official_title": "A bill to provide for increased United States participation in the International Development Association, to provide for United States participation in the African Development Bank, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6811-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "African Development Bank Act", 
  "sponsor": {
    "district": null, 
    "name": "Church, Frank", 
    "state": "ID", 
    "thomas_id": "01305", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-14", 
  "subjects": [
    "Advisory bodies", 
    "Africa", 
    "Authorization", 
    "Civil service employment", 
    "Civil service system", 
    "Development credit institutions", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Federal employees and officials", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Government securities", 
    "International affairs", 
    "International agencies", 
    "International banking", 
    "Securities and Investments"
  ], 
  "subjects_top_term": "International banking", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1980-06-16", 
    "text": "(Measure passed Senate, amended, roll call #212 (53-24)) =Title I: International Development Association= - Amends the International Development Association Act to authorize the U.S. Governor to pay a specified sum as the U.S. contribution to the sixth replenishment of the Resources of the Association, subject to obtaining the necessary appropriations. Limits the amount of the first installment of such contribution. =Title II: African Development Bank= - African Development Bank Act - Authorizes the President to accept membership for the United States in the African Development Bank. Provides for the appointment of a governor and an alternate governor of such Bank. Makes such Bank subject to the National Advisory Council on International Monetary and Financial Problems. Prohibits unauthorized: (1) subscriptions to additional shares in such Bank; (2) agreements increasing U.S. obligations or modifying the purpose of such Bank; or (3) financing for such Bank. Requires any Federal Reserve bank to act as the Bank's depository at the request of such Bank. Specifies the shares of such Bank to which the President is authorized to subscribe. Sets forth venue and jurisdictional provisions for such Bank. Exempts such Bank's obligations from specified limitations on underwriting investment securities and for purposes of the Securities Act of 1933 and the Securities Exchange Act of 1934. Requires such Bank to file reports as determined appropriate by the Securities and Exchange Commission. Authorizes the Commission to suspend the exemptions from the securities laws. Directs such Bank to carry out U.S. policies concerning human rights and the development of light capital technologies. Makes U.S. citizen representatives to such Bank eligible for civil service benefits. =Title III: International Bank for Reconstruction and Development and Asian Development Bank= - Amends the Bretton Woods Agreement Act and the Asian Development Bank Act to provide that any subscription to additional shares of such Banks shall be effective only to the extent provided in advance in appropriation Acts (presently, may be made only after the necessary amount has been appropriated). =Title IV: Effective Date and Availability of Funds= - Stipulates that authorized funds are not available for obligation prior to October 1, 1980."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "African Development Bank Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for increased United States participation in the International Development Association, to provide for United States participation in the African Development Bank, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:21-05:00"
}