{
  "actions": [
    {
      "acted_at": "1988-04-14", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committees on Budget; Governmental Affairs pursuant to the order of of August 4, 1977 with instructions that if one Committee reports, the other Committee has thirty days of continuous session to report or be discharged.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2282-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Proxmire, William", 
      "sponsored_at": "1988-04-15", 
      "state": "WI", 
      "thomas_id": "01419", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Quayle, Dan", 
      "sponsored_at": "1988-05-10", 
      "state": "IN", 
      "thomas_id": "00935", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-04-14", 
  "number": "2282", 
  "official_title": "A bill to require reauthorizations of budget authority for Government programs at least every ten years, to provide for review of Government programs at least every ten years, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Spending Control and Programs Evaluation Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Reid, Harry", 
    "state": "NV", 
    "thomas_id": "00952", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1988-04-14", 
  "subjects": [
    "Administrative procedure", 
    "Appropriations", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Cost effectiveness", 
    "Economics and public finance", 
    "Evaluation", 
    "Federal budgets", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government regulation", 
    "House rules and procedure", 
    "Legislation", 
    "Planning", 
    "Public administration", 
    "Senate rules and procedure", 
    "Sunset legislation"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-04-14", 
    "text": "Spending Control and Programs Evaluation Act of 1988 - Title I: Reauthorization of Government Programs - Sets forth a ten-year schedule for reauthorization of all Federal programs according to budget function and subfunction as set forth in the Budget of the United States Government for FY 1988. Sets forth the procedure in the House of Representatives and the Senate for the consideration of any bill, resolution, or amendment which authorizes new budget authority. States that it is not in order for either House to consider any legislation which authorizes the enactment of new budget authority for a program for a period of more than ten years, for an indefinite period, or for any fiscal year beginning after the next reauthorization date applicable to such program. Provides that before the Congress can appropriate funds for any program after its first reauthorization date, there must be a specific authorization in law to support the appropriation. Requires the committees of the Senate and House of Representatives to schedule and conduct a sunset review of programs to be reauthorized. Requires that the report accompanying such reauthorizations contain specified information and be completed during the Congress in which the program is scheduled for reauthorization. Exempts from the requirements of this Act specified programs such as interest on Federal debts, health care services, general retirement and disability payments, litigation activities which have as their objectives the protection and implementation of civil rights guaranteed by the Constitution, and specified retirement pay and benefits. Allows the reauthorization schedule set forth in this Act to be changed by concurrent resolution of the two Houses of Congress and sets forth the procedure for such change. Requires all legislation and other matters related to changes in the dates for programs under this Act to be referred to the committee with legislative jurisdiction over any program affected by the proposal and, sequentially, to the Committee on Rules in the House of Representatives and to the Committee on Rules and Administration in the Senate. Requires such committees to report any concurrent resolution or bill referred to it by a committee of legislative jurisdiction within 30 days, with a statement on each of its recommendations. Title II: Program Inventory - Directs the Comptroller General and the Director of the Congressional Budget Office, in cooperation with the Director of the Congressional Research Service, to prepare an inventory of Federal programs. Declares that the purpose of such program inventory is to advise and assist the Congress in carrying out reauthorization and reexamination requirements and to link such reauthorization and review process with the budget process. Requires the Comptroller General to submit such program inventory to each House of Congress no later than January 1, 1989. Sets forth the contents of the inventory program, including the type of authorization provided for such programs' new budget authority and the manner in which related program areas may be grouped for evaluation and review. Directs the congressional committees, the Congressional Budget Office, and the Congressional Research Service to review the program inventory and to suggest revisions. Requires that the program inventory be revised at the end of each session of the Congress, and that such revisions be reported to each House. Requires that periodic reports tabulate the progress of congressional action on bills and resolutions authorizing budget authority for programs in the inventory. Requires the Comptroller General and the Director of the Congressional Budget Office to submit periodic reports to the Congress on the adequacy of the functional and subfunctional categories for grouping programs of like missions or objectives. Title III: Program Reexamination - Requires each committee of the Senate and the House of Representatives to reexamine selected programs or groups of programs over which it has jurisdiction. Sets forth procedures for such review, and criteria for selection of program areas for evaluation. Directs each committee to consult with the appropriate committees of either the House of Representatives or the Senate in order to achieve coordination of program reevaluation. Directs each Committee to inform itself of the related activities of or assistance available from the General Accounting Office, the Congressional Budget Office, the Congressional Research Service, the Office of Technology Assessment, and other appropriate instrumentalities in the executive and judicial branches. Requires each committee to deliver a report on the reexamination to the Secretary of the Senate or the Clerk of the House at the date specified in the funding resolution first reported by such committee in 1989 and thereafter for the first session of each Congress. Allows two or more committees which have legislative jurisdiction over the same programs or portions of the same programs to examine such programs jointly and submit a joint report. Stipulates that such report: (1) contain the findings, recommendations, and justifications of the program; and (2) include specified information including, but not limited to, an assessment of the cost-effectiveness of the program and an identification of any trends, developments, and emerging conditions which are likely to affect the nature and extent of the problems or needs which the program is intended to address. Requires each executive department or agency which is responsible for a program selected for reexamination to submit a report to the Office of Management and Budget and to the appropriate committees of the Congress on its findings, recommendations, and justifications of specified aspects of the program. Title IV: Miscellaneous - Permits the committees of the Congress to obtain from agencies estimates or requests for appropriations, or requests for increases in an item of any such estimate or request, and recommendations as to how the revenue needs of the Government should be met. Sets forth administrative procedures and requirements. Directs the President, with the cooperation of the head of each appropriate agency, to submit to the Congress a Regulatory Duplication and Conflict Report for all programs scheduled for reauthorization in the next Congress. Requires that each such report identify duplicative or conflicting rules and regulations promulgated by executive departments, independent agencies, and State and local governments and contain recommendations which address such conflicts or duplications. Directs the chairmen of the House and Senate committees having jurisdiction over a program scheduled for reauthorization during a Congress to introduce a bill constituting a reauthorization within 15 days of the beginning of the second session of that Congress. Declares that it shall be in order to discharge a committee from consideration of such a bill if the committee fails to report the bill by a specified date. Makes it the duty of the Committees on Governmental Affairs and on Rules and Administration of the Senate and the Committees on Government Operations and Rules of the House to review the operation of the procedures established by this Act and to submit a report every five years beginning December 31, 1994. Authorizes appropriations through FY 1999."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Spending Control and Programs Evaluation Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require reauthorizations of budget authority for Government programs at least every ten years, to provide for review of Government programs at least every ten years, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:56-05:00"
}