{
  "actions": [
    {
      "acted_at": "1983-09-26", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-09-29", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Health and Human Services Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1888-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "East, John P.", 
      "sponsored_at": "1983-10-06", 
      "state": "NC", 
      "thomas_id": "01324", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-09-26", 
  "number": "1888", 
  "official_title": "A bill to amend title II of the Social Security Act to provide for due process requirements for the termination of disability benefits.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Helms, Jesse", 
    "state": "NC", 
    "thomas_id": "01359", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-09-26", 
  "subjects": [
    "Administrative procedure", 
    "Disability evaluation", 
    "Old age, survivors and disability insurance"
  ], 
  "subjects_top_term": "Old age, survivors and disability insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-09-26", 
    "text": "Amends title II (Old Age, Survivors and Disability Insurance) of the Social Security Act to provide that in the case of a disability benefit recipient with respect to whom a preliminary finding is made that the disability on the basis of which such benefits are payable has ceased, did not exist, or is no longer disabling, such disability benefits may not be terminated until such preliminary finding has been upheld after a hearing by the Secretary of Health and Human Services. Requires that such a hearing be reasonably accessible to the individual concerned. Provides that failure, without good cause, to appear at such a hearing shall constitute a waiver of the right to a hearing prior to benefit termination. Prohibits the termination of disability benefits on the grounds that the physical or mental impairment on which such benefits were based has ceased, did not exist, or is no longer disabling, unless the Secretary finds that there has been medical improvement in the beneficiary's condition or that the initial disability determination was clearly erroneous under the disability standards in effect at the time. Makes such prohibition inapplicable in cases where benefit termination is based upon a finding that the individual is able to engage in substantial gainful activity or upon a finding of fraud."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title II of the Social Security Act to provide for due process requirements for the termination of disability benefits.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:05-05:00"
}