{
  "actions": [
    {
      "acted_at": "2011-05-26", 
      "references": [
        {
          "reference": "CR S3440-3441", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-05-26", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-11-02", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2012-04-25", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Rockefeller with an amendment in the nature of a substitute. With written report No. 112-161.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2012-04-25", 
      "calendar": "Senate Legislative", 
      "number": "367", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 367.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1119-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2011-05-26", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2011-11-01", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cantwell, Maria", 
      "sponsored_at": "2011-07-29", 
      "state": "WA", 
      "thomas_id": "00172", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "2012-06-18", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2011-07-29", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Lisa", 
      "sponsored_at": "2011-05-26", 
      "state": "AK", 
      "thomas_id": "01694", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2011-05-26", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "2011-05-26", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2011-09-21", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wyden, Ron", 
      "sponsored_at": "2012-03-15", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-05-26", 
  "number": "1119", 
  "official_title": "A bill to reauthorize and improve the Marine Debris Research, Prevention, and Reduction Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Trash Free Seas Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-11-02", 
  "subjects": [
    "Coast guard", 
    "Congressional oversight", 
    "Environmental assessment, monitoring, research", 
    "Environmental protection", 
    "Government information and archives", 
    "Great Lakes", 
    "Marine and coastal resources, fisheries", 
    "Marine and inland water transportation", 
    "Marine pollution", 
    "Solid waste and recycling", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2012-04-25", 
    "text": "Trash Free Seas Act of 2011 - (Sec. 2) Amends the Marine Debris Research, Prevention, and Reduction Act to restate a purpose of such Act to be to address the adverse impacts of marine debris on the marine environment, navigation safety, and the U.S. economy through research, source identification, assessment, reduction, removal, and prevention. (Sec. 3) Renames the Marine Debris Prevention and Removal Program as the Marine Debris Program. Revises Program components to include requiring the Administrator of the National Oceanic and Atmospheric Administration (NOAA) to undertake marine debris research and assessment and reduction and prevention efforts, with a focus on marine debris posing a threat to living marine resources, the marine environment, navigation safety, or the U.S. economy, including: (1) research and assessment of derelict fishing gear; (2) research and assessment of plastics, with respect to the health of the marine environment; (3) the establishment of a process for maintaining an inventory of the types and impacts of marine debris found in the navigable waters of the United States and the U.S. exclusive economic zone (EEZ); and (4) measures to identify the origin, location, and projected movement of marine debris within U.S. navigable waters, the EEZ, and the high seas. Requires the Administrator to undertake efforts to prevent, reduce, and remove the occurrence and impacts of marine debris, including the adverse impacts of derelict fishing gear, including by: (1) working with other agencies to address land-based sources of marine debris; (2) conducting research and development of alternatives to gear posing threats to the marine environment and of methods for marking gear used in specific fisheries to enhance the tracking, recovery, and identification of lost and discarded gear; (3) conducting research related to shoreline resiliency to marine debris impacts for purposes of navigation safety, protecting living marine resources and the marine environment, or protecting the U.S. economy; (4) developing effective nonregulatory measures and incentives to cooperatively reduce the volume of lost and discarded fishing gear and to aid in its recovery; (5) developing interagency action plans for the preparation for, and timely response to, a severe marine debris event; (6) carrying out research relating to assessing the potential economic impacts of severe marine debris events on the economies of coastal states, including impacts to fishing, shipping, transportation, aquaculture, ecotourism, and other industries; (7) developing and implementing strategies, methods, priorities, and a plan for tracking, preventing, and removing marine debris that is in, or likely to enter, U.S. navigable waters or the EEZ, including the development of local or regional protocols for removal of derelict fishing gear and other marine debris; (8) providing national and regional coordination to assist states, Indian tribes, and regional organizations in addressing local marine debris issues; (9) promoting international action to reduce the incidence of marine debris; and (10) developing and disseminating tools and products related to such activities. Requires the Administrator to undertake outreach and education of the public and other stakeholders, such as the fishing industry, fishing gear manufacturers, other marine-dependent industries, and the plastic and waste management industries, on: (1) sources of marine debris; (2) threats associated with marine debris; and (3) approaches to identify, determine sources of, assess, reduce, remove, and prevent marine debris and its adverse impacts on the marine environment, navigation safety, and the U.S. economy. (Sec. 4) Requires the federal information clearinghouse on marine debris to include information on best practices. (Sec. 5) Defines \"marine debris\" as any persistent solid material that is manufactured or processed and disposed of or abandoned into the marine environment or the Great Lakes. Requires the Interagency Marine Debris Coordinating Committee to report on progress in meeting the purposes of such Act every two (currently, every three) years. (Sec. 6) Extends the authorization of appropriations for such program and clearinghouse through FY2016."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trash Free Seas Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Trash Free Seas Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize and improve the Marine Debris Research, Prevention, and Reduction Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:10:12-05:00"
}