{
  "actions": [
    {
      "acted_at": "1975-03-19", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5178-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-19", 
  "number": "5178", 
  "official_title": "A bill to provide a moratorium on increases in rent, utilities, and related costs for tenants of federally assisted rental housing.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Mitchell, Parren J.", 
    "state": "MD", 
    "thomas_id": "00818", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-19", 
  "subjects": [
    "Housing and community development", 
    "Landlord and tenant", 
    "Low-income housing", 
    "Poverty", 
    "Public housing", 
    "Rent"
  ], 
  "subjects_top_term": "Landlord and tenant", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-19", 
    "text": "Provides that until specified statistics indicate that: (1) the rate of unemployment for any 12 month period which ends after the date of enactment of this Act does not exceed 4 percent of the labor force; and (2) the increase in the retail cost of consumer goods for such period does not exceed 5 percent; the sum of the rental charges, utility charges, and other costs which anyone receiving assistance under a federally assisted housing program may be required to pay in connection with occupancy of a unit in any federally assisted housing shall not be increased above the corresponding sum which was required in connection with occupancy of such unit on the date of the enactment of this Act. Provides that whenever the lessor of such a housing unit proposes to make any increase in the fee, he shall notify the Secretary of Housing and Urban Development. States that if the Secretary determines that the proposed increase is necessary and proper and in accordance with all applicable Federal, State, and local laws and regulations, he may approve such increase and (upon such approval) shall pay the amount of the increase to the lessor. Stipulates that under no circumstances shall the amount of any such increase be chargeable to or payable by the individual or family occupying the unit involved during such period. Authorizes to be appropriated to the Secretary of Housing and Urban Development such sums as may be necessary to enable him to make such payments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide a moratorium on increases in rent, utilities, and related costs for tenants of federally assisted rental housing.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:53-05:00"
}