{
  "actions": [
    {
      "acted_at": "1989-09-18", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1635-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1989-09-18", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-09-18", 
  "number": "1635", 
  "official_title": "A bill to extend the authorization of appropriations for the Water Resources Act for 1984 through the end of fiscal year 1994.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Chafee, John H.", 
    "state": "RI", 
    "thomas_id": "01303", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-09-18", 
  "subjects": [
    "Authorization", 
    "Federal aid to water resources development", 
    "Grants-in-aid", 
    "Regional planning", 
    "Research and development", 
    "Research and development contracts", 
    "Research centers", 
    "Research grants", 
    "Technological innovations", 
    "Water conservation", 
    "Water resources development"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-09-18", 
    "text": "Amends the Water Resources Research Act of 1984 to extend the authorization of appropriations through FY 1994. Authorizes additional appropriations through FY 1994 for additional research which focuses on water problems and issues of a regional or interstate nature beyond those of concern only to a single State and which relate to specific program priorities identified jointly by the Secretary of the Interior and the research institutes. Extends through FY 1994 the authority of the Secretary to make grants for research concerning any aspect of a water resource-related problem which the Secretary deems to be in the national interest. Authorizes the Secretary to make additional grants for technology development concerning any aspect of water resources which the Secretary may deem to be of State, regional, or national importance. Authorizes the Secretary to establish conditions for the matching of such grant funds by the recipient of any grant or contract. Outlines grant application requirements. Authorizes appropriations for such grants through FY 1994. Authorizes the Secretary, in consultation with the Secretary of Agriculture and the Administrator of the Environmental Protection Agency, to enter into such contracts or cooperative agreements as appropriate with national laboratories to carry out water resources research, development, and demonstration projects, including a study of the effects of potential climate changes on surface and ground water quality and quantity and the elimination of the contamination of ground water aquifers. Authorizes appropriations for such research and development agreements through FY 1994."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to extend the authorization of appropriations for the Water Resources Act for 1984 through the end of fiscal year 1994.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:41-05:00"
}