{
  "actions": [
    {
      "acted_at": "1989-02-02", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-05-19", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held. Hearings printed: S.Hrg. 101-120.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s333-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Environmental Protection", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1989-02-02", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-02-02", 
  "number": "333", 
  "official_title": "A bill entitled the Global Environmental Protection Act of 1989.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Global Environmental Protection Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-02-02", 
  "subjects": [
    "Administrative procedure", 
    "Air conditioning", 
    "Air pollution control", 
    "Air pollution control equipment", 
    "Alcohol as fuel", 
    "Automobile inspection", 
    "Carbon dioxide", 
    "Carbon monoxide", 
    "Citizen lawsuits", 
    "Climate", 
    "Climate change and greenhouse gases", 
    "Developing countries", 
    "Diesel motor", 
    "Electric appliances", 
    "Electric power production", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Environmental research", 
    "Federal advisory bodies", 
    "Fines (Penalties)", 
    "Fluorocarbons", 
    "Forest conservation", 
    "Fuel", 
    "Gas appliances", 
    "Gases", 
    "Gasoline", 
    "Government paperwork", 
    "Government property", 
    "Groundwater", 
    "Hazardous waste disposal", 
    "Heating", 
    "Import restrictions", 
    "International environmental cooperation", 
    "Labeling", 
    "Landfills", 
    "Lead", 
    "Methane", 
    "Motor vehicle pollution control", 
    "Nitrogen oxides", 
    "Nuclear energy", 
    "Nuclear industry", 
    "Ozone", 
    "Public lands and natural resources", 
    "Reforestation", 
    "Refuse and refuse disposal", 
    "Standards", 
    "Stratosphere", 
    "Sulphur", 
    "Tropical forests", 
    "United Nations", 
    "Warranties"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-02-02", 
    "text": "Global Environmental Protection Act of 1989 - Title I: Elimination and Regulation of Global Change Pollutants - Part A: Chlorofluorocarbons and Related Chemicals - Act to Eliminate Chlorofluorocarbons and Related Chemicals - States that this Act's objectives are to restore and maintain the chemical and physical integrity of the Earth's atmosphere and to protect human health and the global environment from all known and potential dangers due to atmospheric or climatic modification. Directs the Administrator of the Environmental Protection Agency (EPA) to: (1) publish a priority list of manufactured substances which are known, or may reasonably be anticipated, to cause or contribute to atmospheric or climatic modification, including chlorofluorocarbon-11, chlorofluorocarbon-12, chlorofluorocarbon-13, halon-1211, and halon-1301; (2) create and annually update a list of other manufactured substances which meet such criteria; and (3) assign to each listed substance a numerical value representing the ozone depletion potential of such substance. Imposes reporting requirements on producers of listed substances. Phases out, by January 1, 1996, the production or release of other listed substances for any use other than medical purposes. Prohibits the use or introduction into interstate commerce of a priority-listed substance after 1994 or a listed substance after 1999, except for medical purposes or, for ten more years, to maintain and service household appliances. Directs the Administrator to require a producer of a listed substance to reduce its production of such substance more rapidly if new information indicates that expedition is necessary for the protection of human health or the environment or the availability of substitutes makes expedited reductions attainable. Authorizes the President to issue orders exempting from this Act's requirements the production and use of halon-1211 and halon-1301 at any specified site or facility if the President finds that adequate substitutes are not available and the production and use of such substance is necessary to protect national security interests. Prohibits the importation of a priority listed substance, any product containing such substance, or any product manufactured with a process that uses such substance unless the Administrator has certified that the nations in which such substance or product was manufactured and from which such substance or product was imported have programs that require reduced production of such substance and limit the production of other substances covered by this Act pursuant to a schedule and limitations at least as stringent as those applicable under this Act. Deems a person who imports a listed substance or a product containing such substance to have produced such substance for purposes of this Act's requirements. Requires that containers in which listed substances are stored or transported, products containing such substances, and products manufactured with a process using such substances be labeled as harmful to public health and the environment by reason of the effect such substances have on the ozone and climate. Deems listed substances to be hazardous wastes to be disposed of by a means which assure 99.999 percent destruction of such substances. Requires that goods which contain a listed substance in bulk be disposed of by persons licensed to accept such goods and be disposed of only after the listed substance has been removed from confinement and destroyed. Provides that when such substance is an inherent element of a product, such product must be disposed of by a means assuring 99.999 percent destruction. Prohibits the release of listed substances in other than de minimis quantities. Prohibits the use of listed substances in goods if more than five percent of such substance will be released during the ordinary use of the goods or the goods cannot be serviced with no more than a de minimis release of such substances. Part B: Carbon Dioxide - Act to Reduce and Stabilize Atmospheric Concentrations of Carbon Dioxide - Requires the Administrator to revise stationary source emission standards by January 1, 1991, and express such standards in terms of carbon dioxide emitted per unit of electricity output. Sets carbon dioxide emission standards for fossil fuel fired electric utility generating units. Amends the Clean Air Act to set motor vehicle carbon dioxide emission standards which require a reduction of such emissions of at least ten percent by 1991, 25 percent by 1996, 50 percent by 2001, and 75 percent by 2011 from 1985 carbon dioxide emission levels. Requires that, after January 1, 1993, new homes which are equipped with a central furnace, central air-conditioner, or hot-water heater be equipped only with one that satisfies the carbon dioxide emission limitation achieved by the best available residential control technology. Requires that each replacement central furnace, central air-conditioner, or hot-water heater installed in a home after 1993 satisfy such limitation. Part C: Ground Level Ozone - Act to Minimize Ground Level Ozone - Directs the Administrator to set oxides of nitrogen emission controls for stationary and vehicular sources of such emissions. Sets the oxides of nitrogen emission limit at .4 gram per mile for light-duty vehicles manufactured in model year 1991 and thereafter. Requires the Administrator to set hydrocarbon emission controls for stationary and vehicular sources of such emissions. Requires that existing stationary sources: (1) meet the hydrocarbon emission control achievable through the adoption of reasonably available control technologies; and (2) comply, upon the 35th anniversary of their construction, with hydrocarbon emission standards applicable to new major stationary sources. Directs the Administrator to set a hydrocarbon emission limit of .25 gram per vehicle mile for light-duty vehicles manufactured in model year 1993 and thereafter. Requires vehicles manufactured during and after model year 1992 to have on board hydrocarbon control technology to recover fueling emissions. Requires the promulgation of standards concerning certain other vehicular emissions. Prohibits, beginning with model year 1992, the manufacture, sale, or introduction into commerce of any engine that requires leaded gasoline. Sets the useful life of a light-duty vehicle, during which emission standards remain applicable, at ten years or one hundred thousand miles, whichever first occurs. Adds an idle test mode to the Federal Test Procedure for light-duty vehicles. Requires the Administrator to establish at least one high altitude site for testing vehicles for conformity with emission and fuel standards. Imposes civil monetary penalties against individuals who remove or render inoperative any emission control device, except as necessary in the course of routine proper maintenance. Directs each State which is required to implement a vehicle inspection and maintenance program to adopt quality control audits to assure that such inspections detect and report to the Administrator any patterns of defects in any manufacturer's emission control systems. Requires the Administrator to annually report to the Congress, with respect to each manufacturer, any significant finding of repeated or common emission system defects and the actions taken to remedy such nonconformity. Requires vehicle manufacturers to affix on vehicles manufactured during and after model year 1991 a label indicating the full cost of applying the warranty assuring compliance with emission and fuel standards for the useful life of the vehicle. Authorizes manufacturers to sell extended warranties, but permits purchasers to buy an extended warranty from any other vendor of such warranties. Makes purchasers responsible for replacing and maintaining, at their expense and at any service facility of their choosing, devices related to, but not designed for, emission control, unless such device is covered by an extended warranty. Sets limits on the sulfur content of diesel fuel and the Reid vapor pressure of gasoline and ethanol/gasoline blends, and a floor on the oxygen content of fuel in carbon monoxide nonattainment areas. Sets forth reporting requirements. Imposes civil monetary penalties on violators of fuel regulations. Requires each State to implement a vehicle emission control inspection and maintenance program to reduce in-use emissions of hydrocarbons, carbon monoxide, oxides of nitrogen, and diesel particulates from motor vehicles. Part D: Methane - Methane Emissions Elimination Act - Directs the Administrator to report to the Congress by January 1, 1992, on: (1) the contribution of methane gas to global climate change; (2) the sources and sinks of methane; (3) the methods of controlling methane emissions; and (4) the relationship between methane emissions and concentrations of other trace gases. Requires that State solid waste management plans provide for the minimization of emissions of methane and other gases during the operation and after the closure of sanitary landfills. Prohibits, after 1994, mass releases and flaring of methane. Part E: Miscellaneous Provisions - Authorizes the Administrator to respond to violations of this title's requirements by assessing a civil penalty against violators and/or requiring their immediate compliance, or commencing a civil action in the U.S. district court in the district in which the violation occurred for appropriate relief. Imposes civil and criminal penalties for violations of this title's requirements. Provides for judicial review of the Administrator's final actions. Authorizes citizen suits to enforce any permit, regulation, condition, requirement, prohibition, or order which has become effective pursuant to this title. Title II: Global Change Adjustment and Mitigation - Environmental Adjustment Act of 1989 - Amends the National Environmental Policy Act of 1969 to add at the end thereof a new title entitled, \"Title III: Global Protection.\" Atmosphere Protection Act of 1989 - Authorizes and directs that, to the fullest extent possible: (1) policies, regulations, and laws of the United States be interpreted and administered in accordance with such title's policies; and (2) all Federal agencies minimize the impacts of proposed actions on the global environment and prepare environmental impact statements regarding such actions. Requires the Federal Government to undertake a systematic and comprehensive survey of all Federal lands and structures, by January 1, 1991, to ascertain their vulnerability to changes associated with global environmental changes. Directs the President to report to the Congress, by January 1, 1993, on the results of such survey, including recommendations for generic and site-specific actions and policies to preclude further public or private investment in susceptible areas and minimize and mitigate the loss or damage likely to occur. Ground Water Recharge Research and Demonstration Act - Authorizes the Secretary of the Army to undertake a program of research, development, and demonstration of artificial groundwater recharge techniques. Requires the Secretary of the Army to submit to specified congressional committees a final report, by May 30, 1994, and a brief interim report, within 30 months of this Act's enactment, on such activities. Title III: International Cooperation - Directs the President to request the United Nations to promptly establish a temporary new agency, to be headed by the Director of the United Nations Environmental Program, to: (1) coordinate international efforts to minimize and mitigate the effects of unavoidable environmental alterations; and (2) provide financial, technical, and other assistance to developing nations to facilitate improvements in their standard of living while minimizing or eliminating their contributions to global, continental, and subcontinental scale environmental damages. Directs the President to request the United Nations to establish a temporary program of forestation to: (1) assist and encourage nations in halting activities that are destroying forests; and (2) undertake a global reforestation program. Requires the President to instruct U.S. representatives to other bilateral and multilateral organizations to assure that the activities of such organizations are consistent with this Act's goals and objectives. Title IV: Development of Nonpolluting Energy Sources - Establishes the National Commission on Inherently Safe Nuclear Energy to report to the President and to the Congress by October 30, 1995, on: (1) the nature and magnitude of public fears concerning the safety of nuclear energy and ways to allay such fears by responding to them substantively; (2) the prospects for developing inherently safe nuclear technologies by the year 2010; (3) the reasons for different safety records between domestic companies and between the United States and other nations and changes designed to assure that the best records become the industry standard; and (4) the prospects for developing a nuclear industry capable of supplying at least 50 percent of the Nation's electricity needs through the year 2100 in a manner which enjoys public support. Terminates the Commission on January 1, 1996. Authorizes appropriations for such Commission for FY 1990 through 1996. Establishes as a national goal the generation of 50 percent of the national supply of energy from nonpolluting technologies and practices by the year 2000 and 100 percent by the year 2050."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Global Environmental Protection Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Act to Eliminate Chlorofluorocarbons and Related Chemicals", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Act to Minimize Ground Level Ozone", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Act to Reduce and Stabilize Atmospheric Concentrations of Carbon Dioxide", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Atmosphere Protection Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Environmental Adjustment Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Ground Water Recharge Research and Demonstration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Methane Emissions Elimination Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the Global Environmental Protection Act of 1989.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:11-05:00"
}