{
  "actions": [
    {
      "acted_at": "1989-07-24", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-09-26", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Department of Health and Human Services.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-10-04", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1989-11-01", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Ordered favorably reported an original bill in lieu of this measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-07", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kennedy with an amendment in the nature of a substitute. With written report No. 101-192.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-07", 
      "calendar": "Senate Legislative", 
      "number": "358", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 358.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1392-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1989-07-24", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1989-07-24", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1989-07-24", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1989-07-24", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1989-07-24", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1989-07-24", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1989-08-04", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1989-07-24", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-07-24", 
  "number": "1392", 
  "official_title": "A bill to amend the Public Health Service Act to provide grants for the expansion or renovation of biomedical and behavioral research facilities, to establish a National Center for Medical Rehabilitation Research, to establish a senior biomedical scientific service, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Biomedical and Behavioral Research Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1989-10-04", 
  "subjects": [
    "Biomedical engineering", 
    "Dentists", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to medical research", 
    "Federal employees", 
    "Health", 
    "Human behavior", 
    "Medical research", 
    "Peer review organizations (Medicine)", 
    "Physicians", 
    "Rehabilitation of the physically handicapped", 
    "Reprogramming of appropriated funds", 
    "Research", 
    "Research and development facilities", 
    "Salaries", 
    "Scientists in government"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1989-11-07", 
    "text": "Biomedical and Behavioral Research Act of 1989 - Title I: Scientific Personnel Demonstration Program - Amends the Public Health Service Act to authorize the Secretary of Health and Human Services to establish a Senior Biomedical Scientific Service. Requires that: (1) members of the Service be appointed by the Secretary without regard to provisions of Federal law relating to Government organization and employees; (2) the Service be limited to 800 individuals; and (3) members of the Service be outstanding in the field of biomedical research, behavioral research, or clinical research evaluation. Declares that provisions of Federal law relating to retention preference, performance appraisal and performance-based actions, classification, General Schedule pay rates, and adverse actions shall not apply to any member of the Service. Requires that members of the Service be assigned by the Secretary to duties directly involving biomedical research, behavioral research, or clinical research evaluation, or to supervision of such activities. Authorizes the Secretary to determine the basic and supplemental pay of Service members. Sets forth limits on supplemental pay. Provides for retirement of individuals who enter the Service directly from a position as a commissioned officer in the Public Health Service Corps. Requires that the Service be administered in such a manner that, in FY 1990, it does not result in additional appropriations for the Department of Health and Human Services. Terminates the Service five years after it attains full membership. Amends provisions of Federal law relating to physicians comparability allowances to include physicians and dentists in the Senior Biomedical Scientific Service in the definition of \"Government physician\" for purposes of such provisions. Title II: Physician's Comparability Allowance - Amends the Public Health Service Act to provide that the positions of the Assistant Secretary for Health, the Deputy Assistant Secretary for Health, the heads of the Public Health Services agencies, and other positions compensated under the Executive Schedule, when employed as physicians, shall be defined as \"Government physicians\" for purposes of eligibility for physicians comparability allowances. Title III: National Center for Medical Rehabilitation Research - Amends the Public Health Service Act to declare that the purpose of the National Center for Medical Rehabilitation Research (Center) is to conduct biomedical research and research training, the dissemination of information, and other programs with respect to the rehabilitation of individuals with physical disabilities resulting from diseases or disorders of the neurological, musculoskeletal, cardiovascular, or other physiologic systems (medical rehabilitation). Requires the Director of the National Institutes of Health (NIH) to develop a comprehensive plan for the conduct and support of medical rehabilitation research. Requires the Director to establish the Medical Rehabilitation Coordinating Committee to make recommendations with regard to the plan. Requires establishment of the Medical Rehabilitation Advisory Council to assist and make recommendations to the NIH Director and the Center Director. Title IV: NIH Director's Discretionary Fund - Amends the Public Health Service Act to authorize the Director of the National Institutes of Health (NIH) to retain a specified percentage of the amount appropriated for extramural grants, up to a specified amount in each fiscal year, in an account for the purchase or rental of equipment and space for research that cannot otherwise be supported adequately because of funding cycle constraints or because the research does not fit clearly into the research assignment of any existing Institute. Provides for the reversion of remaining funds to individual Institutes at the end of each fiscal year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Biomedical Research Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Biomedical and Behavioral Research Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to provide grants for the expansion or renovation of biomedical and behavioral research facilities, to establish a National Center for Medical Rehabilitation Research, to establish a senior biomedical scientific service, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:35-05:00"
}