{
  "actions": [
    {
      "acted_at": "2003-05-15", 
      "committee": "Committee on Financial Services, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Financial Services, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-05-15", 
      "committee": "House Financial Services", 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-05-15", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-05-21", 
      "in_committee": "House Financial Services", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-05-21", 
      "in_committee": "House Financial Services", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-06-25", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Commercial and Administrative Law", 
      "text": "Referred to the Subcommittee on Commercial and Administrative Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-09-18T09:16:00-04:00", 
      "references": [], 
      "text": "Reported by the Committee on Financial Services. H. Rept. 108-277, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-09-18T09:18:00-04:00", 
      "references": [], 
      "text": "House Committee on Judiciary Granted an extension for further consideration ending not later than Oct. 3, 2003.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-10-03T09:44:00-04:00", 
      "references": [], 
      "text": "House Committee on Judiciary Granted an extension for further consideration ending not later than Oct. 31, 2003.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-10-31T15:27:00-05:00", 
      "references": [], 
      "text": "House Committee on Judiciary Granted an extension for further consideration ending not later than Nov. 7, 2003.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-07T15:35:00-05:00", 
      "references": [], 
      "text": "House Committee on Judiciary Granted an extension for further consideration ending not later than Nov. 21, 2003.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-21T14:59:00-05:00", 
      "references": [], 
      "text": "House Committee on Judiciary Granted an extension for further consideration ending not later than Jan. 31, 2004.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-01-31T11:10:00-05:00", 
      "references": [], 
      "text": "House Committee on Judiciary Granted an extension for further consideration ending not later than March 2, 2004.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-02-26T17:01:00-05:00", 
      "references": [], 
      "text": "House Committee on Judiciary Granted an extension for further consideration ending not later than June 1, 2004.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-01T20:21:00-04:00", 
      "references": [], 
      "text": "Committee on Judiciary discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-01T20:21:00-04:00", 
      "calendar": "Union", 
      "number": "297", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 297.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2120-108", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Commercial and Administrative Law", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Ackerman, Gary L.", 
      "sponsored_at": "2003-05-15", 
      "state": "NY", 
      "thomas_id": "00004", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Bachus, Spencer", 
      "sponsored_at": "2003-05-15", 
      "state": "AL", 
      "thomas_id": "00038", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Baker, Richard H.", 
      "sponsored_at": "2003-05-15", 
      "state": "LA", 
      "thomas_id": "00047", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Biggert, Judy", 
      "sponsored_at": "2003-05-15", 
      "state": "IL", 
      "thomas_id": "01577", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Boucher, Rick", 
      "sponsored_at": "2003-06-03", 
      "state": "VA", 
      "thomas_id": "00113", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Crowley, Joseph", 
      "sponsored_at": "2003-05-15", 
      "state": "NY", 
      "thomas_id": "01604", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Dreier, David", 
      "sponsored_at": "2003-06-17", 
      "state": "CA", 
      "thomas_id": "00317", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Emanuel, Rahm", 
      "sponsored_at": "2003-05-15", 
      "state": "IL", 
      "thomas_id": "01725", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Fossella, Vito", 
      "sponsored_at": "2003-05-15", 
      "state": "NY", 
      "thomas_id": "01484", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Hart, Melissa A.", 
      "sponsored_at": "2003-05-15", 
      "state": "PA", 
      "thomas_id": "01666", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Hinojosa, Ruben", 
      "sponsored_at": "2003-05-19", 
      "state": "TX", 
      "thomas_id": "01490", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Israel, Steve", 
      "sponsored_at": "2003-05-15", 
      "state": "NY", 
      "thomas_id": "01663", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Kanjorski, Paul E.", 
      "sponsored_at": "2003-05-15", 
      "state": "PA", 
      "thomas_id": "00615", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Kelly, Sue W.", 
      "sponsored_at": "2003-05-15", 
      "state": "NY", 
      "thomas_id": "00624", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Leach, James A.", 
      "sponsored_at": "2003-05-15", 
      "state": "IA", 
      "thomas_id": "00672", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Maloney, Carolyn B.", 
      "sponsored_at": "2003-05-15", 
      "state": "NY", 
      "thomas_id": "00729", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Murphy, Tim", 
      "sponsored_at": "2003-05-15", 
      "state": "PA", 
      "thomas_id": "01744", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Ney, Robert W.", 
      "sponsored_at": "2003-05-15", 
      "state": "OH", 
      "thomas_id": "00862", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Oxley, Michael G.", 
      "sponsored_at": "2003-05-15", 
      "state": "OH", 
      "thomas_id": "00885", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "32", 
      "name": "Sessions, Pete", 
      "sponsored_at": "2003-05-15", 
      "state": "TX", 
      "thomas_id": "01525", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "2003-05-15", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Sherman, Brad", 
      "sponsored_at": "2003-05-15", 
      "state": "CA", 
      "thomas_id": "01526", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Watt, Melvin L.", 
      "sponsored_at": "2003-05-22", 
      "state": "NC", 
      "thomas_id": "01207", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-05-15", 
  "number": "2120", 
  "official_title": "To revise the banking and bankruptcy insolvency laws with respect to the termination and netting of financial contracts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Financial Contracts Bankruptcy Reform Act of 2003", 
  "sponsor": {
    "district": "15", 
    "name": "Toomey, Patrick J.", 
    "state": "PA", 
    "thomas_id": "01594", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-05-21", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Bank deposits", 
    "Bank failures", 
    "Bank records", 
    "Bankruptcy", 
    "Brokers", 
    "Commerce", 
    "Contracts", 
    "Credit unions", 
    "Crime and law enforcement", 
    "Damages", 
    "Debtor and creditor", 
    "Department of the Treasury", 
    "Derivative securities", 
    "Economics and public finance", 
    "Evidence (Law)", 
    "Federal Deposit Insurance Corporation", 
    "Federal preemption", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Financial institutions", 
    "Foreclosure", 
    "Foreign banks and banking", 
    "Foreign exchange", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Futures trading", 
    "Government corporations", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Housing and community development", 
    "Information disclosure (Securities law)", 
    "Injunctions", 
    "Law", 
    "Liability (Law)", 
    "Margins (Security trading)", 
    "Mortgages", 
    "National Credit Union Administration", 
    "Options (Contract)", 
    "Securities", 
    "Securities regulation", 
    "State laws", 
    "Surety and fidelity", 
    "Swaps (Finance)", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Reported to House without amendment, Part I", 
    "date": "2003-09-18", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.) Financial Contracts Bankruptcy Reform Act of 2003 - (Sec. 2) Amends the Federal Deposit Insurance Act (FDIA) and the Federal Credit Union Act (FCUA) to redefine the following financial instruments in order to reflect the Bankruptcy Code and the Commodity Futures Modernization Act of 2000: (1) qualified financial contract; (2) securities contract; (3) commodity contract; (4) forward contract; (5) repurchase agreement; and (6) swap agreement. Redefines securities contract to include margin loans. Includes within the definition of repurchase agreement qualified foreign government securities that are direct obligations or fully guaranteed by central governments of members of the Organization for Economic Cooperation and Development (OECD). States that no Federal or State law regarding avoidance of preferential or fraudulent transfers may allow the Federal Deposit Insurance Corporation (FDIC) or the National Credit Union Administration Board (NCUAB) to avoid any transfer of property in connection with any qualified financial contract with an insured depository institution. (Sec. 3) States that no provision of law shall be construed as limiting, or authorizing any court or agency to limit or delay, the right and power of the FDIC and the NCUAB to transfer, disaffirm, or repudiate a qualified financial contract (QFC) of a financial institution in default. Prohibits enforcement of a walkaway clause in the QFC of a failed insured depository institution. (Sec. 4) Allows the FDIC, as conservator or receiver, to transfer QFCs from an insolvent insured depository institution to a non-depository financial institution that is not subject to bankruptcy or insolvency proceedings. Permits transfers of a QFC to foreign financial entities if the contractual rights of the parties are enforceable substantially to the same extent as under the FDIA. Declares that a clearing organization shall not be required to accept the transferee of a QFC as a member of the organization by virtue of a transfer cleared by or subject to the rules of the organization. Requires the FDIC to notify any party to a transferred QFC of the transfer by 5 p.m. (EST) on the business day after the FDIC's appointment as conservator or receiver. Prohibits any party, until such time, from terminating a QFC based solely on the FDIC's appointment. Amends FCUA to apply these same transfer requirements to transfers of QFCs from insolvent credit unions. Declares that a party to a QFC may not exercise any right to terminate, liquidate, or net a QFC under certain provisions of the Federal Deposit Insurance Corporation Improvement Act of 1991 (FDICIA) solely by reason of the appointment of a receiver (in the case of a depository institution) or liquidating agent (in the case of a credit union), or of the insolvency or financial condition of the institution for which the receiver or liquidating agent has been appointed, until 5 p.m. (EST) of the business day following such appointment or after the party has received notice that the QFC has been transferred. Prohibits the exercise of any such right at all solely by reason of the appointment of a conservator for either a depository institution or a credit union. Exempts from such prohibitions (thus allowing the transfer of QFCs): (1) a bridge bank; and (2) any FDIC-organized depository institution or NCUAB-organized credit union for which a conservator is appointed immediately upon organization or at the time of a purchase and assumption transaction between the institution and the FDIC, or between the credit union and the NCUAB, as receiver for the institution or credit union in default. (Sec. 5) Limits the disaffirmance or repudiation of QFCs by the conservator or receiver for a failed depository institution. Requires the conservator or receiver for such institution to either: (1) disaffirm or repudiate all QFCs between any person (or any affiliate of such person) and the depository institution in default; or (2) disaffirm or repudiate none of such QFCs. (Sec. 6) Requires a master agreement to be treated as a single agreement and as a single QFC (but in this respect only with regard to transactions that are also QFCs). (Sec. 7) Amends the FDICIA to extend the definition of clearing organization to include: (1) clearinghouses exempt from registration requirements pursuant to orders of the Securities and Exchange Commission (SEC) or the Commodity Futures Trading Commission (CFTC); and (2) multilateral clearing organizations. Extends the definition of covered institution (and netting arrangement enforcement requirements) to include: (1) uninsured national and State member banks; and (2) foreign banks. Provides that two or more clearing organizations that enter into a netting contract shall be treated as members of one another. Repeals the limitation of netting contracts to those governed by Federal or State law (thus extending coverage to netting contracts governed by foreign law). Exempts from the enforcement requirements of netting contracts between financial institutions and among clearing organization members any termination of contract provisions based solely on: (1) the appointment of a conservator for an insolvent depository institution under the FDIA; or (2) the appointment of a receiver for such institution under the FDIA, if the receiver transfers or repudiates QFCs and gives notice of transfer before 5 p.m. (EST) on the business day after the appointment of the receiver. Exempts also from such enforcement requirements: (1) any stay order under the Securities Investor Protection Act of 1970 with respect to foreclosure on securities (but not cash) collateral of a debtor; and (2) any insolvent commodity broker. Requires treatment of QFCs with uninsured national banks, uninsured Federal branches and agencies and Edge Act corporations, and uninsured state member banks that operate, or operate as, multilateral clearing organizations in the same manner as if the QFC were with an insured national bank or insured Federal branch for which a receiver or conservator has been appointed (thus extends to parties to QFCs with these institutions the same rights and obligations as parties entering into the same agreements with insured depository institutions). (Sec. 8) Amends the Federal bankruptcy code to harmonize definitions with those contained in this Act, including those for repurchase agreement, swap agreement, securities contract and commodity contract, master netting agreement, and master netting agreement participant. Denies an automatic stay to set-offs or netting provisions under certain swap and master netting agreements and related security agreements or arrangements. Applies denial of the automatic stay to collateral pledged to or under the control of the creditor. Restricts bankruptcy trustee avoidance powers regarding certain master netting agreement transfers to those that are fraudulent in nature. Sets forth guidelines governing: (1) protection of rights of termination or acceleration of designated contracts and agreements; (2) protection of the contractual right of a master netting agreement participant to enforce any rights of termination, liquidation, acceleration, offset, or netting under such an agreement; and (3) commodity broker and stockbroker liquidation with respect to the priority of unsecured claims, or customer property or distributions. (Sec. 9) Authorizes the FDIC and the NCUAB to prescribe more detailed recordkeeping requirements for QFCs only if the pertinent institution is in a troubled condition. (Sec. 10) Exempts certain kinds of collateralization agreements from the contemporaneous execution requirement (that renders invalid any collateralization agreement that is not entered into contemporaneously with the acquisition of the collateral, or because of pledges, delivery or substitution of the collateral made in accordance with such agreement). Specifies as exempt from such requirement any agreement to provide for the lawful collateralization of governmental deposits, bankruptcy estate funds, Federal Reserve Bank or Federal Home Loan Bank extensions of credit, or one or more QFCs. (Sec. 11) Prescribes guidelines for the timing of damages in connection with swap agreements, securities contracts, forward contracts, commodity contracts, repurchase agreements, and master netting agreements. Requires calculation of damages as of the earlier of: (1) the date of rejection of such an agreement by a trustee; or (2) the date or dates of liquidation, termination, or acceleration of such contract or agreement. Permits calculation of damages as of the earliest subsequent date if commercially reasonable determinants of value come into existence only after the dates of rejection, liquidation, termination, or acceleration. (Sec. 12) Amends the Securities Investor Protection Act of 1971 to prohibit a judicial protective decree, or one issued by the Securities Investor Protection Corporation, from operating as a stay of creditor's contract rights to liquidate, terminate, or accelerate specified contracts and agreements. Allows such a protective order, however, to operate as a stay of foreclosure on securities collateral pledged by the debtor."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Financial Contracts Bankruptcy Reform Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Financial Contracts Bankruptcy Reform Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To revise the banking and bankruptcy insolvency laws with respect to the termination and netting of financial contracts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:32-05:00"
}