{
  "actions": [
    {
      "acted_at": "2012-03-07", 
      "references": [
        {
          "reference": "CR E329", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-03-07", 
      "committee": "Committee on Transportation and Infrastructure, and in addition to the Committees on Agriculture, and Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Transportation and Infrastructure, and in addition to the Committees on Agriculture, and Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-03-07", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-03-07", 
      "committee": "House Agriculture", 
      "references": [], 
      "text": "Referred to House Agriculture", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-03-07", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-03-08", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Water Resources and Environment", 
      "text": "Referred to the Subcommittee on Water Resources and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-03-09", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Environment and the Economy", 
      "text": "Referred to the Subcommittee on Environment and the Economy.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-04-12", 
      "in_committee": "House Agriculture", 
      "references": [], 
      "subcommittee": "Conservation, Energy, and Forestry", 
      "text": "Referred to the Subcommittee on Conservation, Energy, and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4153-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources and Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Conservation, Energy, and Forestry", 
      "subcommittee_id": "15"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Environment and the Economy", 
      "subcommittee_id": "18"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Bartlett, Roscoe G.", 
      "sponsored_at": "2012-04-19", 
      "state": "MD", 
      "thomas_id": "00060", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Dent, Charles W.", 
      "sponsored_at": "2012-04-19", 
      "state": "PA", 
      "thomas_id": "01799", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Gibbs, Bob", 
      "sponsored_at": "2012-03-08", 
      "state": "OH", 
      "thomas_id": "02049", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Griffith, H. Morgan", 
      "sponsored_at": "2012-08-02", 
      "state": "VA", 
      "thomas_id": "02070", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Holden, Tim", 
      "sponsored_at": "2012-03-07", 
      "state": "PA", 
      "thomas_id": "00550", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Thompson, Glenn", 
      "sponsored_at": "2012-03-08", 
      "state": "PA", 
      "thomas_id": "01952", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-03-07", 
  "number": "4153", 
  "official_title": "To support efforts to reduce pollution of the Chesapeake Bay watershed, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Chesapeake Bay Program Reauthorization and Improvement Act", 
  "sponsor": {
    "district": "6", 
    "name": "Goodlatte, Bob", 
    "state": "VA", 
    "thomas_id": "00446", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-03-07", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Agricultural conservation and pollution", 
    "Aquatic ecology", 
    "Chesapeake Bay", 
    "Delaware", 
    "District of Columbia", 
    "Environmental Protection Agency (EPA)", 
    "Environmental assessment, monitoring, research", 
    "Environmental protection", 
    "Environmental regulatory procedures", 
    "Executive agency funding and structure", 
    "Farmland", 
    "Forests, forestry, trees", 
    "Government information and archives", 
    "Intergovernmental relations", 
    "Land use and conservation", 
    "Marine and coastal resources, fisheries", 
    "Maryland", 
    "New York State", 
    "Pennsylvania", 
    "State and local government operations", 
    "Virginia", 
    "Water quality", 
    "Watersheds", 
    "West Virginia", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-03-07", 
    "text": "Chesapeake Bay Program Reauthorization and Improvement Act - Amends the Federal Water Pollution Control Act (commonly known as the Clean Water Act or CWA) to establish: (1) financial reporting requirements for restoration activities in the Chesapeake Bay watershed and (2) the Independent Evaluation and Technical Advisory Committee to review and report on restoration activities in the Bay ecosystem and to provide recommendations to the Administrator of the Environmental Protection Agency (EPA) and the Secretary of the Department of Agriculture (USDA) on such activities. Authorizes appropriations for FY2013-FY2018. Requires the Administrator to: (1) complete an economic analysis of each EPA statement (i.e., guidance, policy, memorandum, regulation, or statement of general applicability and future effect that is designed to implement, interpret, or prescribe law or policy relating to water quality in the Bay); and (2) establish technical guidelines to be used by the Chesapeake Bay Nutrient and Sediment Trading Commission in establishing a voluntary interstate nitrogen, phosphorus, and sediment trading program for the Bay. Prohibits such guidelines from applying to agricultural nonpoint sources or nonindustrial private forest lands except to the extent that such guidelines consist of guidelines issued under the Food Security Act of 1985 concerning environmental service markets. Requires a total maximum daily load (TMDL) for nitrogen, phosphorus, or sediment for a segment of the Bay and its tributaries to use timeframes other than daily (such as annual, monthly, or seasonal) for certain economic sectors, including agriculture, in which a nondaily timeframe is appropriate. Authorizes a point source to meet National Pollutant Discharge Elimination System (NPDES) permit limits on nitrogen, phosphorus, or sediment through trade administered by the Chesapeake Bay Nutrient and Sediment Trading Commission. Provides that powers are reserved solely to states to implement a total maximum daily nutrient or sediment load in the Bay. Authorizes, in Bay states that have developed TMDL plans that reduce loading through an iterative process that employs adaptive management principles, NPDES permits to be issued for new or existing point source discharges that include wasteload allocations consistent with such plan and that demonstrate progress towards achieving the wasteload allocation specified in such plan by treatment, trading or other means. Authorizes individuals or entities undertaking land development activities to be permitted to meet requirements for managing stormwater by offsetting such activities through the establishment of equivalent stormwater management practices off-site within the Bay ecosystem. Authorizes Bay states to use funds made available under the nonpoint source management program for activities related to reducing losses of nitrogen, phosphorus, or sediment from agricultural or nonindustrial private forest land through a watershed partnership developed under the Food and Security Act of 1985. Establishes an independent Chesapeake Bay Nutrient and Sediment Trading Commission in the Office of the Chesapeake Bay Program to: (1) administer the nitrogen, phosphorus, and sediment trading program for Delaware, Maryland, New York, Pennsylvania, Virginia, West Virginia, and the District of Columbia to ensure that credits are generated to attract market participants and facilitate trading mechanisms among and within such jurisdictions to meet water quality goals; (2) operate a registry for interstate water quality trading; and (3) develop a system to allow for trading to occur between point source and non-point source dischargers and any combination thereof among and within Bay states. Terminates the Commission on September 30, 2018. Amends the Food Security Act of 1985 to require the Secretary to enter into a memorandum of understanding with the chief executive of a Bay state upon such executive's request to establish a watershed partnership. Authorizes each partnership to establish a watershed strategy for demonstrating aggregate reductions in losses of nitrogen, phosphorus, and sediment, on a basin or subbasin scale in the Bay watershed, from agricultural or nonindustrial private forest land in the state. Requires such strategies to establish an assurance process in which qualified producers or owners of non-industrial forest land may participate. Requires the Secretary to: (1) provide conservation technical assistance to educate agricultural and private forest landowners in the Bay regarding water quality requirements, (2) publish a list of eligible agricultural and forestry activities that result in environmental service benefits, and (3) establish a pilot program for the Bay watershed for the facilitation of creating environmental service markets."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Chesapeake Bay Program Reauthorization and Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To support efforts to reduce pollution of the Chesapeake Bay watershed, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:39:34-05:00"
}