{
  "actions": [
    {
      "acted_at": "1973-06-08", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1971-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1973-01-03", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1973-01-03", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1973-01-03", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-08", 
  "number": "1971", 
  "official_title": "A bill to increase certain penalties for offenses involving the unlawful distribution of certain narcotic drugs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Schweiker, Richard S.", 
    "state": "PA", 
    "thomas_id": "01431", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-08", 
  "subjects": [
    "Crime and law enforcement", 
    "Narcotics", 
    "Narcotics and crime"
  ], 
  "subjects_top_term": "Narcotics and crime", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-08", 
    "text": "Provides that notwithstanding any other provision of the Controlled Substances Act or of any other law, any person who violates the Controlled Substances Act by distributing two ounces or more of any mixture or substance containing any ingredient of one percent purity or more which is classified in schedule I or II and which is a narcotic drug shall be sentenced as follows: (1) if such person, at the time of the commission of such violation, was eighteen years of age or older and was an addict, for any term of years up to and including life imprisonment, but in no event less than ten years; (2) if such person, at the time of the commission of such violation, was eighteen years of age or older and was not an addict, to life imprisonment; (3) if such person, at the time of the commission of such offense, was at least sixteen years of age but under the age of eighteen years and was an addict, for a term of not less than five years or more than ten years; and (4) if such person, at the time of the commission of such violation, was at least sixteen years of age but under the age of eighteen years and was not an addict, for a term of not less than fifteen years or more than thirty years. Provides that any person who violates this Act by distributing less than two ounces but at least one-sixteenth of an ounce of any mixture or substance containing any ingredient of 1 percent purity or more which is classified in schedule I or II and which is a narcotic drug shall be sentenced as follows: (1) if such person, at the time of the commission of such violation, was eighteen years of age or older and was an addict, for a term of not less than five years or more than ten years; (2) if such person, at the time of the commission of such violation, was eighteen years of age or older and was not an addict, for a term of not less than ten years or more than twenty years; (3) if such person, at the time of the commission of such violation, was at least sixteen years of age but under the age of eighteen and was an addict, for not less than one year or more than five years; and (4) if such person, at the time of the commission of such violation, was at least sixteen years of age but under the age of eighteen years and was not an addict, for a term of not less than three years or more than ten years. States that any person who violates this Act by distributing less than one-sixteenth of an ounce of any mixture or substance containing any ingredient of 1 percent purity or more which is classified in schedule I or II and which is a narcotic drug shall be imprisoned for a term of not more than three years. Provides that any person who attempts or conspires to commit any violation referred to in this Act which is punishable under this Act, shall be punished by imprisonment in the same manner and to the same extent as that provided for therein for the violation the commission of which was the object of the attempt or conspiracy. Directs that any person convicted of any violation of this Act which is punishable pursuant to the provisions of this Act and who is awaiting sentence, or who is so convicted and sentenced to a term of confinement or imprisonment and has filed on appeal or a petition for a writ of certiorari, shall be detained in custody pending determination of such appeal or petition. States that upon the first appearance before a judicial officer of any person arrested for a violation of this Act which is punishable pursuant to this Act, the judicial officer shall, notwithstanding any other provision of this Act or of any other law, order such person to be placed under medical supervision for an examination to determine whether the person is an addict. Provides that with respect to any sentence imposed pursuant to this Act, the imposition or execution of such sentence shall not be suspended, probation shall not be granted, and the provisions of the Youth Corrections Act shall not apply. States that in any case in which a person is indicted for any such violation punishable pursuant to this Act, such person shall not be permitted to plead guilty to a lesser offense in lien of such violation for which he was so indicted."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to increase certain penalties for offenses involving the unlawful distribution of certain narcotic drugs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:45-05:00"
}