{
  "actions": [
    {
      "acted_at": "1982-03-25", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-14", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "subcommittee": "Energy and Government Processes", 
      "text": "Referred to Subcommittee on Energy and Government Processes.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-27", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from Environmental Protection Agency; Nuclear Regulatory Commission; U.S. Postal Service; VA; GAO; Office of Science and Technology Policy; Council on Environmental Quality; Defense Department; Energy Department; Health and Human Services Department; State Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-04-29", 
      "in_committee": "Committee on Governmental Affairs", 
      "in_subcommittee": "Energy and Government Processes", 
      "references": [], 
      "text": "Subcommittee on Energy and Government Processes. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-07", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Health and Human Services Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-26", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from GAO.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-27", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Nuclear Regulatory Commission.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-01", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Council on Environmental Quality.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-01", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from White House Office of Science and Technology Policy.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-16", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Defense Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-19", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Energy Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2284-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on Energy, Nuclear Proliferation and Government Processes", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-03-25", 
  "number": "2284", 
  "official_title": "A bill to insure adequate protection of workers, the general public, and the environment from harmful radiation exposure, to establish mechanisms for effective coordination among the various Federal agencies involved in radiation protection activities, to develop a coordinated radiation research program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Radiation Protection Management Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Glenn, John H., Jr.", 
    "state": "OH", 
    "thomas_id": "01339", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-03-25", 
  "subjects": [
    "Advisory bodies", 
    "Environmental Protection Agency", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Government regulation", 
    "Health", 
    "Medical research", 
    "Occupational health and safety", 
    "Public health", 
    "Public safety", 
    "Radiation", 
    "Radiation safety", 
    "Research", 
    "X-rays"
  ], 
  "subjects_top_term": "Radiation", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-03-25", 
    "text": "Federal Radiation Protection Management Act of 1982 - Title I: Federal Council on Radiation Protection - Establishes a Federal Council on Radiation Protection, to be composed of the heads of specified Federal agencies, one representative of the Conference of Radiation Control Program Directors, and two presidentially appointed public members. Directs the Council to: (1) advise the President on radiation matters affecting health and safety; (2) review the authority of Federal agencies to regulate radiation-related activities; (3) make recommendations to the President and Congress concerning changes in the authority granted to such agencies; (4) identify the research needed by such agencies to meet their regulatory responsibilities and to transmit to the Federal Conference on Research into the Biological Effects of Radiation (established by this Act) a list of such research needs; (5) develop and recommend public education programs concerning radiation health and safety; (6) review State and local radiation control programs; and (7) keep the Congress and appropriate congressional committees advised as to the Council's activities. Directs the Chairman of the Council to establish, for at least one year, a working group on the reduction and control of occupational exposure to radiation, to be composed of the heads of specified Federal agencies and one Council member. Requires such working group, in consultation with concerned labor and management representatives and other qualified industries, to: (1) review the need for reduction or increased control of occupational exposure to radiation and suggest means for meeting any such needs, including specified reductions and improvements; and (2) study the feasibility of establishing a system for recording occupational doses of radiation received by individual workers and other occupational radiation information. Directs the Chariman to establish, for at least one year, a working group on protection from exposure to medical radiation, to be composed of the heads of specified Federal agencies and two Council members. Requires such working group to: (1) review the incidence of unnecessary patient exposure to X-rays and suggest ways of reducing such unnecessary exposure; (2) suggest means to increase practitioner and patient awareness of the utility, limitations, and risks of diagnostic X-rays and of alternative diagnostic procedures; and (3) study the use of administrative controls and reimbursement incentives to reduce unnecessary exposure to medical X-rays. Provides for such working group on protection from exposure to medical radiation to be assisted by an advisory group appointed by the Chairman and composed of seventeen people from specified professions and backgrounds. Directs such working group, within one year after its establishment, to report its activities and recommendations to the Council. Transfers to the Council all functions of the Environmental Protection Agency relating to radiation matters covered by the reorganization plan establishing the Environmental Protection Agency. Sets forth administrative provisions concerning the operation of the Council, including the authority to hold public hearings and to issue subpoenas requiring the attendance and testimony of witnesses and the production of specified documents. Authorizes criminal fines and imprisonment for failure to obey such subpoenas. Directs the Council to submit to Congress an annual report that: (1) identifies inadequate Federal statutes and information programs concerning radiation safety and health; and (2) includes plans for the phased reduction of occupational radiation exposure and of radiation exposure from medical and other sources to the public. Directs the President, by July 31, 1988, to transmit to Congress a reorganization plan which transfers the functions of the Council to other Federal agencies. Terminates the Council when such plan or a succeeding plan becomes effective. Authorizes appropriations for FY 1983 through FY 1988 to carry out this title. Title II: Federal Conference on Research into the Biological Effects of Radiation - Establishes the Federal Conference on Research into the Biological Effects of Radiation, to be composed of representatives of the heads of specified Federal agencies and two presidentially appointed public members. Sets forth the functions of such Conference, including: (1) to advise the President on Federal research activities concerning the biological effects of radiation; (2) to formulate an annual comprehensive Federal agenda for research into such effects; (3) to recommend to the President and Congress: (a) uniform standards for Federal agency peer review of such research; (b) information dissemination procedures for informing the public, Federal agencies, and State and local governments of the results of such research; (c) guidelines for public oversight of such research; and (d) any needed transfer of research capability between Federal agencies; (4) to assist the Federal Council on Radiation Protection in developing public education programs concerning radiation health and safety; and (5) to keep the Congress and appropriate congressional committees advise as to such Federal research activities. Permits the Conference to review Federal agency radiation research requests, according to specified criteria, to decide the scientific merit of such projects and whether they should be conducted by the agency or by an outside entity provided with financial assistance. Requires each Federal agency conducting or providing assistance for such research to conduct similar reviews. Sets forth administrative provisions concerning the operations of the Conference, including the authority to hold public hearings and to issue subpoenas requiring the attendance and testimony of witnesses and the production of specified documents. Authorizes criminal fines and imprisonment for failure to obey such subpoenas. Directs the President, by July 31, 1988, to transmit to Congress a reorganization plan which transfers the functions of the Conference to other Federal agencies. Terminates the Conference when such plan or a subsequent plan becomes effective. Requires expenses of the Conference to be paid from funds available for the administrative expenses of the Office of the Director of the National Institutes of Health."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Radiation Protection Management Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to insure adequate protection of workers, the general public, and the environment from harmful radiation exposure, to establish mechanisms for effective coordination among the various Federal agencies involved in radiation protection activities, to develop a coordinated radiation research program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:15-05:00"
}