{
  "actions": [
    {
      "acted_at": "1974-06-05", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15198-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-05", 
  "number": "15198", 
  "official_title": "A bill to amend the Comprehensive Drug Abuse Prevention and Control Act of 1970 to increase the penalties for violations of that act and to revise the conditions of release applicable to persons charged with such violations.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Controlled Substances Trafficking Act", 
  "sponsor": {
    "district": "4", 
    "name": "Daniel, Robert W., Jr.", 
    "state": "VA", 
    "thomas_id": "00260", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-05", 
  "subjects": [
    "Crime and law enforcement", 
    "Narcotic law and legislation", 
    "Narcotic traffic", 
    "Narcotics"
  ], 
  "subjects_top_term": "Narcotic law and legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-05", 
    "text": "Controlled Substances Trafficking Act - Title I: Increased Penalties - Increases various criminal penalties under provisions of the Comprehensive Drug Abuse Prevention and Control Act of 1970. Title II: Conditions of Release - Directs the judicial officer, in setting conditions of release for any person charged with an offense with respect to a controlled substance, to consider whether the person poses a danger to the safety of any other person, himself, or of the community, or to the property of others. States that where a person is charged with a violation with respect to a controlled substance, a special hearing shall be held by a judicial officer at the time of arraignment to determine whether the person may be released prior to trial. Sets forth criteria upon which the judicial officer shall deny release in the absence of compelling circumstances to justify the conclusion that the defendant, if released, will not become a fugitive or pose a danger to the safety of any other person or to the community. Permits the United States to appeal from orders granting pretrial release. Provides that a person denied release in connection with charges which subsequently result in a conviction for a violation with respect to a controlled substance shall not be released while awaiting sentence or after having filed a writ of certiorari in the absence of compelling circumstances."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Controlled Substances Trafficking Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Comprehensive Drug Abuse Prevention and Control Act of 1970 to increase the penalties for violations of that act and to revise the conditions of release applicable to persons charged with such violations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:03-05:00"
}