{
  "actions": [
    {
      "acted_at": "2000-03-15", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-03-31", 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to the Subcommittee on Crime.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3927-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Carson, Julia", 
      "sponsored_at": "2000-03-15", 
      "state": "IN", 
      "thomas_id": "01473", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Cummings, Elijah E.", 
      "sponsored_at": "2000-03-15", 
      "state": "MD", 
      "thomas_id": "00256", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Davis, Danny K.", 
      "sponsored_at": "2000-03-15", 
      "state": "IL", 
      "thomas_id": "01477", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Gonzalez, Charles A.", 
      "sponsored_at": "2000-03-15", 
      "state": "TX", 
      "thomas_id": "01555", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Jackson-Lee, Sheila", 
      "sponsored_at": "2000-03-15", 
      "state": "TX", 
      "thomas_id": "00588", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Meeks, Gregory W.", 
      "sponsored_at": "2000-03-15", 
      "state": "NY", 
      "thomas_id": "01506", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Owens, Major R.", 
      "sponsored_at": "2000-03-15", 
      "state": "NY", 
      "thomas_id": "00883", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "2000-03-15", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Scott, Robert C. \"Bobby\"", 
      "sponsored_at": "2000-03-15", 
      "state": "VA", 
      "thomas_id": "01037", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Serrano, Jose E.", 
      "sponsored_at": "2000-03-15", 
      "state": "NY", 
      "thomas_id": "01042", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Towns, Edolphus", 
      "sponsored_at": "2000-03-15", 
      "state": "NY", 
      "thomas_id": "01165", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Underwood, Robert A.", 
      "sponsored_at": "2000-03-15", 
      "state": "GU", 
      "thomas_id": "01175", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Wynn, Albert Russell", 
      "sponsored_at": "2000-03-15", 
      "state": "MD", 
      "thomas_id": "01251", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-03-15", 
  "number": "3927", 
  "official_title": "To encourage greater community accountability of law enforcement agencies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Law Enforcement Trust and Integrity Act of 2000", 
  "sponsor": {
    "district": "14", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-03-15", 
  "subjects": [
    "Actions and defenses", 
    "Administration of criminal justice", 
    "Administration of juvenile justice", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Aliens", 
    "Arrest", 
    "Border patrols", 
    "Civil rights and liberties, minority issues", 
    "Civil rights enforcement", 
    "Confidential communications", 
    "Congress", 
    "Congressional reporting requirements", 
    "Continuing education", 
    "Corruption investigation", 
    "Counseling", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Criminal justice information systems", 
    "Criminal statistics", 
    "Customs administration", 
    "Damages", 
    "Death", 
    "Department of Justice", 
    "Department of the Treasury", 
    "Disciplining of employees", 
    "Discrimination in criminal justice administration", 
    "Discrimination in employment", 
    "Discrimination in law enforcement", 
    "Due process of law", 
    "Economics and public finance", 
    "Education", 
    "Employee rights", 
    "Employee selection", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Expert witnesses", 
    "Families", 
    "Federal aid to Indians", 
    "Federal aid to law enforcement", 
    "Federal law enforcement officers", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fines (Penalties)", 
    "Firearms", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government statistics", 
    "Governmental investigations", 
    "Grievance procedures", 
    "Health", 
    "Higher education", 
    "Immigration", 
    "Imprisonment", 
    "Indian gambling operations", 
    "Indian law enforcement", 
    "Informers", 
    "Injunctions", 
    "Juvenile corrections", 
    "Labor and employment", 
    "Labor unions", 
    "Law", 
    "Legal fees", 
    "Licenses", 
    "Local laws", 
    "Medical records", 
    "Mental health services", 
    "Mentally ill", 
    "Minorities", 
    "New York City", 
    "Parties to actions", 
    "Performance measurement", 
    "Police", 
    "Police brutality", 
    "Police corruption", 
    "Police questioning", 
    "Police training", 
    "Police-community relations", 
    "Presidential appointments", 
    "Prison violence", 
    "Prisoners", 
    "Professional associations", 
    "Prosecution", 
    "Public records", 
    "Racial discrimination", 
    "Rape", 
    "Recruiting of employees", 
    "Residence requirements", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Sentences (Criminal procedure)", 
    "Sex crimes", 
    "Sex discrimination", 
    "Social welfare", 
    "Sports and recreation", 
    "Standards", 
    "Telephone", 
    "Victims of crimes", 
    "Whistle blowing", 
    "Witnesses", 
    "Women", 
    "Youth"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-03-15", 
    "text": "TABLE OF CONTENTS: Title I: Law Enforcement Accreditation Title II: Law Enforcement Development Programs Title III: Administrative Due Process Procedures Title IV: Enhanced Funding to Combat Police Misconduct Title V: Enhanced Authority in Pattern and Practice Investigations Title VI: Deprivation of Rights Under Color of Law Title VII: Study of Deaths in Custody Title VIII: National Task Force on Law Enforcement Oversight Title IX: Immigration Enforcement Review Commission Title X: Federal Data Collection on Racial Profiling Title XI: Whistleblower Protection Law Enforcement Trust and Integrity Act of 2000 - Title I: Law Enforcement Accreditation - Directs the Attorney General to: (1) perform an initial analysis of existing accreditation standards and methodology developed by law enforcement accreditation organizations nationwide; (2) recommend additional areas for the development of national standards for the accreditation of law enforcement agencies; (3) recommend, after completion of the initial review and analysis, the adoption of additional standards, including standards relating to early warning programs, civilian review procedures, traffic stop documentation and procedures, administrative due process requirements, and training; and (4) adopt policies and procedures to partner with law enforcement accreditation organizations, professional law enforcement associations, labor organizations, community-based organizations, and professional civilian oversight organizations to continue the development of further accreditation standards and to encourage the pursuit of accreditation of Federal, State, local, and Indian tribal law enforcement agencies by certified law enforcement accreditation organizations. Authorizes the Attorney General to make funds available to State, local, and Indian tribal law enforcement agencies to assist in gaining or maintaining accreditation from certified law enforcement accreditation organizations.Title II: Law Enforcement Development Programs - Authorizes the Attorney General to make grants to States, units of local government, Indian tribal governments, or other public and private entities, or to any multi-jurisdictional or regional consortia of such entities, to study and implement effective management, training, recruiting, hiring, and oversight policies and programs for law enforcement agencies. Directs that such grants be used for the study of management and operations standards for law enforcement agencies, including standards relating to administrative due process, residency requirements, compensation and benefits, use of force, racial profiling, early warning programs, civil review boards or analogous procedures, or research into the effectiveness of existing programs, projects, or other activities designed to address misconduct by law enforcement officers (officers).Directs that such grants be used to develop pilot programs and implement effective programs in the areas of training, hiring, and recruitment, and oversight that are designed to improve management and address misconduct by officers. Lists program characteristics with respect to: (1) training; (2) recruitment, hiring, retention, and promotion; (3) oversight; and (4) victim services. Specifies proportions of funds to be allocated.Authorizes the Attorney General to: (1) provide technical assistance to States, units of local government, Indian tribal governments, and to other public and private entities in furtherance of this Act's purposes; and (2) use any components of the Department of Justice (DOJ) in carrying out this title.Sets forth provisions regarding matching funds, applications, performance evaluation, and revocation or suspension of funding.Title III: Administrative Due Process Procedures - Directs the Attorney General to: (1) conduct a nationwide study of the prevalence and effect of any law, rule, or procedure that allows an officer to delay for an unreasonable or arbitrary period of time the answer to questions posed by a local internal affairs officer, prosecutor, or review board on the investigative integrity and prosecution of law enforcement misconduct; (2) perform an initial analysis of New York City's 48-hour rule to determine whether, at a threshold level, the effect of this type of rule or procedure raises material investigatory issues that could impair or hinder a prompt and thorough investigation of possible misconduct, including criminal conduct, that would justify a wider inquiry; (3) gather additional data nationwide on rules similar to the New York rule from a representative and statistically significant sample of jurisdictions, after completion of the initial analysis and considering material investigatory issues, to determine where such rules and procedures raise such material investigatory issues.Sets forth reporting requirements.Title IV: Enhanced Funding to Combat Police Misconduct - Authorizes appropriations for FY 2001 for additional expenses related to the enforcement of the Violent Crime Control and Law Enforcement Act of 1994 (VCCLEA) (unlawful conduct, regarding a \"pattern or practice by police\"), criminal enforcement under the Federal criminal code (the code) (deprivation of rights under color of law and federally protected activities), and administrative enforcement by DOJ's Office of Civil Rights, and related to conflict resolution by DOJ's Community Relations Service.Title V: Enhanced Authority in Pattern and Practice Investigations - Amends the VCCLEA to: (1) expand the scope of \"pattern or practice\" provisions to cover conduct related to adults and the criminal justice system (currently, limited to \"juvenile justice\" administration or incarceration issues); and (2) provide for a private cause of action for violation of such provisions.Title VI: Deprivation of Rights Under Color of Law - Amends code provisions regarding deprivation of rights under color of law to prohibit, and set penalties for, conduct relating to the use of excessive force or engaging in unwanted sexual contact. Prohibits prosecution of such a case except upon notification in writing by the Assistant Attorney General for Civil Rights that, in that official's judgment, a prosecution by the United States is in the public interest and necessary to secure substantial justice.(Sec. 602) Provides for payment of expert witness fees in civil actions for deprivation of rights.Title VII: Study of Deaths in Custody - Amends the VCCLEA to require a State, to be eligible for truth-in-sentencing incentive grants, to submit an application to the Attorney General that demonstrates that such State has provided an assurance that it shall follow guidelines that may be established by the Attorney General in reporting, on a quarterly basis, information regarding: (1) the death of any person who is in the process of arrest, has been arrested, has been incarcerated, or is en route to be incarcerated at any municipal or county jail, State prison, or other State or local correctional facility (including any juvenile facility) that at a minimum includes the name, gender, race, ethnicity, immigration status, and age of the deceased; the date, time, and location of death; and a brief description of the circumstances surrounding the death; and (2) the medical treatment given to or withheld from any person who was injured while in the process of arrest, incarceration, or en route to be incarcerated at any municipal or county jail, State prison, or other State or local correctional facility (including any juvenile facility).Title VIII: National Task Force on Law Enforcement Oversight - Establishes within DOJ the Task Force on Law Enforcement Oversight. Sets forth provisions regarding composition, and powers and duties, of the Task Force. Authorizes appropriations.Title IX: Immigration Enforcement Review Commission - Establishes the Immigration Enforcement Review Commission (the Commission), comprised of a Board of Commissioners (the Board), an Investigations Office, and a Community Outreach Office. Directs the Immigration and Naturalization Service and the Customs Service (the Services) to cooperate fully with the Commission in carrying out its duties, and to provide appropriate records.(Sec. 902) Makes the Commission responsible for investigating civil rights abuse complaints against any of the Services, their employees or divisions, or any facilities where detainees are held in custody of any of the Services. Directs the Commission to make: (1) recommendations to the Services regarding discipline of any Services' employees responsible for committing abuses; and (2) policy recommendations.(Sec. 903) Sets forth: (1) administrative provisions regarding the Board, Investigations and Community Outreach Offices, and Commission facilities; and (2) provisions regarding Commission operations, including complaint filing procedures, public outreach, Services employees' duty to inform the Commission, complaint investigation and disposition, hearings, disciplinary recommendations, an early warning program (periodic review of all complaints), and records of complaints and statistical summaries.(Sec. 906) Prohibits \"retaliation\" (i.e., any action or threat of action because of a complaint, testimony, assistance, or participation in an investigation or hearing related to the complaint procedures), which shall constitute the basis for a complaint to the Commission.(Sec. 907) Prohibits the use of any testimony or other information gathered as part of a complaint, investigation, or hearing under this title in any proceeding under the Immigration and Nationality Act.(Sec. 908) Makes funds authorized to be appropriated for the Offices of the Inspector General of DOJ and the Department of the Treasury available to carry out this title.Title X: Federal Data Collection on Racial Profiling - Directs the Attorney General, the Secretary of the Treasury, and the Secretary of the Interior to collect data that is sufficiently detailed to permit an analysis of investigatory actions carried out by Federal law enforcement agencies by race, ethnicity, and gender. Sets forth reporting requirements. Provides for the protection of individual identities.Title XI: Whistleblower Protection - Prohibits retaliation or discrimination (including attempts) against any local, State, Indian tribal, or Federal law enforcement officer because the officer acting in good faith: (1) engaged in any disclosure of information relating to the unlawful behavior of any fellow officer in the line of duty; (2) advocated on behalf of a civilian with respect to the treatment received from an officer; or (3) initiated, cooperated, or otherwise participated in any investigation or proceeding of any law enforcement agency relating to a pattern and practice of officer misconduct.Prohibits any person by contract, policy, or procedure from prohibiting or restricting any officer from engaging in any action for which a protection against discrimination or retaliation is provided under this title, subject to a specified limitation.(Sec. 1102) Sets forth provisions regarding confidentiality of complaints to Government agencies, enforcement (private cause of action and civil and criminal penalties), the burden of proof, notice, and non-preemption of State authority."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Law Enforcement Trust and Integrity Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To encourage greater community accountability of law enforcement agencies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:51-05:00"
}