{
  "actions": [
    {
      "acted_at": "1981-04-10", 
      "committee": "Senate Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-15", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture requested executive comment from Agriculture Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-27", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-28", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-29", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-30", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-01", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-04", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-05", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-06", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-07", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-08", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-12", 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-13", 
      "bill_ids": [
        "s884-97"
      ], 
      "in_committee": "Senate Committee on Agriculture", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Agriculture. Provisions of measure incorporated into measure S. 884 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s994-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1981-04-10", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heflin, Howell", 
      "sponsored_at": "1981-04-10", 
      "state": "AL", 
      "thomas_id": "01358", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-10", 
  "number": "994", 
  "official_title": "A bill to provide price and income protection for farmers and assure consumers of an abundance of food and fiber at reasonable prices, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s884-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Food and Agriculture Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Huddleston, Walter (Dee)", 
    "state": "KY", 
    "thomas_id": "01363", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1981-05-13", 
  "subjects": [
    "Acreage allotments", 
    "Advisory bodies", 
    "Agricultural chemicals", 
    "Agricultural credit", 
    "Agricultural education", 
    "Agricultural extension work", 
    "Agricultural marketing regulation", 
    "Agricultural policies", 
    "Agricultural price supports", 
    "Agricultural research", 
    "Agricultural surpluses", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Alcohol and Alcoholic Beverages", 
    "Alcohol as fuel", 
    "Alcoholic beverage industry", 
    "Animals and Animal Protection", 
    "Armed forces and national security", 
    "Awards, medals, prizes", 
    "Commemorations", 
    "Commodity Credit Corporation", 
    "Corporations and Stocks", 
    "Cotton", 
    "Dairy products", 
    "Defense procurement", 
    "Department of Agriculture", 
    "Disaster relief", 
    "Education", 
    "Environmental protection", 
    "Executive reorganization", 
    "Exports", 
    "Farm production quotas", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Feed grain program", 
    "Food and Food Industry", 
    "Food contamination", 
    "Food relief", 
    "Food stamps", 
    "Foreign Trade and Investments", 
    "Forestry education", 
    "Government corporations", 
    "Government lending", 
    "Government liability", 
    "Government operations and politics", 
    "Health facilities", 
    "Hospitals", 
    "Indemnity", 
    "Legumes", 
    "Liability for environmental damages", 
    "Livestock", 
    "Milk", 
    "Nuclear energy", 
    "Nuts", 
    "Public Welfare and Charities", 
    "Radioactive contamination of food", 
    "Radioactive pollution", 
    "Research and development", 
    "Rice", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Science and technology", 
    "Soybeans", 
    "Sugar and sugar trade", 
    "Veterinary medicine", 
    "Wheat", 
    "Wool"
  ], 
  "subjects_top_term": "Agricultural policies", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-10", 
    "text": "Food and Agriculture Act of 1981 - Title I: Payment Limitations for Wheat, Feed Grains, Upland Cotton, and Rice - Extends through 1985 the $50,000 annual limitation on the total amount of payments (excluding disaster payments) available to a person under the wheat, feed grains, upland cotton, and rice programs. Limits such annual payments to $100,000 when a disaster payments program is in effect. Title II: Dairy Program - Extends through 1985 the: (1) dairy base plan authority; and (2) program of price-supported dairy products for the military and veterans' hospitals. Extends the dairy indemnity program through September 30, 1985. Establishes the milk support price for fiscal years 1982-1985 at between 75-90 percent of parity. Provides that: (1) the support price may not be less than the previous year; and (2) the support price shall be redetermined whenever dairy imports are increased as a result of relaxed import restrictions. Title III: Wool and Mohair - Amends the National Wool Act of 1954 to extend the wool and mohair price support program through 1985. Sets the support price for shorn wool for the 1982-1985 marketing years at 85 percent of the current formula amount under such Act. Title IV: Wheat - Amends the Agricultural Act of 1949 to provide for loans and purchases of the 1982-1985 wheat crops at not less than $3.70 per bushel nor in excess of 100 percent of parity. Stipulates that the Secretary of Agriculture may reduce the loan level (by not more than ten percent nor less than $3.00 per bushel) as necessary to maintain domestic and export markets if the market price of wheat falls to 105 percent or less of the loan level. Establishes the target price for the 1982 crop at $4.40 per bushel and for the 1983-1985 crops at the previous year's target price adjusted to reflect production cost changes. Directs the Secretary to proclaim a national wheat program acreage for each of the 1982-1985 crops by August 1 of each year. Permits the Secretary to revise such programs as necessary. Establishes the national program acreage as the number of harvested acres necessary for domestic and export requirements. Requires the Secretary to determine a program allocation factor for each crop year. States that such factor shall be determined by dividing the national program acreage (of a crop) by the estimated number of acres to be harvested. Stipulates that the allocation factor shall be between 80 and 100 percent. States that: (1) the individual farm program acreage shall be determined by multiplying the allocation factor by planted acreage on farms for which individual farm program acreages are required to be determined; and (2) the farm program payment yield shall be based on the previous crop year. Authorizes the Secretary to provide for a set-aside of croplands if necessary to avoid excessive wheat and feed grain harvests. Directs the Secretary to announce any such set-aside by August 1. Requires producers participating in such set-aside program to use such acreage for conservation purposes. Stipulates that the Secretary may permit such acreage or part thereof to be used for other commodities if such crops are necessary to provide an adequate supply, and will not increase the cost of the price support program nor adversely affect farm income. Authorizes the Secretary to make land-diversion payments whether or not a set-aside is in effect to wheat and feed grain producers. Requires such acreage to be used for conservation purposes. Authorizes such land-diversion contracts to be determined by bid. Requires that the total diverted acreage in any county or local community not adversely affect the economy of such area. Permits the set-aside and diverted acreage to be used for wildlife purposes. Requires such set-aside and land-diversion programs to be carried out through the Commodity Credit Corporation. Exempts the 1982-1985 wheat crops from specified: (1) export and processing marketing certificate requirements; (2) marketing quotas and producer certificate provisions; (3) quota provisions; and (4) current support price levels. Title V: Feed Grains - Provides for loans and purchases of the 1982-1985 corn crops at not less than $2.50 per bushel. Stipulates that the Secretary may reduce the loan and purchase level (by not more than ten percent nor less than $2.25 per bushel) if the market price of corn falls to 105 percent or less of such level. Requires the Secretary to provide emergency compensation (increased target price payments) if such reductions occur. Provides for loans and purchases of the 1982-1985 barley, oat, grain sorghums, and rye crops at levels in relation to corn prices. Establishes the target price for the 1982 corn crop at $2.75 per bushel and for the 1983-1985 corn crops at the previous year's target price adjusted to reflect production cost changes. Directs the Secretary to proclaim a national feed grain program acreage for the 1982 crops by November 1 of each year. Authorizes the Secretary to provide for 1982-1985 cropland set-asides and land diversion payments along similar lines as apply to wheat under this Act. Extends current authority through 1985 for certain price support exemptions. Title VI: Upland Cotton - Suspends application of existing price support, marketing quota, base acreage allotment, and related provisions of the Agricultural Adjustment Act of 1938 to the 1982-1985 upland cotton crops. Extends the upland cotton loan program through 1985. Establishes the price support loan level for the 1982-1985 crops as the smaller of 85 percent of the average U. S. price over a five-year period and 90 percent of the average Northern Europe price (as determined by formulas in this Act.). Stipulates that such level may not be less than $.55 per pound. Permits the Secretary to adjust the level upward under specified conditions. States that such loans shall be made for a ten month term, with an additional eight months if requested by the producer. Requires the President to impose a 90-day quota on imported cotton upon a finding by the Secretary that the spot market price of upland cotton for any month exceeds 130 percent of the average spot market prices for the preceding 36 months. Establishes the target price for the 1982 crop at $.80 per pound and for the 1983-1985 crops at the previous year's target price adjusted to reflect production cost changes. Directs the Secretary to proclaim a national upland cotton program acreage for each of the 1982-1985 crops by November 1 of each year. Requires such national acreage to be at least ten million acres. Bases individual farm acreage on the national acreage. Authorizes the Secretary to provide for 1982-1985 cropland set-asides (up to 28 percent of planted acreage) and land diversion payments along similar lines as apply to wheat under this Act. Amends the Agricultural Adjustment Act of 1938 to extend the present skiprow provisions through 1985. States that the permanent State, county, and farm base acreage allotments for the 1977 upland cotton crop shall be the preliminary allotments for the 1986 crop. Extends Commodity Credit Corporation sales price restrictions through July 31, 1986. Title VII: Rice - Establishes the target price for the 1982 rice crop at $11.01 per hundredweight and for the 1983-1985 rice crops at the previous year's target price adjusted to reflect production cost changes. Provides for loans and purchases of the 1982-1985 rice crops at a level which bears the same ratio to the previous year's loan level as the target price bears to the previous year's target price. Permits the Secretary to establish a lower loan level, as necessary (not less than $8.26 per hundredweight nor more than 100 percent of parity). Directs the Secretary to proclaim a national rice program acreage for each of the 1982-1985 crops by December 31 of each year. Bases individual farm acreage on the national acreage. Authorizes the Secretary to provide for 1982-1985 cropland set-asides and land diversion payments along similar lines as apply to wheat under this Act. Suspends provisions relating to allotments, marketing quotas, and acreage apportionment for the 1982-1985 rice crops. Title VIII: Peanuts - Exempts the 1982-1985 peanut crops from annual marketing quota and State acreage allotment requirements. Extends for the 1982-1985 peanut crops: (1) minimum national poundage quota of 1,44,000 tons; (2) sale, lease, and transfer of acreage provisions; (3) reporting and recordkeeping provisions; and (4) unused allotments provisions. Provides for loans and purchases of the 1982-1985 quota peanut crops at not less than $650 per ton. Title IX: Soybeans - Provides for loans and purchases of the 1982-1985 soybean crops at not less than $5.44 per bushel. Prohibits the Secretary from requiring a soybean set-aside as a condition of price support eligibility for another commodity. Title X: Sugar - Provides for loans and purchases of the 1982-1985 sugarcane and sugar beet crops. Title XI: Miscellaneous - Authorizes the Secretary to make disaster payments, prevented planting disaster payments, and reduced yield disaster payments for the 1982-1985 wheat, feed grain, upland cotton, and rice crops. Permits the Secretary to make individual adjustments. Provides that whenever a set-aside is in effect for one or more of the 1982-1985 wheat, feed grain, upland cotton, or rice crops, the Secretary may: (1) require for support eligibility that the normally planted acreage be reduced by the amount of set-aside or diversion; and (2) increase the target price of such commodities (and other commodities as necessary). Extends the farm storage facility loan program through September 30, 1985. Authorizes the Secretary to make producer storage loans for the 1982-1985 wheat and feed grain crops at rates up to 120 percent above the wheat and feed grain price support levels. Title XII: Public Law 480 - Amends the Agricultural Trade Development and Assistance Act of 1954 (Public Law 480) to extend international assistance programs under such Act through 1985. Permits the domestic distilled spirits industry to participate in the concessional sales program under such Act. Title XIII: Food Stamp and Commodity Distribution Programs - Amends the Food Stamp Act of 1977 concerning the \"thrifty food plan\" to: (1) provide for separate cost calculations for urban and rural Alaskan areas; and (2) revise the procedures for determining food cost adjustments so that adjustments will be made each January 1 based on the 12 months ending the preceding September 30. Revises the provisions for determining annual household income deductions to: (1) base such deductions on the 12 months ending the preceding September 30; (2) disallow household expenses paid by a third party; and (3) repeal certain deduction increases for dependent care and the elderly scheduled to take effect October 1, 1981. Replaces the current six-month work registration requirement with an annual requirement. Sets forth the liability of States for certain losses relating to food stamp coupons. Provides that penalties collected from food stores for food stamp violations shall be deposited in a special fund and used for activities to reduce food stamp abuse. Eliminates the current limit on fiscal year 1981 food stamp funding authorizations. Authorizes necessary appropriations for fiscal years 1981-1985. Amends the Agriculture and Consumer Protection Act of 1973 to extend specified commodities distribution programs through fiscal year 1985. Establishes penalties for fraudulent use of such commodities. Title XIV: Multiyear Set-Asides - Amends the Agricultural Act of 1970 to extend the multiyear set-aside through the 1985 crop year. Title XV: Food and Agricultural Research, Extension, and Teaching - Amends the National Agricultural Research, Extension, and Teaching Policy Act of 1977 to extend the terms of the Joint Council on Food and Agricultural Sciences and the National Agricultural Research and Extension Users Advisory Board to December 3, 1986. Increases the membership of such Board from 21 to 25. Authorizes the Secretary to establish an Office of Higher Education within the Department of Agriculture to assist in strengthening higher education in the food and agricultural sciences. Revises current grant provisions, including limiting grants to not more than five years. Transfers to the Secretary all functions, programs, and offices under section 22 of the Bankhead-Jones Act and the Second Morrill Act. States that persons in agricultural research, extension, teaching, or any combination thereof shall be eligible for a National Agricultural Science Award. Makes Federal laboratories eligible for biomass energy research grants. Provides that: (1) ten percent of the funds for low-income family nutrition education programs shall be divided equally among all the States; and (2) one percent of such funds may be used for administrative purposes. Redefines \"eligible institution\" for animal health and disease research purposes to require an institution to have related annual expenditures in excess of $150,000. Limits grants for regional or national animal health problems to not more than five years. Requires the Secretary to annually establish priority lists for such funds. Sets forth factors to be considered in making such determinations. Increases the annual authorization of appropriations for continuing agricultural and forestry extension at 1890 land grant colleges, beginning in fiscal year 1982. Authorizes the Secretary to: (1) enter into cooperative agreements or contracts with, and make grants to land grant colleges and universities, extension services, and other institutions to further Federal-State cooperation in the areas of agricultural research, extension, and teaching; and (2) establish human nutrition centers at such institutions. Prohibits funds made available by the Secretary under specified Acts from being reduced to cover indirect costs incurred by the recipient. Makes forestry schools and land grant colleges eligible for agricultural research facilities construction grants. Limits such grants to projects for renovation or installation of equipment, or in the case of new construction, for auxiliary facilities or fixed research equipment only. Authorizes the Secretary to establish a program of grants to strengthen research and education on national and regional rural development issues. Authorizes necessary appropriations. Replaces specific authorizations of appropriations with generalized authorizations for the following programs: (1) rural development and small farm research and extension; (2) food and agricultural sciences education; (3) biomass energy research; (4) solar energy model farms; (5) agricultural research; (6) agricultural extension; and (7) competitive, special, and facilities research. Title XVI: Effective Date - Makes the provisions of this Act (unless otherwise provided) effective October 1, 1981."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food and Agriculture Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide price and income protection for farmers and assure consumers of an abundance of food and fiber at reasonable prices, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:47-05:00"
}