{
  "actions": [
    {
      "acted_at": "1995-06-29", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1995-08-07", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Thurmond. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-08-07", 
      "calendar": "Senate Legislative", 
      "number": "168", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 168.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1995-09-06", 
      "references": [
        {
          "reference": "CR S12675", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-09-06", 
      "bill_ids": [
        "hr1530-104"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of H.R. 1530 amended. (Division B only).", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-09-06", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1995-09-14T13:03:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-09-14", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-09-14T14:05:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1125-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1995-09-06", 
    "vetoed": false
  }, 
  "introduced_at": "1995-08-07", 
  "number": "1125", 
  "official_title": "An original bill to authorize appropriations for fiscal year 1996 for military construction, and for other purposes.", 
  "popular_title": "Authorization bill FY96, Military Construction", 
  "related_bills": [
    {
      "bill_id": "hr1530-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1530-104", 
      "reason": "included-in"
    }, 
    {
      "bill_id": "s1026-104", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1026-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Military Construction Authorization Act for Fiscal Year 1996", 
  "sponsor": {
    "district": null, 
    "name": "Thurmond, Strom", 
    "state": "SC", 
    "thomas_id": "01448", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1995-09-06", 
  "subjects": [
    "Agriculture and food", 
    "Air bases", 
    "Alaska", 
    "Ammunition", 
    "Animals", 
    "Aquatic ecology", 
    "Arkansas", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army posts", 
    "Authorization", 
    "Bearings", 
    "Biological diversity conservation", 
    "Birds", 
    "California", 
    "Cemeteries and funerals", 
    "Chemical weapons", 
    "Colorado", 
    "Commerce", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Defense budgets", 
    "Defense contracts", 
    "Department of Defense", 
    "Easements", 
    "Economics and public finance", 
    "Ecosystem management", 
    "Education", 
    "Educational facilities", 
    "Electric power distribution", 
    "Electric power production", 
    "Electric utilities", 
    "Elementary and secondary education", 
    "Endangered species", 
    "Energy", 
    "Energy conservation", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental education", 
    "Environmental protection", 
    "Factories", 
    "Families", 
    "Federal aid to housing", 
    "Federal budgets", 
    "Federally-guaranteed loans", 
    "Fishery management", 
    "Georgia", 
    "Germany", 
    "Government lending", 
    "Government liability", 
    "Government operations and politics", 
    "Government spending reductions", 
    "Government trust funds", 
    "Grassland ecology", 
    "Habitat conservation", 
    "Hazardous waste disposal", 
    "Hazardous waste site remediation", 
    "Health", 
    "Highway engineering", 
    "Home repair and improvement", 
    "Housing and community development", 
    "Illinois", 
    "Impacted area programs", 
    "Industrial parks", 
    "Infrastructure", 
    "International affairs", 
    "Interstate highway system", 
    "Laboratories", 
    "Land transfers", 
    "Land use", 
    "Landfills", 
    "Law", 
    "Leases", 
    "Liability for environmental damages", 
    "Liability for oil pollution", 
    "Liability for toxic substances pollution damages", 
    "Marine and coastal resources, fisheries", 
    "Maryland", 
    "Military and naval supplies", 
    "Military base closures", 
    "Military bases", 
    "Military construction operations", 
    "Military dependents", 
    "Military hospitals", 
    "Military housing", 
    "Mississippi", 
    "Montana", 
    "NATO countries", 
    "NATO military forces", 
    "National Guard", 
    "National forests", 
    "Naval aviation", 
    "Naval bases", 
    "Negotiations", 
    "New Jersey", 
    "North Dakota", 
    "Oregon", 
    "Outdoor recreation", 
    "Partnerships", 
    "Port authorities", 
    "Public lands and natural resources", 
    "Real estate appraisal", 
    "Real estate development", 
    "Relocation of federal installations", 
    "Rental housing", 
    "Reprogramming of appropriated funds", 
    "Research", 
    "Reservoirs", 
    "Residential energy conservation", 
    "Residential rehabilitation", 
    "Science, technology, communications", 
    "Sewage treatment plants", 
    "South Carolina", 
    "Surplus government property", 
    "Tennessee", 
    "Transportation and public works", 
    "User charges", 
    "Virginia", 
    "Washington State", 
    "Waste water treatment", 
    "Water conservation", 
    "Water resources development", 
    "Water rights", 
    "Water supply", 
    "Water treatment plants", 
    "Wildlife conservation", 
    "Wildlife management", 
    "Wyoming"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1995-09-06", 
    "text": "TABLE OF CONTENTS: Title XXI(sic): Army Title XXII: Navy Title XXIII: Air Force Title XXIV: Defense Agencies Title XXV: North Atlantic Treaty Organization Infrastructure Title XXVI: Guard and Reserve Forces Facilities Title XXVII: Expiration and Extension of Authorizations Title XXVIII: General Provisions Subtitle A: Military Construction Program and Military Family Housing Changes Subtitle B: Defense Base Closure and Realignment Subtitle C: Land Conveyances Subtitle D: Transfer of Jurisdiction and Establishment of Midewin National Tallgrass Prairie Subtitle E: Other Matters Military Construction Authorization Act for Fiscal Year 1996 - Title XXI(sic): Army - Authorizes the Secretary of the Army to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to construct or acquire family housing units, to carry out architectural planning and design activities, and to improve existing military family housing in specified amounts. Authorizes appropriations to the Army for fiscal years after 1995 for military construction, land acquisition, and military family housing functions of the Army. Limits the total cost of construction projects authorized by this title. (Sec. 2105) Amends the Military Construction Authorization Act for Fiscal Year 1992 to reduce the amount authorized to be appropriated under such Act for Army military construction, land acquisition, and family housing functions. Title XXII: Navy - Provides, with respect to the Navy, authorizations paralleling those provided for the Army under the previous title. (Sec. 2205) Amends the Military Construction Authorization Act for Fiscal Year 1995 to increase the authorized amount for a military construction project at the Patuxent River Naval Warfare Center, Maryland. (Sec. 2206) Amends the Military Construction Authorization Act for Fiscal Year 1993 to: (1) decrease the amount authorized for a military construction project relating to Damneck, Fleet Combat Training Center, Virginia; and (2) authorize, with the use of the funds under (1), above, a military construction project at the Norfolk Naval Base, Virginia. Extends through a conditional date the authorization for the Norfolk project. (Sec. 2207) Authorizes the Secretary of the Navy to acquire all rights and interest to specified property at Henderson Hall, Arlington, Virginia, to demolish a mausoleum there, and provide for the appropriate disposition of the remains contained therein. Authorizes such Secretary to then obtain architectural engineering and design services for the construction of a Marine Corps office and warehouse facility on such property. Title XXIII: Air Force - Provides, with respect to the Air Force, authorizations paralleling those provided for the Army. (Sec. 2305) Amends the Military Construction Authorization Act for Fiscal Year 1992 to reduce the amount authorized to be appropriated under such Act for Air Force military construction, land acquisition, and family housing projects. Title XXIV: Defense Agencies - Authorizes the Secretary of Defense (Secretary) to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. (Sec. 2402) Earmarks funds authorized under this title for crediting to the Department of Defense Housing Improvement Fund to carry out appropriate activities. (Sec. 2403) Authorizes the Secretary to: (1) improve existing military family housing in a specified amount; and (2) carry out energy conservation projects. (Sec. 2405) Authorizes appropriations for FY 1996 for military construction, land acquisition, and military family housing functions of the Department of Defense (DOD). Limits the total cost of construction projects authorized under this title. (Sec. 2406) Amends the Military Construction Authorization Act for Fiscal Year 1995 to increase the authorized amounts for military construction projects at the Pine Bluff Arsenal, Arkansas, and the Umatilla Army Depot, Oregon. (Sec. 2407) Reduces the amount authorized to be appropriated for military construction projects for FY 1991 through 1993. Title XXV: North Atlantic Treaty Organization Infrastructure - Authorizes the Secretary to make contributions for the NATO Infrastructure Program and authorizes appropriations for fiscal years after 1995 for such contributions. Title XXVI: Guard and Reserve Forces Facilities - Authorizes appropriations for fiscal years after 1995 for the Guard and Reserve forces for acquisition, architectural and engineering services, and construction of facilities. (Sec. 2602) Amends the Military Construction Authorization Act for Fiscal Year 1994 to decrease the amount authorized for FY 1994 for Air National Guard projects. Title XXVII: Expiration and Extension of Authorizations - Terminates all authorizations contained in titles XXI through XXVI on October 1, 1998, or the date of enactment of an Act authorizing funds for military construction for FY 1999, whichever is later, with exceptions. Extends certain FY 1992 and 1993 military construction projects. Title XXVIII: General Provisions - Subtitle A: Military Construction Program and Military Family Housing Changes - Authorizes the Secretary concerned, when carrying out a minor military construction project not otherwise authorized by law to correct a life-, health-, or safety-threatening deficiency, to expend up to $3 million for such project. (Currently, general minor military construction projects are limited to $1.5 million.) Authorizes the Secretary concerned to use operation and maintenance (O&M) funds to carry out such special projects which exceed $1 million. (Sec. 2803) Makes inapplicable to the acquisition of existing family housing in lieu of new construction for military family housing for five years after the enactment of this Act specified Federal provisions which limit by pay grade the net floor area authorized for such housing. Extends permanently (currently expired on September 30, 1994) the authority of the Secretary concerned to waive such net floor area limitations during the acquisition by purchase of military family housing for military personnel in pay grades below O-6. (Sec. 2805) Waives the above net floor area limits with respect to the construction, acquisition, or improvement of family housing units during the five-year period beginning on October 1, 1995. (Sec. 2806) Increases from: (1) 300 to 450 the number of military family housing units that may be leased in foreign countries for no more than $25,000 per unit per year; and (2) 220 to 350 the number of such units for which such maximum lease amount may be waived for incumbents of special positions or in other special circumstances. (Sec. 2807) Extends to all military departments (currently only the Navy) the authority to enter into limited partnerships with private developers for the development of military family housing. Redesignates the Navy Housing Investment Account as the Defense Housing Investment Account. Terminates the Navy Housing Investment Board. Extends through FY 2000 the authority to enter into such partnerships. (Sec. 2808) Revises limitations on cost increases with respect to contracts for the construction of military family housing. (Sec. 2809) Authorizes the Secretary to convey any military family housing facilities that, due to damage or deterioration, is in a condition that is uneconomical to repair. States that such authority does not apply to housing facilities on military installations approved for closure under a base closure law or at facilities outside the United States at which the Secretary terminates operations. Limits to $5 million in any fiscal year the aggregate total value of the facilities authorized to be conveyed. Outlines provisions concerning: (1) consideration; (2) a requirement to notify the Congress 21 days in advance; (3) the inapplicability of certain Federal property disposal laws; and (4) the deposit of conveyance proceeds into the Department of Defense Military Housing Improvement Fund to be used for construction of new military family housing. (Sec. 2810) Includes water efficient maintenance within a current DOD energy performance goal and plan. (Sec. 2811) Authorizes the Secretary concerned to exercise any authority to provide for the acquisition, construction, improvement, or rehabilitation by private persons of: (1) family housing units on or near military installations within the United States and its territories and possessions; and (2) unaccompanied housing units on or near such installations. Authorizes such Secretary to make direct loans and loan guarantees to such private persons for such purposes, with loan and guarantee limits. Allows such loans and guarantees to be made only to the extent that appropriations are made in advance or other authority is provided in appropriation Acts. Authorizes the Secretary concerned to: (1) contract for the lease of family or unaccompanied housing units to be constructed, improved, or rehabilitated for such purposes; and (2) invest in nongovernmental entities carrying out such projects, with an investment value limit. Authorizes such Secretary to enter into collateral incentive agreements with nongovernmental entities in which such entities agree to ensure a preference to military personnel in the lease or purchase of a reasonable number of houses covered by the investment. Authorizes the Secretary concerned to enter into rental guarantees which assure the occupancy of units and the appropriate rental income which should be derived from such units, allowing such Secretary to pay more than the rental amount to encourage a lessor to make such housing available to military personnel. Authorizes the Secretary concerned to convey or lease property or facilities to private persons and use the proceeds to carry out such military housing activities. Makes such authority inapplicable to property or facilities at a military installation approved for closure under a base closure law. Provides, with respect to construction of new housing facilities, for: (1) interim leases prior to the completion of an entire project; (2) required conformity in room patterns and floor areas with similar military family housing units in the locale; (3) the inapplicability of current floor space limitations based on pay grade; and (4) the acquisition or construction of appropriate support facilities to accompany such family housing. Authorizes the Secretary concerned to: (1) assign military personnel to housing units acquired under these provisions; and (2) obtain housing lease payments through pay allotments. Establishes in the Treasury the Department of Defense Housing Improvement Fund and provides credits to the Fund. Requires such funds to be used for such military housing activities. Limits to $1 billion the total value in budget authority of all contracts, agreements, and investments undertaken under these provisions for such military housing activities. Requires the Secretary to report: (1) to appropriate congressional committees on each contract or agreement entered into for such military housing activities; and (2) annually in conjunction with the budget submission by the President on the use of authorities provided under these provisions. Terminates five years after the enactment of this Act the authority to enter into any transaction for such military housing activities. Requires a final report from the Secretary to the congressional defense committees no later than March 1, 2000. (Sec. 2812) Makes permanent (currently ends on September 30, 1995) the authority of the Secretary to enter into leases of land for special operations activities. Requires the Secretary to report annually to the defense committees on leasehold interests acquired for such purposes. (Sec. 2813) Authorizes the use of DOD funds for the construction of school facilities under the Elementary and Secondary Education Act of 1965. Subtitle B: Defense Base Closure and Realignment - Authorizes the Secretary concerned to accept the services of a lessee for an entire installation to be closed or realigned under a base closure law, or any part of such installation, without regard to the normal requirement that a substantial portion of the installation be leased. (Sec. 2822) Amends the Defense Authorization Amendments and Base Closure and Realignment Act and the Defense Base Closure and Realignment Act of 1990 (the base closure laws) to authorize the Secretary to enter into any type of agreement (currently, to contract) for the provision of community services at installations being closed or realigned. (Sec. 2823) Amends the Defense Base Closure and Realignment Act of 1990 to authorize the use during FY 1996 of funds in the Defense Environmental Restoration Account for environmental restoration at installations approved for closure or realignment under such Act. (Sec. 2824) Amends the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA) to authorize the lease of real property located at an installation approved for closure under a base closure law if: (1) the lessee has agreed to purchase the property; (2) the EPA Administrator has determined the property suitable for leasing; and (3) there are adequate assurances that the United States will take all environmental remediation action still required on such property. (Sec. 2825) Amends the Defense Base Closure and Realignment Act of 1990 to: (1) authorize the Secretary to transfer funds from a base closure account in order for the Defense Base Closure and Realignment Commission to carry out its duties during October through December, 1995; (2) authorize the chief executive officer of each State in which a military installation is about to be closed or realigned under a base closure law to assist in resolving any disputes as to the individuals and groups constituting the redevelopment authority (RA) for the installation; (3) authorize the Secretary (currently, only the Secretary of Housing and Urban Development) to receive revised installation redevelopment plans; (4) require the Secretary to follow certain environmental procedures during such closure or realignment; (5) authorize the Secretary to prescribe general policies and methods for utilizing excess property and disposing surplus property at a military installation to be closed or realigned; (6) authorize the Secretary to transfer real property at an installation approved for closure or realignment to the RA for such installation if such RA agrees to lease all or a significant portion of the property to the Secretary or the head of another Federal department or agency; ; and (7) allow the Federal department or agency to use funds appropriated to it to improve the leased property. (Sec. 2829) Provides for the deposit in base closure accounts of moneys received from rentals of property at installations closed or realigned under a base closure law. (Sec. 2830) Authorizes the Secretary to dispose of the property and facilities at Fort Holabird, Maryland, that were approved for closure under a base closure law. Directs the Secretary to utilize surveys and other evaluations in making such dispositions. (Sec. 2830A) Authorizes the Secretary of the Army to convey to the existing owner of the improvements thereon all U.S. rights and interest to a parcel of real property underlying the Cummins Apartment Complex at Fort Holabird, Maryland. (Sec. 2830B) Provides the scope of any environmental impact analysis necessary to support an interim lease of property approved for closure or realignment. States that such leases shall not prejudice the final property disposal decision. (Sec. 2830C) Expresses the sense of the Congress that, as soon as the Fitzsimmons Army Medical Center in Aurora, Colorado, has been approved for closure, the Secretary of the Army should consider an expedited transfer of such property to its local RA in order to provide hospital services for the Aurora and Denver, Colorado area. Requires a report. Subtitle C: Land Conveyances - Authorizes the Secretary of the Air Force to acquire a parcel of real property adjacent to Shaw Air Force Base, South Carolina. Authorizes a land exchange of equivalent fair market value in order to receive such property. (Sec. 2832) Authorizes the Secretary of the Navy to enter into an agreement with the Port Authority of Mississippi under which the Port Authority may use up to 50 acres of real property and related facilities at the Naval Construction Battalion Center, Gulfport, Mississippi. Outlines agreement terms, restrictions, and limitations, including the requirement that use of such property must be consistent with Navy operations at the Center. Requires congressional notification 21 days before entering into such an agreement. Authorizes such Secretary to use proceeds received from the fair rental value of such property for general administrative costs at the Center. (Sec. 2833) Authorizes the Secretary of the Navy to convey to: (1) Burlington County, New Jersey, the resource recovery facility at Fort Dix, New Jersey; (2) Augusta, Georgia, specified water and wastewater treatment plants at Fort Gordon, Georgia; (3) Blackstone, Virginia, a water treatment plant at Fort Pickett, Virginia; (4) the Southern California Edison Company the electric power distribution system at Fort Irwin, California; and (5) the Weyerhaeuser Real Estate Company, Washington, a specified portion of real property at Fort Lewis, Washington (requiring a land exchange from Weyerhaeuser as part of such conveyance). (Sec. 2838) Authorizes the Secretary of the: (1) Navy to convey to the Memphis and Shelby County Port Commission in Memphis, Tennessee, a parcel of real property at the Naval Warfare Center in Memphis; (2) Air Force to convey to Forsyth, Montana, certain property which has served as a support complex and recreational facilities for a radar bomb scoring site in Forsyth; (3) Air Force to convey to the Northwest College Board of Trustees certain real property in Powell, Wyoming, which was used as support for a radar bomb scoring site; (4) Navy to convey to a transferee to be selected certain real property at Fort Sheridan, Illinois, which served as Navy housing facilities; (5) Army to convey to a transferee to be selected certain real property at Fort Sheridan comprising an Army Reserve area; (6) Navy to convey to the Port of Stockton, California, certain real property at the Naval Communications Station in Stockton; and (7) Army to convey to Gainesville, Georgia, certain real property located on Shallowford Road in Gainesville. (Sec. 2841) Directs the Secretary to report to the Congress describing the plans to dispose of certain real property at the Fort Ord Military Complex in California. (Sec. 2845) Authorizes the Administrator of General Services to convey to Rolla, North Dakota, certain real property comprising the William Langer Jewel Bearing Plant in Rolla. Subtitle D: Transfer of Jurisdiction and Establishment of Midewin National Tallgrass Prairie - Illinois Land Conservation Act of 1995 - Directs the Secretary of Agriculture (Secretary, for purposes of this Subtitle) to establish the Midewin National Tallgrass Prairie (MNTP) to consist of portions of the Joliet Army Ammunition Plant (Arsenal) in Illinois and to be managed as part of the National Forest System. (Sec. 2853) Sets forth provisions regarding: (1) roads, utility rights-of-way, and access within the MNTP; (2) agricultural leases and special use authorizations; (3) user fees; (4) salvage of improvements; (5) treatment of user fees and salvage receipts; and (6) cooperation with States, local governments, and other entities. (Sec. 2854) Authorizes the Secretary of the Army to transfer the Arsenal property constituting the MNTP, without reimbursement, to the Secretary. Permits the transfer of portions only for which no further action is required under environmental laws and that have been eliminated from the areas to be studied further pursuant to the Defense Environmental Restoration Program for the Arsenal. Directs the Secretary of the Army to retain jurisdiction, authority, and control over real property that is used for: (1) water treatment; (2) the treatment, storage, or disposal of hazardous substances or petroleum products or derivatives; and (3) response purposes or actions required under environmental laws to remediate contamination or noncompliance. (Sec. 2855) Authorizes the Secretary of the Army to convey certain Arsenal property to: (1) the Department of Veterans Affairs for use as a national cemetery; (2) Will County, Illinois, for use as a landfill; and (3) the village of Elwood and the city of Wilmington, Illinois, for use as industrial parks. Provides that the use of such landfill by Federal agencies or additional acreage added for purposes of accommodating the disposal of materials from the restoration of the Arsenal shall be at no cost to the Federal Government. Requires such property to revert to the Secretary for inclusion in the MNTP if the property is not operated as a landfill. Provides for the conveyance of specified other Arsenal property to be added to the MNTP subject to the Secretary's acceptance. (Sec. 2856) Directs the Secretary of the Army, with respect to the real property at the Arsenal to be transferred, to complete all remedial, response, or other actions required under any environmental law before carrying out such transfers. Requires the Secretary of the Army to retain any obligation or liability at the Arsenal as required under CERCLA and other environmental laws. Subtitle E: Other Matters - Directs the Secretary of Defense to carry out the Department of Defense Laboratory Revitalization Demonstration Program under which the Secretary may carry out minor military construction projects in order to improve DOD laboratories. Increases the maximum costs of minor construction projects for purposes of the Program. Directs the Secretary to designate the DOD laboratories to be covered by the Program. Requires a report. Prohibits the Secretary from commencing a construction project under the Program after September 30, 1999. (Sec. 2862) Prohibits the Secretary of the Navy from entering into any agreement that provides for or permits civil aircraft to regularly use Miramar Naval Air Station, California. (Sec. 2863) Directs the Secretary of the Army to report to the defense committees on the status of negotiations on an agreement relating to a land conveyance at Fort Belvoir, Virginia, as required under the Military Construction Authorization Act for Fiscal Year 1990 and 1991. (Sec. 2864) Directs the Secretary to submit to the congressional defense committees status reports on the results of residual value negotiations between the United States and Germany. (Sec. 2865) Directs the Secretary to take necessary action to reduce the total cost of the renovation of the Pentagon Reservation to no more than $1.118 billion."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY96, Military Construction", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Military Construction FY96 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act for Fiscal Year 1996", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Military Construction Authorization Act for Fiscal Year 1996", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Illinois Land Conservation Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 1996 for military construction, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:57-05:00"
}