{
  "actions": [
    {
      "acted_at": "1979-01-15", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-01-15", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-01-15", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-01-15", 
      "committee": "House Committee on International Relations (Subsequently: Foreign Affairs)", 
      "references": [], 
      "text": "Referred to House Committee on International Relations (Subsequently: Foreign Affairs).", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-04-23", 
      "references": [], 
      "text": "Reported to House from the Committee on Merchant Marine and Fisheries with amendment, H. Rept. 96-98 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-21", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-21", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-07", 
      "references": [], 
      "text": "Reported to House from the Committee on Merchant Marine and Fisheries, H. Rept. 96-98 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-20", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-21", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-21", 
      "references": [], 
      "text": "Motion to recommit to the Committee on Merchant Marine and Fisheries with instructions rejected in House, roll call #271 (210-216).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-21", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #272 (224-202).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-26", 
      "committee": "Senate Committee on Armed Services", 
      "references": [], 
      "text": "Referred to Senate Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-07-21", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Armed Services with amendment, S. Rept. 96-255.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-26", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-26", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-26", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #226 (64-30).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-30", 
      "bill_ids": [
        "hres390-96"
      ], 
      "references": [], 
      "text": "Conference scheduled in House (Pursuant to H. Res. 390).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-30", 
      "references": [], 
      "text": "Motion to instruct House conferees passed House, roll call #400 (308-98).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-31", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-17", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 96-438.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-18", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 96-320.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-19", 
      "references": [], 
      "text": "Conference report considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-20", 
      "references": [], 
      "text": "Tabled motion to recommit conference report to Conference Committee with instructions in Senate, roll call #301 (50-45).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-20", 
      "references": [], 
      "text": "Senate agreed to conference report, roll call #302 (60-35).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-20", 
      "references": [], 
      "text": "Conference report failed of passage in House, roll call #497 (192-203).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-20", 
      "references": [], 
      "text": "Conference scheduled in House (Second Conference).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-21", 
      "references": [], 
      "text": "Conference scheduled in Senate (Second Conference).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-24", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 96-330 (Second Conference Report).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-24", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 96-473 (Second Conference Report).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-25", 
      "references": [], 
      "text": "Senate agreed to conference report, roll call #311 (63-32) (Second Conference Report).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-26", 
      "references": [], 
      "text": "House agreed to conference report, roll call #509 (232-188) (Second Conference Report).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-26", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-09-27", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-27", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-27", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-09-27", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1979-09-27", 
      "references": [], 
      "text": "Public Law 96-70.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr111-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Bauman, Robert E.", 
      "sponsored_at": "1979-01-03", 
      "state": "MD", 
      "thomas_id": "00067", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "de la Garza, E.", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "00276", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hubbard, Carroll, Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "KY", 
      "thomas_id": "00567", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1979-09-27", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-15", 
  "number": "111", 
  "official_title": "An act to provide for the operation and maintenance of the Panama Canal under the Panama Canal Treaty of 1977, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres242-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres274-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres390-96", 
      "reason": "rule"
    }
  ], 
  "short_title": "Panama Canal Act of 1979", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-15", 
  "subjects": [
    "Accounting", 
    "Administrative fees", 
    "Advisory bodies", 
    "Americans in foreign countries", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Canal Zone", 
    "Canals", 
    "Capital investments", 
    "Cemeteries and funerals", 
    "Civil service employment", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Civil service system", 
    "Collective bargaining", 
    "Colleges", 
    "Congressional oversight", 
    "Corporations and Stocks", 
    "Courts and Civil Procedure", 
    "Criminal Procedure and Sentencing", 
    "Department of the Treasury", 
    "Diplomatic privileges and immunities", 
    "Disaster relief", 
    "District courts", 
    "Education", 
    "Environmental assessment", 
    "Executive reorganization", 
    "Extradition", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Fees", 
    "Finance and financial sector", 
    "Government corporations", 
    "Government liability", 
    "Government operations and politics", 
    "Government property", 
    "Government trust funds", 
    "Governors", 
    "Health", 
    "Hospitals", 
    "Immigration", 
    "Insurance", 
    "International affairs", 
    "Interoceanic canals", 
    "Judges", 
    "Judicial officers", 
    "Jurisdiction", 
    "Land transfers", 
    "Law", 
    "Lawyers", 
    "Louisiana", 
    "Management", 
    "Military intervention", 
    "Navigation", 
    "Negotiations", 
    "Oaths", 
    "Ombudsman", 
    "Panama", 
    "Panama Canal", 
    "Postal Services and Facilities", 
    "Postal service", 
    "Presidential appointments", 
    "Presidential powers", 
    "Prisoners", 
    "Prisons", 
    "Public Contracts, Procurement, and Property", 
    "Public Lands and Real Property", 
    "Public records", 
    "Ships", 
    "Ships and shipping", 
    "Social welfare", 
    "Sovereignty", 
    "Subversive activities", 
    "Teachers", 
    "Territories (U.S.)", 
    "Treaties", 
    "Wages", 
    "Water and Water Resources Development", 
    "Water supply"
  ], 
  "subjects_top_term": "Treaties", 
  "summary": {
    "as": "Conference report filed in House, 2nd conference report", 
    "date": "1979-09-24", 
    "text": "(Conference report filed in House, H. Rept. 96-473 (Second Conference Report)) Panama Canal Act of 1979 - Directs the President to submit to Congress proposed legislation to: (1) revise laws which are applicable only during the Canal transition period; (2) repeal the Canal Zone Code; and (3) contain provisions considered necessary in light of Panama Canal Treaty experience. =Title I: Administration and Regulations - Chapter I: Panama Canal Commission= - Establishes the Panama Canal Commission to operate and maintain the Panama Canal, subject to the authority of the President through the Secretary of Defense. Requires the President to appoint an Administrator, a Deputy Administrator, and a Chief Engineer with the advice and consent of the Senate. Provides for a Board to be appointed by the President, to supervise the Commission. Specifies the composition of such Board. Establishes a Panama Canal Consultative Committee to advise the United States and Panama on policy affecting the Canal. Authorizes the President to establish a Joint Commission on the Environment with Panama to review periodically the environmental impact of the Panama Canal Treaty of 1977. Requires the Commission Administrator to comply, on the order of the President, with directives of the U.S. military officer charged with protecting the Canal, in times of armed attack or threats to the security of the Canal. Directs the President to appoint the U.S. representatives to a joint committee with Panama to study the possibility of a sea level canal. Requires such study to be transmitted to Congress. Makes the U.S. Ambassador to Panama responsible for coordinating the transfer of functions to be assumed by Panama pursuant to the Treaty. Stipulates that the Commission shall not be subject to the direction or supervision of the Ambassador, but that the Ambassador should be kept informed. Expresses the sense of Congress that the President should negotiate with Panama to arrange the stationing of U.S. military forces in the former Canal Zone after the expiration of the Treaty. Requires each officer and employee of the Panama Canal Commission and each member of the Commission's Supervisory Board to take an oath to discharge faithfully the duties of his office or employment. Requires the Board to adopt a code of conduct applicable to members of the Board and Commission personnel. Directs the Commission to investigate allegations of violations of such code and to recommend to the President that any member of the Board or Commission officer or employee who is the subject of such allegations be suspended pending judicial proceedings. Establishes an Office of Ombudsman within the Panama Canal Commission to receive complaints and suggestions from Commission and Government personnel concerning administrative problems caused by implementation of the Panama Canal Treaty of 1977 and related agreements. =Chapter 2: Employees= - Authorizes the Panama Canal Commission to appoint, fix the compensation of, and define the duties of officers and employees necessary for the management, operation, and maintenance of the Canal. Permits officers and employees of other Federal departments or agencies to serve as employees or officers of the Commission. Sets forth provisions relating to transfers of Federal employees, compensation of certain military individuals, cost-of-living allowances, educational travel benefits, privileges and immunities, and inapplicability of certain benefits to certain noncitizens. Directs the President to establish a Panama Canal Employment System in accordance with applicable Treaty requirements and provisions of law. States that such system shall be based on merit and conform as far as possible to the policies, principles and standards applicable in the competitive service. Requires agency heads to establish written employment standards and rates of basic compensation. Requires uniform application of standards and rates regardless of whether the employee is a citizen of the United States or Panama. Makes provisions for recruitment and retention remuneration and benefits. Stipulates the procedure for review and appeals of classifications, grades, and pay levels. Requires Federal employees in Panama to be paid at least $2.90 an hour with annual increases of at least two percent. Provides for terms and conditions of employment for employees transferred to the Commission similar to those available prior to transfer. Exempts teachers formerly employed by the Canal Zone Government, who were transferred, from the Defense Department Overseas Teachers Pay and Personnel Practices Act. Makes provisions for United States Citizens employed by the Panama Canal Company or the Canal Zone Government and who separate from such employment to be placed in vacant Federal jobs in the United States. Makes similar provisions for other executive agency employees whose positions are eliminated. Sets forth retirement provisions. Prohibits payments on annuities accruing before October 1, 1979 by reason of these amendments. Makes the U.S. Attorney for the Canal Zone, the Assistant U.S. Attorneys for the Canal Zone, and the U.S. Marshal for the Canal Zone employees of the Commission. Makes Federal labor-management provisions applicable to Commission and Federal employees, including noncitizens and supervisors. Chapter 3: Funds and Accounts - Terminates the Treasury accounts for the Canal Zone Government and the Panama Canal Company. Authorizes appropriations to the Commission as necessary. Transfers the Company's funds to the Panama Canal Commission Fund. Prohibits the appropriation of funds to the Commission in excess of estimated revenues for the fiscal year plus any remaining unexpended revenues from prior fiscal years. Expresses the sense of Congress that a ceiling be placed on the direct appropriated costs of implementing the Treaty. Authorizes the Secretary of the Treasury to establish a Panama Canal Emergency Fund. Requires the Commission to establish and maintain its accounts pursuant to the Accounting and Auditing Act of 1950. Permits the Commission to issue regulations establishing the basis of accounting for the assets made available to the Commission. Directs the Commission to report annually to the President and Congress regarding finances and Canal operations and maintenance. Provides for financial audits of the Commission by the Comptroller General of the United States. Directs the Comptroller General to take into account the problems inherent in converting the existing accounting system. Makes provisions for the Commission to reimburse other Federal agencies for retirement and benefit payments. Requires the Department of Defense to reimburse the Commission for maintaining defense facilities in standby condition. Authorizes Federal agencies, as designated by the President, to provide educational and health care services, formerly carried out by the Canal Zone government, as favorable as those provided to its employees. Authorizes the funds of the Commission to be used for reimbursing such agencies for providing such services to employees and other authorized individuals. Prohibits the funds of the Commission to be expended to furnish free health services to Commission employees. Deems the Commission to be the United States for purposes of reimbursement by Panama for services. Directs the President to continue to operate the Canal Zone College until January 1, 2000. Terminates the Canal Zone postal service. Provides for the redemption and payment of securities, postal savings certificates, and other accounts. Permits the Commission and the U.S. Postal Service to enter into agreements to meet obligations only to the extent such amounts are provided for in appropriation Acts. Permits the Commission to aid military post offices in the proper distribution of mail. Requires the commission to make those payments required pursuant to the Treaty to Panama. Directs the President to not accede to any interpretation of the Treaty which would permit Panama to tax retroactively organizations, businesses, and U.S. citizens in the Canal Zone. Makes any accumulated unpaid balance payable only to the extent of any operating surplus in the last year of the Treaty's duration. Prohibits setting tolls to cover specified treaty payments. Permits the Commission to provide services and materials to Panama at rates agreed to by the Commission and Panama. Authorizes the Commission to provide disaster relief to Panama. Sets forth conditions on the transfer of property to Panama. =Chapter 4: Claims for Injuries to Persons or Property= - Authorizes the Commission to pay claims up to $50,000 arising from the operation of the Canal or related facilities, including for injuries to vessels, cargo, crew, or passengers passing through the Canal. Sets forth the measure of damages for injuries to a vessel. Permits aggrieved persons to appeal a claims determination by the Commission to the U.S. District Court for Eastern Louisiana. Directs the President to establish a Board of Local Inspectors to investigate any accidents or injuries giving rise to a claim. =Chapter 5: Public Property= - Provides for the reversion of the Panama Canal Company's property, assets, and liabilities to the United States. Authorizes the Commission to use such property as necessary. Prohibits disposing of U.S. property in Panama without congressional authorization. Authorizes the transfer of property, including the Panama Railroad, to Panama pursuant to the Treaty. Requires the President to report to Congress prior to transfering other property pursuant to the Treaty. Prohibits transferring the Panama Canal prior to December 31, 1999. =Chapter 6: Tolls for Use of Canal= - Authorizes the President to prescribe rules for the measurement of vessels and tolls to be levied for the use of the Canal. Sets forth certain bases and procedures for setting or adjusting tolls. Defines the basis for computation of interest, at a rate determined by the Secretary of the Treasury on the investment of the United States in the Canal, to be included in the formula for toll rates. Permits the Commission to change the rate of tolls to cover operating and maintenance costs beginning October 1, 1979, without regard to the specified procedures. =Chapter 7: General Regulations= - Authorizes the President and the Commission to make regulations concerning their respective areas of responsibility. =Chapter 8: Shipping and Navigation= - Authorizes the President to regulate the operation and navigation of the Canal. Provides for inspections of vessels. =Title II: Treaty Transition Period - Chapter 1: Laws Continued in Force= - Continues those laws in force during the transition period that are not inconsistent with the Treaty. =Chapter 2: Courts= - Continues the jurisdiction of the U.S. District Court for the Canal Zone in accordance with Treaty provisions. Provides for the extension of terms of certain offices as agreed by the United States and Panama. Repeals the requirements that certain court officials reside in the Canal Zone. Amends the Canal Zone Code to authorize the chief judge of the U.S. judicial circuit in which the district court lies to designate a special district judge to act when necessary pursuant to the U.S. Code provisions relating to the assignment of judges. Continues the magistrates' courts for 30 months, unless terminated earlier by the President. =Chapter 3: Attorneys= - Amends the Canal Zone Code to authorize the district judge to prescribe an appropriate oath for attorneys admitted to practice in the Canal Zone. =Chapter 4: Transition Authority= - Authorizes the President to exercise any transition authority not contrary to other laws, agreements, or the Treaty. Provides for the transfer to the custody of the Attorney General of prisoners sentenced by the U.S. District Court for the Canal Zone and for issuance of regulations by the Commission for management of prisoners in jails in the Canal Zone. Stays the effectiveness of certain transfers pending a prisoner transfer agreement with Panama. =Title III: General Provisions - Chapter 1: Cemeteries= - Authorizes appropriations to implement Reservation (3) to the Resolution of Ratification of the Treaty providing for the removal, transportation and reinterment of the remains of United States citizens presently interred in Canal Zone cemeteries. =Chapter 2: Immigration= - Amends the Immigration and Nationality Act to include immigrants who have been employees of the Panama Canal Company or Canal Zone Government within the category of special immigrants. Waives specified conditions of inadmissibility to the United States for such immigrants until the end of the transition period. Limits the number of such immigrants to 15,000 of which not more than 5,000 may be admitted in any fiscal year. =Chapter 3: Reports; Amendments; Repeal and Redesignation; Effective Date= - Requires the President to report annually on the status of the exercise of the rights and responsibilities of the U.S. during the life of the treaty. Makes certain technical and conforming amendments. Repeals certain Canal Zone Code provisions relating to: (1) administration and regulation; (2) divisions and terms of the district court; and (3) extradition of fugitives from Panama. Repeals: (1) the applicability of the Arms Export Control Act to the Canal Zone; and (2) the authority of the Canal Zone governor to regulate anchorage and movement of vessels in a national emergency. Redesignates provisions of the Canal Zone Code not repealed by this Act as the \"Panama Canal Code\". Makes this Act effective on the date the Treaty enters into force unless otherwise provided."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Panama Canal Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Panama Canal Defense Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Panama Canal Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the operation and maintenance of the Panama Canal and provide for the exercise of the rights and performance of the duties of the United States provided in the Panama Canal Treaty of 1977.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An act to provide for the operation and maintenance of the Panama Canal under the Panama Canal Treaty of 1977, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:55-05:00"
}