{
  "actions": [
    {
      "acted_at": "1995-11-30", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-12-04", 
      "calendar": "Senate Legislative", 
      "number": "254", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 254.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1441-104", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-11-30", 
  "number": "1441", 
  "official_title": "A bill to authorize appropriations for the Department of State for fiscal year 1996 through 1999 and to abolish the United States Information Agency, the United States Arms Control and Disarmament Agency, and the Agency for International Development, and for other purposes.", 
  "popular_title": "Authorization bill FY96-99, Foreign Relations", 
  "related_bills": [
    {
      "bill_id": "hr1561-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "s908-104", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s908-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Foreign Relations Revitalization Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Helms, Jesse", 
    "state": "NC", 
    "thomas_id": "01359", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1995-12-04", 
  "subjects": [
    "Abortion", 
    "Administration of criminal justice", 
    "Administrative fees", 
    "Adopted children", 
    "Adoption", 
    "Advertising", 
    "Advice and consent of the Senate", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Albania", 
    "Aliens", 
    "Ambassadors", 
    "American economic assistance", 
    "American investments", 
    "Americans employed in foreign countries", 
    "Americans in foreign countries", 
    "Annexation (International law)", 
    "Appropriations", 
    "Arab refugees", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armenia", 
    "Armenians", 
    "Arms Control and Disarmament Agency", 
    "Arms control", 
    "Arms control negotiations", 
    "Arms sales", 
    "Arts, culture, religion", 
    "Asia", 
    "Associations, institutions, etc.", 
    "Authorization", 
    "Azerbaijan", 
    "Bosnia and Herzegovina", 
    "Boundaries", 
    "Bribery", 
    "Buddhism", 
    "Business education", 
    "Buy American", 
    "CD-ROMs", 
    "Canada", 
    "Canals", 
    "Capital investments", 
    "Central Asia", 
    "Central Europe", 
    "China", 
    "Citizenship", 
    "Civil rights and liberties, minority issues", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Claims", 
    "Collection of accounts", 
    "Commerce", 
    "Commodity agreements", 
    "Commodity control", 
    "Communicable diseases", 
    "Conferences", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional agencies", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional-Presidential relations", 
    "Coral reef conservation", 
    "Coral reefs", 
    "Corporate corruption", 
    "Cost effectiveness", 
    "Crime and law enforcement", 
    "Criminal aliens", 
    "Criminal investigation", 
    "Croatia", 
    "Cuba", 
    "Cubans", 
    "Cultural centers", 
    "Cultural relations", 
    "Customs unions", 
    "Czech Republic", 
    "Dams", 
    "Day care", 
    "Defense budgets", 
    "Democracy", 
    "Democratic Party", 
    "Department of Agriculture", 
    "Department of Commerce", 
    "Department of State", 
    "Developing countries", 
    "Diplomacy", 
    "Diplomats", 
    "Disciplining of employees", 
    "Dismissal of employees", 
    "Dismissal wage", 
    "Dispute settlement", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Early retirement", 
    "East Asia", 
    "Economics and public finance", 
    "Education", 
    "Educational exchanges", 
    "Educational policy", 
    "Embassies", 
    "Emigration", 
    "Employee health benefits", 
    "Employee rights", 
    "Employee training", 
    "Energy", 
    "Energy policy", 
    "Environmental protection", 
    "Europe", 
    "Executive reorganization", 
    "Exhibitions", 
    "Expedited congressional procedure", 
    "Export controls", 
    "Exports", 
    "Expropriation", 
    "Families", 
    "Federal installations", 
    "Federal officials", 
    "Finance and financial sector", 
    "Firearms", 
    "Fishery management", 
    "Florida", 
    "Foreign exchange", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Foundations", 
    "Free enterprise", 
    "Free trade", 
    "Gangs", 
    "Gaza Strip", 
    "Germany", 
    "Government employees' health insurance", 
    "Government lending", 
    "Government liability (International law)", 
    "Government operations and politics", 
    "Government ownership", 
    "Government paperwork", 
    "Government procurement", 
    "Government publications", 
    "Government service contracts", 
    "Government spending reductions", 
    "Government trust funds", 
    "Grievance procedures", 
    "Health", 
    "Health planning", 
    "Higher education", 
    "Hong Kong", 
    "House rules and procedure", 
    "Household workers", 
    "Housing and community development", 
    "Human rights", 
    "Hungary", 
    "Illegitimacy", 
    "Immigrants", 
    "Immigration", 
    "Indemnity", 
    "Indonesia", 
    "Inspection (Arms control)", 
    "Inspectors general", 
    "Interest", 
    "International Development Cooperation Agency", 
    "International affairs", 
    "International agencies", 
    "International broadcasting", 
    "International competitiveness", 
    "International courts", 
    "International environmental cooperation", 
    "International labor activities", 
    "International military forces", 
    "International monetary system", 
    "International organization", 
    "Investment of public funds", 
    "Iraq", 
    "Israel", 
    "Labor and employment", 
    "Labor unions", 
    "Language and languages", 
    "Latin America", 
    "Law", 
    "Layoffs", 
    "Leases", 
    "Legislation", 
    "Legislative resolutions", 
    "Licenses", 
    "Lobbying", 
    "Lumber trade", 
    "Macedonia", 
    "Marine and coastal resources, fisheries", 
    "Medical records", 
    "Mexico", 
    "Middle East and North Africa", 
    "Military intelligence", 
    "Military occupation", 
    "Misconduct in office", 
    "Mothers", 
    "Motion pictures", 
    "Multilateral development banks", 
    "Murder", 
    "Narcotic traffic", 
    "Nongovernmental organizations", 
    "Nontariff trade barriers", 
    "North America", 
    "Oaths", 
    "Ocean", 
    "Palestinians", 
    "Pan American economic relations", 
    "Parliamentary government", 
    "Passports", 
    "Peace treaties", 
    "Petroleum pipelines", 
    "Poland", 
    "Political parties", 
    "Political persecution", 
    "Political refugees", 
    "Political violence", 
    "Presidential appointments", 
    "Promotions", 
    "Prosecution", 
    "Protection of foreign officials", 
    "Protection of officials", 
    "Public lands and natural resources", 
    "Racial violence", 
    "Racism", 
    "Radio broadcasting", 
    "Rating of employees", 
    "Recognition (International law)", 
    "Refugee policy", 
    "Refugees", 
    "Religion", 
    "Religious liberty", 
    "Repatriation", 
    "Republican Party", 
    "Research centers", 
    "Rights of women", 
    "Rivers", 
    "Romania", 
    "Rubber", 
    "Rubber industry", 
    "Salaries", 
    "Saudi Arabia", 
    "Scholarships", 
    "Science, technology, communications", 
    "Scientific exchanges", 
    "Security measures", 
    "Senate rules and procedure", 
    "Serbia", 
    "Slovenia", 
    "Sterilization (Birth control)", 
    "Strategic planning", 
    "Subversive activities", 
    "Taiwan", 
    "Telecommunication systems", 
    "Television advertising", 
    "Terrorism", 
    "Tibet", 
    "Trade agreements", 
    "Trade fairs", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Treaties", 
    "Treaty-making power", 
    "Tropical forests", 
    "Turkey", 
    "United Nations finances", 
    "United Nations structure", 
    "United States Information Agency", 
    "User charges", 
    "Virus diseases", 
    "Visas", 
    "War crime trials", 
    "War crimes", 
    "Water resources development", 
    "Water supply", 
    "West Bank", 
    "Whistle blowing", 
    "Women"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-11-30", 
    "text": "TABLE OF CONTENTS: Division A: Foreign Relations Authorization Act, Fiscal Years 1996-1999 Title I: Department of State and Related Agencies Chapter 1: Authorization of Appropriations Chapter 2: Authorities and Activities Chapter 3: Personnel Chapter 4: Consular and Related Activities Title II: United Nations Chapter 1: Funding; Budgetary and Management Reform Chapter 2: United Nations Peacekeeping Title III: Other International Organizations Chapter 1: Authorization of Appropriations Chapter 2: General Provisions Title IV: United States Informational, Educational, and Cultural Programs Chapter 1: Authorizations of Appropriations Chapter 2: USIA and Related Agencies Authorities and Activities Title V: United States Arms Control and Disarmament Agency and the Agency for International Development Title VI: Foreign Policy Division B: Consolidation and Reinvention of Foreign Affairs Agencies Title XI (sic): Organization of the Department of State and Foreign Service Title XII: United States Arms Control and Disarmament Agency Title XIII: United States Information Agency Title XIV: Agency for International Development and the International Development Cooperation Agency Title XV: Proposed Reorganization of the United Nations Title XVI: Plan for Reorganization of United States Export Promotion and Trade Activities Title XVII: Transition Provisions Foreign Relations Revitalization Act of 1995 - Division A: Foreign Relations Authorization Act, Fiscal Years 1996-1999 - Foreign Relations Authorization Act, Fiscal Years 1996-1999 - Title I: Department of State and Related Agencies - Chapter 1: Authorization of Appropriations - Authorizes appropriations for FY 1996 through 1999 for the administration of foreign affairs. (Sec. 111) Authorizes appropriations for FY 1996 through 1999 for: (1) offsetting adverse fluctuations in foreign currency exchange rates; and (2) migration and refugee assistance. Chapter 2: Authorities and Activities - Authorizes the Secretary of State to acquire by lease-purchase during FY 1996 through 1999 appropriate housing for Department of State personnel stationed abroad and other facilities, in locations in which the United States has a diplomatic mission. Requires the Secretary and the Director of the Office of Management and Budget to certify and notify the appropriate congressional committees that the lease-purchase arrangement will result in a net cost savings to the Federal Government when compared to a lease, a direct purchase, or direct construction of comparable property. (Sec. 122) Expresses the sense of the Congress that the Secretary of State should: (1) utilize property held by the United States in the vicinity of the Brandenburg Gate in Berlin, Germany, as the U.S. Embassy to Germany; and (2) be authorized to make necessary improvements. (Sec. 125) Amends the State Department Basic Authorities Act of 1956, with respect to the Secretary of State's authority to transfer to the Buying Power Maintenance account any unobligated funds used to offset adverse fluctuations in foreign currency exchange rates, to repeal the permanent requirement that such authority only be exercised to the extent and in such amounts as specifically provided for in advance in appropriations Acts. (Sec. 137 of this Act does require, nonetheless, that such authority be exercised only to the extent or in the amounts provided in appropriations Acts, without limiting this requirement to provision in advance in such Acts.) (Sec. 128) Authorizes the Secretary of State to charge a fee for use of the Department of State diplomatic reception rooms. (Sec. 129) Requires a contracting officer of a U.S. agency that performs functions at diplomatic posts abroad to avoid, to the maximum extent practicable, entering into contracts for procurement of property and services that can be procured for it under an existing contract of another U.S. agency performing such functions abroad. (Sec. 130) Amends the State Department Basic Authorities Act of 1956 to authorize the Secretary of State to procure personal services in prosecuting a proceeding before an international tribunal or a claim by or against a foreign entity. (Sec. 131) Amends the Department of State and Related Agencies Appropriations Act, 1995 to limit funding to the Diplomatic Telecommunications Service (DTS). Requires the two agencies providing the greatest funding to the DTS Program Office (DTS-PO) to submit to the appropriate congressional committees a DTS-PO management plan and strategic plan with specified contents. (Sec. 133) Authorizes the Secretary of State to deposit international center maintenance and security reserve funds retained in interest bearing accounts. (Sec. 134) Authorizes certain joint funds under international agreements for cooperation in environmental, scientific, and cultural areas to be deposited in interest bearing accounts, such interest to be used for program and administrative purposes. (Sec. 135) Authorizes the Secretary of State to lease or acquire an office and residence in Pristina, Kosova, for use by U.S. diplomatic or consular personnel. (Sec. 136) Expresses the sense of the Congress that the United States should urge foreign countries to adopt certain antibribery principles set forth in the Foreign Corrupt Practices Act of 1977 in order to implement effective means of combating bribery of foreign public officials, including the imposition of administrative, civil, and criminal sanctions for such bribery. Directs the Secretary of State to conduct, and submit to specified congressional committees, a study to develop proposals to end the discrimination against U.S. exports that result from bribery and corruption in international business transactions. (Sec. 137) Requires that authorities contained in specified sections of this Act be exercised only to the extent or in the amounts provided in appropriations Acts. Chapter 3: Personnel - Establishes limits on the number of Foreign Service personnel (including noncareer limited appointments) in the Department of State, the U.S. Information Agency (USIA), and the Agency for International Development (AID). (Sec. 142) Amends Federal criminal law to subject to both criminal and civil penalties any person who serves in the position of chief of mission and who, within one year after termination from such position, engages in certain lobbying activities. (Sec. 143) Expresses the sense of the Congress that the Secretary of State should require the National Center for Humanities, Education, Languages, and Management Studies (the National Foreign Affairs Training Center, as redesignated) to increase the emphasis on commercial activity, export promotion, and trade in carrying out its core programs and should offer additional classes in such subjects. (Sec. 144) Authorizes the Secretary of State to establish a financial system by which the State Department is reimbursed by other Federal agencies that maintain an overseas presence for the incremental expenses incurred by the Department in providing administrative support to such agencies at U.S. posts abroad. Directs the President to establish an interagency committee consisting of representatives from Federal agencies maintaining a significant number of personnel overseas and headed by the Secretary of State to implement such system. Establishes a working capital fund. (Sec. 145) Amends the Foreign Service Act of 1980 to revise provisions relating to Foreign Service performance pay, meritorious and distinguished service awards, and expedited separation of low- ranking employees from the Service. Declares that one objective of the Act is to strengthen and improve the Service by establishing a consolidated and uniform administration of a single Foreign Service by the Director General of the Service, under the direction of the President and the Secretary of State. (Sec. 146) Excludes certain individuals who are not involved in the administration or formulation of personnel policies and programs of the State Department from specified prohibitions with respect to participation in the management of labor organizations by Foreign Service personnel, and vice versa. (Sec. 148) Amends Federal law to authorize the Secretary of State, under the State Department health care program, to collect from a third party payer the reasonable costs incurred by the Department on behalf of covered beneficiaries for health care services to the same extent that such a beneficiary would be eligible to receive indemnification from the third party payer for such costs. (Sec. 151) Amends the Foreign Service Act of 1980 to authorize the Secretary of State to provide training through the Foreign Service Institute to U.S. company employees and their families that are engaged in business abroad when such training is in the U.S. national interest. Authorizes the Secretary to provide on a reimbursable basis foreign language training programs to Members of Congress. (Sec. 152) Redesignates the National Foreign Affairs Training Center as the National Center for Humanities, Education, Languages, and Management Studies. Chapter 4: Consular and Related Activities - Authorizes the Secretary of State to establish a fee to be paid by each diversity immigrant issued a visa under the Immigration and Nationality Act. (Sec. 162) Amends Federal law to authorize the Secretary of State by regulation to authorize State Department officials or the U.S. Postal Service to retain fees for the execution and issuance of passports. (Sec. 163) Authorizes the Secretary of State to collect up to certain amounts for fees charged for processing machine readable nonimmigrant visas. (Sec. 166) Amends the Immigration and Nationality Act to exclude from admission into the United States any alien who: (1) is a member of a terrorist organization or who actively supports or advocates terrorist activity; (2) has advocated terrorism or has incited targeted racial vilification or has advocated the death or destruction of U.S. citizens, U.S. officials, or the overthrow of the U.S. Government; or (3) has confiscated, traffics in confiscated, or converts for personal gain confiscated, property which is owned by a U.S. national. (Sec. 168) Requires the U.S. Embassy in each country to report to the Secretary of State a list of those foreign nationals who have confiscated, converted, or trafficked in property the claim to which is held by a U.S. national and in which the confiscation claim has not been fully resolved. (Sec. 169) Permits the President of Taiwan to be admitted to the United States for a visit in 1995. (Sec. 170) Directs the Secretary of State to establish within each U.S. Embassy a Terrorist Lookout Committee. (Sec. 171) Expresses the sense of the Congress that the U.S. Government should not impose a border crossing fee along its borders with Canada and Mexico. Title II: United Nations - Chapter 1: Funding; Budgetary and Management Reform - Authorizes appropriations for FY 1996 through 1999 for the Department of State to carry out its foreign affairs responsibilities with respect to: (1) the United Nations, its affiliated agencies, and other international organizations; and (2) international peacekeeping activities. (Sec. 203) Expresses the sense of the Congress that the U.N. General Assembly should reformulate U.N. contributions by member nations to reflect each nation's share of the total world gross national product. (Sec. 204) Authorizes the President to withhold 20 percent of the funds appropriated for the U.S. assessed contribution to the United Nations if the United Nations has failed to implement consensus-based decisionmaking procedures on budgetary matters which assure that sufficient attention is paid to the views of the United States and other member states who are major financial contributors. (Sec. 205) Amends the United Nations Participation Act of 1945 to require specified percentages of funds made available for a fiscal year for U.S. assessed contributions for the U.N. budget and U.N. peacekeeping activities to be withheld from obligation unless the President certifies to the Congress that the United Nations has an independent office of Inspector General to conduct audits of U.N. programs, with an Inspector General duly appointed. Prohibits the United States from paying any voluntary contribution to the United Nations for international peacekeeping activities unless such certification has been made. (Sec. 206) Directs the President to withhold ten percent of the funds made available for U.S. assessed contributions for the U.N. budget until the Secretary of State certifies to the Congress that the United Nations has implemented certain whistleblower protection policies with respect to the reporting of fraud and mismanagement. Chapter 2: United Nations Peacekeeping - Amends the United Nations Participation Act of 1945 to require the President to notify designated congressional committees of any proposed U.N. peacekeeping activity or any other action under the Charter of the United Nations that would involve the use of U.S. Armed Forces or the expenditure of U.S. funds. (Sec. 214) Urges the U.S. Permanent Representative to the United Nations to make every effort to: (1) ensure that the United Nations completes a review and reassessment of each nation's assessed contributions for U.N. peacekeeping operations; and (2) advance, as part of the review, the concept that host governments in the region where such operations are carried out should bear a greater burden of its financial cost. Limits the U.S. assessed contribution for U.N. peacekeeping operations. (Sec. 215) Prohibits the obligation of funds to pay U.S. assessed or voluntary contributions for U.N. peacekeeping activities unless the Secretary of State certifies to designated congressional committees that U.S. manufacturers are being given opportunities to provide equipment and services equal to those given to foreign manufacturers. (Sec. 216) Prohibits the sharing of U.S. intelligence information with the United Nations unless the President certifies to appropriate congressional committees that certain requirements to protect such information have been implemented by the United Nations. (Sec. 217) Excludes from actions the United States may take to enforce U.N. sanctions against a foreign country any measure to prohibit assistance that promotes: (1) respect for human rights; (2) the exchange of certain informational materials; or (3) the development of democratic institutions. (Sec. 218) Prohibits funds for contributions to the United Nations Protection Force (UNPROFOR) unless the President certifies to the Congress that: (1) the Government of Bosnia and Herzegovina supports the continued presence of UNPROFOR within its territory; and (2) certain other conditions are met with respect to UNPROFOR. (Sec. 219) Expresses the sense of the Congress that the Executive Branch should cease obligating the United States to pay for international peacekeeping operations in excess of funds specifically appropriated for such purpose. Title III: Other International Organizations - Chapter 1: Authorization of Appropriations - Authorizes appropriations for FY 1996 through 1999 for the Department of State to carry out its foreign affairs responsibilities with respect to: (1) international conferences and contingencies; and (2) specified international commissions. Authorizes additional appropriations for FY 1996, conditioned on certain U.S. Government actions promoting attendance at the U.N. Fourth World Conference on Women in Beijing, China, by accredited nongovernmental organizations. (Sec. 304) Declares the sense of the Congress that the Secretary of State, in allocating the level of resources for international organizations, should pay particular attention to funding levels of the inter-American organizations. Chapter 2: General Provisions - Sets forth circumstances under which the United States may participate in an international criminal court. (Sec. 312) Prohibits the use of funds: (1) to pay the U.S. contribution to any international organization which engages in the direct or indirect promotion of the doctrine of one world government or one world citizenship; or (2) for the direct or indirect promotion of such doctrine. (Sec. 313) Prohibits the use of funds to pay U.S. membership in the International Labor Organization (ILO), the U.N. Industrial Development Organization (UNIDO), the Inter-American Indian Institute, the Pan American Railway Congress Association, or the Interparliamentary Union. (Sec. 314) Prohibits, until the President makes a certain certification to the Congress, the obligation of funds for: (1) reporting to the Human Rights Committee in accordance with the International Covenant on Civil and Political Rights; or (2) responding to any Committee's effort to use such Covenant to resolve claims by other Covenant parties that the United States is not fulfilling its obligations under it. States that such certification is that the Human Rights Committee has: (1) revoked its General Comment No. 24 adopted on November 2, 1994; and (2) expressly recognized the validity as a matter of international law of the reservations, understandings, and declarations contained in the U.S. instrument of ratification of the International Covenant. (Sec. 315) Requires the Secretary of State to report to specified congressional committees on U.S. participation in single-commodity international organizations. (Sec. 316) Prohibits the use of funds for any U.S. contribution to the International Natural Rubber Organization or the International Tropical Timber Organization. (Sec. 318) Directs the Comptroller General to study and report to the Congress on the cost-effectiveness and efficiency of the 51 organizations to which the United States makes contributions through the Department of State. (Sec. 319) Declares the sense of the Congress that the U.N. Fourth World Conference on Women in Beijing, China, should promote a representative American perspective on issues of equality, peace, and development, and in the event the United States sends a delegation to it, such delegation should use the voice and vote of the United States: (1) to ensure that the biological and social activity of motherhood is recognized as a valuable and worthwhile endeavor that should in no way be demeaned by society or by the state; (2) to ensure that the traditional family is upheld as the fundamental unit of society upon which healthy cultures are built and, therefore, receives esteem and protection by society and the state; and (3) to define or agree with any definitions that define gender as the biological classification of male and female, which are the two sexes of the human being. Title IV: United States Informational, Educational, and Cultural Programs - Chapter 1: Authorizations of Appropriations - Authorizes appropriations for FY 1996 through 1999 to carry out specified international information activities and educational and cultural exchange programs. (Sec. 402) Authorizes appropriations for FY 1996 through 1999 for the National Endowment for Democracy. Chapter 2: USIA and Related Agencies Authorities and Activities - Prohibits the use of funds by any Federal agency to participate in an international fair, pavilion, or other major exhibit at any international exposition or world's fair in excess of authorized amounts. (Sec. 412) Authorizes the Director of the United States Information Agency (USIA) to continue to administer an au pair program on a world-wide basis through FY 1999. (Sec. 413) Directs the Director of USIA to carry out a pilot program to determine the feasibility and advisability of permitting advertisements on USIA television and radio broadcasts. (Sec. 414) Authorizes the Director of USIA to make computer readable multilingual text and recorded speech in various languages available to the Linguistic Data Consortium of the University of Pennsylvania. (Sec. 415) Requires the Director of USIA to submit to the Congress a plan for the establishment and operation of Radio Free Asia. (Sec. 416) Amends the Foreign Relations Authorization Act, Fiscal Years 1992 and 1993 to expand the Edmund S. Muskie Fellowship Program (graduate law and business training program) to bring to the United States for study students from Albania, Bulgaria, Croatia, Czech Republic, Hungary, Poland, Romania, Slovenia, and the Former Yugoslav Republic of Macedonia. Adds to the selection criteria academic and leadership potential in the fields of journalism, library and information science, and public policy. (Sec. 417) Amends the Foreign Relations Authorization Act, Fiscal Years 1990 and 1991 to authorize the Director of USIA to enter into a contract for the construction of the Voice of America Tinian. Amends the United States Information and Educational Exchange Act of 1948 to extend through March 1, 1997, the authority permitting the second fiscal year of a two-year authorization for any account of the USIA to be appropriated to any other USIA account. (Sec. 418) Directs the Comptroller General to conduct a study on: (1) the purposes and activities of the North-South Center, East-West Center, Asia Foundation, and the National Endowment for Democracy, and on the extent to which such organizations' activities duplicate activities conducted elsewhere in the U.S. Government; and (2) the activities of the North-South Center located in Miami, Florida, that had the effect of encouraging the Congress to approve implementing legislation for the NAFTA. (Sec. 420) Amends the Foreign Relations Authorization Act, Fiscal Years 1994 and 1995 to revise requirements for the Mansfield Fellowship Program to subject allowances and benefits to criteria established by the Mansfield Center for Pacific Affairs. (Sec. 421) Authorizes the Director of the U.S. Information Agency to make available for distribution within the United States the documentary \"The Fragile Ring of Life,\" a film about coral reefs around the world. Title V: United States Arms Control and Disarmament Agency and the Agency for International Development - Authorizes appropriations for FY 1996 to carry out the Arms Control and Disarmament Act. (Sec. 502) Amends the Arms Control and Disarmament Act to declare that nothing in such Act shall be construed to authorize any Government action which would interfere with, restrict, or prohibit the acquisition, possession, or use of firearms by an individual for the lawful purpose of personal defense, sport, recreation, education, or training. (Sec. 503) Amends the Foreign Assistance Act of 1961 to authorize appropriations for FY 1996 and 1997 for operating expenses of: (1) the agency primarily responsible for administering development assistance under such Act; and (2) the office of the inspector general of such agency. Title VI: Foreign Policy - Repeals specified laws relating to certain interparliamentary groups. (Sec. 602) Amends Federal law to eliminate the three executive branch members of the Commission on Security and Cooperation in Europe (thus leaving Commission membership congressional only). (Sec. 603) Amends the Immigration and Nationality Act to revise the definition of \"refugee\" to provide that a person who has been forced to have an abortion or undergo involuntary sterilization, or who has been persecuted for refusing to do so, or for other resistance to a coercive population control program, shall be deemed to have been persecuted on account of political opinion. States that anyone with a well-founded fear that he or she will be forced to undergo such a procedure, or be subjected to persecution for such failure, refusal, or resistance, shall be deemed to have a well-founded fear of persecution on account of political opinion. (Sec. 604) Directs the Secretary of the Treasury to approve all applications for licenses under specified regulations to permit payments with respect to goods or services exported before a certain date, directly or indirectly to Iraq or Kuwait, or for the benefit of the Government of Iraq, notwithstanding the failure of such applications to satisfy the requirement that a letter of credit be issued or confirmed by a U.S. bank, or that the letter of credit reimbursement be confirmed by a U.S. bank. Requires issuance of such licenses within 30 days after enactment of this Act. (Sec. 605) Amends the United States-Hong Kong Policy Act of 1992 to extend from March 31, 1995, to March 31, 1996, the deadline for a required Secretary of State report to the Congress on conditions in Hong Kong of interest to the United States. Sets forth additional requirements with respect to such report. (Sec. 606) Amends the Taiwan Relations Act to supercede the Joint Communique of the United States and China of August 17, 1982, with respect to the Act's provision that the United States will make defense articles and defense services available to Taiwan in quantities necessary to enable Taiwan to maintain a sufficient self- defense capability. (Sec. 607) Renames the Taipei Economic and Cultural Representative Office the Taipei Representative Office. (Sec. 608) Requires the Secretary of State to report annually to the Chairman of the Committee on Foreign Relations and the Speaker of the House on conditions in Tibet and on the state of relations between the United States and those recognized by Congress as the true representatives of the Tibetan people, the Dalai Lama, his representatives, and the Tibetan Government in exile. States the sense of the Congress that whenever an executive branch report is transmitted to the Congress on a country-by-country basis, such report should include, where applicable, a separate report on Tibet listed alphabetically with its own state heading. (Sec. 609) Special Envoy for Tibet Act of 1995 - Establishes within the Department of State a U.S. Special Envoy for Tibet, appointed by the President, by and with the advice and consent of the Senate. Sets forth the duties of such Envoy, including: (1) to promote negotiations between the Dalai Lama and senior members of the Government of China; (2) coordinate U.S. Government policies, programs, and projects concerning Tibet; and (3) consult with the Congress on policies relevant to Tibet and the future and welfare of all Tibetan people. (Sec. 610) Prohibits the use of funds for resettlement in the United States, or to provide education, medical examinations, training, screening, or otherwise facilitate the admission into the United States of Iraqi nationals seeking refugee status who are in Saudi Arabia or Turkey as of enactment of this Act. (Sec. 611) Expresses the sense of the Congress that the President should appoint a special envoy to: (1) offer assistance in facilitating a negotiated settlement to the conflict in Nagorno- Karabakh; and (2) press for the development of an oil pipeline through Azerbaijan, Armenia, and Turkey. (Sec. 612) Directs the President to report to the appropriate congressional committees on Cuba's methods for enforcing the U.S.-Cuba agreement of September 1994 to restrict Cuban emigration to the United States, and the treatment by the Cuban Government of persons who have been returned to Cuba pursuant to the U.S.-Cuba agreement of May 1995. (Sec. 613) Directs the President to outline to the Congress a U.S. plan to identify and respond to the threat of emerging infectious diseases to the health of the U.S. people. (Sec. 614) Requires the Under Secretary of State for International Security to report to the Congress on: (1) firms engaged in the export of dual-use items; and (2) measures to be taken to strengthen U.S. export-control mechanisms with respect to such items. (Sec. 615) Prohibits the United States from transferring certain arms to Indonesia until the Secretary of State reports to specified congressional committees that significant progress has been made on human rights in East Timor and elsewhere in Indonesia. (Sec. 616) Middle East Peace Facilitation Act of 1995 - Declares the sense of the Congress specifying additional steps the PLO must take to demonstrate an irrevocable denunciation of terrorism and ensure a peaceful settlement of the Middle East dispute. Authorizes the President to suspend specified provisions of law which prohibit foreign and U.N. assistance to the PLO, the receipt or expenditure of PLO funds, and PLO membership in the International Monetary Fund, upon certification to specified congressional committees that: (1) such waiver is in the national interest; (2) the PLO continues to comply with all commitments made in letters to Israel and the Foreign Minister of Norway and under the Declaration of Principles signed in September 1993; and (3) specified funds provided under this Act and other Acts have been used for the purposes for which they were intended. Makes such suspensions effective for up to six months. Specifies additional certifications necessary before U.S. assistance may be provided. Directs the President to ensure continuous monitoring of PLO performance, and to inform the appropriate congressional committees if such performance is not complying with the requirements of this Act. Division B: Consolidation and Reinvention of Foreign Affairs Agencies - Foreign Affairs Reinvention Act of 1995 - Specifies the purposes of this division to include to: (1) consolidate and reinvent U.S. foreign affairs agencies within the Department of State; and (2) assist congressional efforts to balance the Federal budget by 2002. Title XI (sic): Organization of the Department of State and Foreign Service - Amends the State Department Basic Authorities of 1956 to make the Secretary of State: (1) the principle foreign policy adviser to the President; (2) responsible for the overall direction, coordination, and supervision of U.S. foreign relations and for the interdepartmental activities of the U.S. Government abroad. Revises the organization of the Department of State, eliminating and creating specified official positions. (Sec. 1108) Limits the number of Department of State employees for FY 1996 through 1998. (Sec. 1109) Directs the Secretary of State to develop a worldwide plan for the consolidation of U.S. missions and consular posts abroad. (Sec. 1110) Amends the Foreign Service Act of 1980 to require the head of each department, agency, or entity in the executive branch to ensure, in coordination with the Secretary of State, that the approval of the chief of mission to a foreign country is sought on any proposed change in the size, composition, or mandate of employees performing duties in that country (excluding those under the command of a U.S. area military commander). Authorizes the Secretary of State, in his or her sole discretion, to accord diplomatic titles, privileges, and immunities to such employees. Directs the President to report to specified congressional committees on the procedures contained in National Security Decision Directive Number 38, as in effect on June 2, 1982, and the practices in their implementation, to determine their effectiveness in significantly enhancing the coordination among the several departments, agencies, and entities of the executive branch represented in foreign countries. (Sec. 1111) Directs the President to report to the Congress on the advisability and desirability of integrating the U.S. and Foreign Commercial Service and the Foreign Agricultural Service into the Foreign Service. Title XII: United States Arms Control and Disarmament Agency - Amends the Arms Control and Disarmament Act to abolish the U.S. Arms Control and Disarmament Agency. (Sec. 1203) Makes conforming amendments with respect to the transfer of specified authorities to the Department of State and the Secretary of State, respectively. Title XIII: United States Information Agency - Abolishes the U.S. Information Agency (USIA). (Sec. 1304) Amends the United States Information and Educational Exchange Act of 1948 and other specified Federal law to make conforming amendments with respect to the transfer of specified authorities to the Department of State and the Secretary of State, respectively. Title XIV: Agency for International Development and the International Development Cooperation Agency - Abolishes the Agency for International Development and the International Development Cooperation Agency (except components expressly established by statute or reorganization plan). (Sec. 1402) Amends the Foreign Assistance Act of 1961 and other specified Federal law to make conforming amendments with respect to the transfer of such agencies' functions to the Department of State and the Secretary of State, respectively. Title XV: Proposed Reorganization of the United Nations - Declares the sense of the Congress that the United States lead a comprehensive review of the United Nations to identify reforms to the U.N. system that will produce a smaller, more focused, more efficient United Nations with clearly defined missions are in the interest of the United States and of the United Nations. (Sec. 1502) Directs the President to submit to the Congress a plan recommending a strategic reorganization of the United Nations, including consolidation, abolition, or restructuring of its programs, funds, and organizations, including among other components: (1) consolidation of U.N. technical cooperation activities between U.N. Headquarters and the U.N. office in Geneva, Switzerland, to create a unified agency for technical cooperation for sustainable development with a microenterprise lending capacity merging the functions of specified current U.N. programs and funds; and (2) the consolidation of the U.N. emergency response mechanism by merging other specified functions. Title XVI: Plan for Reorganization of United States Export Promotion and Trade Activities - Directs the President to report to specified congressional committees on what steps are being taken to improve access, coordination, and efficiency among trade promotion organizations and U.S. agencies. Title XVII: Transition Provisions - Sets forth transition administrative provisions regarding: (1) the Secretary of State's reorganization authorities; (2) the transfer of personnel; (3) the submission of reorganization plans for the abolished agencies; (4) congressional consideration of such plans; (5) the establishment of, and authorization of appropriations for, the Foreign Affairs Reorganization Transition Fund; (6) voluntary separation incentives; (7) rights of employees of abolished agencies; (8) transfer and allocation of appropriations and personnel; and (9) a report to the Congress detailing a final accounting of the finances and operations of the abolished agencies."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY96-99, Foreign Relations", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Authorization bill FY96-99, State Department", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Foreign Relations FY96-99 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "State Department FY96-99 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Foreign Relations Revitalization Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Foreign Affairs Reinvention Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Foreign Relations Authorizaton Act, Fiscal Years 1996-1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Middle East Peace Facilitation Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Special Envoy for Tibet Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the Department of State for fiscal year 1996 through 1999 and to abolish the United States Information Agency, the United States Arms Control and Disarmament Agency, and the Agency for International Development, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:05-05:00"
}