{
  "actions": [
    {
      "acted_at": "1993-05-27", 
      "references": [
        {
          "reference": "CR S6764-6765", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-27", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-10-06", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1993-11-20", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Hollings with an amendment in the nature of a substitute. With written report No. 103-198.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-11-20", 
      "calendar": "Senate Legislative", 
      "number": "325", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 325.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1993-11-22", 
      "references": [
        {
          "reference": "CR S16986-16992", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-11-22", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-11-22", 
      "bill_ids": [
        "hr2150-103"
      ], 
      "references": [
        {
          "reference": "CR S16992", 
          "type": "consideration"
        }
      ], 
      "text": "Senate incorporated this measure in H.R. 2150 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-11-22", 
      "bill_ids": [
        "hr2150-103"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 2150 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-11-22", 
      "references": [
        {
          "reference": "CR S16992", 
          "type": "consideration"
        }
      ], 
      "text": "Returned to the Calendar. Calendar No. 325.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-05-24", 
      "references": [
        {
          "reference": "CR S6295", 
          "type": "consideration"
        }
      ], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-05-24", 
      "bill_ids": [
        "hr2150-103"
      ], 
      "references": [], 
      "text": "See also H.R. 2150.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1240-103", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1240"
    }
  ], 
  "bill_id": "s1052-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1993-05-27", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1993-05-27", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-05-27", 
  "number": "1052", 
  "official_title": "A bill to authorize appropriations for fiscal years 1994 and 1995 for the Coast Guard, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2150-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2150-103", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr2150-103", 
      "reason": "includes"
    }
  ], 
  "short_title": "Coast Guard Authorization Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1993-10-06", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Advice and consent of the Senate", 
    "Air bases", 
    "Alaska", 
    "Alien labor", 
    "Anadromous fishes", 
    "Animals", 
    "Anniversaries", 
    "Appropriations", 
    "Arkansas", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Atlantic Coast (U.S.)", 
    "Authorization", 
    "Barges", 
    "Bering Sea", 
    "Boating accidents", 
    "Boats and boating", 
    "Bridges", 
    "Business records", 
    "Buy American", 
    "California", 
    "Coast guard", 
    "Colleges", 
    "Columbia River development", 
    "Commemorations", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Continental shelf", 
    "Crime and law enforcement", 
    "Debarment of government contractors", 
    "Defense contracts", 
    "Defense procurement", 
    "Department of Transportation", 
    "Dismissal of employees", 
    "District courts", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Educational research", 
    "Elementary and secondary education", 
    "Emergency communication systems", 
    "Emergency management", 
    "Environmental law enforcement", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Europe", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal installations", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fire prevention", 
    "Fishery agreements", 
    "Fishery management", 
    "Fishing boats", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "France", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Great Lakes", 
    "Gulf States", 
    "Gulf of Mexico", 
    "Harbors", 
    "Higher education", 
    "Historic sites", 
    "History", 
    "Housing and community development", 
    "Ice breaking operations", 
    "Immigration", 
    "International affairs", 
    "International fishery management", 
    "Interstate compacts", 
    "Interstate relations", 
    "Labeling", 
    "Labor and employment", 
    "Land transfers", 
    "Law", 
    "Leases", 
    "Legal fees", 
    "Liability for oil pollution", 
    "Lighthouses and lightships", 
    "Longshoremen", 
    "Louisiana", 
    "Maine", 
    "Maintenance and repair", 
    "Marine and coastal resources, fisheries", 
    "Marine safety", 
    "Marine transportation", 
    "Massachusetts", 
    "Merchant marine", 
    "Merchant seamen", 
    "Michigan", 
    "Military bases", 
    "Military dependents", 
    "Military discharges", 
    "Military housing", 
    "Military pensions", 
    "Military personnel", 
    "Military training", 
    "Monuments and memorials", 
    "Navigation", 
    "Navigational aids", 
    "New York State", 
    "North Atlantic Ocean", 
    "Oceanographic research ships", 
    "Officer personnel", 
    "Oil pollution", 
    "Oil pollution control", 
    "Pacific States (U.S.)", 
    "Passenger ships", 
    "Personnel records", 
    "Police training", 
    "Presidential appointments", 
    "Private legislation", 
    "Public lands and natural resources", 
    "Relocation of federal installations", 
    "Research and development", 
    "Research grants", 
    "Retired military personnel", 
    "Revolving funds", 
    "Rivers", 
    "Russian Republic", 
    "Science, technology, communications", 
    "Seizure of vessels and cargoes", 
    "Service academies", 
    "Shellfish fisheries", 
    "Shipping agreements", 
    "Ships", 
    "South Atlantic States", 
    "South Carolina", 
    "Special weeks", 
    "State parks", 
    "Submarines", 
    "Surety and fidelity", 
    "Tankers", 
    "Technology assessment", 
    "Territorial waters", 
    "Texas", 
    "Transportation and public works", 
    "Transportation of hazardous substances", 
    "Veterans' benefits", 
    "Virginia", 
    "Volunteer workers", 
    "Wages", 
    "Washington State", 
    "Water resources development", 
    "World War II"
  ], 
  "subjects_top_term": "Marine transportation", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1994-05-24", 
    "text": "TABLE OF CONTENTS: Title I: Authorizations Title II: Personnel Management Improvement Title III: Miscellaneous Coast Guard Provisions Title IV: Employment and Discharge Title V: Passenger Vessel Safety Title VI: Documentation of Vessels Title VII: Miscellaneous Fishery Provisions Title VIII: Atlantic Coastal Fisheries Title IX: Liberty Memorial Coast Guard Authorization Act of 1993 - Title I: Authorizations - Authorizes appropriations for the Coast Guard for: (1) operation and maintenance; (2) acquisition, construction, rebuilding, and improvement of aids to navigation, shore and offshore facilities, vessels, and aircraft; (3) research, development, test, and evaluation; (4) retirement pay and benefits; (5) alteration or removal of bridges; and (6) environmental compliance and restoration. (Sec. 102) Authorizes the Coast Guard end-of-year strength for active duty personnel and the average military training student loads. Title II: Personnel Management Improvement - Raises the ceiling on the number of active duty commissioned officers in the Coast Guard. (Sec. 202) Authorizes the Commandant to enter into cooperative agreements to accept and utilize voluntary services for the maintenance and improvement of natural and historic resources, or to benefit natural and historic research, on Coast Guard facilities, provided that any such agreement requires the parties to contribute funds or services on a matching basis to defray costs. (Sec. 203) Provides for the removal of certain Reserve officers who are eligible for retirement from consideration for retention by a retention board. (Sec. 204) Revises provisions regarding the retirement of a Commandant to provide for continuity of grade of admirals and vice admirals. (Sec. 205) Authorizes the President to appoint a Chief of Staff of the Coast Guard. Title III: Miscellaneous Coast Guard Provisions - Repeals provisions of the Act of June 25, 1936, requiring: (1) public notice of North Atlantic Ocean vessel routes, avoidance of ice regions, and penalties for failure to comply with such provisions; and (2) publication of rules and regulations in the Federal Register. (Sec. 302) Authorizes the Secretary of the department in which the Coast Guard is operating to: (1) acquire real property or interests for use as Coast Guard family housing units and dispose of any such property or interests for adequate consideration; and (2) spend or obligate funds for improvements of buildings at Coast Guard Air Station Cape Cod, Cape Cod, Massachusetts. (Sec. 304) Grants the Secretary long-term lease authority for specified navigation and communications systems sites. (Sec. 305) Authorizes the Coast Guard to compete for and accept Federal, State, or other educational research grants, provided that no award is accepted for the acquisition or construction of facilities, or for the routine functions of the Academy. (Sec. 306) Authorizes the Secretary of Transportation to: (1) expend specified sums for acquisition, construction, and improvement that are derived from the Oil Spill Liability Trust Fund to acquire and preposition oil response equipment at Port Arthur, Texas, and Helena, Arkansas, and to the New York Maritime College of the State of New York to purchase a marine oil spill management simulator; and (2) construct specified shore facilities improvements at Coast Guard Station, Little Creek, Virginia. Authorizes appropriations for the latter. (Sec. 310) Directs the Secretary of Transportation to establish a program to evaluate the technological feasibility and environmental benefits of having tank vessels carry oil spill prevention and response technology. (Sec. 311) Exempts from inspection an unmanned seagoing barge that does not carry a hazardous material as cargo or a flammable or combustible liquid, including oil, in bulk. (Sec. 312) Prohibits the Secretary of Transportation from decommissioning the Coast Guard cutter Mackinaw before December 31, 1994. Authorizes appropriations for operation and maintenance. (Sec. 313) Authorizes such Secretary to expend specified sums for lower Columbia River marine, fire, oil, and toxic spill response activities. (Sec. 314) Exempts a passenger vessel operating on the date of enactment of this Act on the Cass River above Frankenmuth, Michigan, from Federal laws relating to vessel inspection and manning. (Sec. 315) Declares that it is the sense of the Congress that the Congress should appropriate amounts adequate to enable the Coast Guard to carry out all extraordinary functions and duties the Coast Guard is required to undertake. (Sec. 317) Directs the Coast Guard to establish: (1) the Gulf of Mexico Regional Fisheries Law Enforcement Training Center in the Eighth Coast Guard District in southeastern Louisiana; and (2) the Southeast Regional Fisheries Law Enforcement Training Center in the Seventh Coast Guard District in Charleston, South Carolina. (Sec. 318) Makes National Safe Boating Week the seven-day period ending on the last Friday before Memorial Day. (Sec. 319) Authorizes the Coast Guard to provide personnel support for the interim vessel traffic information service in the Ports of Los Angeles and Long Beach. (Sec. 320) Removes provisions of Federal law setting the amount of a bond indemnifying vessel passengers for nonperformance of the transportation. (Sec. 322) Sets forth requirements concerning watches and licensed individuals on vessels engaged in oil spill recovery operations. (Sec. 323) Amends the Immigration and Nationality Act to permit alien longshoremen to work in Alaska under specified circumstances. (Sec. 324) Provides for the completion of planning and design studies for relocation of the Cape Cod Lighthouse in North Truro, Massachusetts. (Sec. 325) Requires the conveyance to the Washington State Parks and Recreation Commission of property comprising one or more of the Cape Disappointment Lighthouse, North Head Lighthouse, and Point Wilson Lighthouse. (Sec. 326) Transfers: (1) the Heron Neck Lighthouse to the Island Institute, Rockland, Maine; and (2) the Burnt Coat Harbor Lighthouse to the town of Swan's Island, Swans Island, Maine. Title IV: Employment and Discharge - Revises provisions relating to shipping articles agreements, certificates of discharge, wages, and other matter concerning the employment of merchant seamen. Increases the general penalty for violations. Title V: Passenger Vessel Safety - Passenger Vessel Safety Act of 1993 - Amends Federal shipping law relating to vessels and seamen to: (1) modify the definitions of \"passenger,\" \"passenger vessel,\" \"small passenger vessel,\" \"uninspected passenger vessel,\" \"offshore supply vessel,\" and \"sailing school vessel\"; and (2) define \"passenger for hire,\" \"consideration,\" and \"submersible vessel.\" (Sec. 511) Authorizes the Secretary of the department in which the Coast Guard is operating to exempt passenger vessels from requirements of provisions relating to inspection and regulation of vessels and manning of vessels. Includes under such exemption authority provisions relating to load lines of vessels and merchant seamen protection and relief. (Sec. 512) Directs the Secretary to require appropriate structural fire protection, manning, operating, and equipment requirements for certain uninspected domestic passenger vessels, if application for inspection is made within six months of enactment of this Act. Title VI: Documentation of Vessels - Authorizes the Secretary of Transportation to issue certificates of documentation for specified vessels. Title VII: Miscellaneous Fishery Provisions - Authorizes renewal, until May 1, 1994, of the Agreement between the Government of the United States and the Government of the Russian Federation on Mutual Fisheries Relations which expired on October 28, 1993. (Sec. 702) Amends the Magnuson Fishery Conservation and Management Act to extend, for three months, the prohibition on the implementation of certain measures that would reduce incidental mortality of nontarget fishery resources in the course of shrimp trawl fishing. (Sec. 703) Expresses the sense of the Congress that the United States should take appropriate measures to conserve the resources of the Doughnut Hole of the Bering Sea (a small enclave of international waters). (Sec. 704) Authorizes the Secretary of Commerce to enter into an agreement with the University of Alaska for engineering and design specifications of a facility on Near Island in Kodiak, Alaska, that meets the long-term space needs of the National Oceanic and Atmospheric Administration. Title VIII: Atlantic Coastal Fisheries - Atlantic Coastal Fisheries Cooperative Management Act - Mandates a program to support the interstate fishery management efforts of the Atlantic States Marine Fisheries Commission. Authorizes (in the absence of an approved and implemented fishery management plan under the Magnuson Fishery Conservation and Management Act) the Secretary of Commerce to implement regulations to govern fishing in the Exclusive Economic Zone that are necessary for implementation of a coastal fishery management plan and consistent with national standards under the Magnuson Act. Applies specified provisions of the Magnuson Act to those regulations. (Sec. 805) Requires the Commission to adopt coastal fishery management plans to provide for the conservation and management of coastal fishery resources. Requires States identified by the Commission to implement and enforce the plan under a time schedule set by the Commission. Mandates a moratorium on fishing in the fishery in question in the waters of a noncomplying State, prohibiting fishing, possession, transportation, sale, and related acts. Imposes penalties. (Sec. 808) Authorizes financial assistance to the Commission and the States to carry out their responsibilities. (Sec. 809) Authorizes appropriations. (Sec. 810) Amends the Atlantic Striped Bass Conservation Act to make it permanent law (currently, such Act ceases on September 30, 1994). (Sec. 811) Extends and increases the authorization of appropriations to support the Atlantic States Marine Fisheries Compact, the Pacific Marine Fisheries Compact, and the Gulf States Marine Fisheries Compact in developing interstate fishery management plans for interjurisdictional fishery resources. Title IX: Liberty Memorial - Liberty Memorial Act of 1993 - Authorizes conveyance without consideration of two vessels in the National Defense Reserve Fleet to any nonprofit organization that operates a Liberty Ship or Victory Ship as a memorial to merchant mariners. Requires the organization to sell the vessel for scrap, use the proceeds to refurbish a Liberty Ship or Victory Ship to enable the ship to participate in activities concerning the 50th anniversary of the Normandy invasion, and return any unused proceeds to the United States for deposit in the Vessel Operations Revolving Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coast Guard Authorization Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Passenger Vessel Safety Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Coast Guard Authorization Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Passenger Vessel Safety Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal years 1994 and 1995 for the Coast Guard, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:27:58-05:00"
}