{
  "actions": [
    {
      "acted_at": "2009-01-09", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr421-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-01-09", 
  "number": "421", 
  "official_title": "To amend the Emergency Economic Stabilization Act of 2008 to restrict which assets banks can write off as loss for purposes of the Troubled Assets Relief Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Troubled Assets Relief Program Targeted Assets Act of 2009", 
  "sponsor": {
    "district": "17", 
    "name": "Meek, Kendrick B.", 
    "state": "FL", 
    "thomas_id": "01715", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-01-09", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Bank accounts, deposits, capital", 
    "Banking and financial institutions regulation", 
    "Department of the Treasury", 
    "Finance and financial sector", 
    "Financial crises and stabilization", 
    "Housing finance and home ownership", 
    "Securities"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-01-09", 
    "text": "Troubled Assets Relief Program Targeted Assets Act of 2009 - Amends the Emergency Economic Stabilization Act of 2008 (EESA) to authorize the Secretary of the Treasury to establish the Troubled Asset Restoration and Assistance Program (TARAP) to allow the Treasury to purchase lender or servicer losses on rehabilitated mortgages, on terms and conditions determined by the Secretary. Directs the Treasury, acting through TARAP, to pay up to 80% of the difference between the original asset and the rehabilitated asset to the lender or servicer under certain conditions.Permits the portion of the difference between the original asset and the rehabilitated asset to the lender or servicer that is not paid for by the Secretary to be written to loss. Requires any regulations and other guidance the Secretary may issue to determine qualifications for an independent appraiser, and make final determinations as to: (1) whether an asset is troubled; (2) what the values are that will determine the amount of purchase; (3) the amount of reductions in the purchase price for certain otherwise ineligible assets; and (4) any other functionality issues required to operate the program. Authorizes the Secretary, conforming to specified guidelines, to make all necessary rules and determinations regarding documented best efforts, required timelines, and other processes and procedures. Identifies criteria for eligible assets and eligible lenders or servicers. Sunsets TARAP on December 31, 2009.Prohibits, for a 90-day period, a mortgage servicer, or holder, from taking action to initiate a foreclosure, or any action in connection with a foreclosure already instituted (other than to suspend it), with respect to any eligible mortgage of a consumer. Entitles a consumer to defer initiation of a foreclosure, or any action in connection with one already instituted by any creditor, servicer, or holder of a mortgage, until the end of the 90-day period beginning on the date of the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Troubled Assets Relief Program Targeted Assets Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Emergency Economic Stabilization Act of 2008 to restrict which assets banks can write off as loss for purposes of the Troubled Assets Relief Program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:52:06-05:00"
}