{
  "actions": [
    {
      "acted_at": "1990-02-21", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2156-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1990-05-08", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Exon, J. James", 
      "sponsored_at": "1990-02-21", 
      "state": "NE", 
      "thomas_id": "01328", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerrey, J. Robert", 
      "sponsored_at": "1990-02-21", 
      "state": "NE", 
      "thomas_id": "01378", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-02-21", 
  "number": "2156", 
  "official_title": "A bill to promote the planting and renovation of windbreaks, shelterbelts, wildlife corridors and trees, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Forestry Conservation and Promotion Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Daschle, Thomas A.", 
    "state": "SD", 
    "thomas_id": "00267", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-02-21", 
  "subjects": [
    "Agricultural economics", 
    "Agricultural innovations", 
    "Agriculture and food", 
    "Environmental protection", 
    "Executive reorganization", 
    "Farmland protection", 
    "Federal advisory bodies", 
    "Forest conservation", 
    "Forestry research", 
    "Great Plains", 
    "Information services", 
    "Nebraska", 
    "Research and development", 
    "Research centers", 
    "Soil conservation", 
    "Soil erosion", 
    "Trees", 
    "Wildlife conservation", 
    "Wind erosion"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-02-21", 
    "text": "Forestry Conservation and Promotion Act of 1990 - Title I: National Goals for Windbreaks, Shelterbelts, Wildlife Corridors, and Sustainable Agroforestry Systems - Directs the Secretary of Agriculture to establish national goals for windbreaks, shelterbelts, wildlife corridors, and sustainable agroforestry systems. Title II: Coordination and Promotion of Forestry Conservation Programs - Directs the Secretary to establish within the Forest Service an Office of Forestry Conservation and Promotion. Directs such Office to: (1) be the primary coordinator of all Federal, State, local, and private tree planting and forestry conservation and promotion programs; (2) provide technical assistance to State and local programs; (3) establish State windbreak and shelterbelt planning committees; and (4) establish a National Clearinghouse on Forestry Conservation and Promotion. Establishes an Advisory Council on Forestry Conservation and Promotion. Title III: Agroforestry Research - Directs the Secretary to establish a Center for Semiarid Agroforestry Research, Development, and Demonstration at the Forest Service facilities in Lincoln, Nebraska. Title IV: Programs to Promote Tree Planting and Windbreak and Shelterbelt Establishment and Maintenance - Subtitle A: Conservation Reserve Program - Amends the Food Security Act of 1985 to extend the conservation reserve program (CRP). Establishes a minimum CRP tree acreage. Makes cropland devoted to shelterbelts, windbreaks, or wildlife corridors eligible for the CRP regardless of its soil erosion classification. Provides Federal cost sharing assistance to establish and maintain such areas. Provides for the inclusion in the CRP of uncropped wetlands, marginal pastureland, and grasslands planted to trees. Provides cost sharing adjustments for areas with less than 25 inches of annual precipitation. Subtitle B: Agricultural Conservation Program - Amends the Soil Conservation and Domestic Allotment Act to establish a cost-sharing shelterbelt or windbreak program under the agricultural conservation program. Subtitle C: Great Plains Conservation Program - Amends the Soil Conservation and Domestic Allotment Act to establish a cost-sharing shelterbelt or windbreak program under the Great Plains conservation program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Forestry Conservation and Promotion Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the planting and renovation of windbreaks, shelterbelts, wildlife corridors and trees, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:53-05:00"
}