{
  "actions": [
    {
      "acted_at": "2009-03-24", 
      "references": [
        {
          "reference": "CR S3680-3681", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-03-24", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [
        {
          "reference": "CR S3681-3685", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s684-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2009-03-24", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-03-24", 
  "number": "684", 
  "official_title": "A bill to provide the Coast Guard and NOAA with additional authorities under the Oil Pollution Act of 1990, to strengthen the Oil Pollution Act of 1990, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Oil Pollution Prevention and Response Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Cantwell, Maria", 
    "state": "WA", 
    "thomas_id": "00172", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-03-24", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Coast guard", 
    "Congressional oversight", 
    "Department of Homeland Security", 
    "Education programs funding", 
    "Endangered and threatened species", 
    "Environmental protection", 
    "Environmental technology", 
    "Government information and archives", 
    "Government trust funds", 
    "Hazardous wastes and toxic substances", 
    "Higher education", 
    "Indian lands and resources rights", 
    "Marine and coastal resources, fisheries", 
    "Marine and inland water transportation", 
    "Oil and gas", 
    "Parks, recreation areas, trails", 
    "Research administration and funding", 
    "Transportation safety and security", 
    "Water quality", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-03-24", 
    "text": "Oil Pollution Prevention and Response Act of 2009 - Requires the Secretary of the department in which the Coast Guard is operating to: (1) report to specified congressional committees on the status of all Coast Guard rulemakings under the Oil Pollution Act of 1990, under provisions of the Federal Water Pollution Control Act concerning oil and hazardous substances liability, and for automatic identification systems on vessels and inspection requirements for towing vessels; and (2) issue a final rule in each pending rulemaking under such Acts. Establishes requirements for the promulgation of safety standards for towing vessels. Requires a variety of measures to reduce the risk of oil spills, including Coast Guard inspections, regulations regarding the transfer of oil to or from a tank vessel, identification of the types of human errors that cause oil spills and near-miss oil spill incidents and actions designed to reduce human error risks, routing or other navigational measures, and an oil spill prevention and education program for small vessels. Authorizes state enforcement of any marine resource law enforced by the Secretary and allows state inspection of vessels. Requires the Secretary of State to negotiate with Canada on issues concerning tugboat escorts for specified tank ships. Allows owners and operators of tank and non-tank vessels to form nonprofit cooperatives to comply with National Response System provisions. Requires completion of the electronic navigation chart suite for all U.S. coastal waters. Requires a rapid response system to collect and predict in situ information about oil spill behavior. Allows Oil Spill Liability Trust Fund amounts to be used for response and damage assessment capabilities of the National Oceanic and Atmospheric Administration (NOAA). Prohibits using Fund amounts for claims under the Robert T. Stafford Disaster Relief and Emergency Assistance Act. Requires owners of certain tank vessels to maintain evidence of financial responsibility. Makes owners of oil (in addition to vessel owners) transported in single hull tank vessels with a poor safety or operational record liable for removal costs and damages. Establishes the Federal Oil Spill Research Committee. Establishes grant programs: (1) for new technologies to prevent, detect, or mitigate oil discharges and to protect the environment; and (2) to develop cost-effective technologies for detecting discharges of oil from vessels and to improve detection and recovery of submerged and sinking oils. Requires the Under Secretary of Commerce for Oceans and Atmosphere, in conjunction with the Commandant of the Coast Guard, to contract with the National Research Council an analysis of oil spill risks and response capabilities in the Arctic and other icy conditions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil Pollution Prevention and Response Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide the Coast Guard and NOAA with additional authorities under the Oil Pollution Act of 1990, to strengthen the Oil Pollution Act of 1990, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:57-05:00"
}