{
  "actions": [
    {
      "acted_at": "1999-08-05", 
      "committee": "Committee on Education and the Workforce, and in addition to the Committees on Ways and Means, Commerce, and the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Education and the Workforce, and in addition to the Committees on Ways and Means, Commerce, and the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-08-05", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-08-05", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-08-05", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-08-05", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-08-24", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Commercial and Administrative Law", 
      "text": "Referred to the Subcommittee on Commercial and Administrative Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-09-10", 
      "in_committee": "House Education and the Workforce", 
      "references": [], 
      "subcommittee": "Postsecondary Education, Training and Life-Long Learning", 
      "text": "Referred to the Subcommittee on Postsecondary Education, Training and Life-Long Learning.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-09-15", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Finance and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Finance and Hazardous Materials.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2755-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education, Training and Life-Long Learning", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Finance and Hazardous Materials", 
      "subcommittee_id": "13"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Commercial and Administrative Law", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Ackerman, Gary L.", 
      "sponsored_at": "1999-08-05", 
      "state": "NY", 
      "thomas_id": "00004", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-08-05", 
  "number": "2755", 
  "official_title": "To enable the use of human capital investment contracts for the purposes of financing postsecondary education, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Student Success Act of 1999", 
  "sponsor": {
    "district": "3", 
    "name": "Graham, Lindsey", 
    "state": "SC", 
    "thomas_id": "00452", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-08-05", 
  "subjects": [
    "Bankruptcy", 
    "Business income tax", 
    "Collection of accounts", 
    "College costs", 
    "Commerce", 
    "Consumer education", 
    "Contracts", 
    "Corporation taxes", 
    "Debt", 
    "Debtor and creditor", 
    "Depreciation and amortization", 
    "Earnings", 
    "Education", 
    "Educational finance", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government paperwork", 
    "Graduate education", 
    "Higher education", 
    "Income tax", 
    "Labor and employment", 
    "Law", 
    "Legal fees", 
    "Loan defaults", 
    "Mutual funds", 
    "Partnerships", 
    "Personal income tax", 
    "State laws", 
    "Student aid", 
    "Student loan funds", 
    "Tax deductions", 
    "Taxation", 
    "Unemployment"
  ], 
  "subjects_top_term": "Higher education", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-08-05", 
    "text": "TABLE OF CONTENTS: Title I: Authorization of Human Capital Investment Contracts Title II: Tax Treatment of Human Capital Investment Contracts Title III: Securities Law Treatment of Human Capital Investment Contracts Title IV: Bankruptcy Law Treatment of Human Capital Investment Contracts Title V: Federal Student Assistance Treatment of Human Capital Investment Contracts Student Success Act of 1999 - Title I: Authorization of Human Capital Investment Contracts - Authorizes individuals to enter into human capital investment contracts (HCICs) for the purposes of obtaining funds for the payment of tuition and other related expenses of postsecondary education by agreeing to pay to the holder of the contract a specified percentage of the individual's future earned income. (Sec. 101) Makes any HCIC that complies with required terms and conditions under this Act a valid, binding, and enforceable contract notwithstanding any State law limiting or otherwise regulating assignments of future wages or other income. (Sec. 102) Sets forth terms and conditions of HCICs, including requirements relating to: (1) specification of the percentages of future earned income which the student will be obligated to pay and of the maximum amount of earned income for each year to which such specified percentage shall apply; (2) a schedule of reductions in such percentage if the student's earned income from full-time employment is less than amounts specified in the contract (and an allowable schedule of limited increases in such percentage if the student obtains a deferral); (3) prohibitions against a student's entering into HCICs where payments exceed 20 percent of future earned income; (4) specification of the maximum period of time during which the student will be obligated to pay a portion of the student's future earned income from full-time employment, up to 180 months, with extensions by the number of deferred months; (5) no obligation to commence payments while carrying at least a minimum academic workload or while eligible for deferrals; (6) deferrals during periods of unemployment (as well as allowing certain payments to extinguish obligation after a maximum period of unemployment); (7) deferrals for up to 48 months of graduate education; (8) accelerated repayment; and (9) required disclosures. Title II: Tax Treatment of Human Capital Investment Contracts - Amends the Internal Revenue Code to provide that: (1) an HCIC shall not be treated as a debt instrument for specified purposes; and (2) amounts received by the student for entering into an HCIC shall be includible in such student's gross income for certain tax purposes. (Sec. 201) Sets forth conditions for allowable depreciation deductions with respect to HCICs. Allows a tax deduction, in determining adjusted gross income, for an individual's obligated payments under an HCIC. Deems income derived from, or gain from the sale or other disposition of, an HCIC as qualifying income which would exempt a publicly traded partnership from treatment as a corporation. Title III: Securities Law Treatment of Human Capital Investment Contracts - Amends the Investment Company Act of 1940 to provide for pooling of HCICs into investment companies. Title IV: Bankruptcy Law Treatment of Human Capital Investment Contracts - Amends Federal bankruptcy law to except from discharge in bankruptcy any payment owed by the debtor as a result of a payment made to or for the benefit of the debtor under an HCIC, unless: (1) such payment owed by the debtor first became due more than seven years (exclusive of any applicable suspension of the debtor's payment period) before the date of the filing of the petition for bankruptcy; or (2) excepting such debt from discharge will impose an undue hardship on the debtor and the debtor's dependents. Title V: Federal Student Assistance Treatment of Human Capital Investment Contracts - Amends the Higher Education Act of 1965 (HEA) to provide that no portion of any amounts received by a student for entering into an HCIC shall be included as income or assets in the computation of expected family contribution for any program funded in whole or in part under HEA."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Student Success Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To enable the use of human capital investment contracts for the purposes of financing postsecondary education, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:18-05:00"
}