{
  "actions": [
    {
      "acted_at": "1980-12-09", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8450-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Forsythe, Edwin B.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00402", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-12-09", 
  "number": "8450", 
  "official_title": "A bill to enable shrimp producers to establish, finance, and carry out a coordinated program of research, producer and consumer education, and promotion in order to improve, maintain, and develop markets for shrimp.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Shrimp Research and Consumer Information Act", 
  "sponsor": {
    "district": "7", 
    "name": "Breaux, John B.", 
    "state": "LA", 
    "thomas_id": "00120", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-12-09", 
  "subjects": [
    "Advertising and Marketing", 
    "Advisory bodies", 
    "Federal advisory bodies", 
    "Federal aid to fisheries", 
    "Fisheries", 
    "Fishery management", 
    "Fishery products", 
    "Government records, documents, and information", 
    "Information services", 
    "Referendum", 
    "Research and development", 
    "Research and development contracts", 
    "Sales promotion", 
    "Seafood industries", 
    "Shellfish fisheries"
  ], 
  "subjects_top_term": "Shellfish fisheries", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-12-09", 
    "text": "Shrimp Research and Consumer Information Act - Requires the Secretary of Agriculture, within 120 days after the date of the enactment of this Act, to: (1) identify those shrimp producers within each shrimp producing region who have engaged in the harvesting of shrimp for not less than three years; and (2) conduct a referendum among the shrimp producers so identified regarding whether they desire the establishment of a Regional Shrimp Board for their respective shrimp producing region. Declares that if a majority of the shrimp producers voting in such referendum approve the establishment of a Regional Shrimp Board for their respective shrimp producing region, the Secretary shall, as soon as practicable, by regulation, establish a Regional Shrimp Board and appoint the members of such Board according to provisions set forth in this Act. Permits the Secretary to issue and amend orders for each shrimp producing region that shall provide for the following: (1) the establishment of appropriate plans or projects for promotion; (2) the establishment of research plans and projects with respect to the sale, distribution, utilization, or harvesting of shrimp, and the creation of new products therefrom; (3) requirements that shrimp producers and shrimp handlers maintain, and make available, such books and records as may be required in order that necessary information will be available to the Regional Shrimp Board; (4) requirements relating to the time, form, and manner of such periodic reporting by shrimp producers and shrimp handlers of such books and records; and (5) such other requirements that are incidental to, and not inconsistent with, the provisions of this Act and are necessary to carry out the provisions of any such order. Specifies that the information required to be submitted by shrimp producers and shrimp handlers by an order shall be kept confidential by all officers and employees of the Department of Agriculture, the Regional Shrimp Boards, and by all officers and employees of contracting agencies having access to such information. States that a proposed order may be developed by the Secretary or may be submitted to the Secretary by a Regional Shrimp Board, by an organization certified pursuant to this Act, or by any other interested person affected by this Act. Requires the Secretary to give notice and opportunity for a hearing on any proposed order whenever any certified organization or interested person requests a hearing or whenever the Secretary has reason to believe that the order will give effect to the policy of this Act. Prohibits any order from having force and effect unless: (1) the Secretary conducts a referendum among shrimp producers who for not less than three years have been engaged in the production of shrimp in the concerned region for the purpose of ascertaining whether they approve the issuance of such order; and (2) the issuance of such order is approved by not less than a majority of the producers voting in such referendum. Directs the Secretary to terminate or suspend the operation of any order which obstructs the policy of this Act. Requires each shrimp producer to pay to the shrimp handlers designated in the order concerned, and in accordance with directives issued by the Regional Shrimp Board concerned to carry out the order, an assessment based upon the number of pounds of shrimp handled for the account of such producer. Permits each Regional Shrimp Board to enter into contracts and agreements for the carrying out of the promotion and research required or authorized under any order applicable to it. Specifies that the costs incurred under such contracts or agreements shall be paid with the assessments collected by shrimp handlers. Requires any such contract or agreement to be approved by the Secretary before it becomes effective. Permits any shrimp producer from whom an assessment is collected to demand and receive from the Regional Shrimp Board concerned a refund of such assessment if such demand is personally made by such producer in such form, and within the period, as may be prescribed by the Regional Board and approved by the Secretary and upon submission of proof that the producer paid the assessment for which refund is sought. Permits any person subject to an order to file a written petition with the Secretary seeking a modification thereof or to be exempted from such order. Gives the district courts of the United States jurisdiction to review any ruling by the Secretary with respect to any modification or exemption of an order. Vests the several district courts of the United States with jurisdiction specifically to enforce, and to prevent and restrain any person from violating, any order or regulation made or issued pursuant to this Act and sets forth criminal penalties for any such violation. Permits any organization to seek certification to represent the shrimp producers in an area that is within, or may be within, the jurisdiction of a Regional Shrimp Board, to request the issuance of an order, and to participate in the making of nominations of members of the Regional Shrimp Boards. Permits the Secretary to make such investigations as he deems necessary for the effective carrying out of any responsibilities under this Act or to determine whether a shrimp producer, shrimp handler, or any other person has engaged or is about to engage in any acts or practices which constitute or will constitute a violation of any provision of this Act or of any order or rule or regulation issued under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Shrimp Research and Consumer Information Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enable shrimp producers to establish, finance, and carry out a coordinated program of research, producer and consumer education, and promotion in order to improve, maintain, and develop markets for shrimp.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:38-05:00"
}