{
  "actions": [
    {
      "acted_at": "1989-04-11", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s761-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Coats, Daniel", 
      "sponsored_at": "1989-04-11", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1989-04-11", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1989-04-11", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1989-04-11", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lott, Trent", 
      "sponsored_at": "1989-04-12", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wallop, Malcolm", 
      "sponsored_at": "1989-04-11", 
      "state": "WY", 
      "thomas_id": "01451", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-04-11", 
  "number": "761", 
  "official_title": "A bill to provide Federal assistance in developing adequate child care for the Nation's children, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Child Care Assistance Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-04-11", 
  "subjects": [
    "Authorization", 
    "Block grants", 
    "Business and social problems", 
    "Congressional reporting requirements", 
    "Day care", 
    "Employee benefit plans", 
    "Families", 
    "Federal aid to day care centers", 
    "Government lending", 
    "Income tax", 
    "Liability insurance", 
    "Revolving funds", 
    "Tax credits"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-04-11", 
    "text": "Child Care Assistance Act of 1989 - Title I: Amendments to the Internal Revenue Code of 1986 - Subtitle A: Young Child Tax Credit - Amends the Internal Revenue Code to establish a new refundable tax credit, the Young Child Tax Credit. Allows families with incomes not exceeding $10,000 the credit of 12 percent of their earned income for one of their children under age five, plus six percent for each of up to two additional children under age five. Sets the maximum credit at $1,000 per year for one qualifying child, $1,500 for two, and $2,000 for three or more. Phases out the credit by reducing it by ten percent of so much of the adjusted gross income (or, if greater, the earned income) as exceeds $10,000. Allows advance payments of the credit. Subtitle B: Incentives for Employer Provided Child Care - Establishes a new business-related tax credit, the Dependent Care Assistance Program Credit. Allows the credit to employers for ten percent of their expenditures for payment or provision of services under a qualified dependent care assistance program for their employees. Directs the Secretary of Labor to: (1) study barriers to employers providing child care services for their employees; and (2) report within 540 days to specified congressional committees on such study, with recommendations on removal of barriers and on incentives for employers to provide such services. Title II: Block Grants to States for Activities Relating to Dependent Care Services - Amends the State Dependent Care Development Grants Act to increase the authorization of appropriations for FY 1990 and to extend it through FY 1992, for grants to States for planning and development of dependent care programs. Revises and expands the authorized uses of allotments of such block grants to States. Requires the Secretary of Health and Human Services to report annually to specified congressional committees on State programs carried out with such block grants. Requires States to submit such reports on their use of grants as the Secretary may require. Changes the short title of such Act to the State Dependent Care Block Grants Act. Title III: Child Care Liability Risk Retention Group - Authorizes any State to assist in the establishment and operation of a child care liability risk retention group (i.e., a corporation or other limited liability association whose members are child care providers licensed or accredited pursuant to State or local law or standards, and which otherwise satisfies specified criteria for risk retention groups). Sets forth State application requirements. Requires State plans to: (1) identify the lead agency designated and responsible for the administration of funds under this part; (2) provide that all participants in the child care liability risk retention group are child care providers who are licensed or accredited pursuant to State or local law or standards; (3) provide for maximum membership of family-based child care providers in the group; (4) provide that the State shall use at least the amount allotted to establish or maintain a liability risk retention group for child care providers; and (5) specify how any such liability risk retention group will continue to be financed after FY 1992, including by contributions by the State or by members of such pool. Directs the Secretary of Health and Human Services to review and approve State plans and to monitor State compliance with requirements of this title. Provides for suspension of payments upon a finding of noncompliance. Authorizes appropriations for FY 1990 to carry out this title and to remain available for assistance to States for FY 1990 through 1992. Directs the Secretary of Commerce to reserve specified portions of such funds for payments to specified U.S. territories and for administrative costs. Directs the Secretary of Commerce to allot the remainder to States on the basis of the number of children under 13 years of age. Permits a portion of such allotments to be used for State administrative costs. Sets forth provisions relating to entitlement, method, and State spending of allotment payments. Title IV: Revolving Loan Fund - Provides assistance for State-established revolving loan funds to enable family-based child care providers to meet accreditation or licensing standards. Requires each applicant State to establish a revolving loan fund, along with specified procedures and guidelines. Authorizes appropriations for FY 1990, to remain available for assistance to States for FY 1990 through 1992. Directs the Secretary to make allotments to States through a formula based on the number of children under 12 years of age."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Care Assistance Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide Federal assistance in developing adequate child care for the Nation's children, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:21-05:00"
}