{
  "actions": [
    {
      "acted_at": "1973-04-30", 
      "committee": "Senate Committee on Agriculture and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1669-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abourezk, James", 
      "sponsored_at": "1973-01-03", 
      "state": "SD", 
      "thomas_id": "01268", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Case, Clifford P.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "01302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Clark, Dick", 
      "sponsored_at": "1973-01-03", 
      "state": "IA", 
      "thomas_id": "01306", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Philip A.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "01348", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1973-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mondale, Walter F.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01402", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Gaylord", 
      "sponsored_at": "1973-01-03", 
      "state": "WI", 
      "thomas_id": "01411", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-30", 
  "number": "1669", 
  "official_title": "A bill to amend the Food Stamp Act of 1964, as amended.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Family Nutrition Act", 
  "sponsor": {
    "district": null, 
    "name": "McGovern, George", 
    "state": "SD", 
    "thomas_id": "01397", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-30", 
  "subjects": [
    "Agriculture and food", 
    "Food stamps", 
    "Poverty", 
    "Social welfare", 
    "Territories (U.S.)"
  ], 
  "subjects_top_term": "Food stamps", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-30", 
    "text": "Family Nutrition Act - Extends eligibility, under the Food Stamp Act, to specified households whether or not they occupy an entire dwelling unit. Establishes uniform national standards of eligibility for participation by households in the food stamp program and the program of distribution of federally donated foods, including: (1) the income eligibility criteria shall not be less than the equivalent of the product of the face value of the coupon allotment issued to a household; (2) the resource eligibility criteria, for liquid and nonliquid assets, shall not be less than $3,000 for each individual sixty years of age or over; and (3) households in which members are included in a federally aided public assistance program under the Social Security Act shall be eligible to participate in the food stamp program if they satisfy the eligibility criteria. Authorizes the Secretary of Agriculture to establish standards of eligibility for (1) households that are victims of a natural disaster, and (2) for Puerto Rico, Guam and the Virgin Islands, to reflect the cost of obtaining a nutritionally adequate diet in those areas. Grants the Secretary the power to investigate complaints made by participating households into the pricing policies of retail food stores. Provides that the face value of the coupon allotment be updated twice a year and incorporate the rise in the cost of food through March 31st of this year. Provides an extra allotment for a pregnant woman, a $12 bonus per month for each child under one year of age, and an allotment bonus to persons medically certified as requiring a special diet of such an amount as the Secretary determines is necessary to provide that person with a nutritionally adequate diet. Reduces from 30 percent to 25 percent of the household's income the maximum charge that can be made for coupon allotment. Requires households desiring to participate in the food stamp program to be certified for eligibility or denied within fifteen days. States that when certification or denial is not made within fifteen days temporary certification of eligibility shall be provided to such household until a final decision on the merits can be made. Provides that State agencies desiring to participate in the food stamp program shall submit a plan including provisions on: (1) the use of the eligibility standards and certification procedures; (2) safeguards restricting the use or disclosure of information obtained from applicant households; (3) granting a fair hearing, and prompt determination thereafter, to any household aggrieved by any action of a State agency under any provision of its plan; (4) issuance of coupon allotments no less often than two times per month; (5) the institution of procedures by which any household may elect to have the charges for its coupon allotment deducted from any grant under the Social Security Act. Provides that failure of a State agency to comply with this Act allows the Secretary to pursue one or more of the following sanctions: (1) request the Attorney General to petition a district court to enjoin such State to comply with this Act; (2) disallow administrative funds expended by the State agency not in compliance with this Act; (3) require the State agency to reimburse any households affected by the agency's failure to comply with this Act; or (4) directly administer such program as the Secretary deems appropriate. Provides that members of an eligible household who are sixty or over are allowed to use food stamps to purchase meals prepared especially for elderly persons. Raises to 80 percent the amount the Secretary is authorized to pay State agencies for the cost of administering the Food Stamp Act. Authorizes appropriations for fiscal years 1974, 1975 and 1976 as are necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family Nutrition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Food Stamp Act of 1964, as amended.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:40-05:00"
}