{
  "actions": [
    {
      "acted_at": "1976-02-19", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3005-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-02-19", 
  "number": "3005", 
  "official_title": "A bill to provide policies, methods and criteria for the acquisition of property and services by executive agencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Acquisition Act", 
  "sponsor": {
    "district": null, 
    "name": "Chiles, Lawton", 
    "state": "FL", 
    "thomas_id": "01304", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-02-19", 
  "subjects": [
    "Business and commerce", 
    "Contracts", 
    "Government operations and politics", 
    "Government procurement", 
    "Government property", 
    "Small business"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-02-19", 
    "text": "Federal Acquisition Act - Declares the findings of Congress that present Federal purchasing laws have become outdated and contribute to waste in Federal spending. Declares it the policy of the United States that the acquisition of property and services by the Federal Government must encourage competition, innovation, and the application of new technology by allowing suppliers maximum latitude to exercise business judgements. Title I: Acquisition Methods and Regulatory Guidance - Requires any procuring agency to acquire services or property in accordance with the procedures set forth in this Act. Authorizes and directs the Administrator of the Office of Federal Procurement Policy to promulgate a single simplified uniform Federal regulation implementing the policies and procedures in this Act within two years after enactment of this Act. Requires the Administrator to determine whether agency implementation of this Act has been efficient and effective and to include such determination in his annual report. Title II: Acquisition by Competitive Sealed Bids - Requires the use of competitive sealed bids for purchasing property and services whenever: (1) the contract price exceeds $10,000; (2) there are a number of suppliers willing and able to perform the contract; (3) the nature of the contract warrants its award, primarily on the basis of price; and (4) additional criteria are met. Sets forth methods to be used to invite, and evaluate sealed bids and to award contracts. Title III: Acquisition by Competitive Negotiation Method - Requires the use of competitive negotiation in the acquisition of property and services when the contract price exceeds $10,000 and does not meet the criteria for the use of competitive sealed bids. Requires that solicitations for offers be made in such a way as to obtain effective competition for the contract. States that solicitations must be set forth in broad functional terms so as to permit the application of a variety of technological approaches and elicit the most promising competing alternatives. Sets forth procedures for considering offers, awarding contracts, and notifying the offerors. States that compliance with the procedures in this title need not be continued if there is only one available source. Requires in such cases that the intention to award must be publicized in advance of the award. Requires certification by a contractor or subcontractor that the cost or pricing data submitted before award, change, or modification of a contract is accurate, complete and current if (1)the contract, change, or modification is more than $500,000; (2) it is not a price set by competition as a result of sales of the item to the general public; (3) the price has not been determined in competitive negotiation where price was a significant factor; or (4) the price has not been set by law. Entitles the Federal Government to inspect the records of any contractor or subcontractor up to three years after final payment is made under a contract to insure contract performance. Allows an agency head to waive the surveillance requirements for a period not to exceed two years if more than 75 percent of the business of the contractor is being conducted under commercial or competitive fixed-price Government contracts. Title IV: Acquisition by Competitive Small Purchase Procedures Method - Allows the use of the competitive small purchase procedures method for contracts under $10,000. Title V: General Provisions - Prohibits the use of cost-plus-a-percentage-of-cost contracting under this Act. Prohibits the employment of any agent on a contingent fee basis to solicit or secure a contract made with the Government. Disallows the making of any contract for a period of more than five years. Sets forth limitations for the making of advance payments. Requires adequate security for partial and progress payments made pursuant to a Government contract. Title VI: Delegation of Authority - Allows an agency head to delegate his or her contracting authority. Title VII: Amendments and Repeals - Makes conforming amendments to various Federal Acts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Acquisition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide policies, methods and criteria for the acquisition of property and services by executive agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:45-05:00"
}