{
  "actions": [
    {
      "acted_at": "1976-07-26", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-08-02", 
      "references": [], 
      "text": "Reported to House from the Committee on Ways and Means, H. Rept. 94-1380.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14844-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-07-26", 
  "number": "14844", 
  "official_title": "A bill to revise the estate and gift tax laws of the United States.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1496-94", 
      "reason": "rule"
    }
  ], 
  "short_title": "Estate and Gift Tax Reform Act", 
  "sponsor": {
    "district": "2", 
    "name": "Ullman, Al", 
    "state": "OR", 
    "thomas_id": "01174", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-07-26", 
  "subjects": [
    "Business and commerce", 
    "Capital gains tax", 
    "Estate tax", 
    "Gift tax", 
    "Income tax", 
    "Small business", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exemption", 
    "Taxation"
  ], 
  "subjects_top_term": "Estate tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-07-26", 
    "text": "Estate and Gift Tax Reform Act - Amends the Internal Revenue Code to provide a single unified rate schedule for estate and gift taxes. Establishes progressive rates based on cumulative lifetime transfers and transfers at death. Determines the amount of estate tax by applying the unified rates to such cumulative transfers and then subtracting the taxes payable on lifetime transfers. Provides that for purposes of determining the amount of the gross estate, the amount of gift tax paid with respect to transfers made within three years of death shall be included in the decedent's gross estate. Provides, as a transitional rule, that the lifetime transfers taken into account in determining cumulative transfers at death, for purposes of imposing the estate tax under the unified schedule, shall only include taxable gifts made after December 31, 1976. Repeals the estate and gift tax exemptions. Substitutes for such exemptions a credit against estate and gift taxes in the amount of $40,000. Increases the estate tax marital deduction to $250,000 or one-half of the decedent's gross estate, whichever is greater. Increases the gift tax marital deduction in the case of lifetime gifts to a spouse. Allows an unlimited marital deduction for the first $100,000 of lifetime gifts made to a spouse and, thereafter, a deduction for one-half of the aggregate lifetime gifts made to a spouse in excess of $200,000. Allows the executor of an estate which includes real property being put to a qualified use to value such property at such use, rather than its fair market value determined on the basis of its highest and best use. Defines qualified use as: (1) use as a farm; or (2) use in a trade or business. Imposes special conditions for such valuation, including: (1) the value of the qualified real property and related personal property must be at least 50 percent of the decedent's gross estate; (2) at least 25 percent of the adjusted value of the gross estate must be qualified real property; (3) the real property must pass to a qualified heir; (4) the real property must have been used or held for qualified use for five of the last eight years prior to the decedent's death; and (5) there must have been material participation in the operation or management of the real property by the decedent or a member of his family in five out of the eight years immediately preceding the decedent's death. Provides for recapture of any tax benefits obtained by use of the reduced valuation if, prior to the death of the qualified heir or within 15 years of the death of the decedent, the property is disposed of to nonfamily members or ceases to be used for qualified purposes. Provides for a lien on all such real property with respect to which the special valuation is elected. Provides for a 15-year period for the payment of the estate tax attributable to the decedent's interest in a farm or closely held business, with a deferral of the tax for five years and installment payments over the next ten years. Requires, as a qualification for such deferral and installment treatment, the value of the closely held business or farm in the decedent's estate to be at least 65 percent of the gross estate. Allows discretionary extensions of up to ten years to pay the estate tax for reasonable cause (rather than for \"undue hardship\" as under present law). Provides for a lien for payment of the deferred taxes attributable to a closely held business or farm. Provides that the basis of property acquired from a decedent dying after December 31, 1976, shall be the adjusted basis of the property immediately before the death of the decedent increased by a specified proportion of the Federal and State estate taxes. Stipulates that such increase shall not increase the basis of the property above its fair market value. Excludes personal and household effects from the carryover basis rule. Limits such exclusion to $10,000. Imposes a tax, in the case of generation skipping transfers under a trust, upon a distribution of the trust assets to a generation skipping heir, or upon the termination of an intervening interest in the trust. Determines the tax by adding the value of the distributed property, or terminated interest, to the heir's taxable transfers and applying the heir's marginal transfer tax rate to the value of such interest. Allows a deduction from value of the gross estate of a decedent for amounts left to children of the decedent if the decedent's spouse has predeceased him. Limits such deduction to $5,000 multiplied by the number of years each child is under the age of 21. Requires gift tax returns to be filed for any quarter only when the total cumulative gifts made during the taxable year exceed $25,000, or during the last quarter if the total does not reach $25,000. Provides that if the Internal Revenue Service proposes a deficiency in the estate tax because of a higher valuation of the assets included in the decedent's gross estate, it must disclose to the executor during the settlement process the basis on which the higher valuation was determined."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Estate and Gift Tax Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise the estate and gift tax laws of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:39-05:00"
}