{
  "actions": [
    {
      "acted_at": "1979-06-28", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-06-28", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4674-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Bowen, David R.", 
      "sponsored_at": "1979-01-03", 
      "state": "MS", 
      "thomas_id": "00115", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Buchanan, John", 
      "sponsored_at": "1979-01-03", 
      "state": "AL", 
      "thomas_id": "00143", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Derwinski, Edward J.", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "00290", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Leach, James A.", 
      "sponsored_at": "1979-01-03", 
      "state": "IA", 
      "thomas_id": "00672", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Pritchard, Joel", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "00932", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Schroeder, Patricia", 
      "sponsored_at": "1979-01-03", 
      "state": "CO", 
      "thomas_id": "01033", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Zablocki, Clement J.", 
      "sponsored_at": "1979-01-03", 
      "state": "WI", 
      "thomas_id": "01261", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-28", 
  "number": "4674", 
  "official_title": "A bill to promote the foreign policy of the United States by strengthening and improving the Foreign Service of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1450-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Foreign Service Act of 1979", 
  "sponsor": {
    "district": "15", 
    "name": "Fascell, Dante B.", 
    "state": "FL", 
    "thomas_id": "00370", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-28", 
  "subjects": [
    "Advisory bodies", 
    "Asian American ethnic groups", 
    "Civil service compensation", 
    "Civil service employment", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Civil service system", 
    "Collective bargaining", 
    "Collective bargaining unit", 
    "Department of State", 
    "Disability insurance", 
    "Divorce", 
    "Domestic Relations and Families", 
    "Domestic relations", 
    "Education", 
    "Employee-management relations in government", 
    "Employment and training programs", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal employees and officials", 
    "Foreign service", 
    "Government employee unions", 
    "Government employees' health insurance", 
    "Government operations and politics", 
    "Grievance procedures", 
    "Higher education", 
    "Japanese Americans", 
    "Labor and employment", 
    "Labor unions", 
    "Leave of absence", 
    "Legal fees", 
    "Minorities", 
    "Position classification", 
    "Professional education", 
    "Promotions", 
    "Travel costs", 
    "Unfair labor practices", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Foreign service", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-28", 
    "text": "Title I: The Foreign Service Act of 1979 - Foreign Service Act of 1979 - Sets forth the objectives and functions of the Foreign Service. Consolidates the authority of the Secretary of State to administer, direct, and regulate the Foreign Service. Authorizes the heads of other agencies, which utilize Foreign Service personnel, to exercise the Secretary's functions over such personnel in their agency, with specified exceptions. Provides for the appointment of a Director General to assist the Secretary in the management of the Foreign Service and an Inspector General. Directs the President to establish a Board of the Foreign Service to advise the Secretary. Stipulates that the Secretary shall appoint all members of the Foreign Service other than chiefs of mission, ambassador at large, career members of the Senior Foreign Service, or Foreign Service officers, which shall be appointed by the President by and with the advice and consent of the Senate. Sets forth criteria for chief of mission, Senior Foreign Service and career appointments. Prohibits initially assigning a Foreign Service Officer candidate higher than class 4 of the Foreign Service Schedule unless specified conditions exist. Authorizes the Secretary to recall retired career Foreign Service members to any appropriate class. Stipulates that limited appointments not exceed five years. Provides for renewable limited appointments of family members of government personnel assigned abroad. Authorizes the commissioning as a diplomatic and/or consular officer of any member of the Foreign Service who is a U.S. citizen. Provides for the salaries of Chiefs of Mission and the Senior Foreign Service (the latter comparable to that for the Civil Service Senior Executive Service). Includes those employees, whose salaries are not otherwise provided for, under a Foreign Service Schedule similar to the Civil Service General Schedule. Authorizes the Secretary to assign each member appointed to the Foreign Service to an appropriate salary class, except those whose salary is determined by the terms of the appointment. Makes members of the Senior Foreign Service eligible for performance pay similar to that available to members of the Senior Executive Service. Provides for within-class salary increases under the Foreign Service Schedule unless the individual does not meet the class standards of performance. Authorizes the Secretary to grant additional increases in salary for meritorious service. Authorizes the Secretary to regulate local compensation plans for the guidance of all Federal agencies. Sets forth provisions concerning salaries of consular agents and compensation of foreign nationals imprisoned by reason of their employment by the U.S. Government. Provides extra compensation for: (1) temporary service as a principal officer; or (2) regular work substantially in excess of normal requirements. Directs the Secretary to classify all positions to be occupied by members of the Foreign Service. Permits such positions to be filled by personnel of other Federal agencies. Authorizes the Secretary to assign members of the Foreign Service to non-Foreign Service positions. Provides that career personnel of the Foreign Service shall be expected to serve abroad for substantial portions of their careers. Requires all promotions of members of the Senior Foreign Service or under the Foreign Service Schedule to be based on the recommendations and rankings of selection boards. Sets forth the criteria for promotion into the Senior Foreign Service. Prescribes the basis for selection board review. Authorizes the Secretary to make a promotion or grant an award of performance pay or salary increase on the recommendations of other specified boards. Authorizes the Secretary to prescribe the maximum time during which Senior Foreign Service members, Foreign Service officers, and other designated Foreign Service personnel may remain in a salary class without a promotion. Permits limited extensions of career appointments in the case of those whose maximum time in class expires. Stipulates that a member shall be retired from the Foreign Service if such member fails to meet prescribed standards of performance. Provides retirement benefits for those who must retire. Stipulates that the exclusive administrative procedure for challenging a separation for cause from the Foreign Service is before the Foreign Grievance Board. Sets forth provisions concerning termination of limited and temporary appointments and of consular agents and foreign national employees. Directs the Secretary to operate the Foreign Service Institute and to provide training and counseling to members of the Foreign Service and their families. Requires the Secretary to establish foreign language proficiency requirements for Foreign Service members assigned abroad. Sets forth provisions concerning the Foreign Service Retirement and Disability System. Requires the consent of a spouse who has resided with a member for ten years or more before the member participant may waive or reduce the survivor's annuity. Gives credit for annuity purposes for periods of internment of persons of Japanese ancestry during World War II. Permits an annuitant to assign amounts from the annuity. Directs the Secretary to make payments, otherwise due an annuitant, to another person pursuant to a divorce decree or court-approved property settlement. Sets forth provisions concerning travel expenses, health care benefits, and representation allowances. Sets forth labor-management provisions applicable to all members of Foreign Service, including former members, but excluding management officials, confidential employees, consular agents, and strikers, in the Department of State, International Communication Agency, and the International Development Cooperation Agency. Authorizes the President to exclude other offices or posts for national security purposes or in emergency situations. Sets forth labor and management rights. Establishes the Foreign Service Labor Relations Board to supervise representation elections, certify exclusive bargaining agents, and resolve complaints of unfair labor practices. Provides for judicial review and enforcement of the Board's actions. Establishes a Foreign Service Impasse Disputes Panel to assist in resolving negotiating impasses. Stipulates that the Department shall constitute a single worldwide bargaining unit. Sets forth the duties and rights of the exclusive representative. Establishes a grievance procedure for disputes arising out of the implementation of collective bargaining agreements. Defines unfair labor practices. Requires labor organizations to meet certain standards of conduct. Provides for union dues and use of official time. Sets forth provisions regarding the grievance procedure. Stipulates that members of a bargaining unit may be represented only by the exclusive representative. Permits the Department and the exclusive representative to negotiate certain aspects of the grievance procedure. Establishes the Foreign Service Grievance Board to resolve grievances. Requires the Foreign Service to be administered in conformity with the Civil Service and other government systems with regard to personnel and retirement. Gives the Secretary exclusive authority over specific Foreign Service functions. Title II: Transition, Amendments to Other Laws, Repeals and Miscellaneous Provisions - Directs the Secretary to convert present members of the Foreign Service, who are available for assignment abroad, to the appropriate classes in the Foreign Service Schedule. Permits Foreign Service officers and Foreign Service Reserve officers, with class 2 or higher appointments and available for world-wide assignment, to request appointment to the Senior Foreign Service. Requires those eligible, who do not elect to enter the Senior Foreign Service, to retire within three years. Requires the conversion of present members of the Foreign Service, who are not available for world-wide assignment, to the Civil Service in a comparable grade. Stipulates that a conversion shall not cause any reduction in the individual's class, grade, or salary. Permits continued participation in the Foreign Service Retirement and Disability System by those converted to the Civil Service . Amends the Act providing certain basic authority for the Department of State to add provisions, presently found in the Foreign Service Act of 1946, concerning: (1) gifts; (2) attorneys; (3) family employment opportunities; (4) vehicle use; (5) educational facilities; (6) malpractice protection; and (7) services to post employees. Amends the Peace Corps Act, the Foreign Assistance Act of 1961, and the Arms Control and Disarmament Act to conform to this Act. Permits the extension or renewal of limited appointments of Foreign Service personnel for the Arms Control and Disarmament Agency. Includes Ambassadors at Large within level II of the Executive Schedule. Amends Civil Service provisions allowing attorney fees to be awarded in unfair labor practice and grievance proceedings to include Foreign Service personnel within such coverage. Exempts members of the Senior Foreign Service from limitations on accumulated leave. Repeals specified provisions of the Foreign Service Act of 1946, the Foreign Relations Authorization Acts, Fiscal Years 1979, 1978, and 1977, the Department of State Appropriations Authorization Act of 1973, the Act establishing a Foreign Service Information Officer Corps, the Foreign Assistance Act of 1961, the Peace Corps Act, and the International Development and Food Assistance Act of 1977, which are superseded by this Act. Makes the provisions of this Act severable. Continues the effectiveness of actions taken under laws superseded by this Act. Requires the Secretary of State to report to Congress concerning compatibility among agencies, utilizing the Foreign Service personnel system."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Service Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the foreign policy of the United States by strengthening and improving the Foreign Service of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:23-05:00"
}