{
  "actions": [
    {
      "acted_at": "1984-04-12", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-05-16", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Committee on Armed Services. Hearings held by the Ad Hoc Task Force on Selected Defense Procurement Matters. Hearings printed:  S.Hrg. 98-1142.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2572-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Jepsen, Roger W.", 
      "sponsored_at": "1984-04-12", 
      "state": "IA", 
      "thomas_id": "01372", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-04-12", 
  "number": "2572", 
  "official_title": "A bill to amend title 10, United States Code, to provide for more cost effective and efficient purchases of spare parts by the Department of Defense, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Defense Spare Parts Procurement Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Levin, Carl", 
    "state": "MI", 
    "thomas_id": "01384", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-04-12", 
  "subjects": [
    "Competition", 
    "Computers", 
    "Defense contracts", 
    "Defense procurement", 
    "Government records, documents, and information", 
    "Information services", 
    "Public Contracts, Procurement, and Property", 
    "Science and technology"
  ], 
  "subjects_top_term": "Defense procurement", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-04-12", 
    "text": "Defense Spare Parts Procurement Reform Act - Directs the Secretary of Defense to establish procedures to recognize personnel efforts to increase competition and achieve cost savings in spare parts procurement. Requires each contractor supplying a military department to mark each item with: (1) the contractor's name and stock number for the item; (2) the original manufacturer or producer if not the contractor; and (3) the source of technical data relating to a part delivered under the contract. Prohibits a contractor from entering into agreements with a subcontractor which restrict sales by the subcontractor directly to the United States. Directs a contracting officer to determine the availability of supplies first through the supply system of the Defense Department and then under Federal supply contracts through the General Services Administration. Requires such officer to review the procurement history and description of an item. Directs the Secretary to require a potential contractor to specify whether technical data would be provided and if provided, whether it would be with unlimited or limited rights to the United States. Grants the United States unlimited rights in technical data or computer software required to be delivered under contract if such data or software was developed wholly or in part at Government expense, is an element of performance under the contract, consists of Government supplied or owned information or software, or is in the public domain. Requires a contractor furnishing such data or software to have a Department approved data management system in operation before the United States will accept delivery. Requires a contractor placing unauthorized restrictions on the release of data or software to satisfactorily substantiate such restrictions or the United States may ignore them and assess costs against the contractor for contesting the assertion. Limits the U.S. right to contest restrictions to a three year period. Requires a contractor to warrant the accuracy and conformance of all technical data delivered for a contract-specified period. Limits to seven years the U.S. right to use all technical data delivered per contract requirements. Directs the Secretary within five years to develop a system for the acquisition and management of technical data for supplies acquisition under the department's jurisdiction. Requires the plan to address coordinating information among the defense agencies. Requires the head of each such agency to designate within the agency a competition advocate for the agency, and one for each procuring activity. Sets forth the functions of such advocates, including maximizing competitive opportunities during acquisition and challenging existing, inhibiting practices. Grants such advocates direct access to agency personnel. Requires the Secretary to report to Congress by December 15 of each year on the management of the acquisition of supplies, including the activities of the competition advocates. Requires that such reports break down information by the Department as a whole as well as for each of the military departments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense Spare Parts Procurement Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 10, United States Code, to provide for more cost effective and efficient purchases of spare parts by the Department of Defense, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:19-05:00"
}