{
  "actions": [
    {
      "acted_at": "1988-10-19", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committees on Budget; Governmental Affairs pursuant to the order of of August 4, 1977.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2914-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-10-19", 
  "number": "2914", 
  "official_title": "A bill to exclude the receipts of Social Security Trust Funds from the deficit calculation, to require that any legislation spending the Social Security surplus be accomplished by legislation to increase revenues equivalent to the new spending, and to establish an independent agency, governed by a bipartisan board, to administer the Old-Age, Survivors, and Disability Insurance Program under title II of the Social Securtiy Act, the Supplemental Security Income Program under title XVI of such Act, and the Medicare Program under title XVIII of such Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Social Security Sanctity Act", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1988-10-19", 
  "subjects": [
    "Budget deficits", 
    "Department of Health and Human Services", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal budgets", 
    "Government operations and politics", 
    "Government spending reductions", 
    "Government trust funds", 
    "Health", 
    "Inspectors general", 
    "Medicare", 
    "Off-budget expenditures", 
    "Old age, survivors and disability insurance", 
    "Ombudsman", 
    "Social Security Administration", 
    "Social security finance", 
    "Social welfare", 
    "Supplemental security income program"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-10-19", 
    "text": "Social Security Sanctity Act - Title I: Exclusion of Receipts and Disbursements of Social Security Trust Funds When Calculating Maximum Deficit Amounts - Amends the Congressional Budget and Impoundment Control Act of 1974 to exclude, beginning with FY 1990, Federal Old-Age and Survivors Insurance Trust Fund and Federal Disability Insurance Trust Fund receipts and outlays in Federal deficit determinations for purposes of the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act). Title II: Social Security Administration Reorganization Act - Social Security Administrative Reorganization Act - Amends title VII (Administration) of the Social Security Act to establish as an independent executive agency a Social Security Agency. Provides that the Agency shall be headed by a Social Security Board which shall: (1) govern the Old Age, Survivors and Disability Insurance program under title II, the Supplemental Security Income program under title XVI, and the Medicare program under title XVIII of the Social Security Act; (2) appoint a Commissioner of Social Security to act as the chief operating officer of the Agency responsible for administering such programs; (3) make annual budgetary recommendations relating to the Agency to the Congress; (4) make recommendations to the Congress and the President with respect to the administration of such programs; (5) provide the Congress and the President with all information relating to such programs; and (6) conduct policy analysis and research relating to such programs. Requires that the Office of the Board include an Office of the Actuary, an Office of Policy and Legislation, an Office of General Counsel, and an Ombudsman. Sets forth the Board's authority with respect to the appointment of employees and the organization of the Agency. Establishes an Office of the Inspector General within the Agency. Requires coordination between the Board, the Secretary of Health and Human Services, and the Secretary of the Treasury in the administration of titles II, XVI, and XVIII of the Social Security Act. Establishes in the Agency an Office of the Commissioner, to be headed by a Commissioner of Social Security. Requires the Commissioner to: (1) constitute the chief operating officer responsible for administering programs under titles II, XVI, and XVIII of the Social Security Act; (2) establish and maintain an efficient operational structure for the Agency; (3) devise and implement long-term plans for agency programs; (4) make annual budgetary recommendations to the Congress; (5) advise the Board and the Congress on Agency programs; (6) serve as Secretary of the Board of Trustees of the Federal Old-Age and Survivors Insurance Trust Fund, the Federal Disability Insurance Trust Fund, the Federal Hospital Insurance Trust Fund, and the Federal Supplementary Medical Insurance Trust Fund; and (7) make annual reports to the Board and the Congress. Provides for the transfer to the Agency of all functions carried out by the Secretary of Health and Human Services with respect to the programs and activities to be carried out by the Agency under this Act. Abolishes the position of Commissioner of Social Security in the Department of Health and Human Services. Requires that appropriations requests by the Agency for staffing and personnel be based upon comprehensive workforce plans. Sets forth rules for the apportionment of administrative appropriations for the Agency. Provides that the Agency's authority for automated data processing procurement and facilities construction shall be provided in the form of contract authority covering the total acquisition costs. Makes amounts needed for the liquidation of contract authority so provided available from the Federal Old-Age and Survivors Insurance Trust Fund, the Federal Disability Insurance Trust Fund, the Federal Hospital Insurance Trust Fund, and the Federal Supplementary Medical Insurance Trust Fund to the extent that such amounts are not needed to meet current obligations for benefit payments. Specifies the authorities which are to be delegated to the Commissioner from the Administrator of the General Services Administration. Requires the Secretary to make recommendations respecting: (1) the most effective methods of providing economic security; and (2) the administrative policy for the social security programs being administered. Requires the Board, the Comptroller General of the United States, and the Secretary to each submit to the Congress within five years after enactment of this Act a report assessing the organizational changes made by this Act. Requires each to submit to the Congress recommendations for further technical and conforming amendments as necessary within one year after enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Sanctity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Social Security Administrative Reorganization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to exclude the receipts of Social Security Trust Funds from the deficit calculation, to require that any legislation spending the Social Security surplus be accomplished by legislation to increase revenues equivalent to the new spending, and to establish an independent agency, governed by a bipartisan board, to administer the Old-Age, Survivors, and Disability Insurance Program under title II of the Social Securtiy Act, the Supplemental Security Income Program under title XVI of such Act, and the Medicare Program under title XVIII of such Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:10-05:00"
}