{
  "actions": [
    {
      "acted_at": "2012-07-25", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3432-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Coburn, Tom", 
      "sponsored_at": "2012-07-25", 
      "state": "OK", 
      "thomas_id": "00212", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-07-25", 
  "number": "3432", 
  "official_title": "A bill to prevent identity theft and tax fraud.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3215-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3482-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6205-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1534-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Identity Theft and Tax Fraud Prevention Act", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Bill", 
    "state": "FL", 
    "thomas_id": "00859", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-07-25", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Appropriations", 
    "Computer security and identity theft", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Consumer credit", 
    "Correctional facilities and imprisonment", 
    "Crime prevention", 
    "Criminal investigation, prosecution, interrogation", 
    "Department of Health and Human Services", 
    "Department of the Treasury", 
    "Executive agency funding and structure", 
    "Fraud offenses and financial crimes", 
    "Freedom of information", 
    "Government information and archives", 
    "Intergovernmental relations", 
    "Internal Revenue Service (IRS)", 
    "Medicare", 
    "Right of privacy", 
    "Tax administration and collection, taxpayers", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-07-25", 
    "text": "Identity Theft and Tax Fraud Prevention Act - Amends the Internal Revenue Code to: (1) impose a criminal penalty on any person who willfully misappropriates another person's taxpayer identity, (2) increase the penalty for unauthorized disclosure of taxpayer information by paid tax preparers, (3) require the Commissioner of Internal Revenue to submit to the House Committee on Ways and Means and the Senate Committee on Finance an annual report detailing the number of reports of tax fraud and suspected tax fraud received from state and local law enforcement agencies and actions taken in response to such reports, and (4) make permanent the authority of the Secretary of the Treasury to disclose information about federal or state prison inmates who may have filed or facilitated the filing of false or fraudulent tax returns and to allow disclosures of such information to contractors responsible for the operation of a federal or state prison. Directs the Secretary to implement an identity theft tax fraud prevention program that provides for a unique personal identification number (PIN) on tax returns. Authorizes the Commissioner to transfer appropriated funds to be used solely to prevent and resolve potential tax fraud cases. Directs the Commissioner to establish in the Criminal Investigation Division of the Internal Revenue Service (IRS) the position of Local Law Enforcement Liaison to coordinate the investigation of tax fraud with state and local law enforcement agencies. Directs the Comptroller General (GAO) to study and report on the role of prepaid debit cards and commercial tax preparation software in facilitating fraudulent tax returns through identity theft. Prohibits the Secretary of Commerce from disclosing information contained on the Death Master File relating to a deceased individual to persons who are not certified to access such information. Directs the Secretary of Health and Human Services (HHS) to: (1) establish and implement procedures to eliminate the unnecessary collection, use, and display of Social Security account numbers of Medicare beneficiaries; (2) ensure that newly-issued Medicare identification cards meet certain security standards; and (3) establish a pilot program to evaluate the applicability of smart card technology to Medicare beneficiaries or providers and whether such cards would be effective in preventing Medicare fraud."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Identity Theft and Tax Fraud Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prevent identity theft and tax fraud.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:37:23-05:00"
}