{
  "actions": [
    {
      "acted_at": "1977-07-27", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-08-05", 
      "references": [], 
      "text": "Reported to House from the Committee on Government Operations with amendment, H. Rept. 95-584.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-04-18", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-04-18", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-04-18", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #229 (388-6).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-04-19", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-08-08", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Governmental Affairs with amendment, S. Rept. 95-1071.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-22", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-22", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-22", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-27", 
      "references": [], 
      "text": "House agreed to Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-27", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-02", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-02", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-02", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "Public Law 95-452.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8588-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Blouin, Michael", 
      "sponsored_at": "1977-01-03", 
      "state": "IA", 
      "thomas_id": "00098", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Brooks, Jack B.", 
      "sponsored_at": "1977-01-03", 
      "state": "TX", 
      "thomas_id": "00127", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Brown, Clarence, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "00131", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Cunningham, John E. (Jack)", 
      "sponsored_at": "1978-12-31", 
      "state": "WA", 
      "thomas_id": "00257", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "English, Glenn", 
      "sponsored_at": "1977-01-03", 
      "state": "OK", 
      "thomas_id": "00345", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Fuqua, Don", 
      "sponsored_at": "1977-01-03", 
      "state": "FL", 
      "thomas_id": "00422", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "34", 
      "name": "Horton, Frank J.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00560", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Jenrette, John W., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "SC", 
      "thomas_id": "00596", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Levitas, Elliott H.", 
      "sponsored_at": "1977-01-03", 
      "state": "GA", 
      "thomas_id": "00685", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Wydler, John W.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01248", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-10-12", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-07-27", 
  "number": "8588", 
  "official_title": "An Act to reorganize the executive branch of the Government and increase its economy and efficiency by establishing Offices of Inspector General within the Departments of Agriculture, Commerce, Housing and Urban Development, the Interior, Labor, and Transportation, and within the Community Services Administration, the Environmental Protection Agency, the General Services Administration, the National Aeronautics and Space Administration, the Small Business Administration, and the Veterans' Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Inspector General Act", 
  "sponsor": {
    "district": "2", 
    "name": "Fountain, L. H.", 
    "state": "NC", 
    "thomas_id": "00403", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-07-27", 
  "subjects": [
    "Auditing", 
    "Civil-military relations", 
    "Classified defense information", 
    "Department of Agriculture", 
    "Department of Commerce", 
    "Department of Housing and Urban Development", 
    "Department of Labor", 
    "Department of Transportation", 
    "Department of the Interior", 
    "Environmental Protection Agency", 
    "Federal advisory bodies", 
    "Federal aid programs", 
    "Federal employees", 
    "Federal officials", 
    "Fraud", 
    "General Services Administration", 
    "Government employees' political activities", 
    "Government operations and politics", 
    "Governmental investigations", 
    "National Aeronautics and Space Administration", 
    "Productivity in government", 
    "Small Business Administration"
  ], 
  "subjects_top_term": "Productivity in government", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1978-09-22", 
    "text": "(Measure passed Senate, amended) Inspector General Act - Establishes an Office of Inspector General within each of the Departments of Agriculture, Commerce, Housing and Urban Development, Interior, Labor, and Transportation, the Environmental Protection Agency, the Community Services, General Services, National Aeronautics and Space, Small Business, and Veterans' Administrations. Provides for the appointment of each Inspector General by the President, subject to Senate confirmation, without regard to political affiliation and solely on the basis of such appointee's integrity and ability. Stipulates that, while such appointee must report to and be solely under the general supervision of the establishment head, such officer cannot prevent or prohibit such appointee from initiating, carrying out, completing, or issuing subpoenas necessary for any audit or investigation. Authorizes removal of such appointee by the President and requires the President to communicate the reasons for such removal to both Houses of Congress. Subjects such appointees to the Hatch Act prohibitions against engaging in partisan politics. Makes it the duty of such Offices to direct the auditing and investigation of the programs of the agency in which each such Office is established and to recommend policies to each respective agency to promote the efficiency and economy of and to prevent and detect fraud and abuse in the programs administered by each agency. Directs each such Office to coordinate the relationships between its agency and other Federal agencies, States, and local government agencies in carrying out its mission. Requires each Inspector General to appoint an Assistant Inspector General for Auditing and an Assistant Inspector General for Investigations to be responsible for the auditing and investigative activities, respectively, of each such office. Requires each such Office to keep Congress and the head of the respective establishment fully informed concerning its activities and findings. Specifies the frequency and content of reports. Requires such officer to make copies of such report available to the public upon request and at a reasonable cost. Authorizes each such Office to have access to and subpoena power over all documents relevant to its investigations within the applicable agency. Grants each such Office control over its own hiring of staff and contracting for services. Requires the head of each respective agency to provide such Office within the agency with appropriate facilities and services. Grants each Inspector General direct and prompt access to the head of the respective agency. Requires each Inspector General to report to such officer whenever requested information or assistance has been unreasonably refused within the agency. Authorizes the Inspector General to receive and investigate complaints from agency employees concerning possible violations of law, rules, or regulations, mismanagement, gross waste of funds, abuse of authority or a substantial and specific danger to the public health and safety. Prohibits the disclosure of the identity, and reprisals by supervisors, of such employees. Requires the Secretary of Defense to submit to Congress, through October 1, 1982, semi-annual reports on the activities of the audit, investigative, and inspection units of the Department of Defense which engage in the prevention and detection of fraud, waste, and abuse in the Department. Specifies the contents of such reports and requires the Secretary to make such reports available to the public. Authorizes the Secretary to delete from such reports specific information deemed critical to the national security. Requires the Secretary to provide the appropriate congressional committee with a general description of any information deleted. Directs the Secretary to submit proposed legislation to establish reporting procedures for the period after October 1, 1982. Requires the Secretary to establish a task force to prepare a comprehensive report on the operations of such units. Specifies the contents of such report, including recommendations for change in organization or functions to improve the effectiveness of such units. Authorizes members of the task force to have access to all information held by such units which is relevant to such report unless a unit head determines that disclosure of certain information would compromise an active investigation of wrongdoing. Excludes from the study of the task force any matters concerning intelligence or counter-intelligence activities of the Department which are assigned to the Inspector General for Defense Intelligence. Transfers to each of the Offices of Inspector General established by this Act the functions of specified existing audit and investigation offices within the appropriate agencies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Inspector and Auditor General Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Inspector General Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reorganize the executive branch of the Government and increase its economy and efficiency by establishing Offices of Inspector General within the Departments of Agriculture, Commerce, Housing and Urban Development, the Interior, Labor, and Transportation, and within the Community Services Administration, the Energy Research and Development Administration, the Environmental Protection Agency, the Federal Energy Administration, the General Services Administration, the National Aeronautics and Space Administration, the Small Business Administration, and the Veterans' Administration.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to reorganize the executive branch of the Government and increase its economy and efficiency by establishing Offices of Inspector General within the Departments of Agriculture, Commerce, Housing and Urban Development, the Interior, Labor, and Transportation, and within the Community Services Administration, the Environmental Protection Agency, the General Services Administration, the National Aeronautics and Space Administration, the Small Business Administration, and the Veterans' Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:55-05:00"
}