{
  "actions": [
    {
      "acted_at": "2007-05-24", 
      "references": [
        {
          "reference": "CR S6879-6880", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-05-24", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [
        {
          "reference": "CR S6880-6889", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-06-21", 
      "in_committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-09-19", 
      "in_committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking, Housing, and Urban Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2007-11-01", 
      "committee": "Banking, Housing, and Urban Affairs", 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Reported by Senator Dodd with an amendment in the nature of a substitute. With written report No. 110-216.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2007-11-01", 
      "calendar": "Senate Legislative", 
      "number": "463", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 463.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1518-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "2007-05-24", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Allard, Wayne", 
      "sponsored_at": "2007-05-24", 
      "state": "CO", 
      "thomas_id": "00011", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bond, Christopher S.", 
      "sponsored_at": "2007-05-24", 
      "state": "MO", 
      "thomas_id": "01286", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2007-05-24", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brown, Sherrod", 
      "sponsored_at": "2007-05-24", 
      "state": "OH", 
      "thomas_id": "00136", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cantwell, Maria", 
      "sponsored_at": "2007-07-09", 
      "state": "WA", 
      "thomas_id": "00172", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Clinton, Hillary Rodham", 
      "sponsored_at": "2007-05-24", 
      "state": "NY", 
      "thomas_id": "01631", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "2007-05-24", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dorgan, Byron L.", 
      "sponsored_at": "2007-09-20", 
      "state": "ND", 
      "thomas_id": "00308", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2007-05-24", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "2007-10-22", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Klobuchar, Amy", 
      "sponsored_at": "2007-06-12", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "2007-07-26", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "2007-05-24", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "2007-05-25", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Menendez, Robert", 
      "sponsored_at": "2007-06-21", 
      "state": "NJ", 
      "thomas_id": "00791", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2007-05-24", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Obama, Barack", 
      "sponsored_at": "2007-09-25", 
      "state": "IL", 
      "thomas_id": "01763", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "2007-06-07", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Salazar, Ken", 
      "sponsored_at": "2007-09-18", 
      "state": "CO", 
      "thomas_id": "01762", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2007-05-24", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "2007-07-11", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stabenow, Debbie", 
      "sponsored_at": "2007-10-15", 
      "state": "MI", 
      "thomas_id": "01531", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sununu, John E.", 
      "sponsored_at": "2007-09-19", 
      "state": "NH", 
      "thomas_id": "01532", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2007-05-24", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-05-24", 
  "number": "1518", 
  "official_title": "A bill to amend the McKinney-Vento Homeless Assistance Act to reauthorize the Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Community Partnership to End Homelessness Act of 2007", 
  "sponsor": {
    "district": null, 
    "name": "Reed, Jack", 
    "state": "RI", 
    "thomas_id": "00949", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-09-19", 
  "subjects": [
    "Armed forces and national security", 
    "Department of Housing and Urban Development", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Families", 
    "Family services", 
    "Federal aid to housing", 
    "Government operations and politics", 
    "Government paperwork", 
    "Homeless", 
    "Housing and community development", 
    "Interagency Council on Homelessness", 
    "Low-income housing", 
    "Nonprofit organizations", 
    "Residential rehabilitation", 
    "Rural housing", 
    "Social welfare"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2007-11-01", 
    "text": "Community Partnership to End Homelessness Act of 2007 - (Sec. 3) Amends the McKinney-Vento Homeless Assistance Act to include in the definition of homelessness people who are staying for a short time in the housing of others or a hotel, and have moved frequently. (Sec. 4) Makes it the mission of the U.S. Interagency Council on Homelessness to develop and coordinate the implementation of a national strategy to prevent and end homelessness while maximizing federal government contributions toward such end. Adds to the membership of such Council the Commissioner of Social Security, the U.S. Attorney General, and the Director of the Office of Management and Budget (OMB), or their respective designees. Directs the Council to develop and submit to the President and Congress a National Strategic Plan to End Homelessness. Increases mandatory Council meetings from once to twice a year. Increases the number of regional coordinators employed by the Council from between two and five to between five and 10. Requires the Council to encourage state and local governments to develop 10-year plans to end homelessness. Authorizes appropriations for FY2008-FY2012. (Sec. 5) Revises requirements for housing assistance. Defines at-risk of homelessness, chronic homelessness, operating cost, and other specified terms. Requires establishment of collaborative applicants for a geographic area by the relevant parties, which shall: (1) design a collaborative process for applying for housing assistance; (2) participate in the Consolidated Plan for the geographic area served; (3) ensure operation and participation in communitywide homeless management information systems. Authorizes collaborative applicants to become unified funding agencies responsible for distributing funds to grantees and ensuring proper accounting methods. Prohibits any project sponsor receiving funds to provide emergency shelter, transitional housing, or permanent housing to families with children under age 18 from denying admission to any family based on the age of any child under 18. Authorizes technical assistance to grantees and collaborative applicants. Directs the Secretary of Housing and Urban Development (HUD) to establish a timely appeal procedure for grant amounts awarded or denied. Authorizes appropriations for FY2008-FY2012. (Sec. 6) Renames the Emergency Shelter Grants (ESG) program as the Emergency Solutions Grants Program. Requires that 20% of homeless assistance funding be used for such Program, with up to 60% for traditional shelter and street outreach activities, and at least 40% for homelessness prevention and rehousing. Specifies among eligible activities short- or medium-term rent assistance, and new homelessness prevention and housing relocation and stabilization activities. Requires Emergency Solutions Grants recipients to participate in the applicable homeless management information system. (Sec. 7) Consolidates the Supportive Housing and other specified existing programs into the Community Homeless Assistance Program, whose purpose of the program is promoting commitment to ending homelessness, rehousing homeless people, minimizing the trauma of homelessness, helping people access mainstream services, and optimizing self-sufficiency. Requires the Secretary, when providing renewal funding for permanent housing projects, to make adjustments for increases in housing costs. Specifies eligible activities under the Community Homeless Assistance Program, including acquisition, construction, rehabilitation, leasing, rental assistance, operating costs, supportive services, rehousing services, and homeless management information systems. Requires projects receiving funding for construction, acquisition, or rehabilitation to be used for their intended purpose for at least 15 years. Authorizes conversion of a project no longer needed for its intended purpose to directly benefit low-income people. Requires the grantee of any project needed but not used to serve homeless people for 15 years, except under certain conditions, to repay all or a portion of the grant. Prescribes flexibility incentives for high-performing communities. Requires grantees to: (1) gain site control within 12 months of notification of an award; (2) ensure that homeless people are involved in projects; (3) maintain confidentiality of records and of the location of family violence shelters; (4) ensure that grantees do no restrict the educational rights of homeless children; (5) provide required data to HUD; and (6) ensure that projects serving people with disabilities do not concentrate and isolate people with disabilities. Sets selection criteria and fund allocation formulae for the Community Homeless Assistance Program, as well as incentives for proven strategies and their successful implementation. Provides for renewals of permanent rental assistance or permanent housing operating costs, to be funded for one year at a time out of the funding account for Section 8 (rental assistance) housing, provided that there is a demonstrated need and the project complies with appropriate standards. Prescribes requirements for matching funding. (Sec. 8) Revises and renames the the Rural Homeless Assistance Program as the Rural Housing Stability Assistance Program Requires the program to: (1) rehouse or find housing for people who are homeless or in the worst housing situations; (2) stabilize people in imminent danger of losing their housing; and (3) improve the ability of the lowest income residents to afford stable housing. Adds to the list of eligible activities construction, acquisition, rehabilitation, leasing, rental assistance, and operating costs for transitional or permanent housing for homeless people. Adds to application requirements a description of consultations to determine the most important uses of funding and a description of the nature of homelessness and the worst housing situations in the area. Sets a uniform 25% match requirement for all activities, but authorizes projects that previously had no match requirement to continue to be renewed without a match requirement. Allows the match to be met with cash or, when documented by a memorandum of understanding, in-kind services. Defines a rural area as any place outside of a metropolitan statistical area or any census tract within a metropolitan statistical area that is at least 75% rural. Considers any state with fewer than 30 people per square mile and with more than 1.25% of land under federal control to be rural in its entirety, unless the applicant consists solely of a metropolitan city. Prescribes requirements for the funding process for the rural program. Allows a rural applicant to apply under the Community Homeless Assistance Program or the Rural Housing Stability Program. Requires that, if more than one entity from a rural area applies for funding, the Secretary must first seek agreement from the applicants about how to proceed, or, in the absence of agreement, must fund the application that would result in the most funding for the geographic area. (Sec. 9) Authorizes appropriations for FY2009-FY2011 for research into the efficacy of interventions for homeless families, to be expended over three years at three different sites to provide services for homeless families and evaluate the effectiveness of such services. (Sec. 11) Establishes in the Office of the Secretary a Special Assistant for Veterans Affairs to ensure that veterans have access to HUD housing and homeless assistance, coordinate all activities related to veterans, and serve as a liaison with the Department of Veterans Affairs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Community Partnership to End Homelessness Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the McKinney-Vento Homeless Assistance Act to reauthorize the Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:39-05:00"
}