{
  "actions": [
    {
      "acted_at": "1999-08-02", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-08-02", 
      "in_committee": "House Committee on House Administration", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-02", 
      "in_committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1999-08-05T12:55:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on House Administration. H. Rept. 106-295.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-05T12:55:00-04:00", 
      "calendar": "Union", 
      "number": "175", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 175.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2668-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Boehner, John A.", 
      "sponsored_at": "1999-08-02", 
      "state": "OH", 
      "thomas_id": "00102", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Ehlers, Vernon J.", 
      "sponsored_at": "1999-08-02", 
      "state": "MI", 
      "thomas_id": "00339", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ewing, Thomas W.", 
      "sponsored_at": "1999-08-02", 
      "state": "IL", 
      "thomas_id": "00366", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mica, John L.", 
      "sponsored_at": "1999-08-02", 
      "state": "FL", 
      "thomas_id": "00800", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Ney, Robert W.", 
      "sponsored_at": "1999-08-02", 
      "state": "OH", 
      "thomas_id": "00862", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-08-02", 
  "number": "2668", 
  "official_title": "To amend the Federal Election Campaign Act of 1971 to reform the financing of campaigns for election for Federal office, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Campaign Reform and Election Integrity Act of 1999", 
  "sponsor": {
    "district": "21", 
    "name": "Thomas, William M.", 
    "state": "CA", 
    "thomas_id": "01148", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1999-08-02", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Aliens", 
    "Business and politics", 
    "Campaign contributors", 
    "Campaign funds", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Computer software", 
    "Computers and government", 
    "Congress", 
    "Congressional districts", 
    "Congressional elections", 
    "Congressional officers", 
    "Consumer price indexes", 
    "Corporations", 
    "Crime and law enforcement", 
    "Discrimination in employment", 
    "District courts", 
    "Economic statistics", 
    "Economics and public finance", 
    "Election statistics", 
    "Electronic data interchange", 
    "Electronic mail systems", 
    "Employee rights", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Facsimile transmission", 
    "Federal Election Commission", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Forfeiture", 
    "Fund raising", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Government publicity", 
    "Government statistics", 
    "Government trust funds", 
    "Governmental investigations", 
    "Honoraria", 
    "Immigration", 
    "Interest", 
    "Internet", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Labor union political activities", 
    "Law", 
    "Licenses", 
    "Loans", 
    "Local laws", 
    "Money", 
    "Political action committees", 
    "Political parties", 
    "Population statistics", 
    "Presidential elections", 
    "Presidential primaries", 
    "Science, technology, communications", 
    "Soft money", 
    "State laws", 
    "Subpoena", 
    "Voting age"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1999-08-05", 
    "text": "TABLE OF CONTENTS: Title I: Ban on Foreign Contributions Title II: Improving Reporting of Information Title III: Strengthening Enforcement and Administration of Federal Election Commission Title IV: Simplifying and Clarifying Federal Election Law Title V: Effective Date Campaign Reform and Election Integrity Act of 1999 - Title I: Ban on Foreign Contributions - Amends the Federal Election Campaign Act of 1971 (FECA) to: (1) extend the ban on contributions by foreign nationals to all campaign-related disbursements; (2) make it unlawful for any person organized under or created by U.S. or State law to make donations or disbursements to any election candidate or political organization unless such funds are derived solely from such person's U.S. business activities; and (3) permit individuals eligible to vote in Federal elections to make contributions and participate in election campaigns to the same extent as any other eligible voters.Title II: Improving Reporting of Information - Amends FECA to revise reporting requirements, among other changes, to mandate the following: (1) expedited electronic filing with the FEC of contribution and independent expenditure information by political committees receiving an aggregate amount of contributions equal to or greater than $50,000 with respect to the election cycle involved and by a person making an aggregate amount of independent expenditures during such cycle or during any of the two previous two-year general election cycles in an amount equal to or greater than $10,000; (2) the FEC to make such filings available on the Internet immediately upon receipt; (3) electronic filing with the FEC of reports of an aggregate amount of contributions or expenditures in all reports filed with respect to such cycle in an amount equal to or greater than $50,000; (4) the time at which certain statements on independent expenditures are received by the appropriate recipient to whom notification is required to be sent as the time of filing with the recipient; (5) the use of fax machines and e-mail as permissible methods to file required FECA reports; (6) reporting of secondary payments aggregating $5,000 or more for a candidate or for a candidate's authorized committee along with other specified information; and (7) inclusion of report on cumulative contributions and expenditures in post election reports and of information on aggregate contributions in report on itemized contributions.(Sec. 203) Requires each FECA report to disclose, for the reporting period and the calendar year, in the case of a political committee of a national party, all funds transferred to any political committee of a State or local political party, without regard to whether or not the funds are otherwise treated as contributions or expenditures.Requires that if a political committee of a State or local political party is required under a State or local law, rule, or regulation to submit a report on its disbursements to an entity of a State or local government the committee must file a copy of the report with the FEC when it submits the report to such entity.Title III: Strengthening Enforcement and Administration of Federal Election Commission - Amends FECA to do the following: (1) change the standard for initiation of actions by the FEC from \"reason to believe\" to \"reason to seek additional information regarding a possible FECA violation or a Presidential Election Campaign Fund or Presidential Primary Matching Payment Account violation that has occurred or is about to occur; (2) require FEC to issue written responses to questions where the applicable law is clear and unambiguous; (3) apply safe harbor protection for anyone relying on such written response and who acts in good faith in accordance with such response; (4) require a standard form for complaints; and (5) require specified statements to appear on the cover letter of the complaint form that state that the FEC has not verified or given official sanction to the complaint.(Sec. 302) Prohibits any candidate or political committee from accepting any contributions of currency, domestic or foreign, from any person which, in the aggregate, exceed $100.(Sec. 303) Requires that contributions or donations of $500 or greater that a political committee intends to return (after 90 days of receipt) or that violated specified FECA requirements be transferred to the FEC for placement in an escrow account, pending investigation of possible violations. Allows amounts in the escrow account to be applied toward the payment of any fine or penalty. Requires the FEC to return escrow account deposits to the person making the contribution or donation if the FEC, within 180 days of the date the transfer was made, does not seek additional information regarding a possible violation, and certain other requirements are met.(Sec. 304) Establishes alternative procedures for the imposition of penalties by the FEC for reporting violations involving receipts and disbursements.(Sec. 305) Abolishes the ex officio membership of the Clerk of the House of Representatives and the Secretary of the Senate on the FEC.(Sec. 306) Makes it unlawful for a separate segregated fund to cause another person to make a contribution or expenditure by physical force, job discrimination, financial reprisals, or the threat thereof.(Sec. 307) Allows the issuance of subpoenas and notifications of intent to seek additional information with the signature of any member of the FEC, not just the chairman or vice chairman.Title IV: Simplifying and Clarifying Federal Election Law - Amends FECA to do the following: (1) repeal the requirement under limitations on contributions and expenditures that, for purposes of the ban on individual contributions aggregating more than $25,000 in any calendar year, any contribution made to a candidate in a year other than the calendar year in which the election is held with respect to which such contribution is made is considered to be made during the calendar year in which such election is held; (2) exempts from the definition of contribution candidate loans based on lines of credit if such loan is made in accordance with applicable law and under commercially reasonable terms and in the normal course of business; (3) repeal requirements under limitations on contributions and expenditures that the Secretary of Commerce report voting age population of each congressional district; (4) require price index and estimated voting age population information to be certified to the FEC and published in the Federal Register by February 15 of each year; and (5) delete honoraria as an exemption from the definition of contribution.Title V: Effective Date - Sets forth the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Campaign Reform and Election Integrity Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Campaign Reform and Election Integrity Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Election Campaign Act of 1971 to reform the financing of campaigns for election for Federal office, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:15-05:00"
}