{
  "actions": [
    {
      "acted_at": "1992-06-02", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2794-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bumpers, Dale", 
      "sponsored_at": "1992-06-23", 
      "state": "AR", 
      "thomas_id": "01295", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burns, Conrad R.", 
      "sponsored_at": "1992-06-29", 
      "state": "MT", 
      "thomas_id": "01298", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1992-06-16", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Garn, E. J. (Jake)", 
      "sponsored_at": "1992-06-02", 
      "state": "UT", 
      "thomas_id": "01338", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1992-06-03", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kasten, Robert W., Jr.", 
      "sponsored_at": "1992-06-29", 
      "state": "WI", 
      "thomas_id": "00619", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1992-06-04", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1992-07-02", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1992-06-25", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wallop, Malcolm", 
      "sponsored_at": "1992-06-12", 
      "state": "WY", 
      "thomas_id": "01451", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "1992-07-20", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-06-02", 
  "number": "2794", 
  "official_title": "A bill to relieve the regulatory burden on depository institutions, particularly on small depository institutions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Community Bank Regulatory Relief Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-06-02", 
  "subjects": [
    "Administrative procedure", 
    "Agricultural credit", 
    "Agricultural economics", 
    "Auditing", 
    "Bank directors", 
    "Bank employees", 
    "Bank loans", 
    "Class actions (Civil procedure)", 
    "Community development", 
    "Consumer credit", 
    "Debtor and creditor", 
    "Deposit insurance", 
    "Economic impact statements", 
    "Environmental assessment", 
    "Environmental protection", 
    "Finance and financial sector", 
    "Financial deregulation", 
    "Government paperwork", 
    "Hazardous waste disposal", 
    "Liability for toxic substances pollution damages", 
    "Liens", 
    "Oil pollution", 
    "Parties to actions", 
    "Real estate appraisal", 
    "Real property", 
    "Regulatory reform", 
    "Small business", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-06-02", 
    "text": "Community Bank Regulatory Relief Act of 1992 - Title I: Regulatory Burden Relief - Amends the Community Reinvestment Act of 1977 to exempt from its requirements certain small-sized banks located in small towns. Amends the Federal Deposit Insurance Corporation Improvement Act of 1991 to exempt certain small-sized banks from its data gathering requirements with respect to their small business and small farm lending practices. Directs the Board of Governors of the Federal Reserve System (the Board) to complete a study of the costs and benefits of compliance with such data-gathering requirements. Prohibits a bank regulatory agency from prescribing standards or regulations that set a specific level or range of compensation for bank personnel. Amends the Truth in Lending Act to: (1) exempt from its requirements credit transactions involving consumers with certain high incomes or net worth (sophisticated consumers); (2) preclude rescission in a transaction containing an unintentional error that does not substantively affect the terms of the extension of credit; and (3) deny standing to sue creditors to anyone but an individual aggrieved by a violation of the Act (thus eliminating class actions). Amends the Federal Reserve Act to: (1) exempt from its interbank liability scheme exposures between certain adequately capitalized small-sized depository institutions; and (2) exempt from its aggregate limits on credit extensions certain transactions by a member bank with senior executive personnel or principal shareholders (insider lending). Amends the Financial Institutions Reform, Recovery, and Enforcement Act of 1989 to authorize Federal financial institutions regulatory agencies and the Resolution Trust Corporation to establish a threshold level below which a certified or licensed appraiser is not required to perform appraisals in connection with federally related transactions. Amends the Federal Deposit Insurance Act to repeal: (1) the independent public accountant attestation requirement; and (2) the asset quality, earnings, and valuation requirements. Declares that during a 15-month moratorium no regulations issued under the Truth in Savings Act shall apply to certain small-sized depository institutions. Requires the Board to conduct a full cost benefit analysis of the compliance of such institutions with the Act. Requires a detailed corroboration to accompany any Federal banking regulatory agency certification that a proposed or final rule will not have a significant economic impact on a substantial number of all small depository institutions. Amends the Federal Deposit Insurance Act to require Federal banking regulatory agencies to: (1) undertake a coordinated review of regulations promulgated by them; and (2) ensure that their regulations are uniform with those of their Federal counterparts. Title II: Secured Creditor Protection - Asset Conservation and Deposit Insurance Protection Act of 1992 - Amends the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 to set forth conditions under which the liability of an insured depository institution or mortgage lender for the actual or threatened release of petroleum or hazardous substances in connection with certain property is limited to the actual benefit conferred upon them by the remedial action undertaken by another party. Shields an insured depository institution or mortgage lender from liability for such hazards if their relationship to the affected property stems solely from foreclosure, fiduciary capacity, or certain credit transactions. Requires the Federal Deposit Insurance Corporation to promulgate regulations to require insured depository institutions and mortgage lenders to develop and implement procedures to evaluate environmental risks that may arise from property before making an extension of credit involving a security interest in the property. Amends the Federal Deposit Insurance Act to shield Federal banking and lending agencies from liability under any law imposing strict liability for the actual or threatened release of petroleum or a hazardous substance from property acquired in connection with the exercise of receivership or conservatorship authority, the provision of financial assistance, or receipt of property in a civil or criminal proceeding. Extends such liability limitation to certain subsequent first purchasers of such property. Exempts: (1) such property from any liens for damages associated with actual or threatened petroleum or hazardous substance release; and (2) Federal banking or lending agencies from covenants to remediate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Community Bank Regulatory Relief Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Asset Conservation and Deposit Insurance Protection Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to relieve the regulatory burden on depository institutions, particularly on small depository institutions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:37-05:00"
}