{
  "actions": [
    {
      "acted_at": "1977-02-22", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3792-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-22", 
  "number": "3792", 
  "official_title": "A bill to amend the Agricultural Fair Practices Act of 1967.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "15", 
    "name": "Sisk, B. F.", 
    "state": "CA", 
    "thomas_id": "01061", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-22", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Agribusiness", 
    "Agricultural cooperatives", 
    "Agricultural societies", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Antitrust law", 
    "Department of Agriculture", 
    "Injunctions", 
    "Marketing of farm produce", 
    "Restrictive trade practices"
  ], 
  "subjects_top_term": "Agribusiness", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-22", 
    "text": "Makes it unlawful under the Agricultural Fair Practices Act to refuse to bargain in good faith with an association of producers producing under a contract which has been certified by the Secretary of Agriculture. Directs the Secretary to issue a certificate to any association of producers, provided they desire to bargain, and they meet specified criteria. Empowers the Secretary of Agriculture to prevent any handler from engaging in any trade practice prohibited by such Act. Permits the Secretary whenever he believes such violation has occurred to serve upon such handler a complaint. Requires the Secretary after proper notice and hearing to issue a finding of fact, and to issue a cease and desist order, or to dismiss the complaint. Empowers the Secretary to petition any court of appeals of the United States for an enforcement order. Stipulates that the findings of the Secretary, if supported by substantial evidence on the record considered as a whole, shall be conclusive. Permits any handler aggrieved to obtain review of a final order of the Secretary in any United States court of appeals. Authorizes the Secretary to petition a United States district court for appropriate temporary relief or a restraining order whenever any person is engaging in a prohibited practice under such Act. Authorizes the Secretary to make such rules and regulations and hold such hearings as he may deem necessary to effectuate the purposes of such Act. Imposes fines of not less than $500 or more than $1,000 upon conviction on any handler who violates a cease and desist order. Imposes a fine of not more than $1,000 and $100 per each day of violation on any person who violates an order issued pursuant to such Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Agricultural Fair Practices Act of 1967.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:27-05:00"
}