{
  "actions": [
    {
      "acted_at": "1999-01-25", 
      "references": [
        {
          "reference": "CR S978-979", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-01-25", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s304-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-01-25", 
  "number": "304", 
  "official_title": "A bill to improve air transportation service available to small communities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Communities Air Service Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Frist, William H.", 
    "state": "TN", 
    "thomas_id": "01336", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-01-25", 
  "subjects": [
    "Access to airports", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Air piracy", 
    "Air routes", 
    "Air traffic", 
    "Airline passenger traffic", 
    "Airlines", 
    "Airports", 
    "Aviation safety", 
    "Commerce", 
    "Commercial aircraft", 
    "Congress", 
    "Congressional reporting requirements", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal aid to transportation", 
    "Federal preemption", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Housing and community development", 
    "Jet aircraft", 
    "Law", 
    "Local service airlines", 
    "Public-private partnerships", 
    "Restrictive trade practices", 
    "Science, technology, communications", 
    "Security measures", 
    "Sparsely populated areas", 
    "State laws", 
    "Technological innovations", 
    "Technology assessment", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-01-25", 
    "text": "Small Communities Air Service Act of 1999 - Amends Federal aviation law to require the Secretary of Transportation to grant, after receiving a joint application from an air carrier and a community primarily served by a small hub airport or a nonhub airport, an exemption to provide nonstop regional jet air service between the small hub airport or nonhub airport and a high density airport. Prohibits the Secretary from granting an exemption if: (1) granting the exemption would not be in accordance with established principles of safety; or (2) the exemption would violate the National Environmental Policy Act of 1969. Sets forth specified conditions and requirements with respect to the exemption. (Sec. 3) Directs the Secretary to study, and report the results to specified congressional committees, the efficacy of a program of Federal loan guarantees for the purchase of regional jets by commuter air carriers to improve jet aircraft service to underserved markets. (Sec. 4) Directs the Secretary, in order to improve security at U.S. public airports, to carry out at least one project to test and evaluate innovative airport security systems and related technology. Makes the Federal share of costs 100 percent. Authorizes appropriations. (Sec. 5) Authorizes appropriations for the Federal Contract Tower Program. (Sec. 6) Directs the Secretary to report to specified congressional committees on efforts by the Federal Aviation Administration (FAA) to implement capacity enhancements and improvements, such as precision runway monitoring systems, and the time frame for their implementation. (Sec. 7) Authorizes a small community or a consortia of small communities or a State to develop an assessment of its air service requirements and submit such assessment and service proposal to the Secretary. Sets forth specified criteria for the selection of participants in the communities program. Directs the Secretary to invite specified air carriers and regional-commuter carriers to offer service proposals in response to, or in conjunction with, the community aircraft service assessments. Sets forth certain program requirements. Directs the Secretary to establish a four-year pilot program: (1) to assist communities and States with inadequate access to the national transportation system to improve their access to such system; and (2) to facilitate better air service link-ups to support the improved access. Directs the Administrator of the FAA, in order to facilitate the use of and improve the safety at small airports, to establish a pilot program to contract for Level I air traffic control services at 20 facilities not eligible for participation in the Federal Contract Tower Program. Sets forth program requirements. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Communities Air Service Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve air transportation service available to small communities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:18-05:00"
}