{
  "actions": [
    {
      "acted_at": "1974-02-20", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12906-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-20", 
  "number": "12906", 
  "official_title": "A bill to revise the Welfare and Pension Plans Disclosure Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Employee Benefit Security Act", 
  "sponsor": {
    "district": "21", 
    "name": "Dent, John H.", 
    "state": "PA", 
    "thomas_id": "00288", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-20", 
  "subjects": [
    "Advisory bodies", 
    "Department of Labor", 
    "Labor and employment", 
    "Pension Benefit Guaranty Corporation"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-20", 
    "text": "Employee Benefit Security Act - Provides coverage for all private employee benefit plans under Commerce Clause jurisdiction with specified exceptions. Requires the administrator of a pension or welfare plan to publish and make available to each participant or beneficiary a description of the plan and a summary of the annual financial report as set forth in the Act. States that the report would be in such form and detail as the administrator finds necessary to disclose fully and fairly all pertinent facts. Requires, upon termination of a pension or welfare plan, the administrator to file a special terminal report as prescribed by the Secretary of Labor. Declares that plan descriptions shall be published within 120 days after the establishment of a plan or within 120 days after a plan becomes subject to this Act, whichever is later. Provides that the description would have to be comprehensive and written in a manner calculated to be understood by the average plan participant. Requires an annual financial report to the Secretary of Labor for all plans; provides that the Secretary shall exempt plans with less than 26 and may exempt plans with less than 100 participants. Authorizes the Secretary to reject any report which after a hearing before him was found to be incomplete or to contain a qualified opinion by an accountant or an actuary. Provides that a copy of the plan description and each annual report would have to be filed with the Secretary of Labor who would make them available for inspection in the public document room of the Department of Labor. States that the administrator shall make copies of the annual report and plan description as well as the bargaining agreement, and trust instrument creating the plan available for examination by any plan participant or beneficiary in the administrator's principal office, and in such other places as necessary to fully and fairly disclose all pertinent facts. Requires the Secretary to transmit copies of any statements, notifications, reports, or other information obtained by him under this Act to the Secretary of Health, Education, and Welfare. States that all reports filed with the Secretary shall be public information. Provides that proven reliance upon a regulation or written interpretation by the Secretary of Labor would constitute a defense in a criminal or civil proceeding under certain sections of the Act. Requires that persons subject to the fiduciary provisions of the Act be bonded. Deems every employee benefit fund to be a trust held for the exclusive purpose of providing benefits to participants and their beneficiaries as well as defraying reasonable administrative expenses. Provides that each plan would have to be in writing. Requires fiduciaries to discharge their duties with respect to the fund solely in the interest of the participants and with the care, skill, prudence and diligence under the circumstances then prevailing that a prudent man acting in a like capacity and familiar with such matters would use in the conduct of an enterprise of a like character and with like aims. Directs a fiduciary to diversify the investments, except in the case of profitsharing, stock bonus, or thrift and savings plans, so as to minimize the risk of large losses unless under the circumstances it is prudent not to do so and in accordance with the documents and instruments governing the fund. Prohibits a fiduciary from making specified transactions. Declares that certain persons convicted of crimes may not serve as officers, administrators, trustees, or paid consultants. Establishes a 15 member Advisory Council on Employee Welfare and Pension Benefit Plans. Repeals the Welfare and Pension Plans Disclosure Act. Extends coverage for vesting and eligibility requirements to all private pension benefit plans including profit-sharing plans which provide benefits after retirement, except: (1) Federal, State and local plans; (2) plans benefiting the self-employed and owner-employees; (3) plans established or maintained outside the United States for the benefit of workers who are not United States citizens; (4) Executive deferred compensation plans; (5) supplementary plans; and (6) church plans. States that no plan, after the effective date of this Act, shall require as a condition for eligibility to participate in it an age greater than 25 or a period of service longer than 1 year (3 years for plans which provide for immediate 100 percent vesting or for crediting of all pre-participation service for benefit purposes), whichever is the later. Declares that every pension plan would be given a choice of one of three vesting rules. Provides that the vesting rules use a fully retroactive service provision in calculating the vesting percentage and the amount for the accrued portion of the regular retirement benefit. Authorizes a plan to change vesting rules at any time if provision is made that vested benefits not be reduced or delayed for participants in the plan at the time of change. Permits a plan to allow for vesting of benefits after a lesser period and in greater amount than is required under any of the three vesting rules. Requires vested benefits to participants terminating before 65 be distributed, at the option of the participants, at regular retirement age or age 65. Provides that survivor annuity and other options offered by a plan to normal retirees be extended to all terminated vested participants. Requires any pension plan with a Social Security offset feature at the time of the first plan amendment, to provide that the amount of any offset not increase (1) for participants receiving benefits and (2) after the date of termination of vested participant. Requires each defined benefit plan to credit benefits to participants over a period not to exceed 33 1/3 years or in the alternative over a longer period of time. Declares that funding provisions shall apply to any employee benefit pension plan: (1) if it is established or maintained by any employer engaged in commerce or in any industry or activity affecting commerce or by such employer together with any employee organization representing employees engaged in commerce or in any industry or activity affecting commerce; or (2) if such plan is established or maintained by any employer or by any employer together with any employee organization and if, in the course of its activities, such plan, directly or indirectly, uses any means or instruments of transportation or communication in interstate commerce or the mails. Lists the exemptions to the funding provisions. Requires that every employee pension benefit plan subject to this Act provide for a minimum annual level of contributions which meets the minimum funding standard for any plan year to which this Act applies. States that a plan to which this Act applies meets the minimum funding standard for such plan for a plan year if at the end of which the plan does not have an accumulated funding deficiency. Defines the term \"accumulated funding deficiency.\" Provides for the enforcement of funding standards. States that no pension plan to which this Act applies may merge or consolidate with, or transfer its assets or liabilities to, any other pension plan unless each participant in each plan would receive a termination benefit immediately after the merger, consolidation, or transfer which is equal to or greater than the termination benefit he would receive immediately before the merger, consolidation, or transfer. Declares that no pension plan to which this part applies may make a lump-sum distribution of the present value of nonforfeitable pension benefits to a participant or beneficiary if such distribution exceeds the termination benefit he would receive if the plan terminated on the date of such distribution. Provides that no merger, consolidation, or transfer of assets or liabilities, or distributions of assets to any participant in any plan year in excess of $25,000, may be made by any pension plan subject to this part, unless the administrator has filed an actuarial statement of valuation evidencing compliance with the requirements of this section with the Secretary no less than thirty days prior to such merger, consolidation, transfer, or lump-sum distribution. Establishes with the Department of Labor the Pension Benefit Guaranty Corporation administered by a Board of Directors under the general supervision and direction of the Secretary of Labor. States that the purposes of the Corporation are to: (1) encourage the continuation and maintenance of voluntary private pension plans to the benefit of their participants, (2) provide for the timely and uninterrupted payment of pension benefits to the participants and beneficiaries under all insured plans, and (3) minimize over the long run the premiums charged by the Corporation. Authorizes the Corporation to grant and to cede and accept reinsurance of, plan termination insurance. Directs the Corporation to insure participants and beneficiaries of plans covered under this Act against the loss of benefits which arise from the complete or partial termination of such plans, as determined by the Secretary of Labor. Directs the Corporation to establish the Single Employer Primary Trust Fund and the Multiemployer Trust Fund. Permits the Corporation to issue to the Secretary of the Treasury notes or other obligations in an aggregate amount of not to exceed $100,000,000, in such forms and denominations, bearing such maturities, and subject to such terms and conditions as may be prescribed by the Secretary of the Treasury. Makes provisions for premium schedules for single employer and multiemployer plans. States that the Secretary on his own motion or after having received the petition of an administrator may, after giving interested persons an opportunity for a hearing, prescribe an alternative method for satisfying any requirement with respect to any pension plan or any type of pension plan subject to such requirement. Directs the Secretary to undertake research studies relating to pension plans. Provides for the enforcement, regulation and administration of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Employee Benefit Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise the Welfare and Pension Plans Disclosure Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:24-05:00"
}