{
  "actions": [
    {
      "acted_at": "1991-07-31", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1605-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-31", 
  "number": "1605", 
  "official_title": "A bill to amend title 18, United States Code, with respect to environmental crime.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Wofford, Harris", 
    "state": "PA", 
    "thomas_id": "01457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-07-31", 
  "subjects": [
    "Actions and defenses", 
    "Contempt of court", 
    "Crime and law enforcement", 
    "Environmental assessment", 
    "Environmental protection", 
    "Expert witnesses", 
    "Fines (Penalties)", 
    "Liability for environmental damages", 
    "Pollution control", 
    "Sentences (Criminal procedure)"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-07-31", 
    "text": "Amends the Federal criminal code to establish penalties (in addition to being punished for the underlying statutory violation) for committing an environmental offense and knowingly or recklessly endangering life or causing an increased risk of an environmental catastrophe or for negligently endangering life or causing a risk of such a catastrophe. Requires the court, when sentencing an organization for an environmental offense that is a felony, to require the organization to pay for an environmental compliance audit. Allows the court, when sentencing an organization for a misdemeanor environmental offense, to require such audit. Requires the court to appoint an independent expert with no prior involvement in the management of the organization, and who has demonstrated abilities to properly conduct such audits, to conduct an environmental compliance audit. Specifies that such audit shall: (1) identify causes of, and factors relating to, the offense; and (2) recommend specific measures that should be taken to prevent a recurrence of those causes and factors and avoid potential environmental offenses. Prohibits such audit from recommending measures that would require the violation of an environmental statute, regulation, or permit. Requires the court to order the defendant to implement the appropriate recommendations of the audit. Authorizes the prosecutor, auditor, any governmental agency, or any private individual to present evidence to the court that a defendant has failed to comply with the court order under this Act. Directs the court, when such evidence of failure to comply with the court order is presented, to consider all relevant evidence and, if the court determines that the defendant has not fully complied with such court order, to order appropriate sanctions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 18, United States Code, with respect to environmental crime.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:10-05:00"
}