{
  "actions": [
    {
      "acted_at": "1973-06-27", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2092-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-27", 
  "number": "2092", 
  "official_title": "A bill to authorize a compact between the several States relating to taxation of multistate taxpayers and to regulate and foster commerce among the States by providing a system for the taxation of interstate commerce.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Magnuson, Warren G.", 
    "state": "WA", 
    "thomas_id": "01388", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-27", 
  "subjects": [
    "Interstate compacts", 
    "States", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-27", 
    "text": "Interstate Compacts - Title I: Consent to Enter into Compact and Conferral of Powers Upon Compact Commission States that Congress consents to any two or more States entering into the Multistate Tax Compact. Expands the powers of the Multistate Tax Commission, subject to specified conditions. Title II: Jurisdiction to Tax - Provides that no State or political subdivision shall require a person to collect and remit a sales or use tax with respect to an interstate sale of tangible personal property unless the person: (1) has a business location in the State; or (2) regularly makes deliveries in the State other than by common carrier or United States mail; or (3) regularly engages in the State in solicitation of orders by direct mail or avertising by means of newspapers, radio, or television. Title III: Maximum Income Attributable to Taxing Jurisdiction - Provides that a State or a political subdivision may not impose for any taxable year on a corporation taxable in more than one State, other than an excluded corporation, a net income tax measured by an amount of net income in excess of an amount calculated by a specified formula. Describes the factors to be calculated in such formula, including property, payroll and sales factors. Title IV: Sales and Use Taxes - Provides that a State or political subdivision may impose a sales tax or require a seller to collect a sales or use tax with respect to an interstate sale or tangible personal property only if the destination of the sale is: (1) in that State, or (2) in a contiguous State or political subdivision of a contiguous State for which the tax is required to be collected under a reciprocal collection agreement. Sets forth provisions dealing with credit for prior taxes, limitations on such credit, refunds and taxation of vehicles and motor fuels. Exempts household goods, including motor vehicles, in the case of persons who establish residence in a State. Provides for the treatment of transportation charges with respect to interstate sales. Defines the terms used in this Act, including: \"sales tax\", \"use tax\", \"excluded corporation\", \"affiliated corporation\", and \"interstate sale\". Provides that a person shall be considered to have a business location within a State only if that person (1) owns or leases property within the State, or (2) has one or more employees located in the State, or (3) regularly maintains specified stock in the State, or (4) regularly leases tangible personal property for use in the State. Details definitions for : (1) when property shall be considered to be located in a State; (2) when the operation of property shall be considered to be localized in a State, and (3) when an employee shall be considered to be located in a State. Provides that no State or political subdivision may, after the date of enactment of this Act, assess a tax against any person for periods ending on or before such date in or for which that person became liable for tax if the State or subdivision would not have had the power to assess such tax had this Act been in effect."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize a compact between the several States relating to taxation of multistate taxpayers and to regulate and foster commerce among the States by providing a system for the taxation of interstate commerce.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:47-05:00"
}