{
  "actions": [
    {
      "acted_at": "1996-03-06", 
      "references": [
        {
          "reference": "CR E288", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-03-06", 
      "committee": "Committee on Commerce, and in addition to the Committee on Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Commerce, and in addition to the Committee on Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-03-06", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-03-06", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-03-18", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-03-18", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Water Resources and Environment", 
      "text": "Referred to the Subcommittee on Water Resources and Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3038-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources and Environment", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Blute, Peter I.", 
      "sponsored_at": "1996-05-15", 
      "state": "MA", 
      "thomas_id": "00100", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Cooley, Wes", 
      "sponsored_at": "1996-06-11", 
      "state": "OR", 
      "thomas_id": "00230", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Dooley, Calvin M.", 
      "sponsored_at": "1996-05-29", 
      "state": "CA", 
      "thomas_id": "00306", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Emerson, Bill", 
      "sponsored_at": "1996-05-15", 
      "state": "MO", 
      "thomas_id": "00342", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Holden, Tim", 
      "sponsored_at": "1996-05-08", 
      "state": "PA", 
      "thomas_id": "00550", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "1996-05-08", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Minge, David", 
      "sponsored_at": "1996-05-29", 
      "state": "MN", 
      "thomas_id": "00813", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Montgomery, G. V. (Sonny)", 
      "sponsored_at": "1996-05-08", 
      "state": "MS", 
      "thomas_id": "00827", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Peterson, Collin C.", 
      "sponsored_at": "1996-05-08", 
      "state": "MN", 
      "thomas_id": "00910", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Rose, Charlie", 
      "sponsored_at": "1996-05-08", 
      "state": "NC", 
      "thomas_id": "00986", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Vucanovich, Barbara F.", 
      "sponsored_at": "1996-05-08", 
      "state": "NV", 
      "thomas_id": "01190", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-03-06", 
  "number": "3038", 
  "official_title": "To reauthorize and amend title XIV of the Public Health Service Act (commonly known as the \"Safe Drinking Water Act\"), and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Safe Drinking Water Act Amendments of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Pomeroy, Earl", 
    "state": "ND", 
    "thomas_id": "00922", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-03-06", 
  "subjects": [
    "Administrative procedure", 
    "Agricultural pollution", 
    "Agriculture and food", 
    "Alaska", 
    "Aquatic ecology", 
    "Aquatic pests", 
    "Arizona", 
    "Arsenic", 
    "Auditing", 
    "Authorization", 
    "Bacteria", 
    "Bacterial diseases", 
    "Bottled water", 
    "Boundaries", 
    "California", 
    "Cancer", 
    "Capital investments", 
    "Carcinogens", 
    "Citizen lawsuits", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Conservation easements", 
    "Conservation of natural resources", 
    "Cost effectiveness", 
    "Crime and law enforcement", 
    "Data banks", 
    "Department of Health and Human Services", 
    "Depressed areas", 
    "District of Columbia", 
    "Easements", 
    "Economics and public finance", 
    "Education", 
    "Employee training", 
    "Environmental Protection Agency", 
    "Environmental assessment", 
    "Environmental health", 
    "Environmental law enforcement", 
    "Environmental protection", 
    "Environmental research", 
    "Environmental risk assessment", 
    "Environmental technology", 
    "Estrogen", 
    "Farm management", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to higher education", 
    "Federal aid to medical research", 
    "Federal aid to research", 
    "Federal aid to water pollution control", 
    "Federal aid to water resources development", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Government lending", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Groundwater", 
    "Groundwater pollution", 
    "Health", 
    "Higher education", 
    "Housing and community development", 
    "Hydrology", 
    "Industrial standards", 
    "Information services", 
    "Infrastructure", 
    "International affairs", 
    "International environmental cooperation", 
    "Judicial review of administrative acts", 
    "Labeling", 
    "Labor and employment", 
    "Laboratories", 
    "Lakes", 
    "Land transfers", 
    "Latin America", 
    "Law", 
    "Lead", 
    "Liability for water pollution damages", 
    "Loans", 
    "Local officials and employees", 
    "Marine fouling organisms", 
    "Medical research", 
    "Medical screening", 
    "Medical tests", 
    "Mexico", 
    "Minorities", 
    "Mollusks", 
    "Native Americans", 
    "New Mexico", 
    "New York City", 
    "New York State", 
    "Pest control", 
    "Pesticide pollution", 
    "Potable water", 
    "Preventive medicine", 
    "Product safety", 
    "Public health", 
    "Public lands and natural resources", 
    "Quality of life", 
    "Radioactive pollution of water", 
    "Radon", 
    "Research and development", 
    "Research centers", 
    "Research grants", 
    "Reservoirs", 
    "Revolving funds", 
    "Risk assessment", 
    "Science, technology, communications", 
    "Sewage treatment", 
    "Sewage treatment plants", 
    "Sewerage", 
    "Standards", 
    "State officials and employees", 
    "State-local relations", 
    "Storm drains", 
    "Surveys", 
    "Technical assistance", 
    "Technology assessment", 
    "Technology transfer", 
    "Test facilities", 
    "Texas", 
    "Toxicology", 
    "Vermont", 
    "Virginia", 
    "Waste water treatment", 
    "Water pollution control", 
    "Water pollution measurement", 
    "Water quality", 
    "Water resources development", 
    "Water supply", 
    "Water treatment plants", 
    "Watershed management"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-03-06", 
    "text": "Safe Drinking Water Act Amendments of 1996 - Amends the Safe Drinking Water Act (the Act) to require the Administrator of the Environmental Protection Agency (EPA) to make capitalization grants to States to establish State drinking water treatment revolving loan funds. Places the authority to establish assistance priorities for financial assistance provided with amounts deposited into the State loan fund in the State agency that has primary responsibility for the administration of the State program. Directs the Governor, in nonprimacy States, to determine which State agency will have the authority to establish priorities for such assistance. Authorizes State Governors to transfer amounts between such funds and water pollution control revolving funds established under the Clean Water Act. Requires the Administrator to reserve one and a half percent of drinking water funds for capitalization grants to Indian tribes for the improvement of public water systems. Specifies that such funds shall be used to address the most significant threats to public health associated with public water systems that serve Indian tribes, as determined by the Administrator in consultation with the Director of the Indian Health Service and Indian tribes. Directs the Administrator, in consultation with the Director and such tribes, to prepare surveys and assess the needs of drinking water treatment facilities to serve Indian tribes. Authorizes the Administrator to make such grants to the District of Columbia and specified U.S. territories. Authorizes: (1) States to reserve a certain amount of such grants for technical assistance for small public water systems; and (2) the Administrator to make grants to Alaska for the benefit of Alaska Native villages. Requires the Administrator, beginning in FY 1999, to withhold a specified percentage (five percent for FY 1999, ten percent for FY 2000, and 15 percent for each subsequent fiscal year) of each capitalization grant made to a State unless the State has met specified requirements under this Act regarding new system capacity. Sets forth provisions regarding projects eligible for assistance, including assistance for disadvantaged communities, and source water quality protection and capacity development (but limits the total amount of assistance provided and expenditures made by a State for each fiscal year, with respect to such protection and development, to 15 percent of the amount of the capitalization grant received by the State for that year, and not exceeding ten percent of that amount for: (1) acquiring land or conservation easements; (2) providing funding to implement recommendations of source water quality protection partnerships; (3) providing assistance through a capacity development strategy; or (4) making expenditures to delineate or assess source water protection areas). Sets forth provisions regarding State loan fund administration, technical assistance, and management. Requires: (1) States to prepare annual intended use plans for funds; (2) priority for the use of funds to be given to projects that address the most serious risk to human health, that are necessary to ensure compliance with filtration requirements and other specified requirements, and that assist those most in need on a per household basis according to State affordability criteria; and (3) each State, after notice and opportunity for public comment, to publish and periodically update a list of projects in the State that are eligible for assistance, including the priority assigned to each project and the expected funding schedule for each project. Directs the Administrator to: (1) conduct annual reviews and audits as the Administrator considers appropriate, or require each State to have the reviews and audits independently conducted, in accordance with specified single audit requirements; (2) submit to the Congress a periodic survey and assessment of the needs for facilities in each State eligible for assistance (including, in Alaska, the needs of Native villages); (3) conduct an evaluation of the effectiveness of the State loan funds through FY 1999; and (4) publish such regulations and guidance as necessary. Specifies that the failure or inability of any public water system to receive funds, or a delay in obtaining the funds, shall not alter the obligation of the system to comply in a timely manner with all applicable drinking water standards and requirements under the Act. Authorizes appropriations. Directs the Administrator to reserve: (1) $10 million for health effects research on specified drinking water contaminants, giving priority to research concerning the health effects of cryptosporidium, disinfection byproducts, and arsenic, and for the implementation of a research plan for subpopulations at greater risk of adverse effects; (2) $2 million to pay the costs of monitoring for unregulated contaminants; and (3) specified sums for small system technical assistance. (Sec. 4) Repeals specified existing requirements for the Administrator to issue maximum contaminant level goals (MCLGs) and national primary drinking water (NPDW) regulations. Requires the Administrator to publish an MCLG and promulgate an NPDW regulation for each contaminant (with exceptions) for which a NPDW regulation has been promulgated as of the date of this Act's enactment if the Administrator determines, based on adequate data and appropriate peer- reviewed scientific information and an assessment of health risks, that the contaminant may have an adverse effect on the health of persons and that the contaminant is known to occur, or there is a substantial likelihood that it will occur, in public water systems with a frequency and at levels of public health concern. Directs the Administrator: (1) not later than July 1, 1997, to publish and periodically update a list of contaminants that are known or anticipated to occur in drinking water provided by public water systems that may warrant regulation; and (2) at such time as such list is published, to describe available and needed information and research regarding the health effects of the contaminants, their occurrence in drinking water, and treatment techniques and other feasible means to control the contaminants. Requires (with exceptions) the Administrator, by July 1, 2001, and every five years thereafter, to take one of the following actions for not fewer than five contaminants: (1) publish a determination that information available to the Administrator does not warrant the issuance of an NPDW regulation; (2) publish a determination that an NPDW regulation is warranted, and proceed to propose an MCLG and NPDW regulation not later than two years after the date of publication of the determination; and (3) propose an MCLG and NPDW regulation. Sets forth provisions regarding insufficient information to make, and the basis for, such determinations. Requires the Administrator to give priority to those contaminants not currently regulated that are associated with the most serious adverse health effects and that present the greatest potential risk to human health due to their presence in drinking water provided by public water systems. Sets forth provisions regarding public comment and judicial review. Authorizes the Administrator to promulgate an interim NPDW regulation for a contaminant to address an urgent threat to public health. Sets forth provisions regarding: (1) schedules for publication of MCLGs and NPDW regulations; (2) substitution of contaminants; and (3) promulgation, by December 31, 1995, of an information collection rule to facilitate further revisions to the NPDW regulation for disinfectants and disinfectant byproducts, including information on microbial contaminants such as cryptosporidium. (Sec. 5) Requires the Administrator, in carrying out the Act, to: (1) use the best available, peer-reviewed science and supporting studies conducted in accordance with sound and objective scientific practices, and data collected by accepted or best available methods; and (2) ensure that the presentation of information on public health effects is comprehensive, informative, and understandable. Directs the Administrator to conduct a cost-benefit analysis for each NPDW regulation containing a maximum contaminant level (MCL) or treatment technique before it is proposed, including consideration of alternative MCLs or treatment requirements. Authorizes appropriations. (Sec. 6) Permits the MCLG for contaminants that are known or likely to cause cancer in humans to be set at a level other than zero if the Administrator determines, based on the best available, peer-reviewed science, that there is a threshold level below which there is unlikely to be any increase in cancer risk and the Administrator sets the MCLG at that level with an adequate margin of safety. Requires the Administrator, at the time he or she proposes an NPDW regulation, to publish a determination as to whether the benefits of the MCL justify the costs. Authorizes the Administrator to establish an MCL for a contaminant at a level other than the feasible level if the technology, treatment techniques, and other means used to determine the feasible level would result in an increase in the health risk from drinking water by: (1) increasing the concentration of other contaminants in drinking water; or (2) interfering with the efficacy of drinking water treatment techniques or processes that are used to comply with other NPDW regulations. Authorizes the Administrator, if he or she determines that the benefits of an MCL would not justify the cost of complying with the level, to promulgate an MCL for the contaminant that maximizes health risk reduction benefits at a cost that is justified by the benefits, with an exception. Prohibits the Administrator from establishing an MCL in a Stage I or Stage II NPDW regulation for contaminants that are disinfectants or disinfection byproducts, or to establish an MCL or treatment technique requirement for the control of cryptosporidium. Sets forth provisions regarding: (1) judicial review; (2) disinfectants and disinfectant byproducts; and (3) review of standards. (Sec. 7) Sets forth requirements with respect to the promulgation of NPDW regulations for: (1) arsenic (requires the Administrator to follow a specified schedule, to develop and carry out a comprehensive plan for research in support of drinking water rulemaking, and to take other specified steps regarding assessment, proposed regulation, and final regulation of arsenic); (2) radon (provides for an MCL of 3,000 picocuries per liter but permits a revision to the regulation to include a different MCL under specified circumstances; e.g., if the Administrator determines, and the National Academy of Sciences and the Science Advisory Board concur, that revision is appropriate and supported by peer-reviewed scientific studies to address risks from ingestion of radon in drinking water); and (3) sulfate (prior to promulgating an NPDW regulation for sulfate, the Administrator and the Director of the Centers for Disease Control shall jointly conduct additional research to establish a reliable dose-response relationship for the adverse health effects that may result from exposure to sulfate in drinking water, including the health effects that may be experienced by groups within the general population that are potentially at greater risk of adverse health effects as the result of such exposure, conducted in consultation with interested States and based on the best available, peer-reviewed science and supporting studies, and subject to notice of proposed rulemaking and public comment). (Sec. 10) Directs the Administrator to: (1) amend filtration criteria to allow a State exercising primary enforcement responsibility for public water systems, on a case-by-case basis, to establish treatment requirements as an alternative to filtration for systems having uninhabited, undeveloped watersheds in consolidated ownership, and having control over access to, and activities in, those watersheds, if the State determines (and the Administrator concurs) that the quality of the source water and the alternative treatment requirements established by the State ensure significantly greater removal efficiencies of pathogenic organisms for which NPDW regulations have been promulgated or which are of public health concern than would be achieved by the combination of filtration and chlorine disinfection); and (2) propose a regulation that describes treatment techniques that meet the filtration requirements that are feasible for community water systems serving a population of 3,300 or for fewer and noncommunity water systems. Delays until at least three years after the enactment of this Act the deadline for issuing regulations to require disinfection at groundwater systems. (Sec. 11) Revises provisions regarding NPDW regulation effective dates to provide that such a regulation shall take effect three years after the date on which it is promulgated unless the Administrator determines that an earlier date is practicable, except that the Administrator, or a State in the case of an individual system, may allow up to two additional years to comply with an MCL or treatment technique if the Administrator or State determines that additional time is necessary for capital improvements. (Sec. 12) Directs the Administrator, simultaneously with promulgating NPDW regulations, to issue guidance or regulations regarding system treatment technologies. Requires the Administrator to include in the list of the technology, treatment techniques, and other means which the Administrator finds to be feasible for purposes of meeting NPDW MCLs any means that is feasible for small public water systems serving specified populations and that achieves compliance with the MCL or treatment technique, including packaged or modular systems and point-of-entry treatment units. Prohibits the Administrator from including in the list any point-of-use treatment technology, treatment technique, or other means to achieve compliance with an MCL or treatment technique requirement for a microbial contaminant. Specifies that if the American National Standards Institute has issued product standards applicable to a specific type of point-of-entry or point-of-use treatment device, individual units of that type shall not be accepted for compliance with an MCL or treatment technique requirement unless they are independently certified in accordance with such standards. Authorizes the Administrator to make grants to institutions of higher learning to establish and operate not fewer than five small public water system technology assistance centers in the United States. (Sec. 13) Revises provisions of the Act authorizing variances and exemptions from NPDW regulations to: (1) allow public water systems to receive a variance on the condition that they install and operate best available treatment technology; and (2) authorize the Administrator (or a State with primary enforcement responsibility for public water systems) to grant to public water systems serving a population of 10,000 or fewer a variance for compliance with a requirement specifying an MCL or treatment technique contained in an NPDW regulation if a system cannot afford to comply with the regulation and adequate protection of public health is ensured. (Sec. 15) Requires each State to: (1) obtain the legal authority or other means to ensure that all new community water systems and new nontransient, noncommunity water systems commencing operation after October 1, 1996, demonstrate technical, managerial, and financial capacity with respect to each NPDW regulation in effect, or likely to be in effect, on the date of commencement of operations; (2) prepare, periodically update, and submit to the Administrator a list of community water systems and nontransient, noncommunity water systems that have a history of significant noncompliance; (3) report to the Administrator on the success of enforcement mechanisms and initial capacity development efforts in assisting such systems to improve technical, managerial, and financial capacity; and (4) develop and implement a strategy to assist public water systems in acquiring and maintaining such capacity. Directs the Administrator to support: (1) the States in developing capacity development strategies; and (2) the network of university-based Environmental Finance Centers in providing training and technical assistance to State and local officials in developing the capacity of public water systems, including the establishment of a national public water systems capacity development clearinghouse. Authorizes appropriations. (Sec. 16) Requires public water systems receiving assistance from a State Revolving Loan Fund to be operated by a trained and certified operator. Specifies that, in the case of a State with primary enforcement responsibility or any other State that has established a training program that is consistent with the guidance issued under the Act, the authority to prescribe the appropriate level of training for certification for all systems shall be solely the responsibility of the State. Authorizes the Administrator to withhold funds that would otherwise be allocated to the State, or require the repayment of an amount equal to the amount of any such assistance, for noncompliance. (Sec. 17) Directs each State to: (1) delineate the source water protection areas for community water systems in the State using hydrogeologic information considered to be reasonably available and appropriate by the State; and (2) conduct vulnerability assessments in source water areas determined to be a priority by the State. Authorizes States to establish source water quality partnership petition programs to assist in the local development of a voluntary, incentive-based partnership to reduce the presence in drinking water of contaminants and to obtain Federal and State financial or technical assistance. Sets forth requirements for State approval of petitions, including: (1) an identification of technical, financial, or other assistance that the State will provide to assist in addressing the drinking water contaminants that may be addressed by a petition based on specified factors; and (2) a description of technical or financial assistance pursuant to Federal and State programs that is available to assist in implementing recommendations of the partnership, including any voluntary agricultural resource management plan or voluntary whole farm or whole ranch management plan developed and implemented under a process established by the Secretary of Agriculture. Authorizes the Administrator to make a grant to each State that establishes an approved program in an amount not to exceed 50 percent of the cost of administering the program. Directs the Administrator to publish guidance to assist: (1) States in the development of a source water quality protection partnership program; and (2) municipal or local governments or political subdivisions and community water systems in the development of source water quality protection partnerships and in the assessment of source water quality. (Sec. 18) Grants: (1) a State primary enforcement responsibility for public water systems if the Administrator determines that such State has adopted drinking water regulations that are no less stringent than the NPDW regulations within two years after such regulations are promulgated. Authorizes the Administrator to provide an extension of not more than two years if, after submission and review of appropriate, adequate documentation from the State, the Administrator determines that the extension is necessary and justified. Grants a State that has primary enforcement authority for existing drinking water regulations interim primary enforcement authority for new regulations pending such determination. Authorizes appropriations. (Sec. 19) Requires the Administrator to review existing monitoring requirements for not fewer than 12 contaminants within two years. Authorizes: (1) States to establish alternative monitoring programs for any NPDW regulation, except for a regulation applicable to a microbial contaminant or an indicator of such a contaminant, subject to specified requirements; and (2) the Administrator or a State to suspend quarterly monitoring requirements applicable to small systems for any contaminant (other than a microbial contaminant or such an indicator, that causes an acute effect, or a contaminant formed in the treatment process or distribution system) that is not detected during the first quarterly sample in a monitoring cycle. Directs the Administrator to promulgate regulations establishing the criteria for a monitoring program for unregulated contaminants, and to list up to 20 contaminants. Requires all systems serving more than 10,000 people to monitor for such contaminants. Authorizes appropriations. Requires the Administrator to establish a national database containing information on the occurrence of regulated and unregulated contaminants. Provides that information requirements imposed by the Administrator that require monitoring, the establishment or maintenance of records, or reporting, by a substantial number of public water systems, shall be established by regulation. Directs the Administrator to review new analytical methods to screen for regulated contaminants. Authorizes the Administrator to approve such methods as are more accurate or cost-effective than established reference methods for use in compliance monitoring. (Sec. 20) Requires each owner or operator of a public water system to give notice to those served by the system: (1) of any failure of the system to comply with an applicable maximum contaminant level or treatment technique requirement of, or a testing procedure prescribed by, an NPDW regulation, or to perform required monitoring; (2) of the existence of a variance granted for an inability to meet a maximum contaminant level requirement or a granted exemption and of any failure to comply with the requirements of any schedule prescribed pursuant to the variance or exemption; and (3) of the concentration level of any unregulated contaminant for which the Administrator has required public notice. Directs the Administrator to prescribe the manner, frequency, form, and content of such notice to provide for different notice frequencies for violations that are intermittent or infrequent and violations that are continuous or frequent, and to take into account the seriousness of any potential adverse health effects that may be involved. Permits a State to establish alternative notification requirements. Sets forth reporting requirements. (Sec. 21) Revises enforcement provisions of the Act to permit enforcement actions to be taken by both EPA and a State with primary enforcement responsibility. Directs the Administrator to notify local elected officials before taking enforcement actions against public water systems in nonprimacy States. Authorizes the Administrator or a State to suspend enforcement action with respect to a violation for a two-year period if the violation is to be corrected through a consolidation or restructuring during that period. Requires States, to have primary enforcement responsibility for public water systems, to adopt administrative penalties of at least $1,000 per violation for large systems. Increases the maximum amount for an administrative penalty imposed by EPA from $5,000 to $25,000 per violation, but only after a hearing on the record. (Sec. 22) Revises current provisions governing the applicability of drinking water laws and regulations to the Federal Government. Waives the sovereign immunity of the United States with respect to any requirement, administrative authority, or process or sanction under such laws and regulations. Allows citizens and States to seek penalties for all violations of the Act at Federal facilities. (Sec. 23) Authorizes appropriations for research with respect to the safe supply of drinking water. Directs the Administrator to: (1) develop, and periodically update, an integrated risk characterization strategy for drinking water quality; and (2) develop and carry out a research plan to support the development and implementation of rules regarding enhanced surface water treatment, disinfectant and disinfection byproducts, and groundwater disinfection. Sets forth reporting requirements. (Sec. 24) Revises the definition of \"public water system\" to include systems that provide water for human consumption through pipes or other constructed conveyances. Excludes from regulation connections to non-piped systems if the water is used exclusively for non-residential uses, the Administrator or the State determines that alternative water to achieve the equivalent level of public health protection provided by the applicable NPDW regulation is provided for residential or similar uses for drinking and cooking, or the Administrator or the State determines that the water provided for residential or similar uses for drinking and cooking is centrally treated or treated at the point of entry by the provider, a pass-through entity, or the user to achieve the equivalent level of protection provided by the applicable NPDW regulations. Sets forth transition provisions. (Sec. 25) Authorizes the Administrator to makes grants to States for the development and implementation of State programs for the protection of groundwater resources. Prohibits any such grant from being used for more than half of the cost of the program. Authorizes appropriations. Reauthorizes grants to support: (1) the critical aquifer protection program; (2) the wellhead protection program; and (3) State administration of the Underground Injection Control program. Directs the Administrator to study and report to the Congress on the extent and seriousness of contamination of private sources of drinking water that are not regulated under this Act. Authorizes the Administrator to reestablish a partnership between the Robert S. Kerr Environmental Research Laboratory and the National Center for Ground Water Research, a university consortium, to conduct research, training, and technology transfer for groundwater quality protection and restoration. Authorizes the Administrator to provide: (1) technical and financial assistance to units of State or local government for projects that demonstrate and assess innovative and enhanced methods and practices to develop and implement watershed protection programs, including methods and practices that protect both surface and groundwater; and (2) financial assistance to New York State for demonstration projects implemented as part of the watershed program for the protection and enhancement of the quality of source waters of the New York City water supply system. Sets forth matching and reporting requirements. Authorizes appropriations. (Sec. 26) Amends prohibitions on lead plumbing and pipes to prohibit: (1) the use in the installation or repair of any public water system or in any plumbing in a facility providing water for human consumption of any plumbing fitting or fixture that is not lead free; (2) the sale (effective two years after this Act's enactment) of any pipe or plumbing fitting or fixture that is not lead free, with exceptions; or (3) the sale of any solder or flux that is not lead free that does not bear a label stating that it is illegal to use the solder or flux in plumbing providing water for human consumption. Directs the Administrator to: (1) provide accurate and timely technical information and assistance to qualified third-party certifiers in the development of voluntary standards and testing protocols for the leaching of lead from new plumbing fittings and fixtures that are intended by the manufacturer to dispense water for human ingestion; and (2) promulgate regulations setting a health effects-based performance standard establishing maximum leaching levels from new plumbing fittings and fixtures that are intended by the manufacturer to dispense water for human ingestion if a voluntary standard is not established within a year. Repeals Federal law encouraging the use of geothermal heat pumps that return water to the distribution lines of public water systems. (Sec. 27) Amends the Federal Food, Drug, and Cosmetic Act to direct the Secretary of Health and Human Services to issue a regulation establishing for bottled water a quality level for each contaminant of public water systems for which such a level is established or make a finding that a regulation is unnecessary because the contaminant is not contained in water used for bottled drinking water (requires the Secretary to issue the regulation or make the required finding for any contaminant for which a NPDW regulation was promulgated before this Act's enactment within one year). (Sec. 28) Authorizes the Chief of the Army Corps of Engineers to modernize the Washington Aqueduct. Authorizes appropriations. Modifies the membership of the National Drinking Water Advisory Council to include two members representing small, rural water systems. Amends the Nonindigenous Aquatic Nuisance Prevention and Control Act of 1990 to: (1) require the designated chairpersons of the Aquatic Nuisance Species Task Force to invite representatives of the Lake Champlain Basin Program to participate as ex officio members of the Task Force; and (2) include Lake Champlain among the waters with respect to which the aquatic nuisance species and zebra mussel demonstration programs apply. Authorizes appropriations. Directs the Administrator to establish the Southwest Center for Environmental Research and Policy, consisting of a consortium of American and Mexican universities, to: (1) conduct research and development programs, projects, and activities, including training and community service, on U.S.-Mexico border environmental issues, with particular emphasis on water quality and safe drinking water; (2) provide objective, independent assistance to the EPA and other Federal, State, and local agencies involved in environmental policy, research, training, and enforcement; and (3) help to coordinate and facilitate the improvement of environmental policies and programs between the United States and Mexico. Authorizes appropriations. Requires the Administrator to develop a screening program, using appropriate validated test systems, to determine whether certain substances may have an effect in humans that is similar to an effect produced by a naturally occurring estrogen, or such other endocrine effect as the Administrator may designate. Sets forth provisions regarding program implementation, substances to be tested, exemptions, information collection, penalties and procedures for failure to submit required information, action by the Administrator to protect public health, and reporting requirements. Authorizes the Administrator to make grants to the State of Alaska for the benefit of rural and Native villages in Alaska to pay the Federal share (50 percent) of the cost of: (1) the development and construction of water and wastewater systems to improve the health and sanitation conditions in the villages; and (2) training, technical assistance, and educational programs relating to the operation and management of sanitation services in rural and Native villages. Requires the Administrator to consult with such State on a method of prioritizing grant allocation according to the needs of, and relative health and sanitation conditions in, each eligible village. Authorizes appropriations. Authorizes the Administrator and the heads of other appropriate Federal agencies to award grants to any appropriate entity or border State (i.e., Arizona, California, New Mexico, and Texas) to provide assistance to eligible communities (colonias lacking basic sanitation facilities) for: (1) the conservation, development, use, and control of water for the purpose of supplying drinking water; and (2) the construction, improvement, operation, and maintenance of sewers and treatment works for wastewater treatment. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Safe Drinking Water Act Amendments of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reauthorize and amend title XIV of the Public Health Service Act (commonly known as the \"Safe Drinking Water Act\"), and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:13-05:00"
}