{
  "actions": [
    {
      "acted_at": "2001-06-28", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2001-07-06", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "subcommittee": "National Parks, Recreation and Public Lands", 
      "text": "Referred to the Subcommittee on National Parks, Recreation and Public Lands.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2001-07-06", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Executive Comment Requested from Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-11-01", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "National Parks, Recreation and Public Lands", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-04-18", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "National Parks, Recreation and Public Lands", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-04-18", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "National Parks, Recreation and Public Lands", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended) by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-05-22", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-05-22", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2002-06-11T17:11:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Resources. H. Rept. 107-498.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-06-11T17:11:00-04:00", 
      "calendar": "Union", 
      "number": "298", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 298.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2388-107", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks, Recreation, and Public Lands", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Gibbons, Jim", 
      "sponsored_at": "2002-04-23", 
      "state": "NV", 
      "thomas_id": "01485", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2001-06-28", 
  "number": "2388", 
  "official_title": "To establish the criteria and mechanism for the designation and support of national heritage areas.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Heritage Areas Policy Act", 
  "sponsor": {
    "district": "5", 
    "name": "Hefley, Joel", 
    "state": "CO", 
    "thomas_id": "00524", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2002-05-22", 
  "subjects": [
    "Administrative procedure", 
    "Arts, culture, religion", 
    "Auditing", 
    "Citizen participation", 
    "Civil rights and liberties, minority issues", 
    "Commemorations", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cultural property", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Environmental protection", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Historic sites", 
    "History", 
    "Land use", 
    "Landscape protection", 
    "Law", 
    "Natural areas", 
    "Nature conservation", 
    "Nonprofit organizations", 
    "Outdoor recreation", 
    "Planning", 
    "Public lands and natural resources", 
    "Public meetings of administrative bodies", 
    "Public-private partnerships", 
    "Recreation areas", 
    "Right of property", 
    "Social life and customs", 
    "Social welfare", 
    "Sports and recreation", 
    "Water resources development"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2002-06-11", 
    "text": "National Heritage Areas Policy Act - Authorizes the Secretary of the Interior to recommend to Congress that an area or corridor be designated as a national heritage area only if, not later than five years after the Act explicitly authorizing the Secretary to conduct a feasibility study, the Secretary has: (1) determined that the area contains resources of national importance and is suitable and appropriate for designation as a national heritage area; and (2) approved a management plan that includes a business plan meeting specified requirements.(Sec. 5) Requires that the feasibility study: (1) be conducted by the Secretary or by one or more other interested parties, with participation from the public and local governments; and (2) identify the local coordinating entity for the proposed area.; and (3) be acted on by the Secretary within 90 days after receipt or it shall be considered approved. Sets forth criteria for concluding the area is appropriate for designation.(Sec. 6) Requires that a management plan for a proposed area: (1) be prepared and submitted by the local coordinating entity which shall collaborate with various entities, ensure regular public involvement, and make expenditure records available for audit; (2) present a comprehensive program for the conservation, interpretation, funding, management, and development of the area; (3) involve residents, public agencies, and private organizations; (4) specify and coordinate existing and potential sources of technical and financial assistance; and (5) include an inventory of resources and policies for resource management with appropriate land and water management techniques. Sets forth provisions regarding public notice and requirements for plan approval or disapproval.(Sec. 7) Authorizes the Secretary to make five-year grants for activities necessary to conduct feasibility studies and prepare management plans for proposed national heritage areas. Prohibits the use of grants for the acquisition of real property.(Sec. 8) Authorizes the Secretary to make ten-year grants to local coordinating entity for: (1) reports, studies, interpretive exhibits and programs, historic preservation projects, and other activities recommended in the management plan; and (2) operational expenses incurred within the first ten fiscal years designating the area. Prohibits the use of grants for the acquisition of real property.Directs the Secretary to require that each grant for the improvement, restoration, or rehabilitation of real property be subject to an agreement that conversion, use, or disposal of the assisted project for purposes contrary to those for which the grant was made result in a right of the United States to compensation from the grant beneficiary based on the level of Federal investment and the anticipated useful life of the project.(Sec. 9) Authorizes the Secretary to provide technical assistance on a non-reimbursable basis to any interested party or local coordinating entity for any activity for which the Secretary is authorized to provide a grant.(Sec. 10) Directs the Secretary to submit a written notice to the local coordinating entity of an area designated after this Act's enactment if the Secretary determines that: (1) implementation of the management plan has failed to meet plan standards; or (2) a preponderance of the local governments involved in implementing the plan no longer support such designation. Provides for a 60-day comment period. Terminates financial assistance if the Secretary decides that the determination was correct.(Sec. 11) Declares that nothing in this Act shall be construed to: (1) require any private property owner to permit public access (including Federal, State, or local government access) to such property; (2) modify any Federal, State, or local governmental authority to regulate land use; or (3) require the owner of private property located within the boundaries of a national heritage area to participate in or be associated with the area. Provides that designation of an area shall not be considered to create any liability, or to have any effect on liability under other law, of any private property owner with respect to persons injured on such property.(Sec. 14) Authorizes appropriations for grants and technical assistance for proposed and designated national heritage areas. Directs the Secretary to require a grant recipient to provide matching funds. Provides that such matching funds must be from non-Federal sources and may be made in the form of in-kind contributions of goods or services fairly valued. Limits to five percent the amount of grant funds that may be used by the Secretary for technical assistance, oversight, and administrative purposes. Prohibits the use of authorized funds to supplement funding or programs at any unit of the National Park System."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Heritage Areas Policy Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "National Heritage Areas Policy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish the criteria and mechanism for the designation and support of national heritage areas.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:16-05:00"
}