{
  "actions": [
    {
      "acted_at": "1979-01-15", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s47-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-15", 
  "number": "47", 
  "official_title": "A bill to reform and simplify the Federal individual income tax.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Simpliform Tax Act", 
  "sponsor": {
    "district": null, 
    "name": "Hatfield, Mark O.", 
    "state": "OR", 
    "thomas_id": "01352", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-15", 
  "subjects": [
    "Aid to dependent children", 
    "Awards, medals, prizes", 
    "Business and commerce", 
    "Business income tax", 
    "Capital gains tax", 
    "Charities", 
    "Child support", 
    "Corporations and Stocks", 
    "Dental care", 
    "Dividends", 
    "Education", 
    "Employee benefit plans", 
    "Finance and financial sector", 
    "Gifts", 
    "Health", 
    "Income tax", 
    "Individual retirement accounts", 
    "Interest", 
    "Labor and employment", 
    "Local taxation", 
    "Maternal and infant welfare", 
    "Medicaid", 
    "Medical fees", 
    "Medicare", 
    "Minimum tax", 
    "Old age, survivors and disability insurance", 
    "Personal income tax", 
    "Scholarships", 
    "Social welfare", 
    "State taxation", 
    "Stocks", 
    "Supplemental security income program", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax expenditures", 
    "Tax rates", 
    "Tax returns", 
    "Taxation", 
    "Withholding tax", 
    "Work incentive programs"
  ], 
  "subjects_top_term": "Tax rates", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-15", 
    "text": "Simpliform Tax Act - Amends the Internal Revenue Code to impose a uniform ten percent income tax on every individual, plus a surtax graduated according to specified brackets. Repeals, among other provisions of the Code: (1) tax credits for the elderly and for political contributions; (2) the minimum tax for tax preferences; (3) exclusions from gross income of interest on certain government obligations, bad debt recovery, scholarships and fellowship grants, and meals or lodging furnished for the convenience of the employer; (4) tax deductions for interest, State and local and foreign taxes, medical and dental expenses, moving expenses, business meals and entertainment, and retirement savings; and (5) provisions relating to deferred compensation, earned income from sources without the United States, joint returns by married couples, and the zero bracket amount. Replaces the tax deduction: (1) for personal exemptions with a tax credit amounting to $250 per exemption; and (2) for charitable contributions with a tax credit equal to 20 percent of the deduction currently allowable. Requires the inclusion in a decedent's taxable income for the taxable period in which he died of a certain percentage of the gains and losses which would have been realized and accounted for if all his property at the time of death had been sold immediately prior to it at the estate tax fair market value. Lists a schedule of such percentages from 20 percent for taxable years beginning a year after enactment, up to 100 percent for years beginning five years or more after enactment. Excludes from the reckoning of such property bequests to the surviving spouse, transfers for public, charitable and religious uses, items of gross income in respect of a decedent, and other estate property acquired from a decedent for which basis is not provided. Limits application of such requirement to occasions when the aggregate amount of the estate tax fair market value exceeds $60,000. Requires the inclusion in taxable income for the taxable period in which an individual has transferred property by an inter vivos gift, the gain or loss which would have been realized and accounted for if the taxpayer had sold the property at its fair market value. Applies such requirement only to transfers occurring when the aggregate fair market value of the taxpayer's property (including any and all property transferred after enactment of this Act) exceeds $60,000. Includes in an individual's gross income all Social Security and welfare payments, and all prizes and awards without exception. Requires withholding of a ten percent tax from the payment of interest and dividends, as well as from other payments subject to income tax."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Simpliform Tax Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform and simplify the Federal individual income tax.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:36-05:00"
}