{
  "actions": [
    {
      "acted_at": "2002-03-14", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on District of Columbia. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-03-21", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on District of Columbia. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-04-16", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Defense. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-04-24", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Defense. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-06-11", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on District of Columbia. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 107-891.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-07-25", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Appropriations ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2002-07-26", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Landrieu. With written report No. 107-225.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-07-26", 
      "calendar": "Senate Legislative", 
      "number": "523", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 523.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2809-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on District of Columbia", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Defense", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2002-07-26", 
  "number": "2809", 
  "official_title": "An original bill making appropriations for the government of the District of Columbia and other activities chargeable in whole or in part against the revenues of said District for the fiscal year ending September 30, 2003, and for other purposes.", 
  "popular_title": "District of Columbia Appropriations, FY2003 bill", 
  "related_bills": [
    {
      "bill_id": "hr5521-107", 
      "reason": "related"
    }
  ], 
  "short_title": "District of Columbia Appropriations Act, 2003", 
  "sponsor": {
    "district": null, 
    "name": "Landrieu, Mary L.", 
    "state": "LA", 
    "thomas_id": "01546", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2002-07-25", 
  "subjects": [
    "Administration of criminal justice", 
    "Administration of justice", 
    "Appropriations", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Capital investments", 
    "Case management", 
    "Charter schools", 
    "Chief financial officers", 
    "Child abuse", 
    "Civil service pensions", 
    "College costs", 
    "Colleges", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Convention facilities", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Disabled", 
    "Disabled children", 
    "District of Columbia", 
    "Drug abuse", 
    "Drug abuse treatment", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Environmental protection", 
    "Families", 
    "Family courts", 
    "Federal aid to child health services", 
    "Federal aid to disability services", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to hospitals", 
    "Federal aid to law enforcement", 
    "Federal aid to libraries", 
    "Federal aid to substance abuse programs", 
    "Federal aid to the arts and humanities", 
    "Federal aid to transportation", 
    "Forensic medicine", 
    "Government lending", 
    "Government operations and politics", 
    "Government trust funds", 
    "Guardian and ward", 
    "Health", 
    "Higher education", 
    "Infrastructure", 
    "Interest", 
    "International affairs", 
    "Labor and employment", 
    "Law", 
    "Legal education", 
    "Licenses", 
    "Literacy programs", 
    "Lotteries", 
    "Medical laboratories", 
    "Mentally disabled", 
    "Municipal budgets", 
    "Municipal buildings", 
    "Municipal employees", 
    "Municipal politics and government", 
    "National Guard", 
    "Nonprofit organizations", 
    "Outdoor recreation", 
    "Parks", 
    "Pension funds", 
    "Police", 
    "Public defenders", 
    "Recreation centers", 
    "Reprogramming of appropriated funds", 
    "Rescission of appropriated funds", 
    "Science, technology, communications", 
    "Sewerage", 
    "Social welfare", 
    "Sports and recreation", 
    "State courts", 
    "Storm drains", 
    "Terrorism", 
    "Tobacco settlement", 
    "Transportation and public works", 
    "Transportation planning", 
    "Urban economic development", 
    "Water resources development", 
    "Water supply", 
    "Waterfronts"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2002-07-26", 
    "text": "District of Columbia Appropriations Act, 2003 - Makes appropriations to the District of Columbia for FY 2003, including amounts for the Federal payments: (1) for District of Columbia Resident Tuition Support; (2) for emergency planning and security costs in the District; (3) to the Chief Financial Officer of the District; (4) to District of Columbia Courts; (5) for Defender Services in District of Columbia Courts; (6) to the Court Services and Offender Supervision Agency for the District of Columbia (including transfer of funds); (7) to the Children's National Medical Center; (8) to the St. Coletta of Greater Washington, Inc. expansion project; (9) to the Department of Transportation in the District; (10) for implementation of the Anacostia Waterfront Initiative; (11) for capital infrastructure development; (12) for the Family Literacy Program; and (13) for development of Charter School facilities.(Sec. 1) Amends the District of Columbia Code to increase from $65 to $75 per hour (and, effective October 1, 2003, to $90) the compensation for services of counsel for representation of indigents, including services in child abuse and neglect and parental rights termination proceedings.(Sec. 2) Amends the Federal civil service code and the District of Columbia Code to include both nonjudicial and judicial employees of the District of Columbia Courts in the Federal long-term care insurance program.(Sec. 3) Declares that all funds from the Crime Victims Compensation Fund designated for outreach activities shall be deposited in the Crime Victims Assistance Fund for the purpose of such activities.(Sec. 4) Directs the District of Columbia Courts to transfer to the D.C. Treasury all fines levied and collected in cases charging Driving Under the Influence and Driving While Impaired for use by the Office of the Corporation Counsel for enforcement and prosecution of District traffic alcohol laws.(Sec. 5) Transfers specified funds from the FY 2002 Federal payment to the District of Columbia Courts to the District of Columbia Child and Family Services Agency for child abuse services.(Sec. 6) Amends the Student Loan Marketing Association Reorganization Act of 1996, as amended by the District of Columbia Appropriations Act, 2000, to establish within the District of Columbia, under the authority of the Department of Banking and Financial Institutions, an Office of Public Charter School Financing and Support to: (1) administer the Credit Enhancement Fund for Public Charter Schools and the Direct Loan Program; and (2) develop, implement and oversee other public charter school financing programs and support services as requested by the Mayor and the D.C. Council.Establishes the Direct Loan Fund for Charter School Improvement to make loans of up to $2 million per charter school for construction, purchase, renovation, and maintenance of public charter school facilities.(Sec. 7) Directs the Comptroller General to report to the congressional appropriations committees a detailed analysis of the national effort to establish adequate charter school facilities, including a comparison to the efforts in the District of Columbia.(Sec. 8) Directs the Mayor and the Chairman of the D.C. Council to: (1) assess all buildings currently held in surplus and those that might be made available within one year of the enactment of this Act; and (2) report to the congressional appropriations committees their findings and a plan for occupying at least 50 percent of the space available, with space assignments in compliance with preferences outlined in the D.C. School Reform Act.(Sec. 9) Directs the Mayor and the Chairman of the D.C. Council to report to the congressional appropriations committees on actions taken to close poor performing charter schools in the District of Columbia.(Sec. 10) Directs the Mayor, in administering certain funds for incentives for adoption of children, to establish and fulfill, within nine months of the enactment of this Act, specified performance measures regarding: (1) certified expenditure of half the funds earmarked for attorney fees and home studies; (2) establishment of an outreach program to inform adoptive families and children without parents about the scholarship fund established with such funds; (3) establishment of the adoptive family resource center; (4) identification of at least 25 percent of the eligible children in the District of Columbia foster care system with special needs, and obligation of at least 25 percent of certain funds for adoption incentives and support for children with special needs; and (5) a 75 percent increase in the number of waiting children listed in the Child and Family Services Agency adoption photo-listing.(Sec. 11) Directs the Chief Financial Officer (CFO) of the District to require attorneys in special education cases brought under the Individuals with Disabilities Act (IDEA) in the District of Columbia to certify in writing that the attorney or representative rendered any and all services for which they receive awards from the District, including any received under a settlement agreement or as part of an administrative proceeding. Requires that all such attorneys, as part of the certification, disclose any financial, corporate, legal, memberships on boards of directors, or other relationships with any special education diagnostic services, schools, or other special education service providers to which the attorneys have referred any clients. Requires CFO quarterly reports to the congressional appropriations committees. Authorizes D.C. Inspector General investigations to determine the accuracy of the certifications.(Sec. 12) Amends the School Reform Act of 1995 to: (1) rename the New Charter School Fund as the Charter School Fund; and (2) revise funding requirements to limit annual deposits to an amount necessary to reach a balance of $10 million from the FY 2002 appropriations, and $5 million from FY 2003 and succeeding years appropriation. Limits the use of the Charter School Fund to providing supplemental funding in cases where the total audited enrollment, including special needs categories, exceeds that of the student enrollment on which the annual appropriation is based in that fiscal year.Appropriates specified sums out of the District's general fund and/or other funds for the current fiscal year for: (1) operating expenses (with limitations); (2) governmental direction and support; (3) economic development and regulation; (4) public safety and justice; (5) the public education system (including transfer of funds); (6) human support services (including transfer of funds); (7) public works; (8) workforce investments; (9) the Reserve; (10) the Emergency and Contingency Reserve Fund; (11) repayment of certain loans and interest; (12) repayment of General Fund Recovery Debt; (13) payment of interest on short-term borrowing; (14) the John A. Wilson Building; (15) for certain non-departmental agency costs; (16) for principal and interest payments on the District's Certificates of Participation, issued to finance the ground lease underlying the building located at One Judiciary Square; (17) refunds and for the payment of legal settlements or judgments that have been entered against the District government; (18) for the District's costs of public safety expenses related to security events and for the costs of providing support to respond to immediate and specific terrorist threats or attacks in the District or surrounding jurisdictions; (19) pay-as-you-go capital in lieu of capital financing; (20) capital infrastructure development; (21) the Water and Sewer Authority; (22) the Washington Aqueduct; (23) the Stormwater Permit Compliance Enterprise Fund; (24) the Lottery and Charitable Games Enterprise Fund; (25) the Sports and Entertainment Commission; (26) the District of Columbia Retirement Board; (27) the Washington Convention Center Enterprise Fund; (28) the National Capital Revitalization Corporation; and (29) capital outlay (including rescissions).Transfers limited funds to the Tobacco Settlement Trust Fund.(Sec. 13) Declares that the amount appropriated by this Act may be increased by funds identified in the comprehensive annual financial report for FY 2003 as the District of Columbia's unrestricted fund balance, subject to specified conditions.(Sec. 14) Amends the District of Columbia Home Rule Act to exclude days of Council recess from the 50 calendar days required for budget passage after the Mayor's submission to the Council.(Sec. 15) Requires that $5 million from the Charter School Fund be deposited by January 1, 2003, into the credit enhancement revolving fund established under the Student Loan Marketing Association Reorganization Act of 1996.(Sec. 16) Amends the District of Columbia Government Comprehensive Merit Personnel Act of 1978 to declare that only the Office of Personnel shall have the authority to grant waivers of residency requirements to Office of the Inspector General employees for Excepted or Executive Service positions and new hires that present exceptional circumstances for appointees or hires in hard to fill positions with demonstrated recruitment and retention problems inherent in a position owing to the uniqueness of the duties and responsibilities and the unusual combination of highly specialized qualification requirements.(Sec. 17) Amends the D. C. Code to prescribe a procedure for reprogramming funds after adoption of the annual budget for a fiscal year that is not a control year.(Sec. 18) Authorizes any D.C. government agency to transfer to the Office of Labor Relations and Collective Bargaining (OLRCB) amounts necessary to pay for OLRCB representation in third-party cases, grievances, and dispute resolution, pursuant to an intra-District agreement with OLRCB.(Sec. 19) Amends the District of Columbia Home Rule Act to require the D.C. Board of Education to submit annually to the D.C. Council, no later than the Mayor's budget submission, a budget detailing how the Mayor's proposed budget for D.C. Public Schools shall be spent overall and for each school, including allocation by responsibility center and object class.(Sec. 20) Amends the District of Columbia Home Rule Act to change the fiscal year for the University of the District Of Columbia to run from July 1 through June 30.Sets forth authorizations as well as limitations and prohibitions on the uses of appropriations under this Act, and directives to the Mayor, the Council, and the Board of Education identical with or similar to those in the District of Columbia Appropriations Act, 2002.(Sec. 107) Allows the District to use local funds provided in this Act to carry out lobbying activities on any matter other than: (1) the promotion or support of any boycott; or (2) statehood in Congress for the District. States that nothing in this Act may be construed to prohibit any elected official from advocating with respect to such issues.(Sec. 117) Prohibits the expenditure of funds appropriated under this Act for abortions except where the mother's life would be endangered if the fetus were carried to term or in cases of rape or incest.(Sec. 118) Bars the use of funds under this Act to implement or enforce: (1) the District of Columbia Health Care Benefits Expansion Act of 1992 (also known as the District Domestic Partner Act); or (2) any system of registration of unmarried, cohabiting couples for purposes of extending them benefits on the same basis as such benefits are extended to legally married couples.(Sec. 121) Requires the District of Columbia Board of Education, or its successor, and the District of Columbia Public Schools (DCPS), within 120 days of referral, to: (1) assess or evaluate any student who may have a disability and may require special education services; and (2) place in an appropriate program of special education any student classified as having a disability.(Sec. 122) Requires recipients of funds under this Act to comply with the Buy American Act.Expresses the sense of Congress that, to the greatest extent practicable, such funds should be used to purchase only American-made equipment and products.Declares a person ineligible to receive any contract made with funds provided under this Act if the person has been judicially determined to have intentionally affixed a \"Made in America\" label to a product that is not U.S.-made.(Sec. 124) Prohibits the use of Federal funds contained in this Act: (1) by the District of Columbia Corporation Counsel or any other District government officer or entity to provide assistance for any petition drive or civil action which seeks to require Congress to provide for voting representation in Congress for the District; (2) for any program of distributing sterile needles or syringes for the hypodermic injection of any illegal drug (requires individuals or entities who do so to account for all funds used for such program separately from any funds contained in this Act); or (3) to enact or carry out any law, rule, or regulation to legalize or otherwise reduce penalties associated with the possession, use, or distribution of any schedule I substance under the Controlled Substances Act or any tetrahydrocannabinols (THC) derivative.(Sec. 127) Provides that the Legalization of Marijuana for Medical Treatment Initiative of 1998, also known as Initiative 59, approved by the electors of the District on November 3, 1998, shall not take effect.(Sec. 128) Provides that nothing in this Act may be construed to prevent the Council from addressing the issue of the provision of contraceptive coverage by health insurance plans. Expresses the intent of Congress that any legislation enacted on such issue should include a \"conscience clause\" which provides exceptions for religious beliefs and moral convictions.(Sec. 129) Requires the Superior Court of the District of Columbia or the District of Columbia Court of Appeals to assign interest on a voucher submitted by a court-appointed attorney for payment if the voucher is not paid within 45 days of its submission.(Sec. 134) Prohibits funds appropriated in this Act from being used to issue, administer, or enforce any order by the District of Columbia Commission on Human Rights relating to docket numbers 93-030-(PA) and 93-031-(PA). (The Commission ordered the Boy Scouts of America to reinstate two gay troop leaders and pay them $50,000 each, as well as all attorney's fees and court costs.)"
  }, 
  "titles": [
    {
      "as": null, 
      "title": "District of Columbia Appropriations, FY2003 bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "District of Columbia Appropriations Act, 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "District of Columbia Appropriations Act, 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the government of the District of Columbia and other activities chargeable in whole or in part against the revenues of said District for the fiscal year ending September 30, 2003, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:40-05:00"
}