{
  "actions": [
    {
      "acted_at": "1991-11-18", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-12-30", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to the Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-12-30", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to the Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3800-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-18", 
  "number": "3800", 
  "official_title": "To establish a Classrooms for the Future program, and for other purposes.", 
  "popular_title": "Long-Distance Learning (Technology for the Classroom) bill", 
  "related_bills": [], 
  "short_title": "Technology for the Classroom Act of 1991", 
  "sponsor": {
    "district": "30", 
    "name": "Martinez, Matthew G.", 
    "state": "CA", 
    "thomas_id": "00743", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-11-18", 
  "subjects": [
    "Academic performance", 
    "Consumer education", 
    "Education", 
    "Education of socially handicapped children", 
    "Educational technology", 
    "Federal aid to education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-11-18", 
    "text": "Technology for the Classroom Act of 1991 - Directs the Secretary of Education (the Secretary) to award competitive grants to eligible consortia to develop instructional programs and technology-based systems for complete courses or units of study for a specific subject and grade level, if these are commercially unavailable locally. Requires that an eligible consortium consist of: (1) State or local educational agencies in partnership with businesses; and (2) institutions of higher education or other public or private nonprofit organizations. Requires priority to be given to applications describing programs that are developed: (1) so that the program may be adapted and applied nationally; and (2) to raise the achievement levels of students, particularly disadvantaged students who are not realizing their potential. Sets forth application requirements and criteria for awarding such grants. Authorizes the Secretary to award grants to States to carry out specified types of activities to improve access to technology. Requires States to use such grants to: (1) identify schools or school districts which have a large number of educationally disadvantaged students and limited access to technology-based learning resources; and (2) develop, in conjunction, with local educational agencies or individual schools, strategies to improve accessibility and use of technology-based learning resources, including specific plans for teacher and school personnel training, hardware or software acquisition (if this is a major barrier to accessibility), and partnership arrangements with businesses, institutions of higher education, and other public or private nonprofit organizations. Sets forth State plan requirements. Directs the Secretary to coordinate and share information regarding curriculum-based educational technology programs assisted under this Act with other Federal agencies which administer programs supporting development of such programs. Directs the Secretary to: (1) collect information about products developed pursuant to this Act and the evaluation of such products; and (2) disseminate such information in regular reports to State and local educational agencies and other appropriate organizations or individuals. Requires that any royalties paid to any State or local educational agency as a result of assistance provided under this Act be used for further development of curriculum-based learning resources authorized by this Act. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Long-Distance Learning (Technology for the Classroom) bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Technology for the Classroom (Long-Distance Learning) bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Technology for the Classroom Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish a Classrooms for the Future program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:58-05:00"
}