{
  "actions": [
    {
      "acted_at": "1974-04-01", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13868-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-04-01", 
  "number": "13868", 
  "official_title": "A bill to establish a Federal Petroleum Commission to provide for price regulation of major oil companies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Petroleum Product Price Regulation Act", 
  "sponsor": {
    "district": "33", 
    "name": "Walsh, William F.", 
    "state": "NY", 
    "thomas_id": "01198", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-04-01", 
  "subjects": [
    "Advisory bodies", 
    "Independent regulatory commissions", 
    "Petroleum and petroleum products", 
    "Petroleum industry"
  ], 
  "subjects_top_term": "Petroleum industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-04-01", 
    "text": "Petroleum Product Price Regulation Act - Establishes an independent regulatory commission to be known as the Federal Petroleum Commission, consisting of 3 Commissioners appointed by the President, by and with the advice and consent of the Senate, one of whom shall be designated by the President as Chairman. Provides that the Chairman, subject to the approval of the Commission, shall appoint an Executive Director and a General Counsel and may employ such other officers and employees as are necessary in the execution of the Commission's functions. Declares that the Commission shall establish maximum prices for each sale in the United States of a refined petroleum product by a major oil company. States that prices for sales of refined petroleum products by a major oil company shall be established by the Commission so that the aggregate revenues from such sales in each accounting period shall be equal to the sum of allowable operating costs for such period and a fair return on investment in domestic refining and distribution assets of such company during such period. Directs that domestic refining and distribution assets of a major oil company shall be determined by the Commission and shall be based on the value of assets of the company in the United States to the extent such assets are used or usable for purposes of refining, distributing, or selling refined petroleum products which are sold in the United States. Declares that no major oil company may sell any refined petroleum product at a price which exceeds the maximum price for such product established under this Act. Provides a civil penalty of not more than $20,000 and criminal penalties of not more than $20,000 or imprisonment for not more than 1 year or both, for each violation of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Petroleum Product Price Regulation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Federal Petroleum Commission to provide for price regulation of major oil companies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:41-05:00"
}