{
  "actions": [
    {
      "acted_at": "1984-09-19", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6273-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-09-19", 
  "number": "6273", 
  "official_title": "A bill to amend title 5, United States Code, to provide more equitable benefits for spouses and former spouses under the Civil Service Retirement System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Civil Service Retirement Spouse Equity Act of 1984", 
  "sponsor": {
    "district": "39", 
    "name": "Dannemeyer, William E.", 
    "state": "CA", 
    "thomas_id": "00264", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-09-19", 
  "subjects": [
    "Civil service pensions", 
    "Congress and Members of Congress", 
    "Congressional salaries and pensions", 
    "Divorce", 
    "Divorcees", 
    "Domestic Relations and Families", 
    "Federal employees", 
    "Federal employees and officials", 
    "Married people", 
    "Members of Congress", 
    "Survivors' benefits"
  ], 
  "subjects_top_term": "Survivors' benefits", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-09-19", 
    "text": "Civil Service Retirement Spouse Equity Act of 1984 - Requires a reduction in the civil service annuity of a Federal employee or a Member of Congress in order to provide a survivor annuity for his or her spouse, unless the employee or Member and spouse jointly waive the spouse's right to a survivor annuity at the time of the employee's or Member's retirement. (Currently, an employee or Member may elect not to provide for a survivor annuity by notifying the Office of Personnel Management (OPM) that he or she does not desire a spouse to receive an annuity.) Allows an employee or Member to waive the survivor annuity without his or her spouse's consent only after establishing to OPM that the spouse's location cannot be determined. Requires a reduction in the employee's or Member's annuity to provide a survivor annuity for a former spouse if: (1) such former spouse is entitled to a survivor annuity under the terms of a decree of divorce or annulment, a court order, or a court-approved property settlement agreement; and (2) such a waiver is not executed with respect to such former spouse. Ends the annuity reduction to provide for a survivor annuity for a former spouse if the former spouse remarries before age 60 or dies. Provides that a spouse or former spouse must have been married to an employee or Member for at least nine months to qualify for a survivor annuity, with specified exceptions. Reduces the survivor annuity of any widow or widower by the amount of any survivor annuity payable to a former spouse. Reduces the survivor annuity of any former spouse by the amount of any survivor annuity payable to any other former spouse. Permits an employee or Member to apply for and receive a lump-sum credit for civil service retirement only if: (1) such employee or Member does not have a former spouse who qualifies for a survivor annuity; and (2) the employee's or Member's current spouse concurs in such application, unless the employee or Member establishes to OPM that such spouse cannot be located. Provides that provisions of Federal law limiting the minimum amount of a civil service annuity to the smallest primary insurance amount under Old Age, Survivors and Disability Insurance shall not apply to a former spouse's survivor annuity."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Civil Service Retirement Spouse Equity Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 5, United States Code, to provide more equitable benefits for spouses and former spouses under the Civil Service Retirement System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:17-05:00"
}