{
  "actions": [
    {
      "acted_at": "1979-03-29", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3355-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Preyer, Richardson", 
      "sponsored_at": "1979-01-03", 
      "state": "NC", 
      "thomas_id": "00928", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-29", 
  "number": "3355", 
  "official_title": "A bill to amend the provisions of title 39, United States Code, relating to the use of the frank, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-29", 
  "subjects": [
    "Advisory bodies", 
    "Congress and Congressmen", 
    "Congressional candidates", 
    "Congressional elections", 
    "Congressional privileges and immunities", 
    "Federal advisory bodies", 
    "Franking privilege", 
    "Government operations and politics", 
    "House of Representatives", 
    "Members of Congress", 
    "Postal Services and Facilities", 
    "Postal service", 
    "Survivors' benefits", 
    "Voting"
  ], 
  "subjects_top_term": "Franking privilege", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-29", 
    "text": "Extends from 28 to 60 days the period of time before an election during which a Member of Congress may not use his or her mail franking privileges if such Member is a candidate for re-election. Prohibits the use of such franking privilege for mass mailing outside of a Member's or Member-elect's home district if such person is a candidate for any other office. Requires franked mail to be sent by the most economical means. Limits the number of pieces of franked mail sent to six times the number of addresses to which such mail may be delivered under existing law. Requires Members of, or Members-elect to, the House of Representatives to submit mail, which is intended to be sent as franked mail under provisions allowing a simplified form of address, to the House Commission on Congressional Mailing Standards for an advisory opinion as to whether such proposed mailing is in compliance with such provisions. Prohibits a Member or Member-elect from sending as franked mail any mail for which the printing costs are not paid from funds appropriated by Congress. Extends to surviving relatives the franking privilege of the spouse of a Member of Congress who dies in office in the event there is no surviving spouse (such privilege covering only mail relating to the death of such Member mailed within 180 days of death). Expands the authority of the Commission to cover advisory opinions involving any non-criminal law regarding franked mail. Authorizes the Commission to issue regulations or investigate franking privilege violations in connection with any other Federal law (other than criminal statutes) or in connection with any rule of the House relating to franked mail. Extends the Commission's jurisdiction over franking violations to include complaints against former Members and officers of the House."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the provisions of title 39, United States Code, relating to the use of the frank, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:56-05:00"
}