{
  "actions": [
    {
      "acted_at": "2006-04-06", 
      "references": [
        {
          "reference": "CR S3217-3218", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-04-06", 
      "committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-05-25", 
      "in_committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on the Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-05-25", 
      "committee": "the Judiciary", 
      "references": [], 
      "text": "Committee on the Judiciary. Reported by Senator Specter with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2006-05-25", 
      "calendar": "Senate Legislative", 
      "number": "452", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 452.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2560-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "2006-04-06", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dayton, Mark", 
      "sponsored_at": "2006-07-19", 
      "state": "MN", 
      "thomas_id": "01629", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "2006-04-06", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "2006-04-06", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "2006-04-06", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2006-04-06", 
  "number": "2560", 
  "official_title": "A bill to reauthorize the Office of National Drug Control Policy.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2829-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6344-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6344-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Office of National Drug Control Policy Reauthorization Act of 2006", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2006-05-25", 
  "subjects": [
    "Armed forces and national security", 
    "Authorization", 
    "Chemicals", 
    "Cocaine", 
    "Colombia", 
    "Community organization", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drug abuse treatment", 
    "Drug law enforcement", 
    "Drug testing", 
    "Drugs and athletes", 
    "Drugs and youth", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Families", 
    "Federal aid to law enforcement", 
    "Federal officials", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Government contractors", 
    "Government operations and politics", 
    "Health", 
    "Heroin", 
    "Latin America", 
    "Marijuana", 
    "Methamphetamine", 
    "Military civic action", 
    "National Guard", 
    "Opium", 
    "Performance measurement", 
    "Peru", 
    "Police training", 
    "Public service advertising", 
    "Social welfare", 
    "Sports and recreation", 
    "State laws"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2006-05-25", 
    "text": "Office of National Drug Control Policy Reauthorization Act of 2006 - Title I: Organization of Office of National Drug Control Policy and Roles and Responsibilities - (Sec. 101) Amends the Office of National Drug Control Policy Reauthorization Act of 1998 (ONDCPRA) to include in the definition of demand reduction activities international drug abuse education, prevention, treatment, research, rehabilitation activities, and interventions for drug abuse and dependence. Includes within the National Drug Control Program activities involving supply reduction, demand reduction, or state and local affairs. Redefines \"state and local affairs\" to include coordination and enhancement of federal, state, and local law enforcement intelligence gathering initiatives relating to drug control among domestic law enforcement agencies. Expands the definition of \"supply reduction\" activities to include: (1) law enforcement outside the United States; (2) source country programs; (3) activities to control international trafficking in, and availability of, illegal drugs; (4) activities to conduct and promote international law enforcement programs and policies to reduce the supply of drugs; and (5) sharing of domestic and foreign intelligence information. (Sec. 102) Includes as a duty of the Office of National Drug Control Policy (Office) the development of specific goals and performance measurements for assessing the effectiveness of national drug control policy and programs. Revises the duties of the Deputy Directors of the Office. (Sec. 103) Designates the Deputy Director of National Drug Control Policy as the Acting Director in the absence of the Director. Expands the duties of the Director of the Office to include: (1) coordination of private sector research and development of medications to treat addiction; (2) involvement of state and local officials in the formulation and implementation of the National Drug Control Strategy; (3) monitoring of the allocation of resources among federal law enforcement agencies in response to significant local and regional drug trafficking and production threats; and (4) reporting annually to Congress on coordination of the Office with state and local governments in the formulation and implementation of the Strategy. Establishes the position of U.S. Interdiction Coordinator for the coordination of drug interdiction operations among National Drug Control Program agencies. (Sec. 104) Requires annual reports (by July 1) to the Director and Congress from: (1) the Secretaries of Agriculture and the Interior on illegal drug cultivation and manufacturing; and (2) the Secretaries of Homeland Security and Defense on drug seizures and air and maritime patrols. (Sec. 105) Revises National Drug Control Program budgetary procedures to: (1) require budget requests to include all funding requests for any drug control activity, including any drug law enforcement activities; (2) prohibit the Director from certifying a budget request which does not meet certain basic standards for drug control programs; and (3) require fund control notices to be transmitted to specified congressional committees. Requires the Director to report to the President by August 1 of each year on an assessment of major drug transit and illicit drug producing countries. Title II: The National Drug Control Strategy - (Sec. 201) Revises requirements for the development, submission, implementation, and assessment of the National Drug Control Strategy. Requires the President to submit the Strategy to Congress not later than February 1 of each year. Requires the Strategy to include: (1) assessments of current illicit drug use, availability of illicit drugs, and reductions in drug use and availability; (2) a determination of the status of drug treatment in the United States; (3) a review of the research agenda of the Counterdrug Technology Assessment Center; and (4) a summary of efforts made to coordinate with the private sector to conduct research and development of medications to treat addiction. Requires the Director to consult with the heads of the National Drug Control Program agencies, Congress, state and local officials, private citizens and entities, and representatives of foreign governments in developing and implementing the Strategy. (Sec. 202) Requires the Director to submit to Congress by February 1 of each year a description of a national drug control performance measurement system as part of the Strategy. (Sec. 203) Requires the Director to report to Congress on or before February 1 of each year on the national drug control media campaign. Requires the Government Accountability Office to conduct yearly audits of the Office of National Drug Control Policy and certain programs within such Office. Title III: High Intensity Drug Trafficking Areas - (Sec. 301) Revises the High Intensity Drug Trafficking Areas (HIDTA) Program to: (1) identify specific purposes of such Program relating to inter-governmental cooperation and intelligence sharing; (2) allow coalitions of law enforcement agencies to petition for the designation of a high intensity drug trafficking area; (3) require the appointment of an Executive Board to manage such an area; (4) limit the use of HIDTA Program funding for the establishment of drug prevention programs; and (5) authorize the Director to use HIDTA Program funds to assist law enforcement agencies in terrorism prevention activities, to respond to emerging drug trafficking threats in such areas, and to combat methamphetamine trafficking in such areas. Requires the Director to report to Congress on assessments of : (1) designated high intensity drug trafficking areas; (2) drug enforcement task forces within each such area; and (3) intelligence sharing in such areas. Authorizes appropriations for FY2007-FY2011. (Sec. 302) Dawson Family Community Protection Act - Requires the Director to allocate at least $7 million for high intensity drug trafficking areas with severe neighborhood safety and illegal drug distribution problems. Specifies the required uses of such funds as: (1) ensuring the safety of communities and preventing intimidation of potential witnesses of illegal drug distribution; and (2) combating illegal drug trafficking. (Sec. 303) Requires the Director to: (1) assess the ability of the HIDTA Program to respond to the movement of drug traffickers into rural, suburban, and smaller urban areas; and (2) conduct a demonstration project to assess the ability of the New York/New Jersey HIDTA Program to respond to the movements of such drug traffickers. Title IV: Technology - (Sec. 401) Replaces the Director of Technology of the Counterdrug Technology Assessment Center with a Chief Scientist. Sets forth the responsibilities of the Chief Scientist, including the coordination and implementation of a counterdrug technology transfer program for transferring technology and associated training directly to state and local law enforcement agencies. Requires the Director to report to Congress by July 1 of each year on the counterdrug technology transfer program. Title V: Reauthorization and Improvement of the National Anti-Drug Media Campaign - (Sec. 501) National Youth Anti-Drug Media Campaign Reauthorization Act of 2006 - Amends the Drug-Free Media Campaign Act of 1998 to rename the national media campaign as the national youth anti-drug media campaign and to include as purposes of such campaign: (1) increasing awareness of adults of the impact of drug abuse on young people; and (2) encouraging parents to discuss with young people the dangers of illegal drug use. (Sec. 503) Requires the Director, in consultation with the Partnership for a Drug-Free America, to determine the overall purposes and strategy of the campaign. Delegates to the Partnership for a Drug-Free America responsibility for: (1) developing and recommending strategies to achieve the goals of the campaign; and (2) the creation of advertising to be used in the campaign. Requires the Director to contract with a media buying contractor to plan and purchase advertising time and space for the campaign. (Sec. 504) Establishes standards, limitations, and matching requirements for the use of federal funds for the campaign (Sec. 505) Authorizes appropriations for FY2006-FY2010. Title VI: Authorizations and Extension of Termination Date - (Sec. 601) Authorizes appropriations for ONDCPRA for FY2006-FY2010 and extends its termination date until September 30, 2010 (previous termination date was September 30, 2003). Title VII: Anti-Doping Agency - (Sec. 701) Designates the U.S. Anti-Doping Agency as the independent anti-doping organization for the amateur athletic competitions recognized by the U.S. Olympic Committee and sets forth its duties. Requires the Agency to: (1) keep correct and complete records of account; and (2) submit an annual report to Congress which includes an audit and description of Agency activities. Authorizes appropriations for FY2007-FY2011. Title VIII: Drug-Free Communities - (Sec. 801) Amends the Drug-Free Communities Act of 1997 to: (1) authorize appropriations for FY2008-FY2012; (2) increase from $100,000 to $125,000 the maximum grant amount allowed under the Act; (3) prohibit the Director from imposing any new eligibility criteria on new or renewing grant applicants; (4) authorize the Director to make initial and renewal grants to coalitions dealing with a major local drug crisis; and (5) require the Director to delegate all authority for grant eligibility determinations, review, selection, management, and appeals to another qualified national drug control agency. (Sec. 802) Requires drug-free communities program grantees to be afforded a fair, timely, and independent appeal before suspension or termination for noncompliance with grant criteria. Requires the Director to report to Congress on the appeals process established by this Act. (Sec. 806) Requires the Director to make a directed grant to Community Anti-Drug Coalitions of America to provide for the continuation of the National Community Antidrug Coalition Institute. Authorizes appropriations for FY2008-FY2012. Title IX: National Guard Counterdrug Schools - (Sec. 901) Authorizes the Chief of the National Guard Bureau to establish and operate five schools to be known as National Guard counterdrug schools to provide training in drug interdiction and counterdrug activities and drug demand reduction activities to: (1) federal agencies; (2) state and local law enforcement agencies; and (3) community-based organizations and other non-governmental private entities engaged in counterdrug activities. Identifies such schools as: (1) the National Interagency Civil-Military Institute, San Luis Obispo, California; (2) the Milti-Jurisdictional Counterdrug Task Force Training, St. Petersburg, Florida; (3) the Midwest Counterdrug Training Center, Johnston, Iowa; (4) the Regional Counterdrug Training Academy , Meridian, Mississippi; and (5) the Northeast Regional Counterdrug Training Center, Fort Indiantown Gap, Pennsylvania. Directs the Secretary of Defense to report to Congress by February 1 of each year on the activities of the National Guard counterdrug schools during the preceding year. Authorizes appropriations for FY2006-FY2010. Title X: National Methamphetamine Information Clearinghouse Act Of 2006 - (Sec. 1001) National Methamphetamine Information Clearinghouse Act of 2006 - Establishes: (1) the National Methamphetamine Information Clearinghouse under the supervision of the Attorney General; and (2) the National Methamphetamine Advisory Council. (Sec. 1004) Directs the Clearinghouse to: (1) promote information sharing on successful programs relating to methamphetamine production, use, or effects, and grants available for such programs; and (2) include a toll-free number and a website. (Sec. 1005) Authorizes appropriations for FY2006-FY2010. Title XI: Miscellaneous Provisions - (Sec. 1101) Repeals provisions of ONDCPRA relating to: (1) the President's Council on Counter-Narcotics and the Parents Advisory Council on Youth Drug Abuse; and (2) drug interdiction. Repeals provisions of the Assets Forfeiture Amendments Act of 1988 establishing a Special Forfeiture Fund. (Sec. 1102) Amends the Controlled Substances Act to permit non-group medical practitioners to dispense narcotic drugs for drug maintenance and detoxification treatment to more than 30 patients at any one time after giving certain notifications and certifications to the Secretary of Health and Human Services. Requires the Director to submit to Congress: (1) a report on intelligence systems and sharing for combating drug trafficking and production; (2) a comprehensive strategy to address the heroin threat from Columbia and other South American countries; (3) a study on iatrogenic addiction associated with prescription opioid analgesic drugs; (4) a strategy to stop Internet advertising to obtain prescription drugs without a lawful prescription; and (5) a plan to conduct a study on the illegal diversion and inappropriate uses of prescription drugs. (Sec. 1105) Requires the Director to contract with a nonprofit corporation to revise model state drug laws. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Office of National Drug Control Policy Reauthorization Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Dawson Family Community Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Youth Anti-Drug Media Campaign Reauthorization Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Office of National Drug Control Policy Reauthorization Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Dawson Family Community Protection Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Methamphetamine Information Clearinghouse Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Youth Anti-Drug Media Campaign Reauthorization Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize the Office of National Drug Control Policy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:05-05:00"
}