{
  "actions": [
    {
      "acted_at": "2012-02-02", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2067-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "2012-02-02", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-02-02", 
  "number": "2067", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act with respect to medical device regulation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Safe, Efficient, and Transparent Medical Device Approval Act", 
  "sponsor": {
    "district": null, 
    "name": "Casey, Robert P., Jr.", 
    "state": "PA", 
    "thomas_id": "01828", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-02-02", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Department of Health and Human Services", 
    "Food and Drug Administration (FDA)", 
    "Government information and archives", 
    "Health", 
    "Health technology, devices, supplies"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-02-02", 
    "text": "Safe, Efficient, and Transparent Medical Device Approval Act or the SET Device Act - Directs the Secretary of Health and Human Services (HHS), within 120 days of enactment of this Act, to establish the schedule for the promulgation of a regulation requiring premarket approval for a medical device that the Secretary requires to remain in class III. Directs the Secretary, within 18 months, to: (1) issue a final regulation for each device that the Secretary requires to remain in class III, and (2) establish the required special controls for each device that is classified into class II pursuant to a determination revising such devise's classification. Amends the Federal Food, Drug, and Cosmetic Act to permit a person to: (1) submit a request for initial classification of a device that has not previously been classified under such Act if the person declares that there is no legally marketed device upon which to base a substantial equivalence determination; and (2) recommend to the Secretary a classification for the device and include in the request an initial draft proposal for applicable special and general controls that are necessary to provide reasonable assurance of safety and effectiveness. Permits the Secretary to decline to undertake a classification request if the Secretary identifies a legally marketed device that could provide a reasonable basis for review of substantial equivalence or if the Secretary determines that the device submitted is not of low-moderate risk."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Safe, Efficient, and Transparent Medical Device Approval Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "SET Device Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act with respect to medical device regulation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:21:12-05:00"
}