{
  "actions": [
    {
      "acted_at": "1988-09-14", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-10-20", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-10-20", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Select Education", 
      "text": "Referred to Subcommittee on Select Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-10-20", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to Subcommittee on Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5304-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Select Education", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-09-14", 
  "number": "5304", 
  "official_title": "A bill to provide financial assistance to States and localities for high quality early childhood development programs for prekindergarten children, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Smart Start:  The Community Collaboration for Early Childhood Development Act of 1988", 
  "sponsor": {
    "district": "7", 
    "name": "Kildee, Dale E.", 
    "state": "MI", 
    "thomas_id": "00631", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-09-14", 
  "subjects": [
    "Child development", 
    "Children and youth", 
    "Day care", 
    "Education", 
    "Education of socially handicapped children", 
    "Federal aid to education", 
    "Local and Municipal Government", 
    "Local finance", 
    "Preschool education", 
    "State finance", 
    "States"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-09-14", 
    "text": "Smart Start: The Community Collaboration for Early Childhood Development Act of 1988 - Directs the Secretary of Education (the Secretary) to make grants to States and localities with approved plans and applications to assist them to expand or establish full-day early childhood development services for prekindergarten children. Directs the Secretary, in carrying out this Act, to: (1) use the expertise of early childhood experts in the Department of Health and Human Services (HHS); and (2) ensure that individuals administering this Act have expertise in the area of early childhood development. Authorizes appropriations for FY 1989 through 1993 to carry out this Act. Sets forth requirements relating to State and local eligibility for Federal assistance under this Act, including establishment or designation of a State Interagency Advisory Task Force and a Local Policy Group. Sets forth provisions for allotments to States. Reserves a portion of the funds for specified U.S. territories and possessions. Sets forth State allotment formulas based on a State's: (1) number of children five years old or under; (2) number of families with two parents, both of whom are in the labor force, who have one or more children five years old or under; (3) tax capacity index; and (4) tax effort index. Sets forth reallotment provisions. Sets forth provisions for Federal allocation of certain funds to localities. Directs the Secretary to make such allocations to localities from amounts that would be allotted to a State but will not be so allotted because the State elects not to participate in programs assisted under this Act. Makes such a grant to the locality equal to the amount to which it is entitled when ranked by the Secretary against other applicants from the same State. Sets forth provisions for within State reservation and allocation. Directs the Governor to reserve 25 percent of the State allotment for specified activities and to allocate the remaining 75 percent to localities with approved applications on a ranking basis. Sets the following limits on apportioning the 25 percent reserved funds: (1) maximum one percent for the State Interagency Advisory Task Force; (2) maximum four percent for administrative costs; (3) minimum five percent for grants to localities in nonmetropolitan areas and to localities to serve migrant and Indian children or, if no such localities apply, for discretionary grants; (4) minimum ten percent for discretionary grants to localities; and (5) minimum five percent for development and implementation of statewide training programs, and technical assistance to localities for training. Sets forth rules for twofold ranking of applications from localities based on the numbers of: (1) children five years old or under in families below the poverty line compared to the number of all children of such ages in the locality; and (2) families with children of such ages. Sets forth allocation rules. Requires that one-half of the funds be allocated to localities on the basis of each of the above indices, in order of their ranking. Requires the State to provide uniform allocations per child and per family throughout the State in allocating Federal funds and the State portion of the non-Federal share. Prohibits any locality funded under specified provisions from receiving less than $25,000 in total Federal and State funds provided this Act. Sets forth provisions for planning grants. Allows any locality to apply for a six-month planning grant to the State or, if the State does not participate, to the Secretary. Requires planning grant funds to be deducted from the total funds the locality would otherwise be eligible for in the first year of the program. Sets forth application requirements. Sets forth provisions for State Interagency Advisory Task Forces. Requires any State desiring to receive assistance under this Act to establish such a Task Force. Requires each Task Force to report annually to the Governor and the Secretary on the status of early childhood development programs and child care programs operating within the States. Allows a State to use an existing comparable task force for such purposes. Sets forth provisions for a Lead State Agency. Directs the Governor to designate such an agency to administer the early childhood development programs assisted under this Act in the State. Requires such agency to be selected from the State educational agency, the State department of social services, or the State agency for child development or child advocacy. Sets forth requirements for the State application and the State plan. Sets forth provisions for Local Policy Groups. Requires any locality desiring to receive a grant under this Act to form such a Group. Requires each Group to report annually to the State Interagency Advisory Task Force on the status of early childhood development programs and child care within the locality. Allows localities to use existing comparable Groups. Sets forth requirements for local applications and service delivery plans included in such applications. Requires selection of a local administering agencies by specified local officials from among the local education agencies, local social services agencies, local child development agencies, and local resource and referral agencies. Sets forth selection criteria and duties of a local administering agency. Requires localities to submit applications to the Lead State Agency in a participating State, or to the Secretary if they are in a nonparticipating State. Sets forth provisions relating to eligible children and families. Sets forth an age requirement for participation. Makes any prekindergarten child eligible to participate in programs assisted under this Act in the school year prior to the school year in which the child would be eligible under State law to enter kindergarten. Permits any State or locality which has served all children of the eligible age group requesting services to use funds to serve children in the school year two years prior to the school year in which they would be eligible under State law to enter kindergarten. Provides that a program that serves children who vary in age from three years of age to six years of age is not ineligible to carry out a program assisted under this Act. Sets forth family contribution requirements. Provides services under this Act without charge to eligible children in families with incomes under 115 percent of the poverty line. Requires, for eligible children from families with incomes above 115 percent of the poverty line, payment of fees on a sliding scale up to the full cost of such services. Requires the State, or the locality in a nonparticipating State, to develop such sliding scale on the basis of income level and family size. Prohibits: (1) total fees for all eligible children in a family receiving services under this Act from exceeding ten percent of a family's gross income; and (2) maximum fees per child from exceeding the cost per child of the services provided. Sets forth provisions for general use of funds by service providers and for authorized activities for which grants may be used. Sets forth minimum standards, for service providers, including maximum group size and child to adult ratios, staff training and credentials, parental involvement, and health, safety, and nutrition requirements. Sets forth administrative provisions including provisions for withholding of payments and judicial review of such withholding. Provides protection for continuing activities of Head Start agencies by prohibiting the denial to such an agency of continued use of a local educational agency facilities by reason of selection of either to administer a program with funds under this Act. Sets forth evaluation provisions. Requires Local Policy Groups to: (1) arrange for periodic on-site evaluation of local programs by reviewers including community members and early childhood development experts not directly involved in program administration; and (2) report annually to the Task Force. Requires the Task Force to: (1) arrange for periodic on-site monitoring, inspection, and evaluation of programs by reviewers who are not directly involved in program administration; and (2) report annually to the Governor and the Secretary. Directs the Secretary, either directly or by grant or contract, to provide for continuing evaluation of programs, especially on the use of nonparticipant control groups. Requires such evaluations to be conducted by persons not directly involved in the administration of the program being evaluated. Authorizes the Secretary to require States or localities to provide for independent evaluations. Directs the Secretary to arrange to obtain specific views of persons participating in and served by the programs. Directs the Secretary to: (1) publish results of evaluations within 90 days of their completion; and (2) submit copies to the appropriate congressional committees. Directs the Secretary to report annually to the appropriate congressional committees. Sets forth nondiscrimination provisions, including rules against employment or services discrimination on the basis of handicap. Sets forth provisions relating to program payments, the Federal share of program costs, and maintenance of efforts. Authorizes the Secretary to reduce the non-Federal share under specified circumstances."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Smart Start:  The Community Collaboration for Early Childhood Development Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide financial assistance to States and localities for high quality early childhood development programs for prekindergarten children, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:45-05:00"
}