{
  "actions": [
    {
      "acted_at": "1981-11-21", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-12-01", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5089-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-11-21", 
  "number": "5089", 
  "official_title": "A bill to authorize the issuance of variable-rate debentures by the Federal Deposit Insurance Corporation and Federal Savings and Loan Insurance Corporation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5030-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5231-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s985-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Mortgage Warehousing Facility Act of 1981", 
  "sponsor": {
    "district": "5", 
    "name": "McGrath, Raymond J.", 
    "state": "NY", 
    "thomas_id": "00771", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-11-21", 
  "subjects": [
    "Corporations and Stocks", 
    "Debt agreements", 
    "Federal Deposit Insurance Corporation", 
    "Finance and financial sector", 
    "Government corporations", 
    "Government operations and politics", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Mortgage banks", 
    "Mortgages", 
    "Savings and loan associations"
  ], 
  "subjects_top_term": "Debt agreements", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-11-21", 
    "text": "Mortgage Warehousing Facility Act of 1981 - Authorizes the Federal Deposit Insurance Corporation and the Federal Savings and Loan Insurance Corporation to issue variable-rate debentures to eligible institutions in exchange at par for residential mortgages which were made or acquired prior to December 1, 1979, and which provide a return not in excess of seven and one-half percent per annum. Requires such institutions to demonstrate the ability to continue as a safe and sound financial institution after the issuance of debentures. Prohibits an eligible institution from exchanging more than 75 percent of the mortgages held by it for such debentures. Requires each eligible institution, beginning in the third year following the issuance of any debentures, to allocate each year an amount equal to 50 percent of any increase in its net operating income after interest and dividends over the net operating income after interest and dividends during the next preceding year to the repurchase of mortgages at par from such corporations and the pro rata retirement of any debentures still outstanding. Requires the Federal Deposit Insurance Corporation or the Federal Savings and Loan Insurance Corporation, as the case may be, within ten years after the issuance of any such debenture, to recall such debenture and return any mortgage acquired from it to the eligible institution. Authorizes such corporations to issue nonmarketable debentures to eligible institutions. States that such debentures shall have maturities not in excess of ten years and bear interest rates prescribed by such corporations. Directs that the rates be established and adjusted monthly to equal the average yield on 30 month obligations of the United States. Requires an eligible institution which exchanges a mortgage pursuant to this Act to continue to service such mortgage. Limits the difference between the interest paid on all mortgages received by such corporations and the interest paid on all debentures issued by such corporations to not more than $700,000,000 per annum. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mortgage Warehousing Facility Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the issuance of variable-rate debentures by the Federal Deposit Insurance Corporation and Federal Savings and Loan Insurance Corporation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:34-05:00"
}