{
  "actions": [
    {
      "acted_at": "2001-10-04", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking, Housing, and Urban Affairs ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2001-10-09", 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Original measure reported to Senate by Senator Sarbanes. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-09", 
      "calendar": "Senate Legislative", 
      "number": "185", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 185.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1511-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2001-10-09", 
  "number": "1511", 
  "official_title": "An original bill to combat international money laundering, thwart the financing of terrorism, and protect the United States financial system, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Money Laundering Abatement and Anti-Terrorist Financing Act of 2001", 
  "sponsor": {
    "district": null, 
    "name": "Sarbanes, Paul S.", 
    "state": "MD", 
    "thomas_id": "01017", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2001-10-04", 
  "subjects": [
    "Accounting", 
    "Administrative procedure", 
    "Alien property", 
    "Aliens", 
    "American economic assistance", 
    "Armed forces and national security", 
    "Arms sales", 
    "Auditing", 
    "Bank accounts", 
    "Bank directors", 
    "Bank employees", 
    "Bank examination", 
    "Bank records", 
    "Banking law", 
    "Bribery", 
    "Brokers", 
    "Checking accounts", 
    "Commerce", 
    "Commercial arbitration", 
    "Congress", 
    "Congressional reporting requirements", 
    "Conspiracy", 
    "Consumer credit", 
    "Correspondent banks", 
    "Counterintelligence", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal aliens", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Department of the Treasury", 
    "EBB Terrorism", 
    "Economics and public finance", 
    "Elite (Social sciences)", 
    "Employee selection", 
    "Employee training", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Expedited congressional procedure", 
    "Export controls", 
    "Extradition agreements", 
    "Extraterritoriality", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Financial institutions", 
    "Fines (Penalties)", 
    "Foreign banks and banking", 
    "Foreign leaders", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Fugitives from justice", 
    "Gambling", 
    "Government operations and politics", 
    "Government paperwork", 
    "Holding companies", 
    "House rules and procedure", 
    "Identification devices", 
    "Immigration", 
    "Income tax", 
    "Informers", 
    "Injunctions", 
    "International affairs", 
    "International banking", 
    "International competitiveness", 
    "International cooperation", 
    "International monetary system", 
    "Judicial officers", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Legislative resolutions", 
    "Liability (Law)", 
    "Licenses", 
    "Military agreements", 
    "Misconduct in office", 
    "Money", 
    "Money laundering", 
    "Multilateral development banks", 
    "Mutual funds", 
    "Organized crime", 
    "Personnel records", 
    "Prosecution", 
    "Public corruption", 
    "Repatriation", 
    "Savings accounts", 
    "Searches and seizures", 
    "Securities regulation", 
    "Senate rules and procedure", 
    "September 11, 2001", 
    "Smuggling", 
    "Sports and recreation", 
    "Standards", 
    "Stockholders", 
    "Subpoena", 
    "Tax auditing", 
    "Tax havens", 
    "Taxation", 
    "Taxation of foreign income", 
    "Terrorism", 
    "Trade negotiations", 
    "Treaties", 
    "Trusts and trustees", 
    "Underground economy"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2001-10-09", 
    "text": "International Money Laundering Abatement and Anti-Terrorist Financing Act of 2001 - Sunsets this Act after the first day of FY2005 if Congress enacts a specified joint resolution to that effect.Title I: International Counter Money Laundering and Related Measures - Amends Federal law governing monetary transactions to prescribe procedural guidelines under which the Secretary of the Treasury (the Secretary) may require domestic financial institutions and agencies to take specified measures if the Secretary finds that reasonable grounds exist for concluding that jurisdictions, financia1 institutions, types of accounts, or transactions operating outside or within the United States, are of primary money laundering concern. Includes mandatory disclosure of specified information relating to certain correspondent accounts.(Sec. 101) Directs the Secretary to study and report to Congress on: (1) the most timely and effective way to require foreign nationals to provide domestic financial institutions and agencies with information comparable to that required of U.S. nationals in order for those entities to comply with mandated reporting and information gathering; and (2) the need for requiring foreign nationals, before opening an account with a domestic financial institution, to obtain an identification number similar to that required for U.S. citizens through a social security number or tax identification number.(Sec. 102) Mandates establishment of due diligence mechanisms to detect and report money laundering transactions through private banking accounts and correspondent accounts.(Sec. 103) Prohibits U.S. correspondent accounts with foreign shell banks.(Sec. 104) Instructs the Secretary to adopt regulations to encourage further cooperation among financial institutions, their regulatory authorities, and law enforcement authorities, with the specific purpose of encouraging regulatory authorities and law enforcement authorities to share with financial institutions information regarding individuals, entities, and organizations engaged in or reasonably suspected (based on credible evidence) of engaging in terrorist acts or money laundering activities.(Sec.105) Amends Federal criminal law to include foreign corruption offenses as money laundering crimes.(Sec. 106) Establishes the right of property owners to contest confiscation of property under law relating to confiscation of assets of suspected terrorists.(Sec. 107) Establishes Federal jurisdiction over: (1) foreign money launderers (including their assets held in the United States); and (2) money that is laundered through a foreign bank.(Sec. 109) Authorizes the forfeiture of money laundering funds from interbank accounts. Requires a covered financial institution, upon request of the appropriate Federal banking agency, to make available within 120 hours all pertinent information related to anti-money laundering compliance by the institution or its customer. Grants the Secretary summons and subpoena powers over foreign banks that maintain a correspondent bank in the United States. Requires a covered financial institution to terminate within ten business days any correspondent relationship with a foreign bank after receipt of written notice that the foreign bank has failed to comply with certain judicial proceedings. Sets forth civil penalties for failure to terminate such relationship.(Sec. 111) Amends the Immigration and Nationality Act of 1952 to declare inadmissible any aliens who have engaged in proscribed money laundering activities.(Sec. 113) Authorizes Federal application for restraining orders to preserve the availability of property subject to a foreign forfeiture or confiscation judgment.(Sec. 114) Increases civil and criminal penalties for international money laundering.(Sec. 117) Authorizes the Secretary to issue regulations to ensure that concentration accounts of financial institutions are not used to prevent association of the identity of an individual customer with the movement of funds of which the customer is the direct or beneficial owner.Title II: Currency Transaction Reporting Amendments and Related Improvements - Revises requirements for civil liability immunity for voluntary financial institution disclosure of suspicious activities. Authorizes the inclusion of suspicions of illegal activity in written employment references.(Sec. 202) Authorizes the Secretary to exempt from minimum standards for anti-money laundering programs any financial institution not subject to certain regulations governing financial recordkeeping and reporting of currency and foreign transactions.(Sec. 203) Establishes civil penalties for violations of geographic targeting orders and structuring transactions to evade certain recordkeeping requirements. Lengthens the effective period of geographic targeting orders from 60 to 180 days.(Sec. 205) Amends the Federal Deposit Insurance Act to permit written employment references to contain suspicions of involvement in illegal activity.(Sec. 206) Amends the Annunzio-Wylie Anti-Money Laundering Act to require the Bank Secrecy Act Advisory Group to include nongovernmental organizations advocating financial privacy.(Sec. 207) Requires the Secretary and the Federal banking agencies to report recommendations on possible legislation to conform specified penalties imposed on depository institutions.(Sec. 208) Instructs the Secretary to: (1) promulgate regulations requiring securities brokers and dealers to file reports of suspicious financial transactions; and (2) report to Congress on recommendations to apply parallel regulations to investment companies; (3) report to Congress regarding the role of the Internal Revenue Service in the administration of the Bank Secrecy Act; and (4) share monetary instruments transactions records upon request of a U.S. intelligence agency for use in the conduct of intelligence or counterintelligence activities, including analysis, to protect against international terrorism.(Sec. 210) Amends the Right to Financial Privacy Act to permit the transfer of financial records to other agencies or departments upon certification that the records are relevant to intelligence or counterintelligence activities related to international terrorism.Amends the Fair Credit Reporting Act to require a consumer reporting agency to furnish all information in a consumer's file to a government agency upon certification that the records are relevant to intelligence or counterintelligence activities related to international terrorism.(Sec. 211) Subjects to mandatory records and reports on monetary instruments transactions any person who engages as a business in the transmission of funds, including through an informal value transfer banking system or network (e.g., hawala) of people facilitating the transfer of value domestically or internationally outside of the conventional financial institutions system.(Sec. 212) Authorizes the Secretary to instruct the United States Executive Director of each international financial institution to use his or her voice and vote to: (1) support the use of funds for a country (and its institutions) which contributes to U.S. efforts against international terrorism; and (2) require an auditing of disbursements to ensure that no funds are paid to persons who commit or support terrorism.Title III: Currency Crimes - Establishes as a bulk cash smuggling felony the knowing concealment and attempted transport (or transfer) across U.S. borders of currency and monetary instruments in excess of $10,000, with intent to evade specified currency reporting requirements.Title IV: Anticorruption Measures - Expresses the sense of Congress that, in deliberations between the U.S. Government and any other country on money laundering and corruption issues, the U.S. Government should: (1) emphasize an approach that addresses not only the laundering of the proceeds of traditional criminal activity but also the increasingly endemic problem of governmental corruption and the corruption of ruling elites; (2) encourage the enactment and enforcement of laws in such country to prevent money laundering and systemic corruption; (3) make clear that the United States will take all steps necessary to identify the proceeds of foreign government corruption which have been deposited in U.S. financial institutions and return such proceeds to the citizens of the country to whom such assets belong; and (4) advance policies and measures to promote good government and to prevent and reduce corruption and money laundering, including through instructions to the U.S. Executive Director of each international financial institution to advocate such policies as a systematic element of economic reform programs and advice to member governments. (Sec. 402) Expresses the sense of Congress that: (1) the United States should continue to actively and publicly support the objectives of the Financial Action Task Force on Money Laundering (FATF) with regard to combating international money laundering; (2) FATF should identify noncooperative jurisdictions in as expeditious a manner as possible and publicly release a list directly naming those jurisdictions identified; (3) the United States should support the public release of the list naming noncooperative jurisdictions identified by the FATF; (4) the United States should encourage the adoption of the necessary international action to encourage compliance by the identified noncooperative jurisdictions; and (5) the United States should take the necessary countermeasures to protect the United States economy against money of unlawful origin and encourage other nations to do the same.(Sec. 403) Expresses the sense of the Congress that, in deliberations and negotiations between the U.S. Government and any other country regarding financial, economic, assistance, or defense issues, the United States should encourage such other country to: (1) take actions which would identify and prevent the transmittal of funds to and from terrorists and terrorist organizations; and (2) engage in bilateral and multilateral cooperation with the United States and other countries to identify suspected terrorists, terrorist organizations, and persons supplying funds to and receiving funds from terrorists and terrorist organizations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Money Laundering Abatement and Anti-Terrorist Financing Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "International Money Laundering Abatement and Anti-Terrorist Financing Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to combat international money laundering, thwart the financing of terrorism, and protect the United States financial system, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:12-05:00"
}