{
  "actions": [
    {
      "acted_at": "1985-06-07", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-07", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Water and Power", 
      "text": "Referred to Subcommittee on Water and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-11", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": "Water and Power", 
      "references": [], 
      "text": "Subcommittee on Water and Power. Hearings held. Hearings printed: S.Hrg. 99-236.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-19", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from OMB, Federal Energy Regulatory Commission.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-16", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources received executive comment from Federal Energy Regulatory Commission. Favorable.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-31", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-10-02", 
      "bill_ids": [
        "s426-99"
      ], 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Provisions of measure incorporated into measure S. 426 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1260-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Water and Power", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-06-07", 
  "number": "1260", 
  "official_title": "A bill entitled the \"Hydroelectric Relicensing Reform Act\".", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s426-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Hydroelectric Relicensing Reform Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Evans, Daniel J.", 
    "state": "WA", 
    "thomas_id": "01327", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1985-10-02", 
  "subjects": [
    "Dams", 
    "Energy", 
    "Energy facilities", 
    "Hydroelectric power", 
    "Licenses", 
    "Water and Water Resources Development"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-06-07", 
    "text": "Hydroelectric Relicensing Reform Act of 1985 - Amends the Federal Power Act to direct the Federal Energy Regulatory Commission (FERC) to give preference to State and municipal license applications for original hydroelectric power projects. Extends from two years to three years the time period within which the United States has the right to take over a hydroelectric project whose license has expired. Changes the procedures for new licenses and relicensing to require an existing licensee to give notice of its intention to file for a new license three years prior to the expiration of its existing license. Permits a competing application to be filed within 180 days of the filing of the initial application for a new license by the existing license. Requires a competing application to give a detailed statement of how the plans reflected in it are as well, or better adapted, than are the plans reflected in the existing licensee's initial application to develop, conserve, and utilize in the public interest the water resources of the region. Requires that each final application for a new license be filed one year prior to the expiration of the existing license. Requires such final application to seek to improve the initial application previously filed. Requires FERC to give public notice upon receipt of final applications and to review simultaneously all final applications for a new license. Directs FERC to issue a new license to the applicant whose plans are best adapted to serve the public interest if the United States eschews its right to take over a project at the expiration of an existing license. Requires, if the plans of competing applicants are equally well adapted to serve the public interest, that FERC favor the competing State or municipality. Directs FERC to favor the existing licensee if: (1) all applicants are from the private sector; or (2) all applicants are governmental entities. Delineates standards for FERC to consider when making a determination of the public interest. Conditions the issuance of a new license to a new licensee upon: (1) assumption by the new licensee of all contracts entered into by the old licensee with the approval of the Commission; (2) payment by the new licensee of the net investment of the old licensee, up to the fair market value of the property taken; (3) payment by the new licensee of any reasonable damages; and (4) payment by the new licensee of 50 percent of the additional cost to the existing license of providing the equivalent amount of the least-cost alternative electric energy to its customers for the term of the new license. Exempts from such conditions any applications pending before the FERC as of the date of enactment of this Act, and license applications for projects for which an existing license expires prior to January 1, 1989."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hydroelectric Relicensing Reform Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Hydroelectric Relicensing Reform Act\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:28-05:00"
}