{
  "actions": [
    {
      "acted_at": "1987-05-07", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-05-14", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-06-24", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Hollings with an amendment in the nature of a substitute. With written report No. 100-87. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-24", 
      "calendar": "Senate Legislative", 
      "number": "205", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 205.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1987-07-10", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-07-10", 
      "bill_ids": [
        "hr2782-100"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 2782 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-07-10", 
      "bill_ids": [
        "hr2782-100"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 2782 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-07-10", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1164-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1987-05-07", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-05-07", 
  "number": "1164", 
  "official_title": "A bill to authorize appropriations to the National Aeronautics and Space Administration for research and development, space flight, control and data communications, constructions of facilities, and research and program management, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1741-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1741-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2782-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Land Remote-Sensing Commercialization Act Amendments of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1987-05-14", 
  "subjects": [
    "Astronautics", 
    "Authorization", 
    "Commercialization", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Cost accounting", 
    "Earth resources satellites", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Freedom of information", 
    "Government contractors", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Launch vehicles", 
    "National Aeronautics and Space Administration", 
    "Privatization", 
    "Remote sensing", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Research grants", 
    "Scholarships", 
    "Space", 
    "Space policy", 
    "Space programs", 
    "Space sciences", 
    "Space shuttles", 
    "Space stations"
  ], 
  "subjects_top_term": "Space sciences", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1987-06-24", 
    "text": "(Reported to Senate from the Committee on Commerce, Science, and Transportation with amendment, S. Rept. 100-87) Title I: Authorization of Appropriations for the National Aeronautics and Space Administration - National Aeronautics and Space Administration Authorization Act, 1988 - Authorizes appropriations for FY 1988 to the National Aeronautics and Space Administration (NASA) for specified activities relating to: (1) research and development; (2) space flight, control, and data communications; (3) construction of facilities; and (4) research and program management. Permits appropriations for research and development and for space flight, control, and data communications to be used for any items of a capital nature (other than acquisition of land) which may be required at locations other than NASA installations for the performance of research and development contracts, and for grants to nonprofit institutions of higher education, or to nonprofit organizations whose primary purpose is the conduct of scientific research for the purchase or construction of additional research facilities. Requires the Administrator of NASA to notify specified congressional officers and committees whenever the cost of a facility exceeds a specified amount. Permits funds appropriated for research and development, for space flight, control, and data communications, or for construction of facilities to remain available without fiscal year limitation. Permits appropriations for research and program management to be used for scientific consultations or extraordinary expenses upon the approval of the Administrator. Permits the funds for construction of any specified facilities: (1) in the discretion of the Administrator, to be varied upward ten percent; or (2) following a report by the Administrator to specified congressional committees, to be varied upward 25 percent to meet unusual cost variations. Permits one-half of one percent of the funds appropriated for research and development or for space flight, control, and data communications to be transferred to the appropriation for construction of facilities. Authorizes the expenditure of such transferred funds, together with a specified amount of the funds appropriated for construction of facilities, to construct, expand, or modify laboratories and other installations. Requires the Administrator, 30 days before expending such funds, to notify specified congressional officers and committees of the nature, cost, and necessity of such construction. Prohibits, until 30 days pass after congressional receipt of a full explanation by the Administrator, the use of funds appropriated pursuant to this Act for any program: (1) deleted by the Congress; (2) in excess of the amount actually authorized for the particular program under provisions for research and development, space flight, control and data communications, and research and program management; or (3) which has not been presented to either of the specified congressional committees. Prohibits any civil space station authorized under this title from being used to: (1) carry or place in orbit any nuclear weapon or any other weapon of mass destruction; (2) install any such weapon or any celestial body; or (3) station any such weapon in space in any other manner. Permits this civil space station to be used only for peaceful purposes. Declares that it is the sense of the Congress that it is in the national interest that consideration be given to geographical distribution of Federal research funds whenever feasible, and that NASA should explore ways of doing so. Amends the Commercial Space Launch Act to authorize appropriations to the Secretary of Transportation for FY 1988 to carry out such Act. Amends the National Aeronautics and Space Act of 1958 to rename the National Aeronautics and Space Council as the National Space Council. Revises provisions for Council membership, meetings, and functions. Directs the Council to establish a Users' Advisory Group composed of nine non-Federal representatives of industries and other persons involved in space activities. Permits the Administrator to accept gifts and donations for the construction of a space shuttle orbiter. Provides that all gifts and donations not needed for such construction be used in tribute to the crew of the space shuttle Challenger and in furtherance of the exploration of space. Directs the Administrator to select the name of the space shuttle orbiter from among suggestions from elementary and secondary school students. Expresses the sense of the Congress that the United States must promptly restore its space transportation capabilities, without deemphasizing other space programs. Directs the Administrator to return safely the space shuttle fleet to flight status. Authorizes appropriations for FY 1988 for such purpose. Authorizes the Administrator to enter into contracts for expendable launch vehicle services for multiyear periods and to provide for contingent liability payments and advance payments under such contracts. Allows limiting such contracts to sources within the United States when the Administrator determines it is in the public interest. Provides for payment of contract costs if funds are not available to continue a contract and it is terminated for the convenience of the Government. Title II: National Space Grant College and Fellowship Program - National Space Grant College and Fellowship Act - Establishes within the National Aeronautics and Space Administration (NASA) a national space grant college and fellowship program. Requires such program to advise the Administrator of NASA and coordinate Federal efforts. Authorizes the Administrator to make grants or enter into contracts to assist any space grant and fellowship program for up to 66 percent of total cost. Authorizes the Administrator to make special grants for up to 100 percent of the cost of specified projects. Authorizes the Administrator to make grants or enter into contracts for up to 100 percent of costs for identified specific national needs and problems relating to space. Authorizes the Administrator to designate any institution of higher education as a space grant college if it maintains a balanced program in fields related to space and meets other qualifications. Authorizes the Administrator to designate an association or alliance as a space grant regional consortium if it is established to share research and facilities in any field related to space and meets other qualifications. Directs the Administrator to support a space grant fellowship program for educational and training assistance to graduate students in fields related to space. Directs the Administrator to establish the space grant review panel as an independent committee to advise the Administrator on implementing the program. Requires interagency cooperation among all Federal agencies with authority over matters relating to space, authorizing the sharing of personnel and facilities and requiring the sharing of information. Directs the Administrator to report biennially to the Congress and the President on the activities of the program, subject to the review of the Directors of the Office of Management and Budget and of the Office of Science and Technology Policy. Authorizes appropriations for FY 1988 through 1991. Title III: Amendments to the Land Remote-Sensing Commercialization Act of 1984 - Land Remote-Sensing Commercialization Act Amendments of 1987 - Amends the Land Remote-Sensing Commercialization Act of 1984 (the Act) to exempt contractors from a requirement to fully reimburse the Federal Government under certain circumstances in the case of research and development agreements. Authorizes the Secretary of Commerce, following the completion of a contract under provisions for data continuity after the Landsat system, and upon 30 days' advance notice to specified congressional committees, to dispose of any Government assets (other than real property) so as to ensure continuation of the contractor's commercial activity. Revises provisions concerning the use of experimental data from Federal research and development programs. Adds provisions relating to the use of non-Federal data from the research and development activities of system operators or marketing entities. Authorizes system operators to require that unenhanced data not be reproduced or disseminated by a foreign or domestic purchaser."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Aeronautics and Space Administration Authorization Act, 1988", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Land Remote-Sensing Commercialization Act Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Aeronautics and Space Administration Authorization Act, 1988", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Space Grant College and Fellowship Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations to the National Aeronautics and Space Administration for research and development, space flight, control and data communications, constructions of facilities, and research and program management, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:30-05:00"
}