{
  "actions": [
    {
      "acted_at": "2011-11-08", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1830-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-11-08", 
  "number": "1830", 
  "official_title": "A bill to improve enforcement of intellectual property rights, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Protect American Innovation Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Stabenow, Debbie", 
    "state": "MI", 
    "thomas_id": "01531", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-11-08", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Commerce", 
    "Competitiveness, trade promotion, trade deficits", 
    "Consumer affairs", 
    "Customs enforcement", 
    "Department of Homeland Security", 
    "Department of the Treasury", 
    "Executive agency funding and structure", 
    "Federal officials", 
    "Fraud offenses and financial crimes", 
    "Free trade and trade barriers", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Intellectual property", 
    "Product safety and quality", 
    "Sound recording", 
    "Trade restrictions", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-11-08", 
    "text": "Protect American Innovation Act of 2011 - Establishes within the Department of the Treasury the position of Director of Intellectual Property Rights Enforcement (Director). Directs the Commissioner responsible for U.S. Customs and Border Protection (CBP) and the Assistant Secretary for U.S. Immigration and Customs Enforcement to appoint coordinators of intellectual property rights enforcement activities. Directs the Secretary of the Treasury, acting through the Commissioner, to prescribe regulations to apply risk assessment modeling techniques to border enforcement activities for combating counterfeiting and piracy. Directs the Commissioner to determine the feasibility of training CBP personnel in the use of new technological means for detecting and identifying, at ports of entry, counterfeit and pirated goods, and goods subject to exclusion orders. Requires the Commissioner to improve the process of making samples of shipments of goods suspected of violating intellectual property rights available to the owners of copyrights, trademarks, patents, and other forms of intellectual property (owners) for the purpose of inspection or analysis. Requires the Commissioner to prescribe regulations to ensure that the system for recording copyrights, trademarks, patents, and other forms of intellectual property does not impede the rapid seizure of goods that violate the rights of the owners. Directs the Commissioner to develop a voluntary certification program for low-risk importers that have taken specific measures to prevent the infiltration into the international supply chain of counterfeit and pirated goods, goods subject to exclusion orders, and goods that violate other forms of intellectual property rights. Directs the Secretary, acting through the Commissioner, to develop and implement a watch list database of importers, shippers, freight forwarders, and other participants in the import, export, and transshipment process whose activities merit special scrutiny at ports of entry because of the risk of importation, exportation, or transshipment of goods that violate intellectual property rights or exclusion orders. Prohibits the mitigation, dismissal, or vacating of civil fines, except pursuant to regulations. Requires the Commissioner to report to specified congressional committees on effective civil fine collection techniques. Directs the Secretary to take steps to: (1) increase staffing and resources of offices of CBP and U.S. Immigration and Customs Enforcement (ICE) engaged in providing training and technical assistance to the customs services and enforcement agencies of other countries, and (2) ensure that the Director performs certain actions to maximize the efficient and effective use of resources for international training and technical assistance activities. Amends the Tariff Act of 1930 to: (1) increase certain prohibitions on the importation, exportation, and transshipment of counterfeit or pirated goods, (2) revise requirements for declarations regarding counterfeit and infringing merchandise, and (3) authorize the CBP Chief Counsel to commence and participate in certain civil forfeiture proceedings. Directs the Secretary, acting through the Commissioner and the Assistant Secretary, to establish an Advisory Committee on Import Safety and Intellectual Property Rights Enforcement. Authorizes appropriations to CBP and ICE for additional personnel to carry out specified responsibilities. Revises the requirements for exclusion orders for certain unfair trade practices to divide them into first, second, and third exclusion orders with increasing penalties, including a visa ban."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Protect American Innovation Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve enforcement of intellectual property rights, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:18:30-05:00"
}