{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1280-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "1280", 
  "official_title": "A bill to amend the Federal Aviation Act of 1958 in order to provide for more effective control of aircraft noise.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6824-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "31", 
    "name": "Wilson, Charles H.", 
    "state": "CA", 
    "thomas_id": "01233", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Aircraft", 
    "Aviation", 
    "Noise", 
    "Pollution"
  ], 
  "subjects_top_term": "Noise", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Provides that after January 1, 1976, all subsonic transport category aircraft operating within the jurisdiction of the United States shall reduce their takeoff approach and sideline noise by amounts specified in this Act. Authorizes the Administrator of the Federal Aviation Administration to contract for the research and development of sound reduction devices utilizing representative aircraft models and to demonstrate compliance with the provisions of this Act by a prototype flight test. Authorizes to be appropriated $35,000,000 to carry out this purpose. Allows the Administrator to guarantee in whole or in part the repayment of any loan or other form of financing made to an air carrier for the purpose of modifying airplanes to meet the requirements of this Act. Restricts the total amount guaranteed to $1,000,000,000. Provides that no guarantee shall be made: (1) unless the Administrator finds that without such guaranty, in the amount thereof, the carrier would be unable to obtain necessary funds, on reasonable terms, for the purposes for which the financing is sought; (2) if in the judgment of the Administrator the financing involved is at a rate of interest which is unreasonably high; (3) if the terms of such financing permit full repayment more than fifteen years after the date thereof; or (4) unless the Administrator finds that the prospective earning power of the applicant carrier, together with the character and value of the security pledged, if any, furnish reasonable assurance of the applicant's ability to repay the financing within the time fixed therefor and reasonable protection to the United States. States that in the event of any default on any such guaranteed financing, the Attorney General shall take such action as may be appropriate to recover the amount of such payments, with interest, from the defaulting carrier, carriers, or other persons liable therefore. Authorizes the Administrator to make grants to State and local agencies to aid in paying the cost of administering airport noise monitoring programs. Authorizes appropriations of $20,000,000 to carry out this program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Aviation Act of 1958 in order to provide for more effective control of aircraft noise.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:10-05:00"
}