{
  "actions": [
    {
      "acted_at": "1973-06-19", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2021-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-19", 
  "number": "2021", 
  "official_title": "A bill to recognize the role of certain State and local agencies in assuming the responsibility for carrying out low-and moderate-income housing programs, to affirm the continuing responsibility of the Federal Government in carrying out such programs, to facilitate the interim operation of such programs by those State and local agencies, to provide for the resumption of the operation of such programs by the Federal Government in an expeditious manner.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Hathaway, William D.", 
    "state": "ME", 
    "thomas_id": "01354", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-19", 
  "subjects": [
    "Housing and community development", 
    "Low-income housing", 
    "Moderate income housing", 
    "States"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-19", 
    "text": "Sets forth the Congressional finding that agencies and officials of several States have undertaken, during the period of reduced Federal efforts, to perform the Federal role by operating programs to provide housing for families of low and moderate income; and that the Federal Government should assist in such programs. Directs the Secretary of Housing and Urban Development and the Secretary of Agriculture to enter into contracts to provide assistance payments with respect to dwelling units which have been operated with subsidies from State or local agencies, and which were operated in substantially the same manner as federally-subsidized low and moderate income housing programs under the Secretaries' control. Authorizes the Secretaries to furnish technical assistance and training to State and local agencies to assist them in carrying out low and moderate income housing programs. Directs the Secretaries to establish plans and procedures to assure the prompt and efficient resumption of the Federal Government's funding of low and moderate income housing programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to recognize the role of certain State and local agencies in assuming the responsibility for carrying out low-and moderate-income housing programs, to affirm the continuing responsibility of the Federal Government in carrying out such programs, to facilitate the interim operation of such programs by those State and local agencies, to provide for the resumption of the operation of such programs by the Federal Government in an expeditious manner.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:46-05:00"
}