{
  "actions": [
    {
      "acted_at": "1996-04-24", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-04-25", 
      "calendar": "Senate Legislative", 
      "number": "379", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 379.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1698-104", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-04-24", 
  "number": "1698", 
  "official_title": "A bill entitled the \"Health Insurance Reform Act of 1996\".", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3103-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1028-104", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1028-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Health Insurance Reform Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Daschle, Thomas A.", 
    "state": "SD", 
    "thomas_id": "00267", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1996-04-25", 
  "subjects": [
    "Accounting", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Adopted children", 
    "Aliens", 
    "Annuities", 
    "Auditing", 
    "Bank loans", 
    "Bank reserves", 
    "Bribery", 
    "Child health", 
    "Chronically ill", 
    "Citizenship", 
    "Civil rights and liberties, minority issues", 
    "Coinsurance", 
    "Commerce", 
    "Conflict of interests", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer cooperatives", 
    "Consumer education", 
    "Consumer protection", 
    "Cost of living adjustments", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Critically ill", 
    "Data banks", 
    "Debarment of government contractors", 
    "Department of Health and Human Services", 
    "Disabled", 
    "Discrimination in insurance", 
    "Discrimination in medical care", 
    "Donation of organs, tissues, etc.", 
    "Drug abuse", 
    "Economics and public finance", 
    "Embezzlement", 
    "Employee health benefits", 
    "Estate tax", 
    "Excise tax", 
    "Executive compensation", 
    "Expatriation", 
    "Families", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Flexible benefit plans", 
    "Foreclosure", 
    "Foreign-trained physicians", 
    "Forfeiture", 
    "Gift tax", 
    "Gifts", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Health", 
    "Health care fraud", 
    "Health care reform", 
    "Health insurance", 
    "Health insurance industry", 
    "Health maintenance organizations", 
    "Housing and community development", 
    "Human genetics", 
    "Identification devices", 
    "Immigration", 
    "Income", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Individual retirement accounts", 
    "Informers", 
    "Inheritance tax", 
    "Injunctions", 
    "Inspectors general", 
    "Insurance companies", 
    "Insurance premiums", 
    "Insurance rates", 
    "Interest", 
    "Interest rates", 
    "International affairs", 
    "Labor and employment", 
    "Larceny", 
    "Law", 
    "Legislation", 
    "Life insurance", 
    "Loans", 
    "Long-term care insurance", 
    "Low-income housing", 
    "Malpractice", 
    "Marketing", 
    "Married people", 
    "Maternal health services", 
    "Medicaid fraud", 
    "Medical ethics", 
    "Medical malpractice", 
    "Medical savings accounts", 
    "Medical supplies", 
    "Medically uninsured", 
    "Medicare", 
    "Medicare fraud", 
    "Mental health services", 
    "Money laundering", 
    "Mortgage loans", 
    "Narcotic traffic", 
    "Obstruction of justice", 
    "Patients' rights", 
    "Physicians", 
    "Pregnant women", 
    "Public assistance programs", 
    "Real estate appraisal", 
    "Rent", 
    "Rent subsidies", 
    "Rental housing", 
    "Right of privacy", 
    "Savings and loan associations", 
    "Science, technology, communications", 
    "Self-employed", 
    "Small business", 
    "Social welfare", 
    "Standards", 
    "State laws", 
    "Subpoena", 
    "Survivors' benefits", 
    "Tax administration", 
    "Tax deductions", 
    "Tax deferral", 
    "Tax evasion", 
    "Tax exclusion", 
    "Tax incentives", 
    "Tax penalties", 
    "Tax refunds", 
    "Tax treaties", 
    "Tax-deferred compensation plans", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Taxation of foreign income", 
    "Telemedicine", 
    "Trusts and trustees", 
    "Unemployed", 
    "Unemployment insurance", 
    "Valuation", 
    "Visas", 
    "Women"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-04-24", 
    "text": "TABLE OF CONTENTS: Title I: Health Care Access, Portability, and Renewability Subtitle A: Group Market Rules Subtitle B: Individual Market Rules Subtitle C: COBRA Clarifications Subtitle D: Private Health Plan Purchasing Cooperatives Title II: Application and Enforcement of Standards Title III: Miscellaneous Provisions Title IV: Tax-Related Health Provisions Subtitle A: Increase in Deduction for Health Insurance Costs of Self-Employed Individuals Subtitle B: Long-Term Care Provisions Subtitle C: High-Risk Pools Subtitle D: Penalty-Free IRA Distributions Subtitle E: Revenue Offsets Title V: Health Care Fraud and Abuse Prevention Subtitle A: Fraud and Abuse Control Program Subtitle B: Revisions to Current Sanctions for Fraud and Abuse Subtitle C: Data Collection and Miscellaneous Provisions Subtitle D: Civil Monetary Penalties Subtitle E: Amendments to Criminal Law Title VI: Internal Revenue Code and Other Provisions Subtitle A: Foreign Trust Tax Compliance Subtitle B: Repeal of Bad Debt Reserve Method for Thrift Savings Associations Subtitle C: Other Provisions Health Insurance Reform Act of 1996 - Title I: Health Care Access, Portability, and Renewability - Subtitle A: Group Market Rules - Prohibits insurers from declining to offer whole group coverage to a group purchaser. Allows plans to establish eligibility, continuation, enrollment, or premium requirements, provided the requirements are not based on health status, medical condition, genetic information, or other factors. (Sec. 102) Mandates plan renewability, except for premium nonpayment, material misrepresentation, plan termination, or other specified reasons. (Sec. 103) Regulates the circumstances in which a plan may impose a benefit limitation or exclusion because of a preexisting condition. Mandates crediting of previous qualifying coverage. Allows State laws (unless preempted by specified provisions of the Employee Retirement Income Security Act of 1974 (ERISA)) that: (1) limit preexisting conditions to shorter periods than the provisions of this paragraph; (2) recognize previous qualifying coverage with a lapse period longer than provided for by the provisions of this paragraph; or (3) require issuers to have a lookback period shorter than under this Act. (Sec. 104) Mandates special enrollment periods for individuals who have certain types of changes in family composition or employment status. (Sec. 105) Regulates disclosures an insurer must make to a small employer (as defined in State law or, if not defined in State law, employers with not more than 50 employees). Amends ERISA to modify requirements regarding disclosures to plan participants and beneficiaries. Subtitle B: Individual Market Rules - Prohibits an insurer from declining to offer individual coverage or denying individual enrollment based on health status, medical condition, or other factors if the individual meets specified requirements, including having had previous group coverage and not being currently eligible for group coverage. (Sec. 111) Mandates renewability of coverage for individuals, except for nonpayment of premiums, material misrepresentation, or plan termination. (Sec. 112) Allows a State to adopt alternative public or private mechanisms designed to provide access to affordable health benefits for individuals unless the Secretary of Health and Human Services finds that the State's alternative mechanism fails to meet specified requirements of this Act. Deems a State to have met those requirements if it adopts a National Association of Insurance Commissioners (NAIC) model found by the Secretary to meet the requirements. Sets forth the circumstances in which a State high risk pool will be deemed in compliance. Subtitle C: COBRA Clarifications - Amends the Public Health Service Act, the Employee Retirement Income Security Act of 1974 (ERISA), and the Internal Revenue Code to modify continuation coverage requirements. Subtitle D: Private Health Plan Purchasing Cooperatives - Requires a State to certify health plan purchasing cooperatives (HPPCs) meeting the requirements of this section. Provides for Federal certification if a State fails to do so, but prohibits Federal certification in a State where the Secretary finds that, under State law, all small employers have a means readily available that ensures that: (1) individuals and employees have a choice of multiple, unaffiliated health plan issuers; and (2) other requirements of this Act are met. Regulates HPPC organization, duties, and activities. Preempts, for a HPPC meeting these requirements, State fictitious group laws. Specifies the circumstances in which HPPCs are required to comply with State premium rating and mandated benefit laws. Applies to HPPCs, for enforcement purposes only, the requirements of ERISA provisions relating to fiduciary responsibility and administration and enforcement. Title II: Application and Enforcement of Standards - Deems a requirement or standard under this Act imposed on a plan to be imposed on the issuer. (Sec. 202) Requires each State to enforce the standards under this Act pursuant to an enforcement plan filed by the State with the Secretary of Labor. Mandates enforcement of employee health benefit plans by the Secretary in the same manner as under specified ERISA provisions. Provides for Federal enforcement if a State fails to do so. Title III: Miscellaneous Provisions - Amends the Public Health Service Act to allow a health maintenance organization, if notified by a member that a medical savings account has been established for the member and if the member requests, to reduce the basic health services payment by requiring the payment of a deductible for basic health services. Declares that it is the sense of the: (1) Senate Labor and Human Resources Committee that the establishment of medical savings accounts should be encouraged as part of any health insurance reform legislation passed; and (2) Senate that the Congress should take steps to further the purposes of this Act. (Sec. 302) Mandates studies and reports to appropriate congressional committees on: (1) mechanisms to ensure the availability of reasonably priced health coverage to employers purchasing group and individuals purchasing non-group coverage; (2) whether standards limiting premium variation will further the purposes of this Act; (3) the effectiveness of this Act; and (4) patient access to and choice of providers inside and outside of networks, the cost to insurers and the feasibility of out-of-network access, and the percent of premium dollar used for medical care and administration of the types of coverage offered. (Sec. 303) Requires the Health Care Financing Administration to complete their ongoing study of reimbursement of all telemedicine services and report to the Congress with a proposal for reimbursement for fee-for-service medicine. (Sec. 304) Declares that the Senate Labor and Human Resources Committee finds that the Public Trustees of Medicare concluded in a specified report that: (1) the current Medicare program (title XVIII of the Social Security Act) is unsustainable; (2) the Hospital Insurance Trust Fund will be able to pay benefits for only about seven years and is severely out of long-range balance; and (3) the Fund's problems should be comprehensively addressed. (Sec. 305) Prohibits an employee health benefit plan and a health plan issuer offering a group plan or an individual health plan from imposing treatment limits or financial requirements on the coverage of mental health services if similar limits or requirements are not imposed regarding other conditions. (Sec. 306) Amends the Immigration and Nationality Technical Corrections Act of 1994 to extend the termination date of and modify requirements regarding provisions relating to waivers of a requirement that aliens who came to the United States to receive graduate medical education or training return to their country of nationality for two years before applying for an immigrant visa, permanent residence, or a nonimmigrant visa. (Sec. 307) Mandates inclusion with any income tax refund of a document encouraging organ and tissue donation. (Sec. 308) Declares that it is the sense of the Senate that: (1) the issue of adequate health care for mothers and children is important to the future of the United States and the Senate should pass legislation ensuring coverage for all U.S. pregnant women and children; and (2) patients deserve to know the full range of available treatments and the Congress should examine these issues to ensure that all patients get the care they deserve. (Sec. 310) Medical Volunteer Act - Requires that a health care professional who provides a health care service to a medically underserved person without receiving compensation be regarded, for purposes of any medical malpractice claim arising in connection with the service, as a Federal employee for purposes of the Federal tort claims provisions of Federal law relating to the judiciary and judicial procedure. Deems the professional to have provided the service without compensation only if, prior to furnishing the care, the professional: (1) agrees to furnish the service without charge to any person, including any insurance or program covering the recipient; and (2) provides the recipient with notice of the limited liability. Preempts inconsistent State laws, but not State laws providing greater incentives or protections to the professional. Title IV: Tax-Related Provisions - Health Insurance and Long-term Care Affordability Act of 1996 - Subtitle A: Increase in Deduction for Health Insurance Costs of Self-Employed Individuals - Amends the Internal Revenue Code to annually incrementally increase the deduction for the health insurance costs of self-employed individuals so that by the year 2006, 80 percent, rather than the current 30 percent, of such costs will be deductible. Subtitle B: Long-Term Care Provisions - Chapter 1: Long-Term Care Services and Contracts - Subchapter A: General Provisions - Sets forth general rules with respect to a qualified long-term care insurance contract, including that: (1) it shall be treated as an accident and health policy; (2) amounts received under such a contract shall be treated as amounts received for personal injuries and sickness; (3) amounts paid for such a contract shall be treated as amounts paid for medical care; and (4) it shall be treated as a guaranteed renewable contract. Defines such a contract and the services it must include. Subchapter B: Consumer Protection Provisions - Requires long-term care insurance policies to meet model regulation and model Act requirements. Chapter 2: Treatment of Accelerated Death Benefits - Provides, as a general rule, that accelerated death benefits shall be treated as amounts paid because of the death of the insured. Subtitle C: High-Risk Pools - Treats as tax exempt State-sponsored organizations which provide health coverage for high-risk individuals. Subtitle D: Penalty-Free IRA Distributions - Permits penalty-free IRA distributions to pay: (1) financially devastating medical expenses; and (2) health insurance premiums for certain unemployed individuals. Subtitle E: Revenue Offsets - Chapter 1: Treatment of Individuals Who Expatriate - Sets forth the tax responsibilities of an expatriate: (1) who has had an average annual net income tax of more than $100,000 for the five year period ending before expatriation; (2) or whose net worth is $500,000 or more. Provides as a general rule that all property of a covered expatriate shall be treated as sold on the expatriation date for its fair market value. Allows an exclusion from gain of up to $600,000. Permits an expatriate to elect to continue to be taxed as a United States citizen, in which case the provisions applicable to other expatriates will not apply. Sets forth specified reporting requirements for all expatriates. Chapter 2: Company-Owned Insurance - Revises provisions prohibiting a deduction for interest on loans with respect to company-owned life insurance, including a revision which prohibits as well a deduction for interest on loans with respect to company-owned endowment or annuity contracts. Title V: Health Care Fraud and Abuse Prevention - Subtitle A: Fraud and Abuse Control Program - Amends title XI of the Social Security Act (SSA) to direct the Secretary of Health and Human Services (HHS), acting through the HHS Office of Inspector General (IG), and the Attorney General, to establish a program to: (1) coordinate Federal, State, and local law enforcement programs to control health care fraud and abuse; (2) conduct investigations, audits, and inspections relating to the delivery of and payment for health care; (3) facilitate enforcement of certain laws applicable to health care fraud and abuse; (4) provide for the modification and establishment of safe harbors; (5) issue interpretative rulings and special fraud alerts; and (6) provide for the reporting and disclosure of certain final adverse actions against health care providers, suppliers, or practitioners pursuant to the data collection system established by this Act. (Sec. 501) Establishes the Health Care Fraud and Abuse Control Account in Medicare's Federal Hospital Insurance Trust Fund (Trust Fund) to hold the criminal fines and civil monetary penalties and assessments obtained from Federal health care cases, as well as property forfeiture proceeds from such cases, and other specified amounts for financing the fraud and abuse control program and the Medicare Integrity Program established by this Act. Makes certain appropriations to the Trust Fund and Account, earmarking specified amounts for activities of the HHS IG with respect to the SSA title XVIII (Medicare) and title XIX (Medicaid) programs. (Sec. 502) Establishes the Medicare Integrity Program to promote the integrity of the Medicare program through contracts with certain eligible private entities to: (1) review Medicare service provider activities and audit cost reports to determine whether payment should not have been made; (2) educate service providers, beneficiaries, and other persons on payment and benefit issues; and (3) develop and periodically update a list of items of durable medical equipment subject to prior authorization. Eliminates the responsibilities of fiscal intermediaries under Medicare part A (Hospital Insurance) and carriers under Medicare part B (Supplementary Medical Insurance) for certain activities to the extent they are carried out pursuant to a contract under the Medicare Integrity Program. (Sec. 503) Directs the HHS Secretary to provide an explanation of Medicare benefits with respect to each furnished item or service for which payment may be made, whether or not a deductible or coinsurance payment may be imposed on the beneficiary. Directs the HHS Secretary to establish a program to encourage individuals to: (1) report information on fraud and abuse; and (2) submit suggestions on methods to improve the efficiency of the Medicare program. Provides for the payment to such individuals of a portion of: (1) any amounts collected due to any reports of fraud or abuse; or (2) any savings resulting from any suggestions that are adopted. (Sec. 504) Amends SSA title XI to extend the application of criminal penalties for acts involving the Medicare program to similar violations of any health benefits plan or program funded directly by the Federal Government, except the Federal Employees' Health Benefits Program (Federal health care programs). (Sec. 505) Directs the HHS Secretary to publish a notice periodically in the Federal Register soliciting proposals for: (1) modifications to existing safe harbors issued under the Medicare and Medicaid Patient and Program Protection Act of 1987; (2) additional safe harbors specifying payment practices that shall not be treated as a criminal offense or exclusion; (3) interpretive rulings by the HHS IG, upon request, with regard to civil monetary and criminal penalties; and (4) special fraud alerts by the HHS IG, upon request, with regard to suspect practices under the Medicare program or a State health care program. Requires subsequent issuance of implementing regulations. Subtitle B: Revisions to Current Sanctions for Fraud and Abuse - Excludes from participation in Medicare and State health care programs any individual or entity convicted after the enactment of this Act of a felony related to: (1) fraud in connection with the delivery of a health care item or service; or (2) a controlled substance. (Sec. 512) Revises specified current sanctions involving exclusion for fraud and abuse under Medicare and State health care programs. Repeals the prerequisite that a health care practitioner or person be \"unwilling or unable\" to comply substantially with a corrective action plan before sanctions may be imposed (thus permitting the HHS Secretary to exclude such practitioner or person from eligibility to provide services for failure to comply with a corrective action plan, regardless of circumstances). (Sec. 515) Permits imposition of intermediate sanctions on Medicare health maintenance organizations (HMOs), in addition to the current option of termination. (Sec. 516) Excepts from anti-kickback penalties for risk-sharing arrangements any remuneration between an organization and an item or service provider under a written agreement where certain circumstances pertain. Subtitle C: Data Collection and Miscellaneous Provisions - Directs the HHS Secretary to establish a national health care fraud and abuse data collection program for the reporting of final adverse actions against health care providers, suppliers, or practitioners. Requires each Government agency and health care plan to report to the Secretary any final adverse action taken against a health care provider, supplier, or practitioner. (Sec. 521) Allows the HHS Secretary, with respect to the issuance of unique identifiers for Medicare physicians, to impose appropriate fees on such physicians to cover the costs of investigation and recertification activities. Subtitle D: Civil Monetary Penalties - Revises civil monetary penalty and other related SSA title XI provisions, among other things: (1) subjecting to civil penalties certain program-excluded individuals who retain an ownership or control interest in a participating entity if they know or should know of the action constituting the basis for the exclusion at the time they violated such provisions; (2) increasing the amounts of various specified penalties and assessments, including those against health care practitioners who fail to comply with their statutory obligations; and (3) prohibiting the offering of inducements to individuals enrolled under Medicare or a State health care program, including waiver of coinsurance and deductible amounts and transfers of items or services for free or for other than fair market value. Subtitle E: Amendments to Criminal Law - Amends the Federal criminal code to cover health care fraud, obstruction of criminal investigations of Federal health care offenses, theft or embezzlement in connection with health care, and other specified matters related to health care fraud, such as the laundering of monetary instruments. (Sec. 543) Provides for injunctive relief relating to Federal health care offenses, as well as for property forfeitures. Title VI: Internal Revenue Code and Other Provisions - Subtitle A: Foreign Trust Tax Compliance - Revises the requirements regarding information that must be reported regarding certain foreign trusts. Modifies the circumstances (with regard to foreign trusts having one or more U.S. beneficiaries) in which a transferor is treated as the owner. Replaces provisions setting forth a special rule applicable to foreign grantors with provisions declaring that provisions relating to treating grantors and other as substantial owners shall apply only when that application results in an amount being currently taken into account in computing the income of a U.S. citizen or resident or a domestic corporation. Requires a United States person to report information regarding foreign gifts or bequests when the gifts' aggregate value during a taxable year exceeds $10,000. Modifies requirements regarding the interest charge on accumulation distributions from foreign trusts. Changes the circumstances in which an estate or trust is included in the definition of \"United States person.\" Modifies the definition of \"foreign estate or trust.\" Requires (for provisions relating to the imposition of a tax on transfers to avoid income tax) treating a trust which is not a foreign trust and which becomes a foreign trust as having transferred, immediately before becoming a foreign trust, all of its assets to a foreign trust. Subtitle B: Repeal of Bad Debt Reserve Method for Thrift Savings Associations - Repeals the bad debt reserve method, concerning reserves for losses on loans, for thrift savings associations. Subtitle C: Other Provisions - Amends title XVIII (Medicare) of the Social Security Act to extend the secondary payor provisions. Amends the United States Housing Act of 1937 to direct the Secretary of Housing and Urban Development, in specified circumstances, to modify rent adjustments using an operating costs factor that increases the rent to reflect increases in operating costs in the market area. Amends the National Housing Act to remove the provision which limits foreclosure avoidance and borrower assistance to those mortgages insured under such Act which originated before October 1, 1995."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Insurance Reform Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Health Insurance and Long-Term Care Affordability Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Medical Volunteer Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Health Insurance Reform Act of 1996\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:11-05:00"
}