{
  "actions": [
    {
      "acted_at": "1981-06-26", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-07-21", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Mines and Mining", 
      "text": "Referred to Subcommittee on Mines and Mining.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-07-29", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "Mines and Mining", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4067-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Mines and Mining", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Clausen, Don H.", 
      "sponsored_at": "1981-07-22", 
      "state": "CA", 
      "thomas_id": "00201", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Coelho, Anthony Lee", 
      "sponsored_at": "1981-07-22", 
      "state": "CA", 
      "thomas_id": "00214", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hansen, James V.", 
      "sponsored_at": "1981-07-22", 
      "state": "UT", 
      "thomas_id": "00498", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Marriott, David Daniel", 
      "sponsored_at": "1981-06-26", 
      "state": "UT", 
      "thomas_id": "00738", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "38", 
      "name": "Patterson, Jerry M.", 
      "sponsored_at": "1981-11-04", 
      "state": "CA", 
      "thomas_id": "00898", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-06-26", 
  "number": "4067", 
  "official_title": "A bill to amend the Geothermal Steam Act of 1970 (30 U.S.C. 1001 et seq.) to expedite exploration and development of geothermal resources.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Geothermal Steam Act of 1981", 
  "sponsor": {
    "district": "98", 
    "name": "Santini, James D.", 
    "state": "NV", 
    "thomas_id": "01014", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-06-26", 
  "subjects": [
    "California", 
    "Energy", 
    "Forests and forest products", 
    "Geothermal resources", 
    "National forests", 
    "National parks", 
    "Parks and Natural Areas", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Wilderness areas", 
    "Wyoming"
  ], 
  "subjects_top_term": "Geothermal resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-06-26", 
    "text": "Geothermal Steam Act of 1981 - Amends the Geothermal Steam Act of 1970 to authorize the Secretary of the Interior to issue geothermal leases in lands administered by another Federal agency or department, including public, withdrawn, or acquired lands. Revises the definition of \"known geothermal resource area\" to mean an area where the Secretary determines the prospects for extraction of geothermal resources for generating electricity in commercial quantities warrant substantial expenditures. Requires that lands within a known geothermal resource area which are offered for lease and which receive no bids be declassified and leased to the first qualified applicant. Entitles the first qualified applicant for a lease not within a known geothermal resource area to a noncompetitive lease if the land involved is not designated a known geothermal resource area within one year of the application being filed and before the lease is issued. Permits such an applicant to match the highest competitive bid for such land if that land is designated a known geothermal resource area within such time period. Entitles the applicant or lessee responsible for the exploration resulting in the designation of a known geothermal resource area to a noncompetitive lease for all lands in the designated area for which the applicant or lessee had filed applications prior to such exploration. Requires that geothermal leases provide for a royalty of: (1) not less than ten percent or more than 15 percent of the value of the energy produced and sold for electrical generation; or (2) not less than five percent or more than ten percent of such value produced for nonelectrical use. Provides, in certain cases, that the term \"commercial quantities\" shall include, either: (1) a drilled well and a bona fide sale for delivery; or (2) proof of a commitment to construct utilization facilities. Authorizes the Secretary to consider an additional extension, of up to ten years, of an extended primary lease term if construction of such facilities has not been possible due to administrative delays beyond the lessee's control or demonstrated marginal economics of such facilities and if there has been substantial investment in development of the lease. Requires the lessee to make bona fide efforts to resolve such problems. Increases the State-wide acreage limitation for Federal geothermal leases from 24,480 acres to 51,200 acres. Authorizes the Secretary to increase such limitation up to 115,200 acres at any time after 15 years from the effective date of the Geothermal Steam Act of 1970 (currently such limitation may be increased to 51,200 acres). Excepts from the counting of such limitation leases which contain wells capable of commercial production and leases operated under approved operating, drilling, or development contracts. Permits readjustment of geothermal lease terms and conditions at 20 year intervals beginning 20 years after the date production is commenced (currently such readjustment is permitted at ten year intervals beginning ten years after geothermal steam is produced). Prohibits the Secretary from issuing leases on acquired lands of other Federal agencies or departments without the consent of the agency or department head. Requires the Secretary to establish a buffer zone around Yellowstone National Park and along the southern border of Lassen Volcanic National Park in which no leases shall be issued on Federal lands. Permits geothermal leases within a specified area within the Island Park caldera of Yellowstone National Park. Requires lessees in the Island Park caldera to implement monitoring programs to detect any significant adverse effects on the thermal features of Yellowstone National Park. Authorizes the Secretary to issue leases within such Parks outside the buffer zones. Requires such lessees to implement monitoring programs. Allows modification of buffer zones if necessary. Prohibits exploration, development, or production activities on a lease which are adversely affecting the thermal features of such Parks. Sets forth procedures for judicial review of a decision by the Secretary. Authorizes the issuance of free use permits for: (1) noncommercial application of geothermal resources in lands administered by the Secretary; and (2) surface use and use of geothermal resources for the continued operation of any geothermal energy research and development facility, pilot plant, or demonstration facility the Federal interest in which is transferred. Permits the head of each Federal agency to develop, for the benefit of the agency, the geothermal energy resources within the lands under its jurisdiction, provided such use is in the public interest and will not deter commercial development which might be more beneficial. Authorizes the issuance of leases and exploration and testing activities on lands subject to wilderness study and on national forest lands identified by the President for further use planning. Requires that such leases include stipulations to ensure that such activities will not permanently impair the wilderness values of such lands."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Geothermal Steam Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Geothermal Steam Act of 1970 (30 U.S.C. 1001 et seq.) to expedite exploration and development of geothermal resources.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:10-05:00"
}