{
  "actions": [
    {
      "acted_at": "2000-06-29", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-07-25", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "subcommittee": "International Security, Proliferation and Federal Services", 
      "text": "Committee on referred to Subcommittee on International Security, Proliferation and Federal Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2821-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on International Security, Proliferation and Federal Services", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-06-29", 
  "number": "2821", 
  "official_title": "A bill to amend chapter 84 of title 5, United States Code, to make certain temporary Federal service performed for the Federal Deposit Insurance Corporation creditable for retirement purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "FERS Federal Deposit Insurance Corporation Buyback Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-06-29", 
  "subjects": [
    "Administrative procedure", 
    "Annuities", 
    "Civil service pensions", 
    "Commerce", 
    "Congress", 
    "Federal Deposit Insurance Corporation", 
    "Federal employees", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Labor and employment", 
    "Law", 
    "Members of Congress", 
    "Office of Personnel Management", 
    "Survivors' benefits"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-06-29", 
    "text": "FERS Federal Deposit Insurance Corporation Buyback Act of 2000 - Amends Federal retirement provisions with respect to the Federal Employees Retirement System (FERS) to provide that creditable service of an employee or member includes service as a temporary or intermittent employee for the Federal Deposit Insurance Corporation not otherwise creditable, performed after December 31, 1988 and before June 30, 2000, of at least one year's duration, whether performed over a continuous period or otherwise, but only if the individual performing such service later becomes subject to FERS, and such service is not credited for purposes of any benefit under any other retirement system established by U.S. law (disregarding the Social Security Act and provisions of the Civil Service Retirement System (CSRS)).Provides that an employee or member, with respect to any such service, be required to deposit to the credit of the Civil Service Retirement and Disability Fund an amount equal to 1.3 percent of basic pay for such service. Requires any deposit made more than five years after the later of: (1) October 1, 2000; or (2) the date on which the employee or member making the deposit first becomes an employee or member following the period of temporary or intermittent service for which such deposit is due, to include interest on such amount, computed in the manner required under CSRS and compounded annually beginning on the date of the expiration of such five-year period. Requires, if the deposit is not made or if less than the entire amount of such deposit is made: (1) the employee or member's service shall be fully creditable; but (2) any annuity under FERS based on such employee or member's service shall be reduced in a manner similar to that required for deposits with respect to certain survivor elections for reduced annuities.Directs the Office of Personnel Management to prescribe regulations under which credit for such service which was performed by an individual who has separated from Government service may be obtained. (Requires credit to not be given unless a written application is submitted, not later than December 31, 2001, in such form and manner as the regulations require.) Requires any annuity or survivor annuity payable as of when an application is submitted to be recomputed to take into account any such service (performed by the individual on whose service the annuity is based) effective with respect to amounts accruing for months beginning more than 30 days after the date on which such application is submitted. Requires that, if the full amount of the deposit is not timely made (before such deadline as the Office shall by regulation prescribe) with respect to any service as to which the application relates, a reduction shall be made in the recomputed annuity. Provides for interest to not be included as part of any deposit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "FERS Federal Deposit Insurance Corporation Buyback Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 84 of title 5, United States Code, to make certain temporary Federal service performed for the Federal Deposit Insurance Corporation creditable for retirement purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:22-05:00"
}