{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1018-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "1018", 
  "official_title": "A bill to establish a Health Action Corps.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Health Action Corps Act", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Advisory bodies", 
    "Education", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Health", 
    "Medical personnel", 
    "Paramedical personnel", 
    "Student aid", 
    "Volunteer workers"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "National Health Action Corps Act - States that the purpose of this Act is to increase the number of trained professional personnel in the allied health field by providing young Americans training and practical work experience in the allied health field. Establishes within the executive branch an independent agency to be known as the Health Action Corps. Provides that the Corps shall be headed by a Board of Directors which shall consist of the Secretary of Health, Education, and Welfare, the Secretary of Housing and Urban Development, the Secretary of Labor, the Secretary of Commerce, and the Director of the Office of Management and Budget, or their respective designees. States that it shall be the duty of the Corps to provide opportunities for young Americans to participate in programs which provide training and practical work experience in the allied health field. States that such programs shall include career counseling, exposure to various health-related occupations, and training and work experience in clinical settings. Stipulates that the Corps shall be composed of volunteers selected by the Administrator in accordance with policies and procedures established by the Board. States that the term of enlistment in the Corps shall be one year plus time for training. Authorizes the Administrator to provide to any volunteer who has completed his period of enlistment: (1) a scholarship of $3,000 if such volunteer is a full-time student at a junior college, college, or university; or (2) a bonus of $3,000, if such volunteer works for one year in an area which (as determined by the Administrator) has a critical shortage of trained professional personnel in the allied health field. Stipulates that the Board shall establish a National Advisory Committee to advise, consult with, and make recommendations to the Board on matters relating to: (1) the recruitment of Corps volunteers; (2) evaluation of the quality of the training provided to the Corps volunteers; (3) the projected future demand for trained professionals in the allied health field; and (4) innovations in the utilization of trained professional personnel in the allied health field."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Health Action Corps Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Health Action Corps.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:39-05:00"
}