{
  "actions": [
    {
      "acted_at": "1973-12-18", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11995-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-18", 
  "number": "11995", 
  "official_title": "A bill to promote public health and welfare by expanding and improving the family planning services and population sciences research activities of the Federal Government.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6139-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "35", 
    "name": "Conable, Barber B., Jr.", 
    "state": "NY", 
    "thomas_id": "00225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-18", 
  "subjects": [
    "Advisory bodies", 
    "Birth control", 
    "Government operations and politics", 
    "Population", 
    "Population research"
  ], 
  "subjects_top_term": "Population research", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-18", 
    "text": "Establishes within the Department of Health, Education, and Welfare an Office of Population Affairs to be directed by an Assistant Secretary for Population Affairs. Sets forth the duties of the Assistant Secretary. Establishes within the Department an Administration on Reproductive Research and Family Planning. Creates within the Administration a National Center for Family Planning Services, headed by a Director, which shall establish identifiable units to carry out, at a minimum, the following functions: Public information, program planning and evaluation, manpower development and training, supervision of field services, and grants management. Establishes within the Administration, a National Institute for Research on Human Reproduction and Population Change which shall establish identifiable units to carry out, at a minimum, the following functions: Reproductive physiology research, contraceptive development and evaluation, operational research, social science research, public information, manpower development and training, and grants management. Establishes a National Family Planning Services Advisory Council to advise, consult with, and make recommendations to the Director, at meetings held no less than two times each year, on matters relating to the activities of the National Center for Family Planning Services. Establishes a National Population Sciences Advisory Council to advise, consult with, and make recommendations to the Director, at meetings held no less than two times each year, on matters relating to the activities of the National Institute for Research on Human Reporduction and Population Change. Sets forth the functions of the Administration on Reproductive Research and Family Planning. Authorizes to be appropriated for each fiscal year such amounts as may be necessary to meet the administrative expenses of the Administration. Requires the Secretary of Health, Education, and Welfare to submit a report to Congress on each January 1 for the five years following the enactment of this Act. Authorizes appropriations for fiscal years 1974-1976 for the following: (1) special project grants for family planning services; (2) formula grants for family planning, public health services; (3) manpower development and program planning and evaluation; (4) research grants and contracts; (5) grants for support of population sciences, research centers; and (6) planning and population growth information distribution and educational materials development."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to promote public health and welfare by expanding and improving the family planning services and population sciences research activities of the Federal Government.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:09-05:00"
}