{
  "actions": [
    {
      "acted_at": "2009-03-05", 
      "committee": "House Committee on Oversight and Government Reform", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Oversight and Government Reform.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-03-10", 
      "in_committee": "House Committee on Oversight and Government Reform", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-03-10", 
      "in_committee": "House Committee on Oversight and Government Reform", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported by the Yeas and Nays: 16 - 1.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2009-06-04T18:28:00-04:00", 
      "references": [], 
      "text": "Reported by the Committee on Oversight and Government. H. Rept. 111-135.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-04T18:28:00-04:00", 
      "calendar": "Union", 
      "number": "68", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 68.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2010-07-26T16:48:00-04:00", 
      "references": [], 
      "text": "Ms. Norton moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-26T16:48:00-04:00", 
      "references": [
        {
          "reference": "CR H6017-6020", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-26T16:48:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 1320.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-26T17:00:00-04:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 8, rule XX, the Chair announced that further proceedings on the motion would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-26T18:03:00-04:00", 
      "references": [
        {
          "reference": "CR H6020-6021", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-26T18:33:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H6017-6018", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "467", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by the Yeas and Nays: (2/3 required): 250 - 124 (Roll no. 467).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2010-07-26T18:33:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-27", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1320-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Towns, Edolphus", 
      "sponsored_at": "2009-03-05", 
      "state": "NY", 
      "thomas_id": "01165", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2010-07-26T18:33:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2009-03-05", 
  "number": "1320", 
  "official_title": "To amend the Federal Advisory Committee Act to increase the transparency and accountability of Federal advisory committees, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Advisory Committee Act Amendments of 2010", 
  "sponsor": {
    "district": "1", 
    "name": "Clay, Wm. Lacy", 
    "state": "MO", 
    "thomas_id": "01654", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2010-07-26T18:33:00-04:00", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Congressional oversight", 
    "General Services Administration", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government operations and politics", 
    "Office of Government Ethics", 
    "Political parties and affiliation"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2010-07-26", 
    "text": "Federal Advisory Committee Act Amendments of 2010 - (Sec. 2) Amends the Federal Advisory Committee Act (FACA) to require appointments to advisory committees to be made without regard to political affiliation or activity, unless otherwise required by federal statute. Directs the head of an agency, prior to appointing members to an advisory committee, to give interested persons an opportunity to suggest potential committee members. Directs the agency to: (1) include a request for comments in the required notice regarding establishment of the advisory committee; (2) provide a mechanism for interested persons to comment through the agency's official website; and (3) consider any comments submitted in selecting members. Requires an individual appointed to an advisory committee who is not a full-time or permanent part-time officer or employee of the federal government to be designated as: (1) a special government employee if the individual is providing advice based on the individual's expertise or experience; or (2) a representative if the individual is representing the views of an entity or entities outside of the federal government. Prohibits an agency from designating committee members as representatives to avoid subjecting them to federal ethics rules and requirements. Requires the designated ethics official for each agency to: (1) determine whether each agency advisory committee member's designation is appropriate and to redesignate members if necessary; and (2) certify to the agency head that such determination has been made following the initial appointment of members and at the time a committee's charter is renewed (or, in the case of a committee with an indefinite charter, every two years). Directs the agency head to: (1) inform each individual appointed to an agency advisory committee about whether the individual is appointed as a special government employee or as a representative, the differences between the two, and applicable ethics requirements; and (2) obtain a signed confirmation that each member received such information. Requires the Director of the Office of Government Ethics to provide guidance to agencies on such ethics requirements. Directs the agency head to develop and implement strategies to minimize the need for written determinations regarding whether an employee's financial interest is likely to affect the integrity of the services which the government may expect from such employee. Requires the Administrator of General Services to promulgate regulations to implement FACA. (Sec. 3) Deems: (1) an individual who is not a full-time or permanent part-time officer or employee of the federal government to be a member of an advisory committee if the individual regularly attends and participates in committee meetings, even if the individual does not have the right to vote; and (2) an advisory committee to be established by an agency or the President if it is formed, created, or organized under contract, other transactional authority, cooperative agreement, grant, or otherwise at the request or direction of an agency or the President. (Sec. 4) Requires the head of an agency to which an advisory committee reports to make available on the agency's official public Internet site: (1) the committee's charter; (2) the process used to establish and appoint committee members; (3) specified information about current members, including special government employees for whom conflict of interest certifications were made; (4) information about any recusals from any meeting or other work of the committee; (5) a summary each committee's decision-making process; (6) transcripts or recordings of committee meetings; (7) determinations to close meetings; and (8) notices of future meetings. Requires the Administrator to provide electronic access to such information on the General Services Administration's (GSA's) Internet site. Expands the information required to be disclosed about advisory committee charters. (Sec. 5) Requires the Comptroller General to review and report on agency compliance with FACA. (Sec. 6) Amends the Trade Act of 1974 to specify the applicability of FACA provisions to trade advisory committees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Advisory Committee Act Amendments of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Federal Advisory Committee Act Amendments of 2009", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Federal Advisory Committee Act Amendments of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Advisory Committee Act to increase the transparency and accountability of Federal advisory committees, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:52:33-05:00"
}