{
  "actions": [
    {
      "acted_at": "2008-06-19", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-06-24T20:01:00-04:00", 
      "references": [], 
      "text": "Mr. Kanjorski moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-24T20:02:00-04:00", 
      "references": [
        {
          "reference": "CR H5979-5984", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-24T20:02:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 6312.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-24T20:20:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H5979-5982", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2008-06-24T20:20:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-25", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6312-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Moore, Dennis", 
      "sponsored_at": "2008-06-19", 
      "state": "KS", 
      "thomas_id": "01561", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Roskam, Peter J.", 
      "sponsored_at": "2008-06-23", 
      "state": "IL", 
      "thomas_id": "01848", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "40", 
      "name": "Royce, Edward R.", 
      "sponsored_at": "2008-06-19", 
      "state": "CA", 
      "thomas_id": "00998", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2008-06-24T20:20:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2008-06-19", 
  "number": "6312", 
  "official_title": "To advance credit union efforts to promote economic growth, modify credit union regulatory standards and reduce burdens, to provide regulatory relief and improve productivity for insured depository institutions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Credit Union, Bank, and Thrift Regulatory Relief Act of 2008", 
  "sponsor": {
    "district": "11", 
    "name": "Kanjorski, Paul E.", 
    "state": "PA", 
    "thomas_id": "00615", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2008-06-24T20:20:00-04:00", 
  "subjects": [
    "Administrative procedure", 
    "Automated teller machines", 
    "Bank accounts", 
    "Bank loans", 
    "Bank management", 
    "Checks", 
    "Churches", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Community development banking", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Cost accounting", 
    "Credit unions", 
    "Depressed areas", 
    "Economics and public finance", 
    "Electronic funds transfers", 
    "Fees", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government paperwork", 
    "Interest", 
    "Interest rates", 
    "Investments", 
    "Law", 
    "Leases", 
    "Mortgages", 
    "Motor vehicles", 
    "NOW accounts", 
    "National Credit Union Administration", 
    "Nonprofit organizations", 
    "Religion", 
    "Right of privacy", 
    "Savings and loan associations", 
    "Securities", 
    "Small business", 
    "Social welfare", 
    "Surveys", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Passed House without amendment", 
    "date": "2008-06-24", 
    "text": "Credit Union, Bank, and Thrift Regulatory Relief Act of 2008 - Title I: Credit Unions - (Sec. 101) Amends the Federal Credit Union Act to: (1) permit a credit union to invest in securities for its own account, subject to certain percentage limitations; and (2) increase the investment and lending limit in credit union service organizations from 1% to 3% of a credit union's total paid and unimpaired capital and surplus. (Sec. 103) Excludes credit union loans to nonprofit religious organizations from limitations placed upon member business loans. (Sec. 104) Authorizes the National Credit Union Administration Board to establish longer loan maturity dates.(Sec. 106) Directs the Board to prescribe criteria for continued membership of certain member groups in the case of certain credit union conversions to a community charter.(Sec. 108) Revises requirements for credit union membership in certain underserved areas. (Sec. 109) Empowers a federal credit union to provide short-term unsecured loans as an alternative to payday loans. (Sec. 110) Authorizes a credit union board of directors to expel a member for just cause, including disruption of credit union operations. (Sec. 111) Excludes from the meaning of member business loan subject to certain limitations any extension of credit to a member, meeting specified criteria, whose proceeds are to be used for commercial, corporate, business, farm or agricultural purposes in an underserved area. Title II: Savings Association Provisions - (Sec. 201) Amends the Home Owners' Loan Act with respect to federal savings associations to: (1) increase their maximum authorized investment in small business investment companies from 1% to 5% of capital and surplus; (2) permit investments in any entity established to invest solely in small business investment companies; (3) permit investment in auto loans, without limitation as a percentage of assets; (4) repeal the requirement that out-of-state branches meet the criteria for treatment as a domestic building and loan association or as a qualified thrift lender; (5) eliminate the lending limit on small business loans and increase it on other commercial loans; (6) increase from 400% to 500% the amount of capital available for nonresidential (commercial) real estate loans; and (7) exclude credit card banks from specified treatment for multiple savings and loan holding companies. Title III: Notice Provisions - (Sec. 301) Amends the Gramm-Leach-Bliley Act to set forth exceptions to the annual privacy notice required of financial institutions. Title IV: Business Checking - Business Checking Fairness Act of 2008 - (Sec. 402) Amends federal banking law to authorize interest-bearing or dividend-bearing transaction accounts for all businesses, permitting up to 24 transfers per month to another account of the owner in the same institution. (Sec. 403) Amends the Federal Reserve Act, the Home Owners' Loan Act, and the Federal Deposit Insurance Act to repeal the prohibition against payment of interest on demand deposits. (Sec. 404) Prescribes a rule of construction for escrow accounts maintained at a depository institution for the purpose of completing the settlement of a real estate transaction. Declares that the institution's absorption of expenses incidental to providing a normal banking service with respect to such escrow account, its forbearance from charging a related fee, and any resulting benefit accruing to the escrow account holder or beneficiary shall not be treated as the payment or receipt of interest for certain purposes. Declares that no provision of this title shall be construed so as to: (1) require a depository institution that maintains such an escrow account to pay interest on it, or prohibit the institution from paying such interest; or (2) preempt state law dealing with payment of interest on such accounts. (Sec. 405) Amends the Federal Reserve Act to direct the Board of Governors of the Federal Reserve System to survey and report biennially to Congress on a sample of specified retail banking services and products provided, as well as related fees charged, by insured depository institutions and credit unions. Amends the Financial Institutions Reform, Recovery, and Enforcement Act of 1989, and the Riegle-Neal Interstate Banking and Branching Efficiency Act of 1994 to repeal certain reporting provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Credit Union, Bank, and Thrift Regulatory Relief Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Business Checking Fairness Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Credit Union, Bank, and Thrift Regulatory Relief Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Business Checking Fairness Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To advance credit union efforts to promote economic growth, modify credit union regulatory standards and reduce burdens, to provide regulatory relief and improve productivity for insured depository institutions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:18-05:00"
}