{
  "actions": [
    {
      "acted_at": "1998-06-25", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-07-07", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Commercial and Administrative Law", 
      "text": "Referred to the Subcommittee on Commercial and Administrative Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-07-31", 
      "references": [
        {
          "reference": "CR E1501-1502", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4162-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Commercial and Administrative Law", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-06-25", 
  "number": "4162", 
  "official_title": "To improve public understanding of, and access to, the information and reasoning supporting significant Federal agency rulemaking proposals by specifying a consistent and informative format for Federal Register notices of such rulemaking actions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Regulatory Information Presentation Act of 1998", 
  "sponsor": {
    "district": "1", 
    "name": "Chenoweth, Helen", 
    "state": "ID", 
    "thomas_id": "00194", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-06-25", 
  "subjects": [
    "Administrative procedure", 
    "Citizen participation", 
    "Cost effectiveness", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Executive Office of the President", 
    "Executive orders", 
    "Federal advisory bodies", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Government publicity", 
    "Law", 
    "Regulatory impact statements", 
    "Risk assessment", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-06-25", 
    "text": "Regulatory Information Presentation Act of 1998 - Directs each Federal agency, in accordance with a uniform format to be established by the Office of the Federal Register, to include in the preamble to each significant rule, both as a proposed and as a final or interim final rule, information concerning: (1) whether and on what basis the rule has been determined to be or not to be a significant or major rule; (2) any legal deadline or good cause for issuing the rule more quickly than normal; (3) any executive waiver of rule making policy; (4) the identity of the regulatory policy officer responsible at each stage of the regulatory process for the development of the regulations; (5) agency consultations with stakeholders, advisory bodies, and State and local governments; (6) any applicable law requiring, and any compelling public need for, the rule making; (7) the specific legal authority for the rule, the overall regulatory program involved, and the scope of the agency's discretion to regulate; (8) the principal regulatory alternatives considered by the agency; (9) the reasons for selection of the alternative adopted; (10) the rule's costs, impacts, and benefits; and (11) certification of compliance with any relevant rule making review requirements. Requires each agency to also include in the preamble to each significant rule, as a final or interim final rule: (1) a brief description of the significant issues raised by the public, in consultations by formal advisory bodies, and by any official in the Executive Office of the President carrying out a review of the rule making; (2) a description, concerning both the specific review procedures used and the substantive concerns raised, of any reconsideration of the rule of such an official, the nature of any involvement by the President or Vice President or their respective staff in reviewing the rule, and the nature of the resolution of any disagreement involved in such review or return; (3) a brief description of any substantive changes made to the rule during specified periods and the identity of the individual primarily responsible for suggesting any such substantive change if such individual is not within the program office directly responsible for drafting the rule; and (4) a statement explaining how the rule's estimated benefits justify its costs. Permits an agency to issue a rule without providing a portion of the information required if it determines that providing such information is impracticable, unnecessary, or contrary to the public interest. Requires the agency to: (1) identify in the rule's preamble the information omitted, the reasons for the omission, and when the information will be provided; and (2) make every effort to provide the information before the rule's effective date. Requires each agency to publish, annually, a notice in the Federal Register that contains statistics on the number of: (1) rules published as proposed, interim final, and final rules; (2) rules that are discretionary, in contrast to mandated; (3) pages in the Federal Register for each category of rule; (4) significant rules and major rules; and (5) rules reviewed under a rule making policy directive, the number substantively changed, and the number of pertinent actions taken during such reviews."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Regulatory Information Presentation Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To improve public understanding of, and access to, the information and reasoning supporting significant Federal agency rulemaking proposals by specifying a consistent and informative format for Federal Register notices of such rulemaking actions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:02-05:00"
}