{
  "actions": [
    {
      "acted_at": "2005-10-06", 
      "references": [
        {
          "reference": "CR 10/07/2005 S11232-11233", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-10-06", 
      "committee": "Committee on Environment and Public Works", 
      "references": [
        {
          "reference": "CR 10/7/2005 S11233-11235", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-09-13", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-09-27", 
      "committee": "Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported by Senator Inhofe with an amendment in the nature of a substitute. With written report No. 109-351. Additional views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2006-09-27", 
      "calendar": "Senate Legislative", 
      "number": "645", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 645.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1848-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Allard, Wayne", 
      "sponsored_at": "2005-10-06", 
      "state": "CO", 
      "thomas_id": "00011", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "2006-04-27", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Isakson, Johnny", 
      "sponsored_at": "2006-03-15", 
      "state": "GA", 
      "thomas_id": "01608", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "2005-11-03", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2005-10-06", 
  "number": "1848", 
  "official_title": "A bill to promote remediation of inactive and abandoned mines, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5404-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2780-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Cleanup of Inactive and Abandoned Mines Act", 
  "sponsor": {
    "district": null, 
    "name": "Salazar, Ken", 
    "state": "CO", 
    "thomas_id": "01762", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2006-09-13", 
  "subjects": [
    "Citizen participation", 
    "Congress", 
    "Congressional reporting requirements", 
    "Environmental assessment", 
    "Environmental protection", 
    "Fines (Penalties)", 
    "Good samaritan laws", 
    "Government operations and politics", 
    "Groundwater", 
    "Hazardous wastes", 
    "Indian lands", 
    "Injunctions", 
    "Law", 
    "Liability for environmental damages", 
    "Licenses", 
    "Mine wastes", 
    "Mine water", 
    "Minorities", 
    "Nonpoint source pollution", 
    "Waste water treatment", 
    "Water pollution control", 
    "Water resources development"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2006-09-27", 
    "text": "Cleanup of Inactive and Abandoned Mines Act - (Sec. 2) Includes among purposes of this Act to: (1) encourage the partial or complete remediation of inactive or abandoned mine sites for the public good by Good Samaritans; (2) provide appropriate protections for such Good Samaritans under applicable environmental laws; (3) ensure such remediation creates actual and significant environmental benefits; and (4) create an efficient permit process for remediation projects. (Sec. 3) Defines Good Samaritan as a person who is unrelated to an inactive or abandoned mining site, who had no role in the creation of such site or no significant role in the environmental pollution caused by such site, and who is not liable by law for the remediation of such site. Defines permitting authority as the Administrator of the Environmental Protection Agency or a state or Indian tribe with a Good Samaritan program approved under this Act. Authorizes the permitting authority to issue a permit to a Good Samaritan for a remediation project. Establishes eligibility requirements for permits, including that: (1) the principal purpose of the project is the reduction of pollution caused by historic mine residue; (2) the mine site may not be a site included on the national priorities list under the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA); (3) the permit only authorize those activities that are directly required for the remediation of historic mine residue at the mine site; and (4) an approved state or tribal remediation program be in effect prior to the issuance of a permit. Prescribes requirements for state or tribal Good Samaritan programs. Requires the Administrator, in the case of a state or Indian tribe without such a program, to issue permits for Good Samaritan projects if the state or Indian tribe makes certain agreements concerning permit compliance. Requires a permit applicant to provide specified information to the permitting authority to demonstrate ability to complete the project. Authorizes the permitting authority to issue a permit to carry out a project for the remediation of an inactive or abandoned mine site if, among other things, it is determined that: (1) the project will improve the environment on or in the area of the mine site to a significant degree; (2) the project will meet applicable water quality standards, to the maximum extent reasonable and practicable under the circumstances; (3) the permittee has the financial and other resources to complete, and will complete, the permitted work; and (4) the relevant governmental entities concur with the issuance of the permit, including a state or Indian tribe without a Good Samaritan program. Exempts permits from the National Environmental Policy Act's requirements concerning environmental assessments and impact statements. Requires a permittee to comply with a permit in lieu of compliance with the environmental laws specified in it. Defines environmental law to encompass the Toxic Substances Control Act (TSCA), the Federal Water Pollution Control Act (the Clean Water Act), the Solid Waste Disposal Act (RCRA), Comprehensive Environmental Response, Compensation, and Liability Act (CERCLA), and applicable environmental laws and ordinances of a state or local government or Indian tribe or tribal political subdivision. Requires the permittee, however, to comply with any applicable provision of TSCA and RCRA with respect to the offsite disposal of any wastes or material removed from an inactive or abandoned mine site. Requires a permittee to take actions the permitting authority finds necessary to ensure appropriate baseline monitoring of the environment during and after remediation. Establishes civil penalties for violations of permit requirements and authorizes injunctions to require compliance with a permit. Requires courts, in the event of a permit violation and absent extraordinary circumstances, to require at a minimum: (1) the permittee to repair the damage to any part of the environment that is caused by an action of the permittee in violation of the permit; and (2) the environment to be restored to its condition prior to the permittee's violation. Makes remediation projects conducted under this Act eligible for funding from the Federal Water Pollution Control Act's Nonpoint Source Management Program. Authorizes a court to set aside or modify a permit only if there is clear and convincing evidence of an abuse of discretion. Declares that no state, Indian tribe, or other Good Samaritan is required to obtain a remediation permit for reclamation work under a state or tribal abandoned mine reclamation plan approved under the Surface Mining Control and Reclamation Act of 1977. Requires the Administrator to report to Congress an evaluation of the permit program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Cleanup of Inactive and Abandoned Mines Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Cleanup of Inactive and Abandoned Mines Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote remediation of inactive and abandoned mines, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:49-05:00"
}