{
  "actions": [
    {
      "acted_at": "1983-03-22", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-08", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2231-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-22", 
  "number": "2231", 
  "official_title": "A bill to establish a new Federal student grant program to supplement and encourage student self-help efforts, to improve the operations and efficiency of certain Federal postsecondary education programs, to remove certain financial barriers preventing the disadvantaged from attending postsecondary institutions, to provide a more equitable distribution of Federal student aid funds, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Student Assistance Improvement Amendments of 1983", 
  "sponsor": {
    "district": "13", 
    "name": "Erlenborn, John N.", 
    "state": "IL", 
    "thomas_id": "00351", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-03-22", 
  "subjects": [
    "Authorization", 
    "Economics and public finance", 
    "Education", 
    "Educational innovations", 
    "Federal aid to higher education", 
    "Federally-assisted loans", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Graduate education", 
    "Higher education", 
    "Interest", 
    "Loans", 
    "Poor", 
    "Professional education", 
    "Public service employment", 
    "Scholarships", 
    "Student aid", 
    "Student employment", 
    "Students"
  ], 
  "subjects_top_term": "Student aid", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-22", 
    "text": "Student Assistance Improvement Amendments of 1983 - Title I: Pell Grant Improvements - Amends part A (Grants to Students in Attendance at Institutions of Higher Education) of title IV (Student Assistance) of the Higher Education Act of 1965 (HEA) to redesignate \"basic educational opportunity grants\" as \"Self-Help Grants.\" Provides that such grants shall be known as \"Pell Self-Help Grants.\" Provides that a student may receive only one Self-Help Grant for any academic year during an award grant year as defined by the Secretary of Education. Sets the maximum Self-Help Grant for academic year 1984-1985 at $3,000. Directs the Secretary to establish the maximum amount for succeeding academic years. Sets forth formulas for determining individual grant amounts based on cost of attendance and expected family contribution. Sets the minimum grant award at $100. Revises eligibility period provisions. Sets forth provisions relating to expected family contributions and cost of attendance. Makes conforming amendments to HEA provisions relating to need analysis. Repeals specified provisions of the Student Financial Assistance Technical Amendments Act of 1982. Repeals subpart 3 (Grants to States for State Student Incentives) of title IV of HEA. Title II: Guaranteed Student Loan Program - Amends student loan provisions of HEA to revise eligibility requirements for subsidized loans (Federal interest subsidy payments). Requires the statement to the lender to include: (1) the amount of the student's expected family contribution; and (2) a determination of need for a loan and the amount of such need, even if the student's family adjusted gross income is $30,000 or less. Doubles (from five percent to ten percent of the principal of the loan) the amount of the origination fee which may be charged to graduate or professional students. Revises provisions for repayment of advances for reserve funds of State and nonprofit private insurance programs. Requires that advances be repaid within such period as the Secretary deems appropriate in the light of the maturity and solvency of the reserve fund for which the advance was made. Requires that repayments of advances be deposited in the student loan insurance fund. Revises provisions relating to Federal student loan insurance liability limitations. Revises provisions relating to Federal guaranty and supplementary guaranty of student loans insured under non-Federal programs. Sets the amount to be paid by the Secretary of Education to a State or nonprofit private institution as reimbursement at 100 percent of the amount expended by it in discharge of its insurance obligation (resulting from the default of the student borrower) incurred under its loan insurance program. Provides that such guaranty agreements shall not require the maintenance of a reserve, with respect to so much of any loan insured under the loan insurance program as may be guaranteed by the Secretary. Provides that no provision of any State law which requires maintenance of a reserve shall apply to a State's student loan insurance program covered by such a guaranty agreement. Revises standards for student loan insurance programs. Provides that such programs authorize insurance for loans to students who carry at least one-half of the normal full-time academic workload. Removes the $1,000 minimum requirement for loans insured under such programs. Requires that such programs insure 100 percent of the unpaid principal of loans insured, whether or not such loans are eligible for Federal interest subsidy payments. Requires that such programs, with respect to lenders which are eligible institutions, insure loans by only such lenders as are located within the geographic area served by such State or nonprofit private institution or organization. Prohibits program restrictions on insurance to otherwise eligible students: (1) accepted for enrollment in or attending an eligible institution within the State; or (2) if such student is a legal resident of the State, accepted for enrollment in or attending an eligible institution outside that State. Prohibits program restrictions with respect to eligible residential institutions which are more onerous than eligibility requirements for institutions under the Federal student loan insurance program, except under specified conditions. Requires programs to provide: (1) for the eligibility of eligible institutions as lenders under reasonable criteria, except under specified conditions; and (2) assurances that the State or nonprofit private institution or organization will report to the Secretary annually concerning such criteria, including specified items. Repeals provisions for loan insurance supplemental guaranty agreements. Title III: Other Education Programs - Revises provisions for the National Direct Student Loan Program to raise the interest rate on national direct student loans to nine percent per year in the case of any loan made on or after July 1, 1983 (or to eight percent under specified conditions). Directs the Secretary to pay each institution for each fiscal year an amount equal to ten percent of the aggregate of the amounts of loans from its student loan fund which are cancelled pursuant to provisions for cancellation of loans for certain types of public service. Allows each institution to determine the appropriate use for such payments. Revises provisions for Work-Study Programs to raise the amount of the appropriations authorized for FY 1984 and 1985. Provides that no institution shall be required to contribute more funds for FY 1984 or 1985 to pay its share of the compensation of students employed in the work-study program than it expended for FY 1983. Revises provisions for equitable distribution of work-study program assistance to provide for reallocation of funds by the Secretary to each institution in a State, under specified circumstances. Amends the Omnibus Education Reconciliation Act of 1981 to raise the limitation on the authorization of appropriations for work-study programs for FY 1984. Revises provisions (of HEA) for the Supplemental Educational Opportunity Grant Program to provide for reallocation by the Secretary of funds for such program to each institution in a State, under specified circumstances. Revises provisions for the Fund for the Improvement of Postsecondary Education to authorize the Secretary to require that an educational institution or agency receiving a grant or entering into a contract under provisions for the Fund pay a portion of the costs of carrying out the authorized activities under the program or project approved by the Secretary. Title IV: Effective Dates - Sets forth the effective dates of specified amendments made by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Student Assistance Improvement Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a new Federal student grant program to supplement and encourage student self-help efforts, to improve the operations and efficiency of certain Federal postsecondary education programs, to remove certain financial barriers preventing the disadvantaged from attending postsecondary institutions, to provide a more equitable distribution of Federal student aid funds, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:37-05:00"
}