{
  "actions": [
    {
      "acted_at": "1974-09-11", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3983-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-09-11", 
  "number": "3983", 
  "official_title": "A bill to establish a Federal Domestic Development Bank to provide loans, loan guarantees, and technical assistance for the support and expansion of public facilities and private business operations in economically depressed urban and rural areas of the United States, to promote competition and planned regional development, and to aid areas or businesses which are faced with technological obsolescence or which are otherwise in financial difficulties.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Domestic Development Bank Act", 
  "sponsor": {
    "district": null, 
    "name": "McIntyre, Thomas J.", 
    "state": "NH", 
    "thomas_id": "01398", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-09-11", 
  "subjects": [
    "Business and commerce", 
    "Credit", 
    "Development credit institutions", 
    "Finance and financial sector", 
    "Housing and community development", 
    "Poverty", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Development credit institutions", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-09-11", 
    "text": "Federal Domestic Development Bank Act - Establishes the Federal Domestic Development Bank. States that it shall be the function of the Bank to extend credit and participate in extensions of credit to government entities and private businesses, upon application by such entities or businesses. Stipulates that, in considering any application for assistance under this Act, the Bank shall accord preferential consideration to projects or programs which, if approved, will meet specified criteria. Sets forth limitations and conditions for the provision of assistance by the Bank. Authorizes the Bank to plan, initiate, own, and manage facilities to further the purposes of this Act where it determines that (1) no appropriate applicant is available, and (2) there is reasonable ground to believe that it can later terminate its ownership by means of a planned program of incremental divestment at which point the facility or enterprise can survive without the direct control of the management of the Bank. Establishes in the Treasury of the United States a General Development Fund which shall be available to the Bank without fiscal year limitation as a revolving fund to finance projects and programs approved by the Bank or to carry out other purposes of this Act. Stipulates that, in carrying out its functions, the Bank shall establish and adhere to procedures which assure that: (1) projects and programs assisted by the Bank are not inconsistent with or disruptive to other Federal or State programs authorizing developmental assistance; and (2) projects or programs assisted by the Bank are not inconsistent with Federal or State environmental programs or plans or with areawide and local comprehensive planning. Authorizes appropriations of up to $1,500,000 to provide initial operating and administrative expenses for the Bank. Authorizes appropriations, without fiscal year limitation, of such sums as may be necessary to pay the difference, if any, between interest paid by the Bank on obligations issued by it and interest or other income received by the Bank on its investments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Domestic Development Bank Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Federal Domestic Development Bank to provide loans, loan guarantees, and technical assistance for the support and expansion of public facilities and private business operations in economically depressed urban and rural areas of the United States, to promote competition and planned regional development, and to aid areas or businesses which are faced with technological obsolescence or which are otherwise in financial difficulties.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:19-05:00"
}