{
  "actions": [
    {
      "acted_at": "1997-02-10", 
      "committee": "House Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-02-14", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Energy and Power", 
      "text": "Referred to the Subcommittee on Energy and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-10-21", 
      "in_committee": "House Committee on Commerce", 
      "in_subcommittee": "Energy and Power", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-22", 
      "in_committee": "House Committee on Commerce", 
      "in_subcommittee": "Energy and Power", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr655-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-02-10", 
  "number": "655", 
  "official_title": "To give all American electricity consumers the right to choose among competitive providers of electricity, in order to secure lower electricity rates, higher quality services, and a more robust United States economy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Electric Consumers' Power to Choose Act of 1997", 
  "sponsor": {
    "district": "6", 
    "name": "Schaefer, Dan", 
    "state": "CO", 
    "thomas_id": "01026", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-02-10", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Affiliated corporations", 
    "Alternative energy sources", 
    "Antitrust law", 
    "Auditing", 
    "Business records", 
    "Cogeneration of electric power and heat", 
    "Commerce", 
    "Competition", 
    "Consumer protection", 
    "Department of Energy", 
    "Electric power conservation", 
    "Electric power distribution", 
    "Electric power production", 
    "Electric power transmission", 
    "Electric utilities", 
    "Electric utility rates", 
    "Energy", 
    "Energy assistance for the poor", 
    "Energy conservation", 
    "Energy efficiency", 
    "Energy industries", 
    "Energy prices", 
    "Environmental protection", 
    "Federal preemption", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Franchises (Retail trade)", 
    "Gas companies", 
    "Gas industry", 
    "Government operations and politics", 
    "Government paperwork", 
    "Holding companies", 
    "Independent regulatory commissions", 
    "Interstate commerce", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Local laws", 
    "Natural gas", 
    "Occupational retraining", 
    "Price discrimination", 
    "Price regulation", 
    "Public utilities", 
    "Public utility rates", 
    "Public utility regulation", 
    "Restrictive trade practices", 
    "Retail trade", 
    "Securities regulation", 
    "Social welfare", 
    "State courts", 
    "State laws", 
    "Subsidiary corporations"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-02-10", 
    "text": "TABLE OF CONTENTS: Title I: Competitive Retail Electric Energy Service Title II: Public Utility Holding Company Act of 1935 Title III: Public Utility Regulatory Policies Act of 1978 Electric Consumers' Power to Choose Act of 1997 - Title I: Competitive Retail Electric Energy Service - Sets December 15, 2000, as the deadline by which all electric utility retail customers shall have the right to purchase retail electric energy services from any person offering them. (Sec. 103) Authorizes a State to elect to establish by the deadline retail electric service choice for retail customers of State regulated electric utilities, with rules providing for: (1) customer choice; (2) nondiscriminatory access; (3) flexible pricing procedure; (4) incentive-based rate regulation; and (5) termination of certain regulations, including price regulation. Declares that non-competitive services may not be used to subsidize services subject to competition. (Sec. 104) Authorizes a nonregulated electric utility to elect to establish, by a specified deadline, retail electric service choice for its customers, with rules providing for: (1) customer choice; and (2) nondiscriminatory access. Declares that non-competitive services may not be used to subsidize services subject to competition. Prohibits an electric energy purchaser from reselling electric energy purchased pursuant to a long-term firm power contract from a Federal power marketing authority to any other person not directly served by retail distribution facilities owned or operated by such purchaser. (Sec. 105) Preempts Federal court jurisdiction (except for Supreme Court review) over actions arising under certain retail competition provisions of this Act. (Sec. 106) Requires the Federal Energy Regulatory Commission (FERC), if such elections are not made by the deadline for a State regulated or a nonregulated electric utility, to implement specified authorities that would otherwise be exercised by the State regulating authority or nonregulated utility as if the elections had indeed been made by such date. Subjects the exercise of such FERC authorities to Federal court jurisdiction. (Sec. 107) Permits a State or non-regulated electric utility to adopt retail electric service competition before the statutory deadline for such service. Precludes Federal preemption where such prior adoption complies with the prescriptions of this Act. (Sec. 109) Authorizes FERC to require a transmitting utility to provide transmission of electric energy in interstate commerce under conditions necessary to ensure that the terms of customer access to transmission services are comparable to the terms under which the transmitting utility uses its own system. (Sec. 111) Proscribes, after the effective date for retail electric choice, any State or local legal requirement that has the effect of prohibiting any entity from offering or providing electric energy retail service to any electric utility retail customer. Permits the exercise of State regulatory authority imposed on a nondiscriminatory and competitively neutral basis upon retail electric energy services, if it is necessary to ensure adequate service to all customers, protect public safety and welfare, ensure continued quality, and safeguard consumer rights. Allows the imposition of State or local franchise, license, or permit fees on a nondiscriminatory and competitively neutral basis only. (Sec. 112) Mandates FERC-prescribed verification procedures for any changes to a selection made by a utility retail customer of electric energy services. Imposes civil liability for violation of such procedures. (Sec. 113) Directs FERC to establish a program to issue Renewable Energy Credits to electric generators, providing for their sale or exchange. Requires each electric generator selling electric energy after December 31, 2000, to submit Renewable Energy Credits to FERC in an amount equal to the required annual percentage (determined according to a specified schedule) of the total electric energy it generated in the preceding calendar year. Excludes from such determination electric energy generated by means of hydroelectric facilities. (Sec. 114) Amends the Federal Power Act to set forth a statutory framework governing the jurisdictional determinations affecting the transmission and local distribution facilities of any provider of unbundled retail transmission or electric energy distribution in interstate commerce. Delineates purposes for which a State or nonregulated electric utility may impose a surcharge as a condition for the purchase of retail electric energy services. Title II: Public Utility Holding Company Act of 1935 - Declares that the Public Utility Holding Company Act of 1935 ceases to apply to any gas or electric utility company (including its respective holding company) when each State in which such company provides retail distribution service notifies FERC and the Securities and Exchange Commission of its determination that the pertinent retail customers are able to purchase such services at retail from any offeror on a competitively neutral and nondiscriminatory basis. (Sec. 203) Sets forth requirements (including confidentiality requirements) for FERC access to holding company and associate company books and records, subject to exemption according to FERC rules. (Sec. 211) Requires FERC to promulgate regulations for the implementation of this Act, and to submit detailed recommendations to the Congress on the technical and conforming amendments to Federal law necessitated by it. Title III: Public Utility Regulatory Policies Act of 1978 - Amends the Public Utility Regulatory Policies Act of 1978 to declare that its requirements that electric utilities offer to purchase electric energy from qualifying cogeneration and small power production facilities at specified costs shall cease to apply to an electric utility if the State notifies FERC of its determination that the utility's retail customers are able to purchase retail electric energy services from any offeror on a competitively neutral and nondiscriminatory basis."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Electric Consumers' Power to Choose Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To give all American electricity consumers the right to choose among competitive providers of electricity, in order to secure lower electricity rates, higher quality services, and a more robust United States economy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:16-05:00"
}