{
  "actions": [
    {
      "acted_at": "1978-03-03", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-07-10", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Governmental Affairs with amendment, S. Rept. 95-969.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-24", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-24", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-24", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #365 (87-1).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-13", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-13", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-13", 
      "bill_ids": [
        "hr11280-95"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H. R. 11280.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-13", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-14", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-04", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 95-1272.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-04", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-05", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 95-1717.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-06", 
      "references": [], 
      "text": "House agreed to conference report, roll call #887 (365-8).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-06", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-11", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-11", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-11", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-13", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-10-13", 
      "references": [], 
      "text": "Public Law 95-454.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2640-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1977-01-03", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Clark, Dick", 
      "sponsored_at": "1977-01-03", 
      "state": "IA", 
      "thomas_id": "01306", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Eagleton, Thomas F.", 
      "sponsored_at": "1977-01-03", 
      "state": "MO", 
      "thomas_id": "01323", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Muriel", 
      "sponsored_at": "1978-12-31", 
      "state": "MN", 
      "thomas_id": "01367", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1977-01-03", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Muskie, Edmund S.", 
      "sponsored_at": "1977-01-03", 
      "state": "ME", 
      "thomas_id": "01410", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1977-01-03", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sasser, Jim", 
      "sponsored_at": "1977-01-03", 
      "state": "TN", 
      "thomas_id": "01428", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-10-13", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-03-03", 
  "number": "2640", 
  "official_title": "A bill to reform the civil services laws.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11280-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Civil Service Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Ribicoff, Abraham A.", 
    "state": "CT", 
    "thomas_id": "01422", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-03-03", 
  "subjects": [
    "American Samoa", 
    "Appellate procedure", 
    "Armed forces and national security", 
    "Blind", 
    "Civil service compensation", 
    "Civil service employment", 
    "Civil service reform", 
    "Civil service retirement", 
    "Civil service system", 
    "Collective bargaining", 
    "Congressional oversight", 
    "Deaf", 
    "Decentralization in government", 
    "Discrimination in employment", 
    "Dismissal of employees", 
    "Education", 
    "Employee rights", 
    "Employee-management relations in government", 
    "Employment of the handicapped", 
    "Evaluation", 
    "Executive compensation", 
    "Executive reorganization", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Fire fighters", 
    "Flexible work hours", 
    "Government employee unions", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Guam", 
    "Hours of labor", 
    "Information leaking", 
    "Judges", 
    "Labor and employment", 
    "Law enforcement officers", 
    "Legal fees", 
    "Merit Systems Protection Board", 
    "Military personnel", 
    "Minority employment", 
    "Office of Personnel Management", 
    "Overtime", 
    "Physically handicapped", 
    "Political ethics", 
    "Political participation", 
    "Postal service", 
    "Puerto Rico", 
    "Rating of employees", 
    "Rating of executives", 
    "Recruiting of employees", 
    "Religion", 
    "Retired military personnel", 
    "Retirement", 
    "Retirement income", 
    "Salaries", 
    "Student employment", 
    "Students", 
    "Transfer of employees", 
    "Travel costs", 
    "Trust Territory of the Pacific Islands", 
    "Veterans' employment", 
    "Virgin Islands", 
    "Volunteer workers", 
    "Wage restitution"
  ], 
  "subjects_top_term": "Civil service system", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1978-10-05", 
    "text": "(Conference report filed in House, H. Rept. 95-1717) Civil Service Reform Act - =Title I: Merit System Principles= - Enumerates the principles of the merit system in the Federal work force. Prohibits the taking of personnel actions to discriminate against a Federal employee on the basis of race, color, religion, sex, or national origin, age, handicapping conditions, marital status, or political affiliation. Prohibits, generally, taking or influencing personnel actions for political or other nonmerit reasons and nepotism. Makes the head of each agency responsible for the prevention of prohibited personnel practices, for the compliance with and enforcement of applicable civil service laws, rules and regulations, and for other aspects of personnel management. Continues: (1) the right or remedy available to employees or applicants for employment in the civil service; and (2) equal employment opportunity through affirmative action provided under the Civil Rights Act of 1964, Age Discrimination in Employment Act of 1967, Fair Labor Standards Act of 1938, Rehabilitation Act of 1973, and other applicable Statutory law prohibiting discrimination. Provides for the protection of employees of the Federal Bureau of Investigation who disclose to the Attorney General information believed to evidence prohibited personnel practices in the Bureau. Sets forth the responsibilities of the General Accounting Office (GAO) including the submission of annual report to the President and the Congress on the activities of the Merit System Protection Board (MSPB) and of the Office of Personnel Management (OPM). =Title II: Civil Service Functions; Performance Appraisal; Adverse Actions= - Abolishes the Civil Service Commission. Establishes within the Executive Branch the Office of Personnel Management (OPM) to which the President is authorized to delegate authority for personnel management functions, and which, in turn, is authorized to delegate such authority to the heads of Federal agencies. Prohibits the Director from delegating open competitive examination authority for positions common to agencies in the Federal Government. Provides that the Director of OPM shall be appointed by the President, by and with the advice and consent of the Senate, have a four-year term of office, and be compensated at the rate of basic pay applicable to positions in level II of the Executive Schedule. Provides that the Deputy Director of OPM and the Chairman of the Merit Systems Protection Board shall be compensated at the level III rate and the Associate Directors of OPM and the members of the Merit Systems Protection Board at the level V rate. Establishes the Merit System Protection Board made up of three members appointed by the President, by and with the advice and consent of the Senate, to seven-year terms who may be removed only for cause (as contrasted with the present Civil Service Commissioners who serve at the will of the President). Grants to the Board the power to: (1) hear and adjudicate matters within its jurisdiction; (2) enforce its orders; (3) conduct special studies; (4) issue rules and regulations necessary to perform its functions; and (5) reveiw rules and regulations of OPM. Creates the Special Counsel of the Board the members of which shall be appointed by the President from attorneys, by and with the advice and consent of the Senate, for a term of five years. Empowers any member of the Board, the Special Counsel, certain administrative law judges, and specified employees of the Board to subpena witnesses and evidence and order depositions and responses to written interrogatories. Allows an appropriate United States district court to issue an order requiring the appearance of any person to testify or produce evidence in the case of contumacy or failure to obey a subpena authorized pursuant to this Title. Lists other powers and functions of the Merit Systems Protection Board and the Special Counsel including, but not limited to, the review by the Board of any rule or regulation issued by the Director of OPM and the submittal to the President and appropriate committees of Congress of an annual budget of expenses and other items relating to the Board along with legislative recommendations. Authorizes the Counsel to investigate any allegation of a prohibited personnel practice. Allows the Counsel, in the absence of an allegation, to conduct an investigation of information disclosed by an employee or applicant for employment who believes a violation of law, rule or regulation or agency mismanagement or misconduct has occurred, exists, or is to be taken. Protects the identity of any employee or applicant unless disclosure of the identity is necessary to carry out the investigation. Permits the Counsel, upon the determination that there is a substantial likelihood that the information discloses a violation, to require an agency head to investigate the information and any related matters and submit a report within 60 days after the information is transmitted by the Counsel. Requires that such report be submitted to the Counsel for transmittal to the complaintant in noncriminal cases, the President, and the Congress. Exempts, classified information from the provision of this Act authorizing public disclosure. Requires the Counsel to report cases believed to be a criminal violation to the Attorney General, the agency head, and the Directors of OPM and the Office of Management and Budget. Requires investigations of any allegation concerning prohibited political activities including political intrusion in personnel decisionmaking, withholding of information, and prohibited discrimination. Allows the Counsel to seek corrective action from the Board if the Counsel believes there is a pattern of prohibited personnel practices which are not otherwise appealable. Authorizes the Counsel to intervene in any proceeding before the Board. Stipulates that the Counsel shall not have any right of judicial review in connection with such intervention nor issue any advisory opinion concerning any law, rule, or regulation (other than an opinion on matters under its jurisdiction). Requires the Counsel to submit an annual report to the Congress on its activities along with legislative recommendations. Entitles any employee against whom a complaint has been presented to the Board a reasonable time to answer, a hearing attended by counsel, and a written decision and the reasons thereof including a copy of any final order imposing disciplinary action. Directs the Board to discipline violators by requiring removal, demotion, suspension, a fine up to $1,000, or by issuing a reprimand or barring the violator from Federal employment for up to five years. Allows an employee, or applicant for employment, adversely affected or aggrieved by a final order or decision of the Board to obtain judicial review of such order or decision in the appropriate United States court of appeals. Permits the Counsel to request any member of the Board to order a stay of any personnel action for 15 calendar days if the Counsel believes that the personnel action was taken, or is to be taken, as a result of a prohibited personnel practice. Allows any member of the Board to extend such stay for a period of 30 calendar days or for any period which the Board considers appropriate. Requires the Board to submit an annual report to the President and the Congress. Provides for disclosure of information to the Congress or any committee or subcommittee of the Congress without review, clearance, or approval by any other administrative authority. Establishes new procedures for the appraisal of the performance of employees covered by this Act. Entitles any employee to 30 days' notice, a hearing attended by counsel, and a written decision if he is to be removed or have his grade reduced. Sets forth cause and procedure for: (1) the suspension of an employee for 14 days or less; (2) removal, suspension for more than 14 days, reduction in grade or pay, or furlough for 30 days or less of an employee; and (3) actions against administrative law judges. Enumerates on appellate procedures for any action which is appealable to the Board and on judicial review of decisions of the Board. Requires appeals of Board decisions to be taken to the Court of Claims or the United States Court of Appeals. Allows the Director of OPM to obtain judicial review of certain final orders or decisions of the Board by the United States Court of Appeals for the District of Columbia. =Title III: Staffing= - Authorizes agencies to accept voluntary uncompensated service by a student who does not displace a Federal employee. Authorizes the employment of reading assistants for blind employees and of interpreters for deaf employees. Directs the President to provide for a period of probation for appointments in the competitive service and to managerial and supervisory positions. Provides for such supervisors and managers who do not satisfactorily complete the probationary period to be returned to a similar position occupied by such individual before appointment to the supervisor or manager position. Authorizes training to prepare employees for placement in other agencies who would otherwise be separated from an agency. Permits agencies to pay the travel and transportation expenses of new employees appointed to a position for which a manpower shortage exists. Authorizes voluntary early retirement of employees who work in an agency undergoing a major reorganization, reduction in force, or transfer of function. Limits the veterans' preference for civil service employment to retired members of the armed forces who are disabled veterans or who retired below the rank of major or its equivalent. Allows an agency, under rules and regulation prescribed by OPM, to make a noncompetitive appointment of certain disabled veterans who have service-connected disabilities rated at 30 percent or more. Requires an examining agency to notify the OPM upon the determination that a preference eligible is not able to fulfill the physical requirements of the position for both initial hiring and for reduction-in-force or is to be passed over in orders to select a nonpreference eligible. Grants such preference eligible 15 days from the date of notification by the appointing authority of such determination to respond to the OPM. States that the appointing authority shall comply with the findings of OPM in such proposed passovers. Entitles the preference eligible to a copy of the reasons for a proposed passover and the findings of the OPM. Provides for the reduction in pay of any former member of the uniformed services employed by the Federal Government in a civilian capacity whose combined retirement pension or retainer pay and annual rate of basic pay exceeds the compensation limit for level V of the Executive Schedule. States that this provision (1) shall apply only to members of the uniformed services who first receive retired or retainer pay after the effective date of this Act, and (2) shall not apply to individuals who are entitled to a pension but do not satisfy applicable age requirements and who are employed in a position on the date of enactment so long as individual continues to hold any such position. Establishes a new system for notification of vacancies in the Civil Service including the listing of such vacancies with the United States Employment Service. Directs the OPM to establish a minority recruitment program in tbe Federal service. Requires the Equal Employment Opportunity Commission to (1) establish guidelines to be used in implementing the program, and (2) transmit to appropriate Executive agencies, OPM, and the Congress determinations of underrepresentation to be used initially in such program. Directs the OPM to submit annually to the Congress a report on specified activities and other data necessary for evaluation of such program, together with recommendations for administrative and legislative action. Establishes a temporary employment limitation of civilian employees in the Executive branch (other than the United States Postal Service or the Postal Rate Commission) and of individuals participating in special employment programs established for students and disadvantaged youth. Allows the President to adjust the total number of civilian employees in excess of the limitation if it is necessary in the public interest. Terminates such limitation January 31, 1981. =Title IV: Senior Executive Service= - Establishes a Senior Executive Service. Defines \"Senior Executive Services position\" as a position in an agency to be filled by government managers, classified above GS-15 and below Executive Level III, who supervise employees, are responsible for the success of programs, and exercise important policy-making or other executive functions. Excludes from the Service positions in the Foreign Service of the United States, specified administrative law judge positions, and certain positions in the Drug Enforcement Administration. Excludes from the provisions of this Title: (1) the Federal Bureau of Investigation, the Central Intelligence Agency, the National Security Agency, the Defense Intelligence Agency, specified positions in the Drug Enforcement Administration, and other agencies or units within an agency which has as a primary function intelligence, investigative, or national security work. Sets forth provisions for the authorization of the Senior Executive Service positions, and appointments. Requires OPM to report to the Congress on the Service at the time the budget is submitted to the Congress by the President. Directs the head of each agency to establish: (1) qualification standards for each Senior Executive Service position in the agency; (2) a recruitment program; and (3) executive resources boards to review and recommend candidates. Requires the OPM to establish qualification review boards which shall prescribe criteria for managerial qualifications and certify such qualifications of candidates for entry as career appointees into the Service. Stipulates that such appointment provisions be in accordance with requirements establsihed by the OPM. Permits the transfer and reassignment of a career Senior Executive to any Government agency. Makes it the duty of the OPM to establish, and to assist agencies in establishing, programs for the systematic and continuing development of Senior Executives. Authorizes agencies to grant such persons a sabbatical period of up to 11 months to be taken not more than once in any ten-year period to study or engage in uncompensated work experience, with the agreement to serve in the civil service for two consecutive years after returning from the sabbatical. Directs the Office of Personnel Management to encourage Senior Executives to improve their skills by serving in a variety of agencies and by accepting placements in State or local governments or in the private sector. Authorizes the removal of career executives for any reason during the first year of appointment as a Senior Executive and for less than fully successful managerial performance or misconduct anytime thereafter. Grants persons removed for reasons other than misconduct to be appointed to a Federal position outside the Service. Provides for the periodic appraisal of Senior Executives. Authorizes the OPM to name no more than five percent of active duty members of the Service to the rank of Meritorious Executive and not more than one percent of such persons to the rank of Distinguished Executive. Entitles persons receiving the Meritorious rank to a lump-sum payment of $10,000 and persons receiving the Distinguished rank to a lump-sum payment of $20,000 in addition to their normal salary. Provides for the establishment and adjustment of rates of pay for the Service; the lowest rate shall not be less than the pay for GS-16 of the General Schedule and the higest rate shall not exceed the rate for level IV of the Executive Schedule. Authorizes each agency to pay a lump-sum performance award to not more than half of all Senior Executives employed by such agency of an amount exceeding 20 percent of such Executive's annual salary. Permits employing agencies to pay travel expenses of candidates for the Service incurred incident to specified pre-employment interviews. Prescribes the procedure for disciplinary actions for appointees of the Service. Entitles appointees against whom a disciplinary action is proposed to advance ntoice, a reasonable time to reply, representation, and a written decision by the agency. Makes disciplinary actions appealable to the Merit Systems Protection Board. Provides for retirement at a reduced annuity for appointees removed from the Service for less than fully successful managerial performance after completing 25 years of service or after reaching age 50 and completing 20 years of service. Entitles persons serving presently in positions to be designated as Senior Executive Service positions when this Act becomes effective to choose to convert to a Senior Executive Service appointment or remain in such position under the current pay system. Provides for the conversion of employees serving under career and career conditional and noncareer appointments or similar types of appointment in an excepted service position into appropriate positions in the Service. Repeals the provisions of law relating to the special authority of agencies to (1) appoint individuals to positions at GS-16, GS-17, and GS-18 of the General Schedule, and (2) establish scientific and professional positions outside of the General Schedule. Authorizes the Director of OPM to establish and revise (1) the total number of positions, not to exceed 10,777, which may be placed in the supergrades or the Service, and (2) the maximum number of scientific and professional positions, not to exceed 517. Authorizes the Librarian of Congress to establish eight scientific or professional positions to carry out certain research and development functions of the Library. Provides for congressional review of the Senior Executive Service and the manner in which such Service is administered. =Title V: Merit Pay= - Requires the OPM to establish a merit pay system applicable to all managerial or supervisory persons related at grades GS-13 through GS-15. Limits the pay for such grades to the minimum and maximum rates for each such grade. Allows the head of each agency to provide for increases within the range of basic pay for employees covered by the merit pay system. States that the award of such merit pay raises may be made on the basis of individual as well as organizational performance. Preserves the benefit of advancement through the range of basic pay for employees who are covered by the merit pay system and whose service is interrupted for the armed forces or other essential civilian employment during a period of war or national emergency. Authorizes agency heads and the President to make cash awards to such employees of up to $25,000 for contributions to the efficiency of Government Operations. Directs the OPM to report annually to the appropriate committees of each House of Congress on the operation of the merit pay system and cash award program. =Title VI: Research, Demonstration, and Other Programs= - Requires the OPM to establish and maintain research and development projects concerning Federal personnel management. Authorizes the OPM to conduct and evaluate demonstration projects relating to personnel management issues such as recruitment, promotion, and employee discipline pursuant to a plan which is agreeable to the agency involved in such project. Requires such plan to be published in the Federal Register and submitted to a public hearing. Limits the size of such demonstration project to the involvement of not more than 5,000 individuals. Limits the number of such projects to not more than 5,000 individuals. Limits the number of such projects to not more than ten at any time and the life of such projects to not more than five years. Amends the Intergovernmental Personnel Act of 1970 (IPA) to authorize Federal agencies to require State and local governments, as a condition of participation in Federal assistance programs, to have systems of personnel administration consistent with personnel standards prescribed by the OPM. Extends eligibility to participate in IPA mobility programs to specified \"other organizations\", commissioned Public Health Service officers, the Trust Territories of the Pacific Islands, and specified Federal agencies such as a court of the United States, the Library of Congress, and other agencies of the legislative and judicial branches. Defines \"other organizations\" for purposes of this Act. Includes the Commonwealth of Puerto Rico, Guam, American Samoa, and the Virgin Islands in the formula allocation of IPA grants and excludes such jurisdictions from local goverment allocation. Excludes from participation in the mobility program, certain appointees in the Senior Executive and employees in excepted service positions which are confidential, policy-advocating in character. =Title VII: Federal Labor-Management Relations= - Establishes the Federal Labor Relations Authority which, along with its General Counsel, shall be responsible for the establishment of policies and regulations and the administration of labor-management relations in the Federal Government. Authorizes the General Counsel to investigate alledged violations, file and prosecute complaints, and exercise such other powers as the Authority may prescribe. Sets forth the rights and duties of agencies and labor organizations. Lists actions by agencies and by labor organizations which constitute \"unfair labor practices\", including failure to cooperate in impasse procedures and impasse decisions and failure to prevent or stop a strike, work stoppage, or slowdown. Directs the Federal Mediation and Conciliation Service to provide services and assistance to agencies and exclusive representatives in the resolution of negotiation impasses. Requires the Federal Service Impasse Panel, an entity within the Authority, to investigate any negotiation impasse presented to it after voluntary arrangements, including the services of the Federal Mediation and Conciliation Service, fail. Authorizes the Panel to recommend procedures for resolution of an impasse and assist in the resolution, or, if the parties do not arrive at a settlement, to hold hearings and take whatever action is necessary to resolve the impasse. Sets forth the standards of conduct for labor organizations. Requires that an agreement between an agency and a laobr organization provide a grievance procedure negotiated by the parties to such agreement. Excludes from the coverage of such negotiated grievance procedures, matters concerning prohibited political activities, retirement, life insurance, health insurance, or national security. Allows an aggrieved employee to request the Equal Employment Opportunity Commission to review a final decision under the grievance procedure under specified circumstances. Sets forth the procedures under which a party may obtain review by the Authority of an arbitrator's award. Provides for judicial review of certain final orders of the Authority by the circuit courts of appeal; enforcement of orders of the Authority by the same courts; and injunctive relief in appropriate cases. Authorizes the Authority, or its designee, the General Counsel, the Panel, and any administrative law judge appointed by the Authority to issue subpenas, administer oaths, take depositions, order responses to written interrogatories, examine witnesses, and receive evidence. Directs the Authority, the Panel, the General Counsel, and the Federal Mediation and Conciliation Service each to prescribe rules and regulation applicable to them. Continues exclusive recognition status of any labor organization and of certain units of management officials or supervisors represented by labor organizations which existed before the effective date of this Title. States that policies, regulations, and procedures established pursuant to specified Executive Orders shall remain in full force and effect until revised or revoked by the President or superseded by specific provisions, regulations, or decisions issued pursuant to this Act. Amends the Back Pay Act of 1966 to entitle an employee found by appropriate authority to have suffered a disciplinary or corrective measure from an unjustified or unwarranted action, to all or part of back pay, allowances, differentials, reasonable attorney fees, or other monetary or employment benefits which would not have occurred but for the unjustified or unwarranted action. Grants employees, individually or collectively, the right to petition Congress or a Member of Congress or to furnish information to either House of Congress, committee, or Member. Provides for the effective dates of specified provisions of this Act. Excludes from the provisions of this Title (1) members of the uniformed services, supervisors or management officials, or officers and employees of the Foreign Service of the United States, and (2) the General Accounting Office, the Federal Bureau of Investigation, the Central Intelligence Agency, the National Security Agency, the Tennessee Valley Authority, the Federal Labor Relations Authority, and the Federal Service Impasse Panel. =Title VIII: Grade and Pay Retention= - Makes provisions for grade retention following a change of position or position reclassification; pay retention; remedial action for employees receiving benefits of grade and pay retention; and appeals in the case of the termination of any such benefits. Lists actions which are not appealable. Provides for retroactive application of the grade and pay retention benefits. =Title IX: Miscellaneous= - Requires the Office of Management and Budget to submit to the President and the Congress a report of the study on the decentralization of governmental functions required by this Act. Provides that all Executive orders, rules, and regulations affecting the Federal service shall continue in effect until modified, terminated, or superceded by the President, OPM, the Merit Systems Protection Board, the Equal Employment Opportunity Commission, or the Federal Labor Relations Authority; that administrative proceedings pending and any lawsuit in progress at the time of the effective date of this Act shall be preserved; and that the powers of the President shall be unaffected except by express provisions. Authorizes the appropriation from moneys in the Treasury not otherwise appropriated, of such sums as may be necessary to carry out the provisions of this Act. Makes the provisions of this Act, unless otherwise provided, effective 90 days after the date of enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Civil Service Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the civil services laws.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:40-05:00"
}