{
  "actions": [
    {
      "acted_at": "2001-03-07", 
      "committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2001-03-08", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Aviation", 
      "text": "Referred to the Subcommittee on Aviation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr907-107", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Aviation", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Kanjorski, Paul E.", 
      "sponsored_at": "2001-03-27", 
      "state": "PA", 
      "thomas_id": "00615", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Larson, John B.", 
      "sponsored_at": "2001-04-03", 
      "state": "CT", 
      "thomas_id": "01583", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Maloney, Carolyn B.", 
      "sponsored_at": "2001-03-21", 
      "state": "NY", 
      "thomas_id": "00729", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2001-03-07", 
  "number": "907", 
  "official_title": "To amend title 49, United States Code, to promote air carrier competition, to establish consumer protections for airline passengers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1734-107", 
      "reason": "related"
    }
  ], 
  "short_title": "Airline Competition and Passenger Rights Act of 2001", 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2001-03-07", 
  "subjects": [
    "Access to airports", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Agriculture and food", 
    "Air routes", 
    "Airline passenger traffic", 
    "Airline rates", 
    "Airlines", 
    "Airports", 
    "Commerce", 
    "Compensation (Law)", 
    "Competition", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Consumer discounts", 
    "Consumer education", 
    "Consumer protection", 
    "Contracts", 
    "Corporate mergers", 
    "Cost of living adjustments", 
    "Damages", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Electronic commerce", 
    "Emergency management", 
    "Excise tax", 
    "Federal aid to transportation", 
    "Federal preemption", 
    "Fees", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Government publicity", 
    "Governmental investigations", 
    "Hotels, motels, etc.", 
    "Information services", 
    "Internet", 
    "Joint ventures", 
    "Labor and employment", 
    "Law", 
    "Liability (Law)", 
    "Licenses", 
    "Planning", 
    "Potable water", 
    "Public lands and natural resources", 
    "Rebates", 
    "Restrictive trade practices", 
    "Science, technology, communications", 
    "Taxation", 
    "Transportation and public works", 
    "Transportation planning", 
    "Travel agents", 
    "Water resources development", 
    "Weather"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2001-03-07", 
    "text": "Airline Competition and Passenger Rights Act of 2001 - Amends Federal aviation law to require the Secretary of Transportation to consider whether a foreign air carrier has engaged in any unfair or deceptive practice or unfair method of competition in air transportation or the sale of air transportation in the preceding five years before issuing a certificate authorizing such carrier to provide foreign air transportation.Revises provisions prohibiting an air carrier, foreign air carrier, or ticket agent from engaging in unfair or deceptive practices or unfair methods of competition in air transportation or the sale of air transportation. Extends such prohibition to any major air carrier that prohibits, limits, or otherwise restricts a code share partner from entering into a code share agreement with another air carrier or foreign air carrier.Prescribes a maximum civil penalty for engaging in unfair methods of competition.Authorizes an air carrier to transfer a slot (take-off and landing rights at an airport) to another air carrier only upon approval of the Secretary.Directs the Secretary to investigate each hub airport (that has at least .25 percent of the total annual boardings in the United States) to determine whether, in the preceding five years, a dominant air carrier (that accounts for more than 40 percent of the total annual passenger boardings) at such airport has: (1) charged higher than average fares for interstate air transportation to or from such airport; (2) engaged in an unfair method of competition in response to a new entrant air carrier (that accounts for less than ten percent of the total annual boardings) at such airport; or (3) limited competition by a new entrant air carrier at the airport by restricting access of the new entrant to gates, slots, or other essential facilities at such airport on reasonable and competitive terms. Authorizes the Secretary, upon an affirmative determination, to order such carrier to increase opportunities for competition at such airport.Requires the Secretary, upon a determination that an air carrier is a dominant air carrier (that has at least 20 percent of the annual passenger boardings) at an airport, to: (1) issue an order requiring the airport operator to reallocate ten percent of the airport gates and facilities leased to a dominant air carrier to new entrant air carriers; and (2) if the airport is a high density airport, reallocate 20 percent of the slots of the dominant air carrier to new entrant air carriers. Directs the Secretary to withhold five percent (ten percent in subsequent years) of an airport's apportionment of airport planning and development funds for noncompliance with such requirements.Prohibits any action of an air carrier or foreign air carrier that fails to: (1) inform the consumer of the lowest available fare; (2) provide the consumer with full access to all available fares; or (3) inform the consumer about a flight segment that was, at least 40 percent of the time, either canceled or delayed by 30 minutes or more past its scheduled arrival time.Prohibits any air carrier or foreign air carrier action that: (1) prohibits a person from only using a portion of the purchased air transportation; or (2) assesses an additional fee on such person or any ticket agent.Prohibits any air carrier or foreign air carrier action that fails, in the case of a termination, cancellation, nonrenewal, or substantial change in the competitive circumstances of the appointment of a ticket agent, to provide the ticket agent with prior notice of such action (except in cases of insolvency).Sets forth provisions: (1) requiring air carriers to ensure access to necessary services and conditions, including water, restroom facilities, and the ability to deplane for all passengers; (2) prohibiting air carriers from preventing or hindering passengers from exiting an aircraft; (3) requiring air carriers to provide passengers with explanations for any delay, cancellation, or diversion of a flight segment (including prohibiting false or misleading explanations); (4) making air carriers liable to passengers for excessive departure or arrival delays of the aircraft; and (5) requiring air carriers to provide specific remedies for overbooked flights."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Airline Competition and Passenger Rights Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 49, United States Code, to promote air carrier competition, to establish consumer protections for airline passengers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:30-05:00"
}