{
  "actions": [
    {
      "acted_at": "1989-10-31", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1819-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-10-31", 
  "number": "1819", 
  "official_title": "A bill to amend title 38, United States Code, to streamline the disciplinary process for employees, to allow for the delegation of authority of the Chief Medical Director in certain situations and for related purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-10-31", 
  "subjects": [
    "Armed forces and national security", 
    "Disciplining of employees", 
    "Employee rights", 
    "Executive reorganization", 
    "Federal employees", 
    "Medical personnel", 
    "Misconduct in office", 
    "Oaths", 
    "Rating of employees", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-10-31", 
    "text": "Revises Federal law concerning disciplinary actions for certain health care employees of the Veterans Health Services and Research Administration of the Department of Veterans Affairs to: (1) base such actions on performance or conduct during tenure with the Department; (2) expand the Chief Medical Director's authority to appoint disciplinary boards to include appointing chairmen and members of such boards; (3) grant such members the authority to administer oaths; (4) change the purpose of such boards from determining charges of ineptitude, inefficiency, or misconduct to determining the charges in any disciplinary action proposed against such a health care employee; (5) exclude from the disciplinary board process disciplinary actions for suspensions of 14 days or less, reassignments or transfers and reductions in rank without reductions in pay, reprimands, and admonishments; (6) repeal provisions requiring the former Administrator of Veterans Affairs to appoint the chairman and secretary of such boards; (7) provide that when disciplinary boards sustain charges against such employees such boards must recommend within limitations prescribed by the Secretary that the proposed disciplinary action be sustained or modified (currently, such boards recommend suitable disciplinary action when such charges are sustained); and (8) repeal provisions concerning the delegation of authority of the Chief Medical Director to appoint a chairman and secretary to such board and to receive and act upon the recommendations of the board while retaining the existing right of an employee to appeal a disciplinary action to the Secretary. Entitles employees subject to such a disciplinary action to: (1) an advance written notice stating the specific reasons for such action; (2) a reasonable time to answer orally and in writing and to furnish affidavits and other documentary evidence in support of the answer; (3) representation by an attorney or other representative; and (4) a written decision and the specific reasons for the decision at the earliest practicable date. Authorizes the Secretary to review such disciplinary actions under a review procedure which shall include: (1) a right to formal review by an impartial examiner within the Department; (2) a prompt report of the findings and recommendations by the impartial examiner; and (3) a prompt review of the examiner's findings and recommendations by an official of a higher level than the official who issued the disciplinary action."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to streamline the disciplinary process for employees, to allow for the delegation of authority of the Chief Medical Director in certain situations and for related purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:45-05:00"
}