{
  "actions": [
    {
      "acted_at": "2010-05-25", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-05-26", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-05-26", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 31 - 21.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-07-14T16:46:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Energy and Commerce. H. Rept. 111-536.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-14T16:46:00-04:00", 
      "calendar": "Union", 
      "number": "307", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 307.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5381-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Braley, Bruce L.", 
      "sponsored_at": "2010-05-25", 
      "state": "IA", 
      "thomas_id": "01845", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Dingell, John D.", 
      "sponsored_at": "2010-05-25", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Rush, Bobby L.", 
      "sponsored_at": "2010-05-25", 
      "state": "IL", 
      "thomas_id": "01003", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Stupak, Bart", 
      "sponsored_at": "2010-05-25", 
      "state": "MI", 
      "thomas_id": "01123", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-05-25", 
  "number": "5381", 
  "official_title": "To require motor vehicle safety standards relating to vehicle electronics and to reauthorize and provide greater transparency, accountability, and safety authority to the National Highway Traffic Safety Administration.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3302-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3302-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Motor Vehicle Safety Act of 2010", 
  "sponsor": {
    "district": "30", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2010-05-26", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Advanced technology and technological innovations", 
    "Business records", 
    "Computers and information technology", 
    "Consumer affairs", 
    "Department of Transportation", 
    "Executive agency funding and structure", 
    "Government information and archives", 
    "Government investigations", 
    "Government trust funds", 
    "Manufacturing", 
    "Motor vehicles", 
    "Product safety and quality", 
    "Transportation and public works", 
    "Transportation safety and security", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2010-07-14", 
    "text": "Motor Vehicle Safety Act of 2010 - Title I: Vehicle Electronics and Safety Standards - (Sec. 101) Directs the Secretary of Transportation (DOT), acting through the Administrator of the National Highway Traffic Safety Administration (NHTSA), to establish within NHTSA: (1) a Center for Vehicle Electronics and Emerging Technologies to build, integrate, and aggregate NHTSA's expertise in vehicle electronics and other new and emerging technologies, coordinate all NHTSA vehicle safety agency components, and conduct research into the use of lightweight materials in vehicles; and (2) an honors recruitment program for engineering and other students interested in vehicle safety to train with engineers and other safety officials for careers in vehicle safety. Authorizes the Secretary to provide stipends to honors recruitment program students. Requires the Secretary to develop a plan to target and recruit the top 10% of science, technology, engineering, and mathematics students attending 1890 Land Grant Institutions and colleges and universities that historically serve minorities. (Sec. 102) Requires the Secretary to initiate rulemaking proceedings to prescribe or amend federal motor vehicle safety standards to: (1) mitigate unintended acceleration in passenger motor vehicles (excluding motorcycles, trailers, or low speed vehicles) through a brake override system; (2) require that at least one redundant mechanism be built into accelerator control systems, including electronic throttle control systems, to maintain vehicle control in the event of accelerator control system failures; (3) prevent potential obstruction of pedal movement by establishing minimum clearances for passenger motor vehicle foot pedals; (4) require electronic systems in passenger motor vehicles to meet minimum performance standards; (5) establish standards for the operation of passenger motor vehicles equipped with push-button ignition systems, particularly in emergency situations when the vehicle is in motion; and (6) improve the recognition of the gear selector positions for drivers, including the conspicuity of the neutral position. (Sec. 108) Directs the Secretary to modify federal motor vehicle safety standards to require passenger motor vehicles sold in the United States in model year 2015 to be equipped with an event data recorder (EDR) that continuously records vehicle operational data that can be stored and accessed for retrieval and analysis. Prohibits the retrieval of information recorded or transmitted by an EDR by any person other than the owner or lessee of the motor vehicle in which the device is installed, unless: (1) authorized by court order; (2) the owner or lessee consents; or (3) the information is retrieved by a government motor vehicle safety agency, and the owner's, lessee's, or driver's personally identifiable information and vehicle identification number (VIN) are not disclosed in the information retrieval. (Sec. 109) Directs the Secretary to initiate a rulemaking to prescribe or amend federal motor vehicle safety standards to: (1) reduce commercial motor vehicle rollover and loss of control crashes and related deaths and injuries for air-braked motor vehicles weighing over 26,000 pounds; and (2) establish performance requirements for the minimum sound necessary to alert blind and other pedestrians of the presence of a nearby electric or hybrid vehicle operating below the cross-over speed, if any. Requires the Secretary to study and report to Congress on whether there is a safety need to apply the minimum sound requirement to conventional motor vehicles. (Sec. 111) Directs the Secretary to carry out a collaborative research effort to explore the feasibility and potential benefits and associated public policy challenges of more widespread deployment of in-vehicle technology to prevent alcohol-impaired driving. Authorizes appropriations for FY2011-FY2015. Title II: Transparency and Accountability - (Sec. 201) Requires the Secretary to issue regulations to require the public disclosure of possible defects of motor vehicles or motor vehicle equipment reported to the Secretary by motor vehicle manufacturers (Early Warning data). (Sec. 202) Directs the Secretary to: (1) improve public accessibility to information on the NHTSA vehicle safety databases, including mandatory motor vehicle recall information on the Internet; (2) issue regulations to require passenger motor vehicle manufacturers to affix, in a readily accessible location, a device with information on how to submit a safety-related motor vehicle defect complaint to NHTSA; and (3) establish a NHTSA passenger automobile safety defect hotline for manufacturer, dealer, and mechanic personnel. (Sec. 205) Directs the Secretary to require the senior official for safety for a corporation to be responsible for requests for information in NHTSA safety or compliance investigations. Prescribes civil penalties for knowingly and willfully submitting false, misleading, or incomplete information. (Sec. 206) Allows an individual whose petition for an investigation into a potential motor vehicle defect is denied by the Secretary to file for judicial review in the appropriate U.S. Court of Appeals or the U.S. Court of Appeals for the District of Columbia. (Sec. 207) Requires the Secretary, in the event that a deadline for a rulemaking under this Act cannot be met, to: (1) notify Congress; and (2) establish a new deadline. (Sec. 208) Requires the DOT Office of the Inspector General to study over nine years NHTSA use of Early Warning data. Requires the Secretary to report to Congress on: (1) Center for Vehicle Electronics and Emerging Technologies operations; and (2) the quality of crash data collected through the National Automotive Sampling System (including the Special Crash Investigations), with recommendations for improvements to the data collection program. (Sec. 209) Prohibits a covered vehicle safety official, for the one year period after termination of NHTSA employment, from knowingly making any communication to or appearance before NHTSA on behalf of a manufacturer subject to NHTSA regulation in connection with any matter involving vehicle safety on which such person seeks official action by a NHTSA officer or employee. Defines \"covered vehicle safety official\" to mean any NHTSA officer or employee who, within the final 12 months of his or her employment, served in: (1) a technical or legal capacity, and whose job responsibilities included vehicle safety defect investigation, vehicle safety compliance, vehicle safety rulemaking, or vehicle safety research; or (2) a supervisory or management capacity over such officers or employees. Subjects a person who violates such requirements to a civil penalty not exceeding $55,000. Title III: Funding - (Sec. 301) Establishes the Vehicle Safety Fund to meet U.S. obligations in carrying out NHTSA vehicle safety programs. Requires the Secretary to assess and collect, for deposit in the Fund, a vehicle safety user fee from the manufacturer for each motor vehicle certified compliant with applicable motor vehicle safety standards. Prescribes user fees of $3 per certified vehicle for the first year, $6 for the second year, and $9 for the third year, with a formula for fee determination for subsequent years. (Sec. 302) Authorizes appropriations for FY2011-FY2013 for NHTSA vehicle safety programs. Title IV: Enhanced Safety Authorities - (Sec. 401) Increases civil penalties for violation of federal motor vehicle safety requirements: (1) from $5,000 to $25,000 per violation; and (2) from $15 million to $200 million, maximum, for a related series of violations. (Sec. 402) Requires the Secretary to: (1) notify manufacturers of motor vehicles or motor vehicle equipment whose defect or noncompliance with federal motor vehicle safety standards presents a substantial likelihood of death or serious injury to the public; and (2) expedite proceedings for a decision and issuance of an imminent hazard order. Directs the Secretary to issue procedures for the issuance and enforcement of such orders. Title V: Additional Provisions - (Sec. 501) Prohibits the Secretary from promulgating motor vehicle safety regulations that address preemption of state tort law without congressional authorization."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Motor Vehicle Safety Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Motor Vehicle Safety Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To require motor vehicle safety standards relating to vehicle electronics and to reauthorize and provide greater transparency, accountability, and safety authority to the National Highway Traffic Safety Administration.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:26-05:00"
}