{
  "actions": [
    {
      "acted_at": "1975-03-05", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-10-07", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce with amendment, S. Rept. 94-416.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-07", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-11-18", 
      "references": [], 
      "text": "Reported adversely to Senate from the Committee on Foreign Relations, S. Rept. 94-459.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-18", 
      "committee": "Senate Committee on Armed Services", 
      "references": [], 
      "text": "Referred to Senate Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-12-08", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Armed Services with amendment, S. Rept. 94-515.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-19", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-19", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-01-19", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-01-20", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-01-21", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-01-22", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-01-27", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-01-28", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-01-28", 
      "bill_ids": [
        "hr200-94"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H.R. 200 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s961-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Beall, J. Glenn, Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "MD", 
      "thomas_id": "01278", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brooke, Edward W.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01292", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gravel, Mike", 
      "sponsored_at": "1975-01-03", 
      "state": "AK", 
      "thomas_id": "01343", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hathaway, William D.", 
      "sponsored_at": "1975-01-03", 
      "state": "ME", 
      "thomas_id": "01354", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1975-01-03", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1975-01-03", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Long, Russell B.", 
      "sponsored_at": "1975-01-03", 
      "state": "LA", 
      "thomas_id": "01386", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McIntyre, Thomas J.", 
      "sponsored_at": "1975-01-03", 
      "state": "NH", 
      "thomas_id": "01398", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moss, Frank E.", 
      "sponsored_at": "1975-01-03", 
      "state": "UT", 
      "thomas_id": "01406", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Muskie, Edmund S.", 
      "sponsored_at": "1975-01-03", 
      "state": "ME", 
      "thomas_id": "01410", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1975-01-03", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pastore, John O.", 
      "sponsored_at": "1975-01-03", 
      "state": "RI", 
      "thomas_id": "01415", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1975-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ribicoff, Abraham A.", 
      "sponsored_at": "1975-01-03", 
      "state": "CT", 
      "thomas_id": "01422", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1975-01-03", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Weicker, Lowell P., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "CT", 
      "thomas_id": "01453", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-05", 
  "number": "961", 
  "official_title": "A bill to extend, pending international agreement, the fisheries management responsibility and authority of the United States over the fish in certain areas in order to conserve and protect such fish from depletion.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr200-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Emergency Marine Fisheries Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Magnuson, Warren G.", 
    "state": "WA", 
    "thomas_id": "01388", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-05", 
  "subjects": [
    "Advisory bodies", 
    "Coastal zone", 
    "Federal advisory bodies", 
    "Fisheries", 
    "Oceans and oceanography", 
    "Territorial waters"
  ], 
  "subjects_top_term": "Federal advisory bodies", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1976-01-28", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 200 passed in lieu) Magnuson Fisheries Management and Conservation Act - =Title I: Fishery Management Jurisdiction of the United States= - Declares it to be the purposes of this Act to encourage the development of a domestic capability to harvest and process fishery resources which are currently underutilized or unutilized by U.S. fishermen, particularly the bottom fishery of the North Pacific and Bering Sea and other bottom fishery potential off our coasts. Establishes a 200-mile fishery conservation zone contiguous to the territorial sea.u Provides that the United States shall exercise exclusive fishery management as provided in title II, within such zone, and shall exercise, throughout their migratory range, exclusive fishery management authority, as provided in title II, over anadromous species of fish spawned in the fresh and estuarine waters of the United States, except when such fish are found within the territorial sea or fishery conservation zone of another nation. Requires the United States to exercise exclusive fishery management authority over the Continental Shelf fishery resources. Exempts highly migratory species of fish from the exclusive fishery management of the United States. Allows fishing by foreign nations in the fishery conservation zone, subject to the provisions of this Act, and subject to extension of reciprocal rights. Limits foreign and domestic fishing to a maximum of the optimum yeild of any fishery or stock of fish. Provides for inspection of foreign vessels to verify catch statistics in such zone. Permits fees to be charged to foreign vessels for fishing in such zone. Directs the Secretary of State, in cooperation with the Secretary of Commerce, to: (1) initiate negotiations with foreign nations desiring to fish in such zone of the Continental Shelf waters so that management and conservation agreements may be arrived at; and (2) initiate and conduct negotiations with any foreign nation in whose fishery conservation zone or its equivalent, anadromous species spawned or fish spawned in the fresh and estuarine waters of the United States are found for the conservation of such species of fish. States that the United States will not recognize such fishery conservation zones of other nations beyond their territorial seas if such nations refuse to recognize the traditional fish rights of the United States in such zone. Terminates the provisions of this title upon the effectuation of any law of the sea treaty. =Title II: National Fishery Management Program= - Sets forth national standards for fishery management and conservation to which fishery management plans shall conform. Includes in such standards non-discrimination between States and the prevention of overfishing. Establishes seven Regional Fishery Management Councils, composed of three members from each applicable State and a Federal Government employee, except that on the North Pacific Council, Alaska shall have five members and Oregon one member. Requires each Council to develop an overall fishery management plan for its region, to develop recommended regulations for the management and conservation of fish within their regions, and to monitor fishing and review the impact of management regulations. Requires that to the extent practicable and consistent with the national standards, the Councils shall incorporate, in management plans and recommended regulations, the relevant fishery management measures of the coastal State or States nearest the fishery involved. Requires the development of recommended management regulations (within 60 days of appointment of the full council), which may: (1) limit zones, periods and gear in fisheries; (2) establish a system of access to a fishery; (3) establish limitations on catch; and (4) require licenses or permits. Disallows the Secretary to promulgate management regulations establishing a limited access system unless such regulations have been approved by a majority of the Council. Sets forth the procedure by which such regulations shall be promulgated by the Secretary of Commerce if he finds that they meet established standards in this Act and other provisions of law. Permits the Secretary to promulgate emergency management regulations if he determines such are necessary to protect fishery resources. Establishes the Fishery Management Review Board, consisting of five members appointed by the President with the advice and consent of the Senate, to review, upon appeal, actions under any final management regulation, or an issuance, revocation or suspension of a permit or license which adversely affects any person. Sets forth standards of review. Permits appeal to the appropriate United States Circuit Court of Appeals from adverse decisions of the Board. States that this Act shall not be construed to extend or diminish the jurisdiction of any State over undersea natural resources. =Title III: Miscellaneous Provisions= - Sets forth prohibited actions pertaining to the provisions of this Act, and criminal penalties of up to $100,000 in fines and/or one-year imprisonment and civil penalties of forfeiture of gear and vessels. Places responsibility for enforcement of this Act in the Secretary of Commerce and Secretary of the department in which the Coast Guard is operating. Permits boarding and inspecting of vessels, arrest, and seizure of catch and gear in the enforcement of this Act. Provides that the provisions of this Act with respect to fishing within the fishery conservation zone and for anadromous species shall not be effective for enforcement as to violations before July 1, 1977. Authorizes appropriations through fiscal year 1977 to carry out the provisions of this Act. States that if the Secretary of State is unable to achieve an agreement affording United States vessels an appropriate portion of fish stocks found in areas subject to the fishery management jurisdiction of any foreign nation, in accordance with traditional fishing practices, and such nation refuses to negotiate or to negotiate in good faith or to comply with existing obligations, the Secretary shall certify such information to the Secretary of the Treasury. Provides that if a United States vessel is seized while fishing in waters beyond the 12-mile limit of a foreign nation, as a result of a claim of jurisdiction by such nation which is not recognized by the United States, or such seizure violates existing international agreement, such information shall be certified by the Secretary of State and to the Secretary of the Treasury. Requires the Secretary of the Treasury upon receipt of any such certifications to act to prohibit the importation into the customs territory of the United States of any fish or fish products from the fishery involved."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Marine Fisheries Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend, pending international agreement, the fisheries management responsibility and authority of the United States over the fish in certain areas in order to conserve and protect such fish from depletion.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:10-05:00"
}