{
  "actions": [
    {
      "acted_at": "2004-09-15", 
      "committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-09-16", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Highways, Transit and Pipelines", 
      "text": "Referred to the Subcommittee on Highways, Transit and Pipelines.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-09-29", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-09-29", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-10-06T16:59:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Transportation. H. Rept. 108-746.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-10-06T16:59:00-04:00", 
      "calendar": "Union", 
      "number": "463", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 463.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5082-108", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Highways, Transit and Pipelines", 
      "subcommittee_id": "12"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Lipinski, William O.", 
      "sponsored_at": "2004-09-15", 
      "state": "IL", 
      "thomas_id": "00694", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Menendez, Robert", 
      "sponsored_at": "2004-09-15", 
      "state": "NJ", 
      "thomas_id": "00791", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Nadler, Jerrold", 
      "sponsored_at": "2004-09-22", 
      "state": "NY", 
      "thomas_id": "00850", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Oberstar, James L.", 
      "sponsored_at": "2004-09-15", 
      "state": "MN", 
      "thomas_id": "00876", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Petri, Thomas E.", 
      "sponsored_at": "2004-09-15", 
      "state": "WI", 
      "thomas_id": "00912", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Shuster, Bill", 
      "sponsored_at": "2004-09-15", 
      "state": "PA", 
      "thomas_id": "01681", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2004-09-15", 
  "number": "5082", 
  "official_title": "To authorize the Secretary of Transportation to award grants to public transportation agencies and over-the-road bus operators to improve security, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2453-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2884-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Public Transportation Terrorism Prevention and Response Act of 2004", 
  "sponsor": {
    "district": null, 
    "name": "Young, Don", 
    "state": "AK", 
    "thomas_id": "01256", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2004-09-29", 
  "subjects": [
    "Animals", 
    "Armed forces and national security", 
    "Automobile engines", 
    "Biological warfare", 
    "Bus drivers", 
    "Cameras", 
    "Chemical warfare", 
    "Closed-circuit television", 
    "Commerce", 
    "Common carriers", 
    "Computer software", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Data banks", 
    "Dogs", 
    "EBB Terrorism", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Electronic data interchange", 
    "Electronic surveillance", 
    "Emergency communication systems", 
    "Emergency management", 
    "Employee selection", 
    "Employee training", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Evacuation of civilians", 
    "Explosives", 
    "Federal aid to transportation", 
    "Fire prevention", 
    "Freight", 
    "Geographic information systems", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Hours of labor", 
    "Identification devices", 
    "Identification of criminals", 
    "Infrastructure", 
    "Labor and employment", 
    "Legislation", 
    "Motor buses", 
    "Nuclear terrorism", 
    "Nuclear weapons", 
    "Police communication systems", 
    "Police training", 
    "Private police", 
    "Public service advertising", 
    "Risk", 
    "Science, technology, communications", 
    "Security measures", 
    "Subsidies", 
    "Terminals (Transportation)", 
    "Terrorism", 
    "Transportation and public works", 
    "Transportation engineering", 
    "Transportation planning", 
    "Transportation research", 
    "Transportation safety", 
    "Transportation workers", 
    "Tunnels"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2004-10-06", 
    "text": "Public Transportation Terrorism Prevention and Response Act of 2004 - (Sec.102) Directs the Secretary of Transportation (Secretary) to enter into a memorandum of understanding (MOU) with the Secretary of Homeland Security to define and clarify the respective public transportation security roles and responsibilities of the Department of Transportation (DOT) and the Department of Homeland Security (DHS). Requires the MOU to: (1) establish a process to develop security standards for public transportation agencies; (2) establish funding priorities for grants for security improvements from the DHS to such agencies; (3) create a method of direct coordination with such agencies on security matters; (4) address any other appropriate issues; and (5) include a formal and permanent mechanism to ensure coordination and involvement by DOT in public transportation security, as appropriate. (Sec. 103) Requires DOT's Federal Transit Administration to submit all public transportation security assessments conducted by it to DHS and the Secretary to review and modify them. Requires the Secretaries, in conducting such reviews, to ensure that such assessments identify: (1) the critical assets of the public transportation system; (2) threats to those assets; (3) security weaknesses in the system; (4) redundant and backup systems required to ensure the continued operation of critical elements of the system in the event of an attack or other incident; and (5) the extent to which public transportation employees, including bus and rail operators, mechanics, customer service personnel, maintenance employees, transit police, and security personnel, have received training in security awareness and public transportation system emergency response procedures. States that such assessments shall be used to: (1) allocate grant funds among public transportation agencies, unless the Secretary determines that an adjustment is necessary to respond to an urgent threat or other significant factors, after notification to specified congressional committees; (2) establish the process for developing security guidelines for public transportation security; (3) design a security improvement strategy that minimizes terrorist threats to public transportation systems; and (4) design a security improvement strategy that maximizes the efforts of such systems to mitigate damage from terrorist attacks. Directs the Secretary to establish security improvement priorities in consultation with the management and employee representatives of each public transportation system receiving an assessment. Directs the Secretaries to update the assessments triennially. Authorizes the Secretaries to conduct additional assessments of public transportation agencies considered to be at greatest risk of a terrorist attack. (Sec. 104) Requires the Secretary to award grants directly to public transportation agencies for allowable capital security improvements, including: (1) tunnel and perimeter protection systems; (2) redundant critical operations control systems; (3) chemical, biological, radiological, or explosive detection systems; (4) surveillance and communications equipment; (5) emergency response equipment; (6) fire suppression and decontamination equipment; (7) global positioning or automated vehicle locator type system equipment; (8) evacuation improvements; and (9) other capital security improvements. Sets the Federal share of project costs at 80 percent. Requires the Secretary to award grants directly to public transportation agencies for allowable operational security improvements, including: (1) security training for transit employees; (2) live or simulated drills; (3) public awareness campaigns; (4) canine patrols for chemical, biological, or explosives detection; (5) overtime reimbursement for enhanced security personnel during significant national and international public events; and (6) other appropriate improvements excluding routine, ongoing personnel costs. Sets the Federal share of project costs at 50 percent. Requires each public transportation agency receiving capital security or operational security improvement grants to: (1) identify a security coordinator; (2) develop a comprehensive plan demonstrating the agency's capacity to operate and maintain purchased equipment; and (3) report annually to DOT on the use of grant funds. (Sec. 105) Directs the Secretary of Homeland Security to ensure that DOT receives appropriate and timely notification of all credible terrorist threats against U.S. public transportation assets. Directs the Secretary to: (1) fund the reasonable costs of the Information Sharing and Analysis Center for Public Transportation (ISAC) established pursuant to Presidential Directive 63; (2) require ISAC participation by those public transportation agencies determined to be at significant risk of terrorist attack; and (3) encourage ISAC participation by all other public transportation agencies. (Sec. 106) Directs the Secretary, not later than September 30, 2006, to report to specified congressional committees on implementation of the provisions this Act, including a description of the state of public transportation security in the United States, and actions taken by Federal, State, regional, and local governments and private stakeholders to address threats to, and security weaknesses in, the public transportation system and its assets. (Sec. 107) Directs the Secretary to develop and issue guidelines for a public transportation employee security training program to prepare public transportation employees for potential threat conditions. Requires public transportation agencies that have received or are undergoing a security assessment to develop an employee training program. (Sec. 108) Authorizes appropriations for FY 2005 through 2007 for: (1) the capital security assistance program; (2) the operational security assistance program; and (3) ISAC. Title II: Over-The-Road Bus Security Assistance - (Sec. 201) Directs the Secretary, acting through the Administrator of the Federal Motor Carrier Safety Administration, to establish a program for making grants to private operators of over-the-road buses for specified system-wide security improvements to their operations. Sets the Federal share of project costs at 80 percent. Directs the Administrator of the Federal Motor Carrier Safety Administration to study: (1) the critical assets and systems of the nationwide over-the-road bus industry; (2) security threats to, and security weaknesses in, those assets and systems; and (3) redundant and backup systems required to ensure the continued operation of critical elements of such assets and systems in the event of an attack or other incident. Requires the Administrator to submit to the Secretaries, based on the study results, a report detailing the critical assets, threats, and weaknesses in the over-the-road bus industry. (Sec. 202) Prohibits the Secretary from making a grant to a private operator of over-the-road buses until the operator submits to the Secretary an application containing: (1) a plan (approved by the Secretary) for making security improvements; and (2) such additional information as the Secretary may require to ensure accountability for the obligation of amounts made available to the operator under the grant. (Sec. 204) Directs the Secretary to submit to specified congressional committees a preliminary report assessing over-the-road bus security in the United States. (Sec. 205) Authorizes appropriations for FY 2005 through 2007."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Transportation Terrorism Prevention and Response Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Public Transportation Terrorism Prevention and Response Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize the Secretary of Transportation to award grants to public transportation agencies and over-the-road bus operators to improve security, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:00-05:00"
}