{
  "actions": [
    {
      "acted_at": "1989-04-18", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-09-21", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-10-19", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Approved for full committee consideration with amendments favorably.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s816-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Environmental Protection", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1989-04-18", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "1989-04-18", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1989-04-18", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1989-04-18", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "1989-04-18", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1989-04-18", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1989-11-16", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1989-04-18", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1989-04-18", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mitchell, George J.", 
      "sponsored_at": "1989-04-18", 
      "state": "ME", 
      "thomas_id": "01401", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1989-04-18", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1989-05-09", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "1989-04-18", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-04-18", 
  "number": "816", 
  "official_title": "A bill to control the release of toxic air pollutants, to reduce the threat of catastrophic chemical accidents and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3108-101", 
      "reason": "identical"
    }
  ], 
  "short_title": "Toxics Release Prevention Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-04-18", 
  "subjects": [
    "Air pollution control", 
    "Air pollution measurement", 
    "Air quality", 
    "Business records", 
    "Carcinogens", 
    "Chemicals", 
    "Congressional reporting requirements", 
    "Emergency management", 
    "Environmental assessment", 
    "Environmental protection", 
    "Environmental research", 
    "Executive reorganization", 
    "Federal aid to air pollution control", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Industrial accidents", 
    "Information services", 
    "Licenses", 
    "Motor vehicle pollution control", 
    "Natural gas", 
    "Oil well drilling", 
    "Public health", 
    "Research and development", 
    "Risk assessment", 
    "Standards", 
    "Technological innovations", 
    "Urban areas"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-04-18", 
    "text": "Toxics Release Prevention Act of 1989 - Amends the Clean Air Act to revise provisions concerning national emissions standards for hazardous air pollutants. Requires the Administrator of the Environmental Protection Agency (EPA) to include on the list of such pollutants each pollutant listed in committee print 101-XX published by the Senate Committee on Environment and Public Works. Directs the Administrator to review and revise such list at least every five years by adding pollutants which present a threat of adverse human health or environmental effects. Provides that no substance or activity regulated under part B of such Act shall be subject to regulation solely due to adverse environmental effects. Permits others to petition for additions to or deletions from such list. Requires the presentation of adequate data concerning health or environmental effects for the addition or deletion of any substance to or from such list. Directs the Administrator to list categories of major sources of hazardous air pollutants and establish a minimum emissions rate for each pollutant emitted by such sources. Limits the minimum annual emissions rate to ten metric tons for any one hazardous air pollutant or 25 metric tons for any combination of such pollutants. Authorizes the Administrator to establish an annual minimum emissions rate of more than ten metric tons for any category and pollutant, provided that a certain health threshold will not be exceeded and no adverse environmental effects will occur. Requires emission standards for such sources to require the maximum degree of reductions that the Administrator determines is achievable. Prohibits emission standards for new sources from being less stringent than those for existing sources in the same category. Permits emissions standards for existing sources to be less stringent than standards for new sources if the Administrator determines that the level of control applicable to new sources is technically or economically infeasible for existing sources. Directs the Administrator to review such standards at least every seven years. Requires the Administrator to establish such standards within: (1) 24 months of this Act's enactment for sources of specified pollutants; and (2) three, five, or ten years of this Act's enactment, based on the quantity of the pollutant and the risk of exposure. Requires standards for all categories to be promulgated within ten years of this Act's enactment. Directs the Administrator, within three years after the initial promulgation of such standards, to evaluate the risks to human health and the environment from emissions remaining after the application of such standards. Requires the revision of such standards if the Administrator determines that such emissions present a significant risk of adverse human health or environmental effects. Directs the Administrator to establish additional emissions regulations for categories of sources of carcinogens or for pollutants for which standards do not reduce emissions to a level at or below the threshold for adverse health effects. Prohibits any consideration of cost, cost-effectiveness, economic, or energy factors or technological feasibility to determine the appropriate level of such standards. Authorizes the Administrator to promulgate design, equipment, work practice, or operational standards for sources under this Act. Requires the Administrator to promulgate such standards when it is infeasible to prescribe or enforce an emission standard for a category of hazardous air pollutants. Permits the use of an alternative means of emission limitations if such alternative achieves a reduction equivalent to that achieved under this Act's requirements. Authorizes the Administrator or a State with an approved program to require owners or operators of facilities which emit hazardous air pollutants to: (1) monitor the presence of such pollutant in the source emissions and ambient air; (2) install and maintain leak detection systems; and (3) keep records and report on the results of such monitoring and leak detection. Requires work practice emissions standards to include, where appropriate, leak prevention, detection, and correction requirements. Sets forth a compliance schedule for emissions standards under this Act. Requires compliance by existing sources within three years of the effective date of such standards. Grants an extension of up to two additional years for such sources under specified conditions. Authorizes the Administrator or a State with an approved program to: (1) exempt existing sources from certain carcinogen emissions standards under specified conditions; and (2) require owners or operators of such sources to conduct research and development on improved technology or management practices as a condition for such temporary exemption or permit renewal. Provides an opportunity for public comment on any proposed exemption. Authorizes the President to exempt any source from emissions standards for up to two years if the technology to implement such standards is unavailable and the operation of such source is required for national security. Authorizes extensions of such exemptions for additional two-year periods. Authorizes the Administrator to exempt any existing major listed source from applicable emissions standards upon a showing that such source has achieved a voluntary emissions reduction of at least 90 percent by December 31, 1992. Waives emissions requirements for sources where emissions are in de minimis amounts and do not pose a risk of adverse human health or environmental effects and where control of such pollutant would require installation of additional and separate control technologies. Makes it unlawful to construct a new source or emit any pollutant subject to standards under this Act, except in compliance with a permit issued by the Administrator or an approved State. Outlines the requirements of the permit program. Limits State permits to five-year periods. Authorizes the issuance of a temporary permit if a source owner or operator certifies that the source will comply with applicable standards. Requires the Administrator or a State, within six months of the issuance of a temporary permit, to review the operations of such source to determine whether a full permit should be issued. Sets forth administrative provisions regarding the issuance of permits. Requires the Administrator to conduct an urban pollution research program to include: (1) ambient monitoring for a range of hazardous air pollutants in a number of urban areas; (2) analysis to characterize the area sources of such pollution and the health risks posed by such pollutants; and (3) consideration of factors which elevate such health risks. Directs States receiving grants for air pollution planning and control which contain a metropolitan area with over 250,000 persons to commence a monitoring program in each such area to measure the ambient concentration of hazardous air pollutants. Requires Governors of such States to report biennially to the Administrator on the results of such monitoring and to make such information available to the public. Requires the Administrator to transmit to the Congress a comprehensive strategy to control hazardous air pollutants released by sources in urban areas. Outlines the requirements of such strategy, including: (1) a schedule for specific actions to reduce emissions of particular hazardous air pollutants; and (2) the identification of research needs in monitoring or pollution control techniques and recommendations for changes in law to further the goals of such strategy. Requires the Administrator to set aside at least ten percent of funds available for grants under this section to support State strategies to reduce risk from source emissions in urban areas. Directs the Administrator, at intervals no later than eight and ten years after this Act's enactment, to report to the Congress on actions taken to reduce risks to public health posed by pollutants from area sources. Requires such report to identify metropolitan areas which continue to experience high risks as the result of emissions from such sources. Directs the Administrator to report to the Senate Committee on Environment and Public Works and the House Committee on Energy and Commerce on health impacts of mobile source benzene emissions and fuel and vehicle-based control strategies. Authorizes States to develop and submit to the Administrator for approval programs for the control of emissions of hazardous air pollutants or for the prevention and mitigation of accidental releases of such pollutants. Permits the Administrator's enforcement authorities to be transferred to a State. Requires the Administrator to publish guidance for use in program development. Requires such guidance to include standards for emissions control as well as registration of facilities handling such pollutants in amounts greater than the threshold quantity. Directs the Administrator to establish and maintain an air toxics clearinghouse, control technology center, and risk information center to provide technical assistance and information to States on emissions reduction. Authorizes the Administrator to make grants to States for program development. Requires the Administrator to withdraw approval of a program if it is determined that the State is not administering or enforcing such program. Directs the Administrator to: (1) assess the hazards to public health and the environment resulting from emissions of hydrogen sulfide associated with the extraction of oil and natural gas resources; (2) report the results of such assessment, together with recommendations, to the Congress; and (3) develop and implement a control strategy for such emissions. Requires the Administrator to: (1) review risk assessment methods used by EPA to determine the carcinogenic risks associated with exposure to hazardous air pollutants and source categories; and (2) report the results of such review to the Congress. Directs the Administrator to report annually to the Congress on measures taken by the EPA and States to implement the requirements of this Act. Requires the Administrator to list at least 50 substances which could be released suddenly in concentrations that may cause adverse human health effects. Directs the Administrator to update such list at least every five years. Requires owners and operators of facilities at which such substances are present in amounts greater than a threshold quantity to conduct hazard assessments for each substance present at the facility. Directs the Administrator to publish guidance for the preparation of such assessments. Requires such assessments to include an identification of potential release sources and exposures and to be biennially updated. Directs the Administrator, to the extent practicable, to: (1) coordinate assessment requirements with requirements imposed by the Occupational Safety and Health Administration, including joint promulgation of regulations; and (2) facilitate compliance with such requirements by designing generic hazard identification and assessment tools for owners and operators of hazardous substance facilities. Makes such assessments available to the Administrator, States, the Chemical Safety and Hazard Investigation Board, local emergency planning entities and, subject to conditions of the Emergency Planning and Community Right-to-Know Act of 1986, the public. Requires the Administrator to establish a long-term research program to develop and disseminate information on improved hazard assessment methods and techniques. Establishes within EPA a Chemical Safety and Hazard Investigation Board to investigate and report on accidental chemical releases, make recommendations on the safety of chemical production, handling, and storage, and promulgate requirements for the reporting of such releases. Requires the Board to enter into a memorandum of understanding with the National Transportation Safety Board to assure coordination of functions and limit duplication of activities. Authorizes the Board to conduct research and studies with respect to accidental, sudden releases of hazardous substances. Requires the Board to publish a report, along with recommendations, on the use of hazard assessments in preventing and minimizing such releases. Directs the Administrator to set forth reasons for any refusal to implement a recommendation of the Board. Authorizes the Board to hold hearings, secure written reports from any person handling chemicals, and conduct inspections of any facility where an accidental release has occurred. Requires information obtained by the Board, unless it is likely to cause substantial harm to a person's competitive position, to be made available to the public. Directs the Board to report annually to the President and the Congress on accidental releases, recommendations, and priorities for research and investigations. Authorizes appropriations for FY 1990 through 1994. Authorizes the Administrator to promulgate release prevention, detection, and correction requirements, including requirements for monitoring, recordkeeping, and design, equipment, and operational practices, for extremely hazardous pollutant facilities. Authorizes the Administrator to secure such relief as may be necessary when determined that an actual or threatened release of an extremely hazardous substance poses an imminent and substantial danger to the public health or welfare or the environment. Permits the Administrator to issue orders to protect human health, welfare, or the environment. Establishes daily penalties for violations of such orders. Directs the Administrator to publish guidance for the coordination of such authority with the relevant authorities under other Federal environmental laws. Requires the President to: (1) review release prevention, mitigation, and response authorities of various Federal agencies and coordinate agency responsibilities to assure efficient implementation of such authorities and identify any deficiencies in authority or resources; and (2) report to the Congress on such activities, along with recommendations for changes in law. Authorizes appropriations. Increases and expands the scope of penalties under the Clean Air Act. Repeals certain provisions of such Act concerning the revision of stationary source regulations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Toxics Release Prevention Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to control the release of toxic air pollutants, to reduce the threat of catastrophic chemical accidents and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:22-05:00"
}