{
  "actions": [
    {
      "acted_at": "1977-01-19", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-19", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2172-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-19", 
  "number": "2172", 
  "official_title": "A bill to amend the Vocational Rehabilitation Act of 1973.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "8", 
    "name": "Roe, Robert A.", 
    "state": "NJ", 
    "thomas_id": "00974", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-19", 
  "subjects": [
    "Civil Rights and Liberties", 
    "Department of Health, Education, and Welfare", 
    "Disabled", 
    "Discrimination against the disabled", 
    "Discrimination in employment", 
    "Employment of the handicapped", 
    "Labor and employment", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Employment of the handicapped", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-19", 
    "text": "Amends the Rehabilitation Act of 1973 to add five additional disabled members to the Interagency Committee on Handicapped Employees. Allows any handicapped individual who believes that he has been discriminated against (1) by any Federal agency, (2) in hiring, placement, or advancement (3) because of disability, to file a complaint with the Chairman of the Civil Service Commission. Directs the Chairman, upon receipt of such a complaint, to convene an ad hoc Arbitration Panel to conduct an evidentiary hearing. Directs the head of the accused agency to terminate any practices found to be discriminatory and enforce the decision of the Arbitration Panel. Requires the head of a Federal Agency entering into any contract in excess of $2,500 for procurement of personal property and non personal services, to investigate to be certain that the contractor practices affirmative action and employs qualified handicapped individuals. Allows any handicapped individual who believes that any contractor has failed to comply with the affirmative action requirements of a contract with the United States to file a complaint with the Secretary of Labor. Directs the Secretary, upon receipt of a complaint, to convene an ad hoc Arbitration Panel to conduct a hearing and render a decision which shall be subject to appeal and review as a final agency action. Directs the head of the accused agency to terminate any practices found to be discriminatory and enforce the decision of the Arbitration Panel. Allows any handicapped individual who believes that he has been subjected to discrimination, solely by reason of his handicap, under any program receiving Federal financial assistance to file a complaint with the Secretary of Health, Education and Welfare. Directs the Secretary, upon receipt of a complaint, to convene an ad hoc Arbitration Panel to conduct an evidentiary hearing and render a decision which shall be subject to appeal and review as a final agency action. Directs the head of any United States agency providing assistance to any program found to be discriminatory by such Arbitration Panel, to cause such discriminatory practices to be terminated. Directs the Secretary to establish an office within the Department of Health, Education and Welfare, with local branches throughout the Nation, to assist handicapped individuals in obtaining employment. Amends the Civil Rights Act of 1964 to make it unlawful for any employer to discriminate against any individual because of such individual's handicap."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Vocational Rehabilitation Act of 1973.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:58-05:00"
}