{
  "actions": [
    {
      "acted_at": "1991-07-22", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-02-05", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources received executive comment from Department of Justice. Unfavorable.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1523-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1991-07-22", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1991-07-22", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1991-07-22", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1991-07-22", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-22", 
  "number": "1523", 
  "official_title": "A bill to amend the Public Health Service Act to reauthorize certain Institutes of the National Institutes of Health, and for other purposes.", 
  "popular_title": "NIH Revitalization bill", 
  "related_bills": [], 
  "short_title": "National Institutes of Health Reauthorization Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-07-22", 
  "subjects": [
    "AIDS (Disease)", 
    "Authorization", 
    "Biotechnology", 
    "Bone diseases", 
    "Breast cancer", 
    "Cancer research", 
    "Carcinogens", 
    "Cervical cancer", 
    "Child health", 
    "Communication in medicine", 
    "Contraceptives", 
    "Data banks", 
    "Education", 
    "Educational technology", 
    "Epidemiology", 
    "Ex-Members of Congress", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to medical research", 
    "Foundations", 
    "Government paperwork", 
    "Gynecology", 
    "Health", 
    "Health education", 
    "Human fertility", 
    "Human genetics", 
    "Information services", 
    "Medical centers", 
    "Medical libraries", 
    "Medical research", 
    "Medical statistics", 
    "Medical technology", 
    "Minorities", 
    "Names", 
    "Osteoporosis", 
    "Ovarian cancer", 
    "Peer review organizations (Medicine)", 
    "Pharmaceutical research", 
    "Preventive medicine", 
    "Psychiatric research", 
    "Public health personnel", 
    "Research and development", 
    "Research centers", 
    "Sleep disorders", 
    "Student loan funds", 
    "Technology assessment", 
    "Trauma care", 
    "Women", 
    "Women scientists", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-07-22", 
    "text": "National Institutes of Health Reauthorization Act of 1991 - Title I: Reauthorization of Certain Institutes and Expansion of Various Programs - Amends the Public Health Service Act to authorize appropriations for the National Cancer Institute. Authorizes appropriations to the National Heart, Lung, and Blood Institute (NHLBI). Requires the NHLBI Director to support programs of training and education. Authorizes appropriations to carry out specified provisions relating to the National Library of Medicine (NLM). Mandates grants for research, development, and demonstration of new educational technologies that assist in training health professions students and improve the research and teaching capabilities of health professionals. Removes the cap on grants to medical libraries or related instrumentalities for establishing, expanding, and improving basic resources. Establishes in the NLM the National Information Center on Health Services Research and Health Care Technology to collect, store, analyze, and disseminate information. Removes similar provisions from provisions relating to the Agency for Health Care Policy and Research. Mandates grants for comprehensive programs to recruit women, underrepresented minorities, and individuals from disadvantaged backgrounds into biomedical or behavioral research and to provide research training to such people. Authorizes appropriations for payments under National Research Service Awards and under grants for such Awards. Authorizes appropriations for the National Center for Biotechnology Information. Excludes from voting rights the ex officio members of the National Foundation for Biomedical Research. Authorizes appropriations. Authorizes grants to institutions that conduct biomedical or behavioral research to expand, remodel, renovate, or alter existing research facilities or construct new facilities, but not to acquire land or make off-site improvements. Establishes in the National Center for Research Resources of the National Institutes of Health a Technical Review Board on Biomedical and Behavioral Research Facilities to advise on construction of facilities and conduct peer review of applications under these provisions. Provides for recapture of payments in certain circumstances for 20 years. Authorizes appropriations. Title II: Women's Health Research - Requires that women and members of minority groups be included as subjects in each clinical research project under title IV (National Research Institutes) of the Public Health Service Act. Requires projects to be designed and carried out so as to provide for an analysis of whether the variables being tested affect women or minorities differently than other subjects. Establishes in the advisory council of each of the national research institutes the Clinical Research Equity Subcommittee with the duty of determining the extent to which the research is being conducted in accordance with these requirements. Requires, if not in accordance, suspension or revocation of research authority. Requires that technical and scientific peer review conducted under existing provisions include an evaluation of the merit of the proposal regarding women and minorities. Requires the Director of the Institute on Aging to conduct research into the aging processes of women. Directs the Secretary of Health and Human Services, through the Director of the National Institutes of Health (NIH), to establish the Office of Women's Health Research to ensure that research on women's health is identified and addressed throughout the research activities conducted and supported by NIH. Establishes in the Office the Women's Health Clinical Research Advisory Committee. Establishes: (1) a program to provide information on research, treatment, and prevention activities relating to women's health and gender differences; and (2) a data bank to compile and disseminate information on research concerning women's health and gender differences that affect women's health. Requires maintenance of a registry of ongoing clinical trials of experimental treatments relating to women's health and gender differences. Authorizes appropriations to carry out these provisions relating to the Office, the Advisory Committee, the information program, the data bank, and the registry. Mandates expansion, intensification, and coordination of activities regarding breast cancer, ovarian cancer, and other cancers of the reproductive systems of women, including basic and clinical research, prevention and control programs, information programs, and demonstration programs. Requires demonstration programs on breast cancer to include the development and operation of at least six breast and prostate cancer research centers. Authorizes appropriations. Establishes a program to expand and intensify research and related activities concerning osteoporosis, Paget's disease, and related bone disorders. Authorizes appropriations. Title III: Contraception and Infertility - Mandates grants or contracts for three centers to conduct activities to improve methods of contraception and two centers to conduct activities for diagnosing and treating infertility. Establishes a program of agreements under which health professionals, including graduate students, agree to conduct research on contraception or infertility in consideration of repayment of up to a specified amount of their educational loans. Authorizes appropriations to carry out this title. Title IV: Programs Relating to Acquired Immune Deficiency Syndrome - Sets at three years the minimum service period for participation in an existing loan repayment program involving research, as an employee of NIH, on acquired immune deficiency syndrome (AIDS). Authorizes appropriations for the program. Modifies the duties of the AIDS Clinical Research Review Committee and the AIDS clinical evaluation units. Adds references to participation of primary care providers in provisions relating to community-based evaluations of experimental therapies. Authorizes appropriations. Allows financial assistance for international AIDS efforts to be used for research and training on the natural history and pathogenesis and the development and evaluation of vaccines for AIDS, opportunistic infections, and other emerging microbial diseases. Authorizes appropriations. Adds treatment as one of the services provided under grants for model protocols for clinical care of individuals infected with the etiologic agent for AIDS. Authorizes appropriations. Adds collecting information on the natural history of infection with the etiologic agent to provisions requiring development of an epidemiological data base and long-term studies. Requires a comprehensive plan for the conduct and support of AIDS research by the agencies of NIH. Mandates studies to determine, with regard to AIDS: (1) the impact of parallel-track drug-release mechanisms on public and private clinical research and on drug approval activities; (2) the policies of third-party payers regarding payment of costs of health services provided incident to the participation of individuals as subjects in clinical trials of drugs; and (3) the coordination of various advisory committees. Title V: NIH Director's Discretionary Fund, Child Health Research Centers, and Interagency Program for Trauma Research - Requires that the NIH Director have a discretionary fund. Authorizes appropriations. Mandates development and support for centers to build the research capacity of pediatric institutions and develop pediatric investigators. Establishes: (1) a comprehensive program to conduct and support basic and clinical research on trauma, including on diagnosis, treatment, rehabilitation and management; and (2) the Trauma Research Interagency Coordinating Committee. Title VI: National Center for Human Genome Research - Adds the National Center for Human Genome Research to the list of agencies of NIH, declaring its purpose to be characterizing the structure and function of the human genome, including the mapping and sequencing of individual genes. Title VII: Designation of Senior Biomedical Research Service in Honor of Silvio Conte, and Limitation on Number of Members - Renames the Senior Biomedical Research Service as the Silvio Conte Senior Biomedical Research Service and increases the maximum number of its members. Title VIII: Miscellaneous Provisions - Allows the National Library of Medicine to make publications, materials, facilities, or services available under licensing arrangements that provide for quality control and full recovery of access costs. Amends the Health Omnibus Programs Extension of 1988 to extend the due date for the final report of the National Commission on Sleep Disorders Research. Transfers from the Health Research Extension Act of 1985 to title IV (National Research Institutes) of the Public Health Service Act provisions authorizing a grant for an Alzheimer's disease registry. Requires that a report by the Secretary of Health and Human Services on carcinogens be published biennially rather than annually. Includes tropical diseases in provisions setting forth the purpose of the National Institute of Allergy and Infectious Diseases. Applies to Directors of each of the NIH agencies provisions setting forth the general duties and authorities of Directors of each of the national research institutes. Authorizes the Directors of each of the national research institutes and each of the NIH agencies, in disseminating information, to enter into licensing agreements that provide for quality control and full recovery of access costs. Requires, for purposes of Federal income, estate, and gift taxes, any gift accepted by NIH to be considered to be a gift or transfer to the United States."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "NIH Revitalization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "National Institutes of Health Reauthorization Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to reauthorize certain Institutes of the National Institutes of Health, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:08-05:00"
}