{
  "actions": [
    {
      "acted_at": "1979-03-01", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-01", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2544-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Kindness, Thomas N.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "00633", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Murphy, Austin J.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00841", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-01", 
  "number": "2544", 
  "official_title": "A bill to amend the Congressional Budget Act of 1974 and the Budget and Accounting Act, 1921, to eliminate budget deficits by providing that (after a 2-year phasing-down period) Federal expenditures shall not exceed Federal revenues, and to provide for the gradual elimination of the Federal debt.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Glickman, Dan", 
    "state": "KS", 
    "thomas_id": "00443", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-01", 
  "subjects": [
    "Congressional budget", 
    "Economics and public finance", 
    "Executive impoundment of appropriated funds", 
    "Federal budgets", 
    "Presidential messages", 
    "Public debt"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-01", 
    "text": "Amends the Congressional Budget Act of 1974 to require that Federal expenditures not exceed revenues during any fiscal year, except in time of war or national emergency declared by Congress. Limits the Federal budget deficit for fiscal years 1980 and 1981 to a specified decreasing percentage of the deficit for fiscal year 1979. States that it shall not be in order in either the House of Representatives or the Senate to consider or adopt a concurrent resolution on the budget for any fiscal year after 1981 which includes a deficit. Sets forth requirements for the funding of excessive budget outlays for fiscal years beginning with fiscal year 1983. Stipulates that if the actual total budget outlays for any fiscal year exceed the actual Federal revenues for that year for any reason the concurrent resolution on the budget for the following fiscal year shall set forth a surplus to compensate for the deficit. Prohibits an increase in the public debt beginning after the adoption of the first concurrent resolution on the budget for fiscal year 1982. Requires that the public debt and any interest that shall accrue shall be repaid in equal increments over the 100-year period beginning with fiscal year 1983. States that it shall not be in order in either the House or the Senate to consider or adopt a concurrent resolution on the budget which is not in keeping with the above stated requirements. Amends the Budget and Accounting Act, 1921, to require the President to transmit a budget to the Congress which complies with such requirements. Directs the President to take action (by placing funds in reserve, apportionment of funds, or otherwise) necessary to insure such compliance. Allows such requirements to be postponed by the Congress in a concurrent resolution which has passed each House by the affirmative vote of at least two-thirds of the Members voting in that House."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Congressional Budget Act of 1974 and the Budget and Accounting Act, 1921, to eliminate budget deficits by providing that (after a 2-year phasing-down period) Federal expenditures shall not exceed Federal revenues, and to provide for the gradual elimination of the Federal debt.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:40-05:00"
}