{
  "actions": [
    {
      "acted_at": "2010-07-15", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-22", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-12-10", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Rockefeller with an amendment in the nature of a substitute. With written report No. 111-363.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2010-12-10", 
      "calendar": "Senate Legislative", 
      "number": "687", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 687.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3605-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2010-11-15", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cantwell, Maria", 
      "sponsored_at": "2010-11-15", 
      "state": "WA", 
      "thomas_id": "00172", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coons, Christopher A.", 
      "sponsored_at": "2010-12-17", 
      "state": "DE", 
      "thomas_id": "01984", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kaufman, Edward E.", 
      "sponsored_at": "2010-11-15", 
      "state": "DE", 
      "thomas_id": "01964", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2010-11-15", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Klobuchar, Amy", 
      "sponsored_at": "2010-11-15", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Bill", 
      "sponsored_at": "2010-11-15", 
      "state": "FL", 
      "thomas_id": "00859", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, Mark L.", 
      "sponsored_at": "2010-11-15", 
      "state": "AR", 
      "thomas_id": "01701", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-07-15", 
  "number": "3605", 
  "official_title": "A bill to invest in innovation through research and development, to improve the competitiveness of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5116-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5325-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1210-111", 
      "reason": "related"
    }
  ], 
  "short_title": "America COMPETES Reauthorization Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Rockefeller, John D., IV", 
    "state": "WV", 
    "thomas_id": "01424", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2010-07-22", 
  "subjects": [
    "Advanced technology and technological innovations", 
    "Advisory bodies", 
    "Air quality", 
    "Atmospheric science and weather", 
    "Building construction", 
    "Census and government statistics", 
    "Computer security and identity theft", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Department of Commerce", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Emergency communications systems", 
    "Employment and training programs", 
    "Energy efficiency and conservation", 
    "Executive agency funding and structure", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government investigations", 
    "Government lending and loan guarantees", 
    "Higher education", 
    "Indian social and development programs", 
    "Manufacturing", 
    "Marine and coastal resources, fisheries", 
    "Minority education", 
    "National Aeronautics and Space Administration", 
    "National Science Foundation", 
    "Public-private cooperation", 
    "Research administration and funding", 
    "Research and development", 
    "Rural conditions and development", 
    "Science and engineering education", 
    "Science, technology, communications", 
    "Small business", 
    "Space flight and exploration", 
    "Student aid and college costs", 
    "Teaching, teachers, curricula", 
    "Technology transfer and commercialization", 
    "Women's education"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2010-12-10", 
    "text": "America COMPETES Reauthorization Act of 2010 or America Creating Opportunities to Meaningfully Promote Excellence in Technology, Education, and Science Reauthorization Act of 2010 - Title I: Office of Science and Technology Policy - (Sec. 101) Requires the Director of the Office of Science and Technology Policy (OSTP) to establish a committee under the National Science and Technology Council, including the Office of Management and Budget (OMB), that has the responsibility of coordinating federal programs and activities in support of STEM education, including at the National Science Foundation (NSF), Department of Energy (DOE), National Aeronautics and Space Administration (NASA), National Oceanic and Atmospheric Administration (NOAA), Department of Education, and all other federal agencies that have programs and activities in support of STEM education. Defines \"STEM\" as the academic and professional disciplines of science, technology, engineering, and mathematics. Directs such committee to: (1) encourage the teaching of innovation and entrepreneurship as part of STEM education activities; (2) develop, implement, and update every five years a five-year STEM education strategic plan which shall specify and prioritize annual and long-term objectives; and (3) establish, periodically update, and maintain an inventory of federally sponsored STEM education programs and activities, including documentation of assessments of the effectiveness of such programs and activities and rates of participation by underrepresented minorities and persons in rural areas. Requires the Director to annually report to Congress on the STEM education strategic plan. (Sec. 102) Requires the establishment or designation of a Committee on Technology under National Science and Technology Council which shall be responsible for planning and coordinating federal programs and activities in advanced manufacturing research and development. Requires the Committee to: (1) establish goals and priorities for advanced manufacturing research and development that will strengthen U.S. manufacturing; (2) reduce federal and state governmental regulatory, logistical, and fiscal barriers that inhibit U.S. manufacturing; (3) facilitate the transfer of intellectual property and technology based on federally supported university research into commercialization and manufacturing; (4) identify technological, market, or business challenges that may best be addressed by public-private partnerships and that are likely to attract participation and primary funding from industry; (5) encourage the formation of such partnerships to respond to those challenges for transition to U.S. manufacturing; and (6) develop a strategic plan to guide federal programs and activities in support of advanced manufacturing research and development. Requires the Director of OSTP to transmit the strategic plan and the subsequent updates to Congress. (Sec. 103) Establishes a working group under National Science and Technology Council to coordinate federal science agency research and policies related to the dissemination and long-term stewardship of the results of unclassified research supported by funding from federal science agencies having an annual extramural research expenditure of over $100 million. Requires such working group to: (1) identify the specific objectives and public interests that need to be addressed by any policies coordinated under this section; and (2) consider the role of scientific publishers in the review process. (Sec. 104) Instructs OSTP to develop policies for the management and use of federal scientific collections to improve their quality, organization, access, and long-term preservation for the benefit of scientific enterprise. Requires OSTP to ensure the development of an online clearinghouse for information on the contents of, and access to, federal scientific collections. Sets forth requirements for the disposal of federal scientific collections, including procedures for the transfer of collections no longer needed to qualified researchers. Requires OSTP to develop a common set of methodologies to be used by federal agencies to project costs associated with the management and preservation of collections. (Sec. 105) Amends the Stevenson-Wydler Technology Innovation Act of 1980 to authorize federal agencies to award prizes competitively to stimulate innovation that has the potential to advance an agency's mission. Prohibits the government from gaining an interest in intellectual property developed by a participant in a competition without the written consent of the participant, but authorizes the government to negotiate a license for the use of intellectual property developed by a participant. Permits: (1) agreements with private, nonprofit entities to administer competitions; and (2) support for a competition to consist of federally appropriated funds and funds provided by the private sector for cash prizes. Title II: National Aeronautics and Space Administration - (Sec. 201) Expresses the sense of Congress that a renewed emphasis on technology development would enhance current mission capabilities of NASA and enable future missions, while encouraging NASA, private industry, and academia to spur innovation. States that NASA's Innovative Partnership Program is a valuable mechanism to accelerate technology maturation and encourages the transfer of technology into the private sector. (Sec. 202) Expresses the sense of Congress that NASA is uniquely positioned to interest students in STEM, not only by the example it sets, but through its education programs. Requires NASA to develop educational programs with specified goals. (Sec. 203) Expresses the sense of Congress that: (1) the International Space Station (ISS) represents a valuable and unique national asset which can be utilized to increase educational opportunities and scientific and technological innovation; (2) if the period for active utilization of the ISS is extended to at least 2020, the potential for such opportunities and innovation would be increased; and (3) efforts should be made to fully realize such potential. Directs the Administrator of NASA to: (1) evaluate and expand efforts to maximize NASA's contribution to interagency efforts to enhance STEM education capabilities and U.S. technological excellence and global competitiveness; and (2) report on such evaluation. Title III: National Oceanic and Atmospheric Administration - (Sec. 301) Amends the America COMPETES Act to require NOAA to implement specified programs and activities with respect to the oceanic and atmospheric research and development program. Requires the Administrator to develop and report on NOAA's strategy for enhancing transformational research in its research and development portfolio to increase U.S. competitiveness in oceanic and atmospheric science and technology. Authorizes the Administrator to enter into partnerships and agreements to carry out programs and allows the Administrator to accept and use funds received pursuant to such an agreement for program activities. (Sec. 302) Amends the America COMPETES Act to require the Administrator to build upon the educational programs and activities of NOAA, with consideration given to the goal of promoting the participation of individuals from underrrepresented groups in STEM fields and in promoting the acquisition and retention of highly qualified and motivated young scientists. Sets forth educational program goals. (Sec. 303) Directs the Secretary of Commerce, in cooperation with the Secretary of Education, to request the National Academy of Sciences (NAS) to study and report on the oceanic and atmospheric research and development scientific workforce. Requires the Administrator to evaluate such study and develop a workforce program and plan to institutionalize NOAA's federal science career pathways and address aging workforce issues. Title IV: National Institute of Standards and Technology - National Institute of Standards and Technology Authorization Act of 2010 - (Sec. 402) Authorizes appropriations for FY2011-FY2013 to the Secretary of Commerce for the National Institute of Standards and Technology (NIST) for: (1) scientific and technical research and services laboratory activities; (2) facilities construction and maintenance; and (3) industrial technology services activities, including the Technology Innovation Program (TIP), Manufacturing Extension Partnership Program (MEP), and Malcolm Baldrige National Quality Award program. (Sec. 403) Amends the National Institute of Standards and Technology Act to establish in the Department of Commerce an Under Secretary of Commerce for Standards and Technology. Requires the Under Secretary to serve as the Director of NIST. (Sec. 404) Makes it an objective of the Hollings Manufacturing Extension Centers to enhance productivity and technological performance in U.S. manufacturing through providing community colleges with information about the job skills needed in small- and medium-sized manufacturing businesses in their regions. Requires the Director to establish, within the Hollings Manufacturing Partnership Program, an innovative services initiative to assist small- and medium-sized manufacturers in: (1) reducing energy usage, greenhouse gas emissions, and environmental waste to improve profitability; (2) accelerating the domestic commercialization of new product technologies; and (3) identifying and diversifying new markets. Bars the Director from undertaking any activities to accelerate such commercialization of a new product technology unless an analysis of market demand for the new technology has been conducted. Requires the Government Accountability Office (GAO) to report on cost share requirements under the Program and permits the Secretary to alter cost share requirements for the provision of financial assistance to a Center. Redesignates the Program as the Hollings Manufacturing Extension Partnership. Requires the Director to: (1) evaluate the obstacles that are unique to small manufacturers which prevent them from effectively competing in the global market; (2) implement a comprehensive plan to train the Centers to address such obstacles; and (3) facilitate improved communication between the Centers to assist such manufacturers in the implementation of targeted solutions. (Sec. 405) Requires the Director to establish a research initiative to support development of emergency communication and tracking technologies for use in locating trapped individuals in confined spaces and other shielded environments, such as high-rise buildings or collapsed structures where conventional radio communication is limited. Requires NIST to work with the private sector and federal agencies and issue a related report to Congress and to make such report publicly available. (Sec. 406) Requires the Director to promote the participation of underrepresented minorities in research areas supported by NIST in evaluating applications for research fellowships and other student assistance. Requires special consideration to be given to applications under the teacher science and technology enhancement program from teachers in high-need schools. (Sec. 407) Removes the limitation on the amount of appropriated funds the Director is authorized to expend in any fiscal year for research fellowships and other student assistance. Amends the Omnibus Trade and Competition Act of 1988 to repeal the Commerce, Science, and Technology Fellowship Program. (Sec. 408) Requires the Director to carry out a green manufacturing and construction initiative. Title V: Science, Technology, Engineering, and Mathematics Support Programs - Subtitle A: National Science Foundation - National Science Foundation Authorization Act of 2010 - (Sec. 503) Authorizes appropriations for FY2011-FY2013 to NSF for: (1) research and related activities; (2) education and human resources; (3) major research equipment and facilities construction; (4) agency operations and award management; (5) the Office of the National Science Board; and (6) the Office of Inspector General. (Sec. 504) Eliminates the ceiling on the number of limited-term personnel the National Science Board may permit to be appointed and assigned by its Chairman. Limits National Science Board reports to the President and Congress related to science and engineering, and education in science and engineering, to matters within NSF authority (or otherwise as requested by Congress or the President). Revises provisions concerning the application of the Government in the Sunshine Act to the Board. (Sec. 505) Establishes a National Center for Science and Engineering Statistics within NSF to serve as a central federal clearinghouse for the collection, interpretation, analysis, and dissemination of data on science, engineering, technology, and research and development. Requires NSF, acting through the Center, to: (1) collect, analyze, report, and disseminate statistical data related to U.S. science and engineering enterprise and other nations; (2) support research using the data it collects, and on methodologies in areas related to the work of the Center; and (3) support the education and training of researchers in the use of large-scale, nationally representative data sets. Requires the Director or the National Science Board to issue special statistical reports on topics related to the national and international science and engineering enterprise. (Sec. 506) Requires NSF to carry out a program of awarding grants to institutions of higher education (IHEs) to support research leading to advances in manufacturing, including nanomanufacturing. Requires the Director to award grants to strengthen and expand scientific and technical education and training in advanced manufacturing, including NSF's advanced technological education program. (Sec. 507) Directs the National Science Board to evaluate mid-scale research instrumentation needs at NSF. (Sec. 508) Requires the Director to carry out a program to award grants to IHEs for the establishment and expansion of partnerships that promote innovation and increase the impact of research by developing the tools and resources to connect new scientific discoveries to practical uses. Requires IHEs, to be eligible for funding, to propose the establishment of a partnership that includes at least one private sector entity and that may include other IHEs, public sector institutions, private sector entities, and nonprofit organizations. Prohibits the use of funds under this section for the construction or renovation of buildings and structures. (Sec. 509) Requires the Director to establish a green chemistry basic research program to support research into green and sustainable chemistry. (Sec. 510) Requires the Director to adjust funding for NSF's Integrative Graduate Education and Research Traineeship program (or any program by which it is replaced) by at least the same rate as funding for the Graduate Research Fellowship program is adjusted. Requires, for FY2011-FY2013, that at least half of the total NSF funds allocated to such programs be provided from funds appropriated for research and related activities. Requires the Director to set the amount to be awarded in each year for certain NSF scholarships and graduate fellowships in the sciences and engineering and requires each scholarship or fellowship to include a cost of education allowance of $12,000. (Sec. 511) Amends the National Science Foundation Authorization Act of 2002 to revise matching fund requirements for NSF Teaching Fellowships or Master Teaching Fellowships under the Robert Noyce Teacher Scholarship Program. Requires entities to provide non-federal funds of at least 30% for a grant under $1.5 million and at least 50% for a grant of $1.5 million or more, while requiring that at least 50% of the non-federal funds be in cash. Makes Teaching Fellowships and Master Teaching Fellowships available to retiring professionals in STEM fields. (Sec. 512) Requires NSF to continue to support the Historically Black Colleges and Universities Undergraduate Program, the Louis Stokes Alliances for Minority Participation program, the Tribal Colleges and Universities Program, and Hispanic-serving institutions as separate programs. (Sec. 513) Requires the Director to permit specialized STEM high schools conducting research to participate in major data collection initiatives from universities, corporations, or government labs under a research grant from NSF as part of a research proposal. (Sec. 514) Requires the Director to award grants to IHEs and nonprofit organizations for sites designated by the Director to provide research experiences for 6 or more undergraduate STEM students for sites designated at primarily undergraduate IHEs and 10 or more undergraduate STEM students for all other sites. (Sec. 515) Authorizes the award of grants to IHEs or their consortia for the establishment or expansion of partnerships with local or regional private sector entities to provide undergraduate students with private sector internship experiences that connect with their STEM coursework. Permits the inclusion of industry or professional associations in such partnerships. Requires a 50% non-federal cost-share from established or expanded partnerships. Prohibits the use of federal funds: (1) to provide stipends or compensation to students for private sector internships, unless private sector entities match 75% of such funding; or (2) as payment or reimbursement to private sector entities, except for IHEs. Requires the Director to submit a specified report concerning such awards. (Sec. 516) Requires the Director to identify ways of using cyber-enabled learning to create an innovative STEM workforce and to help retrain and retain our existing STEM workforce to address national challenges, including national security and competitiveness, and to use technology to enhance or supplement laboratory learning. (Sec. 517) Continues the Experimental Program to Stimulate Competitive Research (EPSCoR), with the objective of helping the eligible states to develop the research infrastructure that will make them more competitive for NSF and other federal research funding. Requires EPSCoR to continue to expand as NSF funding increases for EPSCoR. Requires the Director to submit specified annual reports annually on EPSCoR. Directs the EPSCoR Interagency Coordinating Committee to undertake specified activities. Requires each federal agency that administers an EPSCoR or federal EPSCoR-like program to submit to OSTP a specified report on its program. Requires the Director to contract with NAS to conduct a specified study on all federal agencies that administer an EPSCoR program or a similar program. (Sec. 518) Expresses the sense of Congress regarding the STEM Talent Expansion Program. (Sec. 519) Expresses the sense of Congress that NSF should: (1) focus federal research and development resources primarily in the areas of STEM basic research and education; and (2) strive to ensure that federally-supported research is of the finest quality, is groundbreaking, and answers questions or solves problems that are of the utmost importance to society. (Sec. 520) Requires IHEs that receive one or more NSF financial assistance grants for research to report on: (1) the IHE's strategy for commercializing the results of the research; (2) the implementation of such strategy; and (3) the results of its efforts to realize the commercial potential of the research. Prohibits IHEs from revealing confidential, trade secret, or proprietary information in such a report. (Sec. 521) Requires the Director to contract with NAS to initiate a study to evaluate, develop, or improve impact-on-society metrics, including the potential for commercial applications of research studies funded by grants from NSF or other federal agencies. (Sec. 522) Authorizes the Director to use funds appropriated to carry out grants to IHEs for the provision of financial support for post-graduate research in fields of study with potential commercial applications to match any private sector grant of financial assistance to any post-doctoral program in such a field. (Sec. 523) Expresses the sense of Congress that NSF should coordinate and collaborate with other federal agencies, including the DOE Office of Science, in its planning for the construction and stewardship of large facilities to ensure that joint investments may be made when practicable. (Sec. 524) Authorizes the Director to support a national research agenda in key areas affected by the increased use of public and private cloud computing. Requires a review of cloud computing research opportunities and challenges. Requires the Director to provide annual reports on the outcomes of NSF investments in cloud computing research, recommendations for research focus and program improvements, or other related recommendations. Requires the NIST Director to collaborate with industry in the development of standards to support trusted cloud computing infrastructures, metrics, interoperability, and assurance and to support standards development. (Sec. 525) Requires the Director to continue to support a program for awarding grants to tribal colleges and universities to enhance the quality of undergraduate STEM education and to increase the retention and graduation rates of Native American students in STEM. Subtitle B: Stem-Training Grant Program - (Sec. 551) States that the purpose of this subtitle is to replicate and implement programs at IHEs that provide integrated STEM and teacher education courses that lead to a baccalaureate degree with concurrent teacher certification. (Sec. 552) Describes the types of undergraduate degree programs to be replicated and implemented. (Sec. 553) Requires the Director to establish a grant program to carry out this subtitle's purpose. Instructs the Director to ensure that grants are equitably distributed across all regions of the United States, accounting for population density and other geographic and demographic considerations. Authorizes the Director to award competitive $2 million grants annually to IHEs for specified STEM training purposes. Bars an IHE from receiving a grant under the program unless it provides a prescribed non-federal match. (Sec. 554) Authorizes the Director to contract for program oversight and fiscal management with an organization at an IHE, a nonprofit organization, or other entity that demonstrates experience in: (1) replicating one or more similar programs at regional or national levels; (2) providing programmatic and technical implementation assistance for the program; (3) performing data collection and analysis; and (4) providing accountability for results. Specifies the oversight responsibilities of the organization contracted to perform such program oversight and management. (Sec. 556) Authorizes appropriations for FY2011-FY2013 to carry out this subtitle. Title VI: Innovation - (Sec. 601) Amends the Stevenson-Wydler Technology Innovation Act of 1980 to direct the Secretary of Commerce to establish an Office of Innovation and Entrepreneurship to foster the innovation and commercialization of new technologies, products, processes, and services to promote productivity and economic growth in the United States. Makes it the responsibility of the Office to: (1) develop policies to accelerate innovation and advance commercialization of research and development; (2) identify existing barriers to innovation and commercialization; (3) provide access to relevant data, research, and technical assistance on innovation and commercialization; and (4) strengthen collaboration on policies related to innovation and commercialization. Creates an Advisory Council on Innovation and Entrepreneurship to advise the Secretary respecting the Office's responsibilities. (Sec. 602) Directs the Secretary to establish a program to provide loan guarantees for obligations to borrowers that are small- or medium-sized manufacturers for projects that use or produce innovative technologies. Allows loan guarantees to be made only for projects that re-equip, expand, or establish a manufacturing facility in the United States to: (1) use an innovative technology or an innovative process in manufacturing; (2) manufacture an innovative technology product or an integral component of such a product; or (3) commercialize an innovative product, process, or idea that was developed by research funded by a grant from the NSF. Limits the amount of a loan guarantee to 80% of the obligation. Requires the Secretary to report annually to Congress on activities carried out under the program. Permits the use of the Hollings Manufacturing Extension Centers to provide information about the program and to conduct outreach to potential borrowers. Authorizes appropriations for FY2011-FY2013 to provide the cost of the loan guarantees and carry out the default requirements under program. (Sec. 603) Amends the Stevenson-Wydler Innovation Act of 1980 to direct the Secretary to establish a regional innovation program to encourage and support the development of regional innovation strategies, including regional innovation clusters science and research parks. Authorizes the Secretary to award competitive grants to eligible recipients for activities related to the development of regional innovation clusters. Sets forth permissible activities for which awarded grants may be used, including for: (1) facilitating market development of products and services developed by a regional innovation cluster; and (2) interacting with the public and state and local governments to meet the goals of a cluster. Gives special consideration to: (1) applications from regions containing communities negatively impacted by trade; and (2) eligible recipients who agree to collaborate with local workforce investment area boards. Prohibits the Secretary from providing more than half of the total cost share of any activity funded under this section. Amends the Stevenson-Wydler Technology Innovation Act of 1980 to direct the Secretary to award grants for the development of feasibility studies and plans for the construction of new or expansion of existing science parks. Limits the amount of a grant to $750,000. Allows the Secretary to guarantee up to 80% of the loan amount for for projects for the construction or expansion, including renovation and modernization, of science park infrastructure. Limits the maximum amount of loan principal guaranteed to $50 million for any single project and $300 million for all projects. Prohibits guaranteeing a loan after September 30, 2013. Authorizes appropriations for the costs of: (1) guaranteeing $300 million in loans; and (2) administrative expenses in FY2011 and thereafter. Establishes a regional innovation research and information program to: (1) gather, analyze, and disseminate information on best practices for regional innovation strategies; (2) provide technical assistance for the development and implementation of such strategies; and (3) collect and make available data on regional innovation clusters. Authorizes the Secretary to award research grants to support program goals. Requires the dissemination of data and analysis compiled under the program to other federal agencies, state and local governments, and nonprofit and for-profit entities. Instructs the Secretary to pursue collaboration with other federal agencies on regional innovation strategies, ensuring that such collaboration prioritizes the needs and challenges of small businesses. Directs the Secretary to contract with an independent entity, such as NAS, to conduct an evaluation of the program, which shall include a recommendation as to whether such program should be continued or terminated. Authorizes appropriations for FY2011-FY2013 to carry out this section. (Sec. 604) Directs the Secretary to complete a study of the economic competitiveness and innovative capacity of the United States. Requires the Secretary to establish: (1) a process for obtaining public comments; and (2) an Innovation Advisory Board to advise the Secretary with respect to the conduct of the study. Directs the Secretary to develop, based on the study, a national 10-year strategy for strengthening the innovative and competitive capacity of the federal government, state and local governments, IHEs, and the private sector. (Sec. 605) Directs the Secretary to carry out a study of the barriers to the use of high-end computing simulation and modeling by small- and medium-sized manufacturers in the United States. Requires the Secretary, the DOE Secretary, and the OSTP Director to carry out demonstration or pilot programs to gather experiential data to evaluate the feasibility and advisability of a specific program or policy initiative for reducing barriers to the use of high-end computer modeling and simulation by such manufacturers. Authorizes appropriations. Title VII: NIST Green Jobs - NIST Grants for Energy Efficiency, New Job Opportunities, and Business Solutions Act of 2010 or the NIST GREEN JOBS Act of 2010 - (Sec. 703) Amends the National Institute of Standards and Technology Act to require the themes under the competitive grant program within the Hollings Manufacturing Extension Partnership to be related to projects: (1) designed to increase the viability both of traditional manufacturing sectors and other sectors; and (2) concerning the transfer of technology based on the technological needs of manufacturers and available technologies from IHEs, laboratories, and other technology producing entities. Authorizes such themes to extend beyond such areas to include projects related to construction industry modernization. Revises the selection criteria for such grants. Requires the NIST Director to: (1) endeavor to select at least one proposal in each of the nine statistical divisions of the United States; and (2) award grants to proposals that will create jobs or train newly hired employees, promote technology transfer and commercialization of environmentally focused materials, increase energy efficiency, and improve the competitiveness of industries in regions in which the Hollings Manufacturing Extension Centers are located. Authorizes the Director to award grants to proposals that will: (1) encourage greater cooperation and foster partnerships in energy efficiency and building technology; and (2) collect data and analyze the increasing connection between manufactured products and manufacturing techniques, the future of construction practices, and the emerging application of products from green energy industries. Limits award duration to three years. Authorizes awards to be used by the Hollings Manufacturing Extension Centers to assist small or medium-sized construction firms. Authorizes appropriations for FY2011-FY2013 to carry out such NIST grant program. Title VIII: General Provisions - (Sec. 801) Requires a GAO review of the status of the programs authorized by this Act. (Sec. 802) Prohibits the use of funds under this Act to pay the salaries of any individuals who are convicted of: (1) selling or possessing with intent to sell obscene visual matter on federal property; or (2) engaging in activities related to visual material involving the sexual exploitation of minors. (Sec. 803) Amends the Communications Act of 1934 to authorize the Federal Communications Commission (FCC) to: (1) undertake research and development work in connection with any matter in relation to which the FCC has jurisdiction; and (2) promote the carrying out of such research and development or otherwise to arrange for it to be carried out."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "America COMPETES Reauthorization Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "America Creating Opportunities to Meaningfully Promote Excellence in Technology, Education, and Science Reauthorization Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Institute of Standards and Technology Authorization Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Science Foundation Authorization Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "America COMPETES Reauthorization Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "America Creating Opportunities to Meaningfully Promote Excellence in Technology, Education, and Science Reauthorization Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Institute of Standards and Technology Authorization Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Science Foundation Authorization Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "NIST Grants for Energy Efficiency, New Job Opportunities, and Business Solutions Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "NIST GREEN JOBS Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to invest in innovation through research and development, to improve the competitiveness of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:54-05:00"
}