{
  "actions": [
    {
      "acted_at": "1977-05-05", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6939-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-05-05", 
  "number": "6939", 
  "official_title": "A bill to amend the Immigration and Nationality Act, to make it unlawful to knowingly hire an alien not lawfully admitted into the United States.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr197-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Illegal Alien Employment Prohibition Act", 
  "sponsor": {
    "district": "2", 
    "name": "Duncan, John J.", 
    "state": "TN", 
    "thomas_id": "00321", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-05-05", 
  "subjects": [
    "Alien labor", 
    "Aliens", 
    "Crime and law enforcement", 
    "Forgery", 
    "Illegal aliens", 
    "Immigration", 
    "Labor and employment", 
    "Passports", 
    "Social welfare"
  ], 
  "subjects_top_term": "Aliens", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-05-05", 
    "text": "Illegal Alien Employment Prohibition Act - Prohibits, under the Immigration and Nationality Act, the employment or referral for employment of aliens who have not been lawfully admitted to the United States for permanent residence, unless such employment is authorized by the Attorney General. States that a person will not be deemed to have violated this Act who has made a bona fide inquiry whether a person employed or referred is a citizen or alien. States that a signed statement from such person that he is a citizen or authorized alien constitutes a bona fide inquiry provided that the writing conforms with regulations prescribed by the Attorney General. Directs the Attorney General to serve a citation upon first-time violators of this Act. Establishes a civil penalty of not more than $500 for each alien if a violation occurs within two years after the service of a citation. Permits a civil penalty to be imposed only after an opportunity for hearing and after the Attorney General has determined that a violation did occur. Provides that one who is assessed a civil penalty and thereafter violates this Act shall be guilty of a misdemeanor and upon conviction punished by a fine not exceeding $1,000 or by one year imprisonment, or both, for each alien in respect to whom any violation of this Act occurs. Directs any officer or employee of the Department of Health, Education, and Welfare to disclose the name and most recent address of any illegal alien whom the employee knows to be receiving assistance under any State plan under specified titles of the Social Security Act. Adds border crossing cards, alien registration receipt cards, and other documents prescribed by regulation for entry into the United States to the list of documents the false making of which shall be punished by a fine or imprisonment or both."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Illegal Alien Employment Prohibition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act, to make it unlawful to knowingly hire an alien not lawfully admitted into the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:25-05:00"
}