{
  "actions": [
    {
      "acted_at": "1978-06-23", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3242-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Anderson, Wendell R.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "01273", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Muriel", 
      "sponsored_at": "1978-12-31", 
      "state": "MN", 
      "thomas_id": "01367", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-06-23", 
  "number": "3242", 
  "official_title": "A bill to designate the Boundary Waters Canoe Area Wilderness, to establish the Boundary Waters Canoe Area Mining Protection Area, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Byrd, Robert C.", 
    "state": "WV", 
    "thomas_id": "01299", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-06-23", 
  "subjects": [
    "Conservation of natural resources", 
    "Environmental assessment", 
    "Environmental protection", 
    "Forest products", 
    "Forests and forest products", 
    "Leases", 
    "Mines and mineral resources", 
    "Minnesota", 
    "National forests", 
    "National recreation areas", 
    "Parks", 
    "Recreation", 
    "Recreation areas", 
    "Timber sales", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Wilderness areas", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-06-23", 
    "text": "Provides for the orderly management of the Boundary Waters Canoe Area (BWCA) in Minnesota. Redesignates specified lands within such area as the Boundary Waters Canoe Area Wilderness. Directs the Secretary of Agriculture to administer the area in accordance with this Act and other wilderness laws. Authorizes the Secretary to permit the use of motor boats and snowmobiles, of specified size and power, on specified lakes and rivers within the area. Entitles owners of resorts and commercial recreational enterprises located on land riparian to specified lakes to require purchase of such establishments by the Secretary if they so desire. Grants the Secretary the right of first refusal as to the sale of any privately owned lands or interests in lands riparian to such lakes. Authorizes the appropriation of funds necessary for such acquisitions. Directs the Secretary to terminate timber sale contracts for timber harvested in the BWCA. Provides for compensation for the termination of such contracts. Requires the Secretary to take ameliorative measures to restore the BWCA to its natural state. Authorizes the replacement of such timber production by means of contracts for timber harvesting on other specified Federal land in Minnesota available for such use. Requires the Secretaries of Agriculture and the Interior, in cooperation with the State of Minnesota, an intensive forest management program within the Superior National Forest and specified Federal lands for the purpose of replacing timber withdrawn from production by this Act. Authorizes the Secretary to engage in planting and site preparation and employ 20 additional employees, in the administration of the Superior National Forest. Authorizes appropriations for grants to the State of Minnesota for the development of the commercial softwood timber base on specified lands. Establishes the Boundary Water Canoe Area Mining Protection Area. Incorporates the provisions of Executive Order 10092, relating to reservations of airspace, into this Act. Prohibits mining of minerals owned by the United States and located within the Boundary Waters Canoe Area Wilderness and the Boundary Waters Canoe Area Mining Protection Area. Prohibits other mining in such areas which would affect navigable waters in any way or materially impair wilderness or environmental qualities. Authorizes the issuance of permits, leases, or other authorizations for mining activities only if: (1) the Secretary approves an applicant's plan detailing how such activities would comply with relevant laws and how the applicant intends to restore the mining site to its original condition; (2) the applicant posts a performance bond; and (3) the Secretary determines no permanent facility will be constructed which would hinder any restoration of the site. Authorizes the acquisition of mining or mineral rights within the wilderness and mining protection areas by the United States. Provides that nothing in this Act shall affect the jurisdiction of the State with respect to the operation of motorized equipment on waters located within the wilderness except where the State's exercise of such jurisdiction is less stringent than regulations promulgated by the Secretary. Provides that nothing in this Act shall affect rights established by the treaties of the United States. Authorizes the Secretary to perform necessary maintenance work on the Prairie Portage Dam. Directs the Secretary to expedite and intensify the development of outdoor recreation programs in the Superior National Forest, including construction of hiking and backpacking trails, programs of outdoor experiences for the disabled, and educational programs on the purpose, value, and use of wilderness lands. Authorizes the Secretary, in cooperation with other approprate executive agencies, to develop a progam of technical and financial assistance to resorts and commercial outfitters located within the mining protection area or on land adjacent to specified lakes. Authorizes the appropriation of funds for grants to the University of Minnesota Agricultural Extension Service to be used for specified purposes. Requires the Secretary, acting through the Chief, United States Forest Service, to submit to the Congress a comprehensive management plan setting forth specific procedures to implement the purpose of this Act. Authorizes appropriations to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to designate the Boundary Waters Canoe Area Wilderness, to establish the Boundary Waters Canoe Area Mining Protection Area, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:50-05:00"
}