{
  "actions": [
    {
      "acted_at": "2008-04-01", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2791-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-04-01", 
  "number": "2791", 
  "official_title": "A bill to address the foreclosure crisis and to revitalize neighborhoods, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Protecting America's Homeowners Act of 2008", 
  "sponsor": {
    "district": null, 
    "name": "Voinovich, George V.", 
    "state": "OH", 
    "thomas_id": "01575", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-04-01", 
  "subjects": [
    "Administrative fees", 
    "Counseling", 
    "Economics and public finance", 
    "Federal aid to housing", 
    "Finance and financial sector", 
    "Foreclosure", 
    "Government operations and politics", 
    "Housing and community development", 
    "Income tax", 
    "Independent regulatory commissions", 
    "Law", 
    "Loan defaults", 
    "Mortgage interest rates", 
    "Mortgages", 
    "Rescission of appropriated funds", 
    "Residential rehabilitation", 
    "Securities and Exchange Commission", 
    "Securities regulation", 
    "Social welfare", 
    "Tax exclusion", 
    "Taxation"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-04-01", 
    "text": "Protecting America's Homeowners Act of 2008 - Amends the Internal Revenue Code to extend through January 1, 2011, the temporary exclusion from gross income of the discharge of an indebtedness for a qualified principal residence.Declares invalid, throughout a specified moratorium period, the terms of any home mortgage loan that requires a consumer to pay a prepayment penalty for paying all or part of the outstanding principal before its contractual due date.Directs the Neighborhood Reinvestment Corporation (NRC) to continue to award to counseling intermediaries and State Housing Finance Agencies certain funds previously designated for mortgage foreclosure mitigation activities in states and areas with high rates of mortgage foreclosures or defaults.Appropriates additional funds for FY2008 for: (1) NRC foreclosure mitigation activities; and (2) state and local governmental redevelopment of abandoned and foreclosed homes.Sets forth across-the-board 0.25 percent rescissions in non-defense, non-homeland-security discretionary spending for FY2009.Amends the Truth In Lending Act to require additional creditor disclosures concerning mortgage loans.Requires the annual percentage rate (APR) applicable to credit secured by an interest in real property to include settlement costs. Amends the Federal National Mortgage Association Charter Act and the Federal Home Loan Mortgage Association Charter Act to provide that securities issued by the Federal National Mortgage Association (Fannie Mae) and the Federal Home Loan Mortgage Association (Freddie Mac) are not exempt from registration requirements under the Securities Act of 1933 (thus requiring registration of such securities).Sets a limit upon aggregate annual registration fees paid by specified entities that do not include a registered investment company.Establishes in the Securities and Exchange Commission (SEC) a Financial Counseling and Foreclosure Prevention Fund to provide assistance to the NRC to make grants to certain federally approved counseling intermediaries for mortgage foreclosure mitigation assistance to states and areas with high rates of defaults and foreclosures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Protecting America's Homeowners Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to address the foreclosure crisis and to revitalize neighborhoods, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:07-05:00"
}