{
  "actions": [
    {
      "acted_at": "1975-12-18", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11251-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-12-18", 
  "number": "11251", 
  "official_title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968 to provide grants to States and major units of general local government to accelerate the disposition of criminal cases in such jurisdictions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Local and State Government Speedy Trial Act", 
  "sponsor": {
    "district": "18", 
    "name": "Blanchard, James", 
    "state": "MI", 
    "thomas_id": "00094", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-12-18", 
  "subjects": [
    "Administration of criminal justice", 
    "Administration of justice", 
    "Criminal procedure", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Law", 
    "Speedy trial", 
    "State courts", 
    "States"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-12-18", 
    "text": "Local and State Government Speedy Trail Act - Provides, under the Omnibus Crime Control and Safe Streets Act, grants to States, and to units of local government with a population of over 250,000, to accelerate the disposition of criminal cases in their courts consistent with: (1) the time standards specified for Federal courts under the Speedy Trial Act; (2) the objectives of effective, fair, judicial law enforcement. Authorizes, upon application, the Law Enforcement Assistance Administration to make such grants for the design, study, testing, and implementation of programs and projects consistent with the purposes of this Act. Requires each application to include a description of: (1) the time limits, procedural techniques, innovations, systems, and other methods to be applied or used; and (2) the steps to be taken in developing reliable methods for gathering and monitoring information and statistics, in expediting the trial or other disposition of criminal cases. Allows the Administration to set the terms and conditions for the allocation of funds. Declares that a Federal grant may be in an amount up to 90 percent of the cost of the program or project. States that the non-Federal share of the cost may be provided by a private non-profit organization or appropriated by the State or local government units. Requires the allocation, for purposes of this Act, of an amount equal to not less than 10 percent of the grants for law enforcement purposes under the Omnibus Crime Control and Safe Streets Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Local and State Government Speedy Trial Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968 to provide grants to States and major units of general local government to accelerate the disposition of criminal cases in such jurisdictions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:37-05:00"
}