{
  "actions": [
    {
      "acted_at": "1980-03-25", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-03-25", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2474-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-25", 
  "number": "2474", 
  "official_title": "A bill to amend the McCarran-Ferguson Act to limit the antitrust immunity of insurance companies, to improve the operation of competition in the business of insurance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Insurance Competition Improvement Act", 
  "sponsor": {
    "district": null, 
    "name": "Metzenbaum, Howard M.", 
    "state": "OH", 
    "thomas_id": "01400", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-25", 
  "subjects": [
    "Antitrust law", 
    "Antitrust policy", 
    "Business and commerce", 
    "Competition", 
    "Discrimination in insurance", 
    "Federal-state relations", 
    "Insurance", 
    "Insurance companies", 
    "Intergovernmental relations", 
    "Restrictive trade practices", 
    "Standards", 
    "State laws", 
    "States"
  ], 
  "subjects_top_term": "Insurance companies", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-03-25", 
    "text": "Insurance Competition Improvement Act - Amends the McCarran-Ferguson Act to direct the several States to regulate the business of insurance in accordance with the provisions of this Act. Prohibits the joint gathering of insurers to make use of joint loss data for the purpose of setting the price of any insurance coverage, unless such use is essential to the operation of that insurer's business because of lack of actuarial credibility. Prohibits such joint gathering for the purpose of disseminating information on any expenses incurred in sales or underwritings or for the purpose of calculating insurance rates. Provides that specified sections of the Federal Trade Commission Act shall not be applicable to the insurance business to the extent such business is regulated by State law in accordance with this Act. Sets forth definitions of terms used in this Act. Prohibits discrimination by insurers in the sale, issuance, underwriting, rating, or processing of any insurance policy. Disallows the use of statistics showing group losses, except in the case of occupational duties. Provides that no insurer may cancel, fail to renew, or make available any coverage made available to other policyholders except under the following conditions: (1) nonpayment of premiums; (2) fraud or misrepresentation in applications or claims; (3) unlicensed drivers, in the case of automobile insurance; (4) uninsurable risks; and (5) insurer's exhaustion of its capital capacity. Directs that any cancellation or nonrenewal notice issued shall state fully the reasons for such cancellation, and any refusal to insure shall provide timely notice and the reasons therefor. Entitles the insured or applicant to a review by an appropriate State official upon receipt of any such notice. Prohibits the use of classification categories or territorial distinctions unless approved by the appropriate State official. Sets forth standards under which such official shall determine approval. Declares that, with respect to automobile insurance, merit rating plans shall be reasonable, fair, and nonpunitive. Declares that rate differentials shall be approved by the appropriate State commissioner under criteria set forth in this Act, including the rating or private passenger motor vehicle insurance, property insurance, and those insured through residual market mechanisms. Directs that policy forms issued, sold, or delivered be written in clear, readable language, printed in type sufficiently large, and organized in an understandable manner. Prohibits the commissioner or other public authority of a State from disapproving or otherwise challenging an insurer's statewide rates in the aggregate. Authorizes any State, within 18 months of enactment of this Act, to restore, by statute, full regulatory authority over insurance coverage, including the determination that competition is insufficient to assure that insurance rates will not be excessive. Directs State insurance commissioners to provide, annually, current and prospective insureds with consumer shopping guides for insurance coverage. Requires insurers to provide such guide to all applicants, no later than the time of application. Declares that insurers may not cancel an agent's contract because of the geographic location or the actual or expected loss experience of the agent's business. Requires that any such cancellation be preceded by 90 days written notice and the reasons therefor. Entitles the agent recipient to review of such cancellation by the appropriate commissioner. Declares that the compensation of agents providing coverage through residual market mechanisms be determined in accordance with the same rules applicable for other agents. Requires each insurer to file rates, manuals, and other supporting information with the appropriate State commissioner and that such information be open to inspection by the general public. Permits any person aggrieved by violations of this Act to maintain a civil action in an appropriate State or Federal court, after exhaustion of available administrative remedies. Authorizes the commissioner and attorney general of each State to enforce specified provisions of this Act. Declares that in any State which has enacted specified provisions of this Act into law, no action for any violation of such standards may be maintained in a Federal court. Directs the Federal Insurance Administrator to conduct a study to assess the implementation of this Act and submit such report to Congress within three years of enactment. Makes this Act effective six months from the date of its enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Insurance Competition Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the McCarran-Ferguson Act to limit the antitrust immunity of insurance companies, to improve the operation of competition in the business of insurance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:22-05:00"
}