{
  "actions": [
    {
      "acted_at": "1991-11-19", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres224-102", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1992-01-22", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-19", 
  "number": "224", 
  "official_title": "A resolution relative to recognition of the Yugoslav republics.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-11-19", 
  "subjects": [
    "Armistices", 
    "Civil war", 
    "EEC countries", 
    "Human rights", 
    "International affairs", 
    "International military forces", 
    "Mediation", 
    "Military intervention", 
    "National self-determination", 
    "Peace", 
    "Peace negotiations", 
    "Recognition (International law)", 
    "Sanctions (International law)", 
    "Sovereignty", 
    "Violence", 
    "Yugoslavia"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-11-19", 
    "text": "Condemns the ongoing use of force and violence in Yugoslavia. Opposes and refuses to recognize any changes in the internal or external borders of Yugoslavia achieved through the use of force. Supports the efforts of the European Community (EC) and other concerned countries to restore and maintain peace and to encourage negotiations leading to a peaceful resolution of differences. Calls upon all parties in Yugoslavia to: (1) refrain from the further use of force and violence; (2) separate, withdraw, and disarm in accordance with provisions of the most recent ceasefire; and (3) declare their commitment to all principles and provisions of the Helsinki Final Act and subsequent Conference on Security and Cooperation in Europe (CSCE) documents and immediately implement such commitment in their relations to each other. Recommends that the participating states in the CSCE convene at the level of foreign ministers and consider the formation of a peacekeeping force to be deployed in Yugoslavia. Urges the President to: (1) give more active support to international efforts to restore peace and to achieve a resolution of differences in Yugoslavia; (2) work closely with the EC and other countries in imposing, enhancing, and enforcing necessary diplomatic and economic sanctions against governments in Yugoslavia at any level which violate ceasefire agreements; and (3) extend immediate and formal recognition, upon request, to any of the Yugoslav republics where declarations of sovereignty and independence have been based on the clear will of the people. Calls upon: (1) the leaders of all republics which have supported the EC proposal on transforming Yugoslavia into an association of independent states to use it as the basis for their future mutual relations; and (2) those who have not supported such proposal to do so."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution relative to recognition of the Yugoslav republics.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:15:30-05:00"
}