{
  "actions": [
    {
      "acted_at": "1981-08-04", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-08-10", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to Subcommittee on Crime.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4398-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Hamilton, Lee H.", 
      "sponsored_at": "1981-11-20", 
      "state": "IN", 
      "thomas_id": "00489", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-08-04", 
  "number": "4398", 
  "official_title": "A bill to fight violent crime and crime organizations, to stem the flow of drugs from abroad, and to improve the administration of the criminal justice system.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Anti Drug Anti Crime Act of 1981", 
  "sponsor": {
    "district": "11", 
    "name": "Lantos, Tom", 
    "state": "CA", 
    "thomas_id": "00663", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-08-04", 
  "subjects": [
    "Administration of criminal justice", 
    "Advisory bodies", 
    "Aircraft", 
    "Armed forces and national security", 
    "Assault", 
    "Aviation", 
    "Bail", 
    "Business and commerce", 
    "Children and youth", 
    "Civil Rights and Liberties", 
    "Corrections and Correctional Institutions", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Criminal justice information", 
    "Criminal law", 
    "Criminal procedure", 
    "Department of Justice", 
    "Detention of persons", 
    "Drug Enforcement Administration (DEA)", 
    "Drugs", 
    "Drugs and narcotics", 
    "Executive reorganization", 
    "Federal aid to law enforcement agencies", 
    "Federal employees and officials", 
    "Federal-state relations", 
    "Firearms", 
    "Firearms control", 
    "Forfeiture", 
    "Freedom of information", 
    "Government attorneys", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Grand jury", 
    "Homicide", 
    "Informers", 
    "Insurance", 
    "Intergovernmental relations", 
    "Juvenile delinquency", 
    "Kidnapping", 
    "Law enforcement officers", 
    "Narcotics and crime", 
    "National Security and Intelligence Operations", 
    "Organized crime", 
    "Parole", 
    "Presidential protection", 
    "Presidents and Vice Presidents", 
    "Pretrial procedure", 
    "Preventive detention", 
    "Probation", 
    "Prosecution", 
    "Protection of officials", 
    "Punishment", 
    "Recidivists", 
    "Right of privacy", 
    "Searches and seizures", 
    "Sentences (Criminal procedure)", 
    "Smuggling", 
    "States", 
    "Transportation and public works", 
    "Wiretapping", 
    "Witnesses"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-08-04", 
    "text": "Anti-Drug Anti-Crime Act of 1981 - Directs the Attorney General to submit annually to the congressional judiciary committees a report on how reorganization of the Drug Enforcement Administration and narcotics and organized crime control policies of the Department of Justice will accomplish specified goals, including: (1) immobilizing at least one organized crime entity each year; (2) reducing narcotic trafficking by meeting annual goals; and (3) reducing the economic incentives for drug traffickers by forfeiting assets of major narcotics traffickers. Establishes in the executive branch the Office of the Director of National and International Drug Operations and Policy to: (1) develop and enforce Federal Government policy with respect to illegal drugs; (2) coordinate all efforts to halt drug trafficking; (3) supervise and approve budgetary priorities with respect to drugs; and (4) direct the temporary reassignment of Government personnel to implement drug policies. Amends the Omnibus Crime Control Act of 1970 to revise and increase the mandatory penalties for using or carrying a firearm during commission of a Federal felony. Redefines such offense as using a firearm to commit a felony over which the district courts have exclusive jurisdiction or carrying a firearm during such a felony involving violence. Deletes the requirement that the firearm be carried \"illegally.\" Increases the additional penalty imposed for such offense to five to ten years' imprisonment for a first offense (currently, one to ten years) and to ten years to life for a second offense (currently, two to 25 years). Extends to first offenders the stipulations, currently applicable only to second offenders, that the court not suspend any sentence, grant probation, or impose concurrent sentences. Makes a first offender ineligible for parole for five years and a second or subsequent offender ineligible for ten years. Expresses the sense of Congress that the executive branch vigorously prosecute such offenses. Amends the Federal criminal code to establish penalties for whoever commits or commissions a contract murder, attempted murder, or assault. Provides that a direct or indirect contract between two or more persons involving an offer, agreement, or solicitation to commit a contract murder shall constitute prima facie evidence that the act was commissioned for \"anything of value.\" Applies the penalties for contract murder to whoever uses actual or threatened force to coerce another to commit a murder, attempted murder, or assault in violation of State law. Directs the Attorney General to designate criteria for Federal involvement in the prosecution of contract murders. Stipulates that this Act does not preempt State law in this area. Makes it a Federal offense to kill any attorney, agent, or employee of the U.S. Government employed to investigate or prosecute violations of Federal criminal statutes or any employee of the Intelligence Community. Establishes a new offense of assaulting, kidnapping, murdering, or threatening the relative of any Federal employee covered by the current assault statute, with intent to interfere with such employee's official duties. Amends the obstruction of justice statute to expand the class of persons protected from coercion to include potential witnesses and informants (current law protects actual witnesses). Amends the Freedom of Information Act to expand the exception relating to informants to limit disclosure of information which \"tends to disclose\" an informant's identity. Amends the Federal Rules of Criminal Procedure to permit a court to reduce a sentence of a cooperating defendant upon application of a U.S. Attorney. Amends the wiretap statute to require a judge to review in camera any information as to previous wiretap applications which might compromise a current or pending case or investigation. Amends the Federal Rules of Criminal Procedure to permit disclosure of Federal grand jury information to a State or local law enforcement official who is assisting a U.S. Attorney in the enforcement of Federal criminal law. Amends the Federal criminal code to establish a mandatory term of imprisonment whenever: (1) serious bodily injury resulted from the defendant's participation in the offense; or (2) the offense is a felony and the defendant was previously convicted of a Federal or State felony, unless a substantial period of time has elapsed. Amends the Bail Reform Act of 1966 to authorize the court, after a due process hearing, to order the detention of a defendant charged with a dangerous or violent offense upon finding that: (1) there is a substantial probability that the defendant committed the offense; and (2) there is clear and convincing evidence that the person is likely to flee or is a danger to another person or the community, and that no release conditions will reasonably assure such person's appearance or the safety of another person or the community. Permits the court to consider the safety of any other person or the community in determining release conditions. Adds to those factors to be considered by the judge in making a release or detention determination: (1) the individual's past conduct, illegal drug use, and conviction record; and (2) whether he was on probation, parole, or other release when arrested. Authorizes a judge to detain for up to ten days a person charged with an offense if it appears that such person: (1) may flee or pose a danger to another person or the community; and (2) is on pretrial release for a Federal or State felony or is on probation, parole, or other release for a Federal, State, or local offense. Amends the Racketeer Influenced and Corrupt Organizations Act (RICO) and the Continuing Criminal Enterprise statute (CCE) to subject to criminal forfeiture all profits and proceeds acquired indirectly or directly from illegal enterprises or from continuing narcotics enterprises. Authorizes the court to direct the forfeiture of other assets of a defendant, to the extent that such proceeds cannot be located or are otherwise beyond Federal jurisdiction. Permits the court to authorize redemption of such assets upon surrender of the original proceeds. Establishes a mandatory penalty of life imprisonment without possibility of parole for attempting to assassinate the President of the United States. Amends the Federal Aviation Act of 1958 to require the revocation of the airman certificate of any person who violates any Federal or State law relating to the transportation or distribution of controlled substances. Provides criminal penalties for the use or sale of fraudulent certificates with the intent or knowledge that such certificates will be used to violate any such laws. Establishes criminal penalties for operating an aircraft with knowledge that such aircraft is used or intended to be used to violate any such laws. Directs the Attorney General to provide a complete report on organized crime to Congress within 60 days of enactment. Amends the Federal Rules of Criminal Procedure to require the consecutive sentencing of any defendant who commits a felony while on pretrial release for another offense and is convicted of such offenses. Directs the Attorney General to move expeditiously to conduct negotiations to secure the cooperation of law enforcement authorities in foreign countries in order to deprive domestic criminals of the use of foreign havens for proceeds of crimes. Violent Juvenile Reform Act of 1981 - Amends the juvenile delinquency provisions of the criminal code to permit a juvenile to be proceeded against in Federal district court upon certification of the Attorney General that the offense charged, if committed by an adult, would be a felony punishable by a maximum penalty of ten years' imprisonment or more, life imprisonment, or death, and there is a special interest warranting Federal prosecution. Revises the factors to be considered in determining whether the transfer to district court of a juvenile over the age of 16 who has committed a felony punishable by at least ten years' imprisonment is in the interest of justice. Amends the Omnibus Crime Control and Safe Streets Act of 1968 to authorize Federal assistance and training to State and local governments and private nonprofit organizations for programs and projects of proven effectiveness in improving the criminal justice system. Authorizes Federal assistance for national initiative programs of high priority and long-term impact for State and local governments, including corrections standards and accreditation, law enforcement accreditation, emergency enforcement assistance, and the establishment of a National Police Academy. Authorizes appropriations for fiscal year 1982 for such purposes. Amends the Justice System Improvement Act of 1979 to authorize the National Institute of Justice to conduct applied research in the area of rehabilitation and recidivism and review the impact that longstanding issues of procedure such as the right to a speedy trial have had on crime control. Amends the Omnibus Crime Control and Safe Streets Act of 1968 to establish a national program of group life insurance for public safety officers of a State or local government which has applied to the Law Enforcement Assistance Administration to participate in such program and agrees to withhold a premium from such officers' pay. Creates an Advisory Council on Public Safety Officers' Group Life Insurance to advise the Administration on such program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Anti Drug Anti Crime Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Violent Juvenile Reform Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to fight violent crime and crime organizations, to stem the flow of drugs from abroad, and to improve the administration of the criminal justice system.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:18-05:00"
}