{
  "actions": [
    {
      "acted_at": "1973-04-10", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres498-93", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-10", 
  "number": "498", 
  "official_title": "Joint resolution concerning the war powers of the Congress and the President.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "War Powers Resolution", 
  "sponsor": {
    "district": "98", 
    "name": "du Pont, Pierre S., IV", 
    "state": "DE", 
    "thomas_id": "00319", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-10", 
  "subjects": [
    "Congress", 
    "Congressional-executive relations", 
    "Declaration of war", 
    "Government operations and politics", 
    "National defense", 
    "War"
  ], 
  "subjects_top_term": "Congressional-executive relations", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-10", 
    "text": "War Powers Resolution - Authorizes the President in the absence of a declaration of war or a specific authorization by the Congress to take action to involve the Armed Forces of the United States in hostilities, or in situations where imminent involvement in hostilities is clearly indicated, to respond to any act or situation that directly endangers the United States, its territories or possessions, or its citizens or nationals, when he determines that extraordinary and emergency circumstances do not permit specific prior authorization by the Congress. Requires the President in such cases to submit to the Speaker of the House of Representatives and to the President pro tempore of the Senate a report setting forth: (1) a full account of circumstances under which he took such action; (2) his estimate of the scope of the United States involvement in any such hostilities or situation; (3) the constitutional, legislative, or treaty provisions, if any, under the authority of which he took such action; and (4) his reasons, if any, for seeking specific prior authorization by the Congress. Requires both Houses of the Congress immediately to consider authorization for such involvement of the Armed Forces of the United States and the expenditure of funds therefor whenever the President takes any action under this joint resolution involving the Armed Forces of the United States in hostilities. Provides that whenever the President takes any action resulting in involvement of the Armed Forces of the United States in armed conflict outside the United States, its territories and possessions, to respond to any act or situation that does not directly endanger the United States, its territories or possessions, or its citizens or nationals, the Congress may, by joint resolution, disapprove such action."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "War Powers Resolution", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Joint resolution concerning the war powers of the Congress and the President.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:17-05:00"
}