{
  "actions": [
    {
      "acted_at": "2009-02-09", 
      "committee": "House Committee on Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-02-12", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "subcommittee": "Water and Power", 
      "text": "Referred to the Subcommittee on Water and Power.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr925-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Water and Power", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-02-09", 
  "number": "925", 
  "official_title": "To amend the Colorado River Storage Project Act and Public Law 87-483 to authorize the construction and rehabilitation of water infrastructure in Northwestern New Mexico, to authorize the use of the reclamation fund to fund the Reclamation Water Settlements Fund, to authorize the conveyance of certain Reclamation land and infrastructure, to authorize the Commissioner of Reclamation to provide for the delivery of water, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Northwestern New Mexico Rural Water Projects Act", 
  "sponsor": {
    "district": "3", 
    "name": "Lujan, Ben Ray", 
    "state": "NM", 
    "thomas_id": "01939", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-02-09", 
  "subjects": [
    "Arizona", 
    "Endangered and threatened species", 
    "Environmental assessment, monitoring, research", 
    "Federal-Indian relations", 
    "Fishes", 
    "Government trust funds", 
    "Indian claims", 
    "Indian lands and resources rights", 
    "Interest, dividends, interest rates", 
    "Montana", 
    "New Mexico", 
    "Public contracts and procurement", 
    "Water resources development", 
    "Water resources funding", 
    "Water storage", 
    "Water use and supply", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-02-09", 
    "text": "Northwestern New Mexico Rural Water Projects Act - Amends the Colorado River Storage Project Act to authorize the Secretary of the Interior to: (1) create and operate within the available capacity of Navajo Reservoir (the reservoir created by the impoundment of the San Juan River at Navajo Dam) a top water bank; and (2) construct, operate, and maintain the Navajo Indian Irrigation Project.Establishes in the Treasury a Reclamation Water Settlements Fund. Authorizes the Secretary to expend from the Fund up to a specified amount to implement a settlement agreement approved by Congress that resolves litigation involving the United States if the agreement or implementing legislation requires the Bureau of Reclamation to provide financial assistance for, or plan, design, and construct: (1) water supply infrastructure; or (2) a project to rehabilitate a water delivery system to conserve water or to improve environmental conditions associated with an existing reclamation project. Requires the Secretary to expend specified sums for completion of the Navajo-Gallup water supply project and other New Mexico and Montana settlements. Authorizes the Secretary to: (1) design, construct, operate, and maintain the Navajo-Gallup Water Supply Project in substantial accordance with the draft environmental impact statement prepared by the Bureau; and (2) construct, operate, and maintain specified Project facilities to provide for the delivery of San Juan River water to Gallup, New Mexico, the Navajo Nation, and the Jicarilla Apache Nation. Directs the Secretary to: (1) reserve up to 26 megawatts of power for Project use; and (2) identify projects recommended to repair, rehabilitate, or reconstruct Non-Navajo Irrigation District diversion and ditch facilitites to improve water use efficiency. Approves, ratifies, and confirms the Agreement among New Mexico, the Navajo Nation, and the United States setting forth a stipulated and binding agreement signed by New Mexico and the Navajo Nation on April 19, 2005. Directs the Secretary to enter into that agreement to the extent that it does not conflict with this Act.Establishes in the Treasury the Navajo Nation Water Resources Development Trust Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Northwestern New Mexico Rural Water Projects Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Colorado River Storage Project Act and Public Law 87-483 to authorize the construction and rehabilitation of water infrastructure in Northwestern New Mexico, to authorize the use of the reclamation fund to fund the Reclamation Water Settlements Fund, to authorize the conveyance of certain Reclamation land and infrastructure, to authorize the Commissioner of Reclamation to provide for the delivery of water, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:52:20-05:00"
}