{
  "actions": [
    {
      "acted_at": "1973-07-17", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres666-93", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Udall, Morris K.", 
      "sponsored_at": "1973-01-03", 
      "state": "AZ", 
      "thomas_id": "01173", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-07-17", 
  "number": "666", 
  "official_title": "Joint resolution proposing an amendment to the constitution of the United States relating to the strengthening of the system of checks and balances between the legislative and executive branches of the Government as envisioned by the Constitution with respect to the enactment and execution of the laws and the accountability to the people of the executive as well as the legislative branches of the Government.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Green, Edith", 
    "state": "OR", 
    "thomas_id": "00461", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-07-17", 
  "subjects": [
    "Constitutional amendments", 
    "Government operations and politics", 
    "Law"
  ], 
  "subjects_top_term": "Constitutional amendments", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-07-17", 
    "text": "Constitutional Amendment - Vests in the Congress of the United States the power, upon enactment by two-thirds of the Senate and of the House of Representatives present of a joint resolution that the President has failed or refused faithfully to execute the laws enacted by the Congress; or that he has willfully exceeded the powers vested in him; or that he has caused or willfully permitted the rights of citizens to be trespassed upon to (1) enact a law which shall be excluded from the provisions enumerated in article I, section 7 of the Constitution requiring presentation to and signature by the President of all laws by Congress; and (2) provide for a special election for President and Vice President of the United States, to be held within ninety days from the date of enactment of the joint resolution. Provides that such special election shall be by direct popular vote of the registered voters of the States. States that the campaign funds of the political parties participating in such special election shall be financed exclusively from funds which the Congress shall appropriate. Excludes such legislation from the Constitutional requirement of presentation to and signature by the President of all laws by Congress. Makes this article inoperative whenever the date for such special election occurs within one hundred and eighty days prior to the normal date for the election of the President and Vice-President. Provides that the incumbent President and Vice-President shall be eligible to be renominated as candidates for reelection. States that if persons other than the incumbents are elected in the special election, such persons shall serve for the remainder of the unexpired terms of the incumbents. Provides that this article shall not impair impeachment procedures relating to the President and Vice-President."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Joint resolution proposing an amendment to the constitution of the United States relating to the strengthening of the system of checks and balances between the legislative and executive branches of the Government as envisioned by the Constitution with respect to the enactment and execution of the laws and the accountability to the people of the executive as well as the legislative branches of the Government.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:20-05:00"
}