{
  "actions": [
    {
      "acted_at": "1988-05-02", 
      "committee": "House Committee on Science, Space, and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science, Space, and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-05-05", 
      "in_committee": "House Committee on Science, Space, and Technology", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-05", 
      "in_committee": "House Committee on Science, Space, and Technology", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-05-19", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Science, Space, and Technology.  Report No: 100-636.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-19", 
      "references": [], 
      "text": "Placed on Union Calendar No: 376.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-25", 
      "references": [], 
      "text": "Committee on Rules Granted an Open Rule Providing One Hour of General Debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-25", 
      "bill_ids": [
        "hres460-100"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.460 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-02", 
      "references": [], 
      "text": "Rule Passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-02", 
      "references": [], 
      "text": "Considered by House Unfinished Business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-03", 
      "references": [], 
      "text": "Committee Amendment in the Nature of a Substitute Considered as an Original Bill for the Purpose of Amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-03", 
      "references": [], 
      "text": "The Clerk Reported Committee Amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-03", 
      "references": [], 
      "text": "House Agreed to Amendments Adopted by the Committee of the Whole.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-03", 
      "references": [], 
      "text": "Considered by House Unfinished Business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-03", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "167", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Yea-Nay Vote: 290 - 27 (Record Vote No: 167).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1988-06-07", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-09", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Energy Research and Development", 
      "text": "Referred to Subcommittee on Energy Research and Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-09-15", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-09-26", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported to Senate by Senator Johnston with an amendment in the nature of a substitute and an amendment to the title. With written report No. 100-550.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-26", 
      "calendar": "Senate Legislative", 
      "number": "997", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 997.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-10-21", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-21", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment and an amendment to the Title by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h731-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "731"
    }, 
    {
      "amendment_id": "h732-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "732"
    }, 
    {
      "amendment_id": "h733-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "733"
    }, 
    {
      "amendment_id": "h734-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "734"
    }, 
    {
      "amendment_id": "h735-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "735"
    }, 
    {
      "amendment_id": "h736-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "736"
    }, 
    {
      "amendment_id": "s3770-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3770"
    }
  ], 
  "bill_id": "hr4505-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Research and Development", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1988-06-03", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1988-10-21", 
    "vetoed": false
  }, 
  "introduced_at": "1988-05-02", 
  "number": "4505", 
  "official_title": "A bill to authorize appropriations to the Department of Energy for civilian research and development programs for fiscal year 1989.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres460-100", 
      "reason": "rule"
    }
  ], 
  "short_title": "Research Initiatives and Technology Competitiveness Act of 1988", 
  "sponsor": {
    "district": "3", 
    "name": "Lloyd, Marilyn", 
    "state": "TN", 
    "thomas_id": "00698", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_BACK:SENATE", 
  "status_at": "1988-10-21", 
  "subjects": [
    "Authorization", 
    "Buy American", 
    "Colorado", 
    "Commercialization", 
    "Conflict of interests", 
    "Department of Energy", 
    "Drug abuse", 
    "Drugs and employment", 
    "Economics and public finance", 
    "Electronics", 
    "Energy", 
    "Energy conservation", 
    "Energy policy", 
    "Energy research", 
    "Energy supplies", 
    "Engineering", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Federal installations", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Fossil fuels", 
    "Geothermal resources", 
    "Government and business", 
    "Government operations and politics", 
    "Information services", 
    "Intellectual property", 
    "International cooperation in science", 
    "Isotopic power generators", 
    "Laboratories", 
    "Licenses", 
    "Materials research", 
    "Military research", 
    "Names", 
    "New Mexico", 
    "Nuclear energy", 
    "Nuclear energy research facilities", 
    "Nuclear fusion", 
    "Research and development", 
    "Research and development contracts", 
    "Research and development facilities", 
    "Scholarships", 
    "Science and technology", 
    "Science, technology, communications", 
    "Solar energy", 
    "Solar heating and cooling", 
    "Standards", 
    "Superconductivity", 
    "Technology transfer", 
    "Trade agreements", 
    "Wind power"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1988-10-21", 
    "text": "(Measure passed Senate, amended) Research Initiatives and Technology Competitiveness Act of 1988 - Title I: Superconductivity and Competitiveness - National Superconductivity and Competitiveness Act of 1988 - Instructs the Director of the Office of Science and Technology Policy (OSTP) to establish a five-year National Action Plan on Advanced Superconductivity Research and Development. Sets forth the content and scope of the plan. Requires the OSTP, with the National Critical Materials Council, to report details of the plan to specified congressional committees within nine months of this Act's enactment. Requires subsequent annual reports evaluating plan progress and describing Federal expenditures involved with superconductivity. Directs the Secretary of Energy to conduct a program in superconductivity research and development. Requires a report to the relevant congressional committees, within 180 days of this Act's enactment, on implementation of technology transfer activities under the Stevenson-Wydler Technology Innovation Act of 1980 and related law with respect to superconductivity, and annual reports for the subsequent two years. Directs the National Institute of Standards and Technology (formerly the National Bureau of Standards) to: (1) promote fundamental research and materials standards to accelerate the use and application of new superconducting materials; and (2) use the Superconductivity Center Focusing on Electronic Applications, located in Boulder, Colorado. Instructs the National Science Foundation and the National Aeronautics and Space Administration to promote research and use existing programs to promote commercial applications of high-temperature superconductors. Sets out the role of the Department of Defense, directing it to emphasize fundamental research, materials processing, and applications of new superconducting materials in its superconductivity research and development activities and to conduct engineering and operational prototype testing. Instructs the Director of the Defense Advanced Research Projects Agency to augment, as appropriate, basic and applied superconductivity research conducted in other Federal agencies and in industry and to develop criteria for operational prototype testing within the Department of Defense. Directs the President to establish a program of international cooperation in the conduct of basic research on superconducting materials, including the exchange of basic information and data and the development of international standards for the use and application of superconducting materials. Requires all Federal departments and agencies to undertake appropriate technology transfer activities in the interest of complementing basic superconductivity research and promoting collaborative arrangements and consortia of industry and business to increase deployment of advanced high-temperature superconductor technology. Directs the OSTP Director, with the Secretaries of Commerce and of Energy, to identify Federal policies and regulations that impede long-term private sector investment programs to commercialize superconductivity applications. Title II: National Laboratory Cooperative Research Initiatives - Department of Energy National Laboratory Cooperative Research Initiatives Act - Defines terms and lists laboratories subject to this title. Declares it a mission of the National Laboratories to foster, consistent with the national security and a fair return on taxpayers' investment, the commercialization of technology developed through laboratory activities. Directs the Secretary to ensure that such mission is not detrimental to any National Laboratory military mission. Subtitle A: The Department of Energy National Laboratories Centers for Research on Enabling Technologies for High Temperature Superconducting Applications - Directs the Secretary of Energy to: (1) initiate and implement a cooperative program of research on enabling high-temperature superconductor technology and its practical applications; (2) require and ensure National Laboratory participation in this research by means of agreements with other Federal agencies, academic institutions, or private industrial or research organizations; (3) from the Council for Research on Enabling Technologies, comprising representatives of appropriate government, university, and industry personnel, to advise the Secretary concerning goals and to recommend guidelines for the release of technical findings and developments made by cooperative research centers; and (4) establish cooperative research centers in enabling technology for high-temperature superconducting materials and applications at at least one National Laboratory. Sets forth criteria for selecting Laboratories. Directs the Council to ensure that there is no unnecessary duplication of activities of the Research Centers on Superconductivity and Superconductivity Pilot Centers. Permits personnel exchanges among firms or universities and National Laboratories participating in the program. Requires user fees in connection with Department of Energy (DOE) facility use authorized by the Secretary. Authorizes the Secretary to include high-temperature superconductivity activities in DOE research and development budget requests for FY 1990 through 1995. Describes cost-sharing features to apply to National Laboratories participating in the program. Prohibits a laboratory from receiving: (1) more than ten percent of its annual budget from nonappropriated funds derived from work for others under program contracts unless the Secretary gives advance approval; or (2) from any person more than $10,000,000, or the monetary equivalent, of nonappropriated funds under any cooperative research and development agreement under this subtitle unless the Secretary approves in advance. Describes procedures governing review and modification of cooperative agreements, as well as recordkeeping requirements. Subtitle B: Technology Management at the Department of Energy National Laboratories - Directs the Secretary to: (1) review existing regulations, policy materials, and administrative processes associated with National Laboratories directors' ability to enter into cooperative research agreements with private industry and universities; (2) review existing standards for resolving possible conflicts of interest; (3) review the effects of the exchange of information, scientific innovation, and commercialization deriving from cooperative research and development agreements; (4) survey non-Governmental parties interested in such agreements to determine whether adequate incentives exist for scientific innovation and commercialization; (5) formulate and implement comprehensive policy to advance this subtitle's objectives; and (6) report review findings, along with resulting recommendations, to the Congress and to the President. Directs the Secretary to prescribe regulations to ensure that the director of any National Laboratory has the authority to negotiate and enter into cooperative research and development agreements with various private and public entities and to negotiate intellectual property licensing agreements for National Laboratory property. Authorizes National Laboratory directors to include specified types of provisions in cooperative agreements. Enumerates mandatory determinations the director must make when deciding whether to enter an agreement, including a determination that the National Laboratory facilities are available and that the proposed work is consistent with applicable guidelines and would neither interfere with Department of Energy programs nor create a financial burden on the Laboratory. Limits the cumulative total of nonappropriated funds received in any year under agreements under this title to ten percent of the annual budget of the Laboratory, unless approved by the Secretary. Sets forth conflict of interest guidelines for National Laboratory Directors when negotiating or entering into research agreements or granting intellectual property licenses or assignments. Sets forth criteria the director of a National Laboratory must consider when deciding which agreements to enter into, including a preference for businesses that agree to manufacture the relevant property substantially in the United States. Requires each National Laboratory to keep records of all agreements and to submit them annually to the Secretary. Lists provisions to govern disposition of title to property developed by National Laboratories. States that as a condition to disposal of Federal title to subject inventions made in the performance of a National Laboratory contract, the United States shall retain a royalty-free license to use such subject invention for its own purposes. Authorizes the Secretary to exempt from title retention requirements any category of inventions directly related to nuclear weaponry design, manufacture, or utilization. Enumerates intellectual property rights and royalty provisions that must be included in DOE funding agreements to operate a National Laboratory. Vests in arbitration boards the responsibility of determining the amount to be paid to the United States by National Laboratory managers or directors for intellectual property rights retained by the Laboratory. Authorizes the Secretary to require the licensing of third parties of all intellectual property subject to this subtitle's provisions. Directs the Secretary and the Inspector General of the Department of Energy, along with the Comptroller General, to conduct periodic audits of National Laboratory activities. Makes regulations with respect to cooperative agreements, patent ownership, and intellectual property subject to preissuance review by the Office of Federal Procurement policy. Confers sovereign immunity upon the United States for any claim alleging that injury resulted from the use of a product to which the United States holds the intellectual property rights, unless that product was produced by or at the request of the Federal Government. Directs the Secretary, immediately upon this subtitle's enactment, to enter into negotiations to amend existing National Laboratories' contracts to reflect this new law. Title III: Renewable Energy and Energy Efficiency - Renewable Energy and Energy Efficiency Technology Competitiveness Act of 1988 - Sets forth specified national goals for the current wind, photovoltaics, and solar thermal energy programs. Requires the President's budget request for FY 1991 to contain the recommendations of the Secretary of Energy for specified Department of Energy research and development programs for 1995, including biofuels energy systems, solar buildings energy systems, ocean energy systems, and geothermal energy. Authorizes FY 1990 appropriations for: (1) the wind energy research program; (2) the photovoltaic energy systems program; (3) the solar thermal energy systems program; (4) the biofuels energy systems program; (5) the solar building energy systems program; (6) the ocean energy systems program; and (7) the geothermal program. Mandates that the President's budget request for FY 1992 include the Secretary's recommendations proof of concept proposals for certain renewable energy projects. Requires the Secretary to submit an options analysis to the Congress regarding the accelerated commercialization of specified renewable energy technologies. Requires the President's budget requests for FY 1991 and 1992 to include the Secretary's recommendations of amounts to be set aside for energy efficiency research, development, and demonstration initiatives. Authorizes FY 1990 through 1992 appropriations for specified energy efficiency research and development programs. Directs the Secretary to establish joint research and development ventures in specified energy technologies and to report to the Congress on their implementation. Directs the Secretary to establish the following advisory bodies: (1) Advisory Committee on Renewable Energy and Energy Efficiency Technology; (2) Advisory Subcommittee on Photovoltaic Energy Technology;(3) Advisory Subcommittee on Wind Energy Technology; (4) Advisory Subcommittee on Solar Thermal Energy Technology; (5) Advisory Subcommittee on Energy Performance in Factory-Made Housing; (6) Advisory Subcommittee on Advanced District Cooling Technology; and (7) Advisory Subcommittee on Energy Conservation and Renewable Energy Technology Exports. Authorizes FY 1990 through 1992 appropriations for such joint ventures. Prescribes guidelines under which the Secretary, in consultation with such Advisory Committee, shall: (1) determine that a particular joint venture is not to be pursued; and (2) transmit a plan to the Congress for the establishment of a substitute joint venture. Directs the Committee on Renewable Energy, Commerce, and Trade to report annually to the Congress. Requires the Secretary to evaluate and report to the Congress on the efforts of such Committee to promote renewable energy technology exports. Prescribes report contents. Directs the Committee to establish a joint government-industry plan to maintain or increase the U.S. market share of international trade in renewable energy technologies, and to include such plan in its report to the Congress. Authorizes appropriations for FY 1990 through 1992 for such Committee activities. Amends the National Energy Conservation Policy Act to direct the Secretary to establish an information dissemination program for Federal procurement and loan officers on the benefits of solar heating and cooling technology, including site visits and technical briefings. Amends the Foreign Assistance Act of 1961 to authorize the Overseas Private Investment Corporation to include among its special projects incentives, grants, and studies for renewable energy and other small business activities. Requires the Secretary to make annual reports to the Congress regarding the research programs and ventures under this title. Requires each annual submission of the National Energy Policy Plan to be accompanied by a three-year strategic plan for energy technology research, development, and demonstration, including energy conservation and renewable energy technologies. Title IV: Manuel Lujan, Jr. Neutron Scattering Center - Redesignates the Los Alamos Neutron Scattering Center as the \"Manuel Lujan, Jr. Scattering Center.\""
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Energy Civilian Research and Development Authorization Act for Fiscal Year 1989", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Department of Energy Civilian Energy Research and Development Authorization Act for Fiscal Year 1989", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Department of Energy Civilian Energy Research and Development Authorization Act for Fiscal Year 1989", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Research Initiatives and Technology Competitiveness Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of Energy National Laboratory Cooperative Research Initiatives Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "National Superconductivity and Competitiveness Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Renewable Energy and Energy Efficiency Technology Competitiveness Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations to the Department of Energy for civilian research and development programs for fiscal year 1989.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:24-05:00"
}