{
  "actions": [
    {
      "acted_at": "2000-05-09", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2000-05-12", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Warner under the authority of the order of 05/11/2000. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-05-12", 
      "calendar": "Senate Legislative", 
      "number": "545", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 545.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2000-07-13", 
      "references": [
        {
          "reference": "CR S6598", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-13", 
      "bill_ids": [
        "s2549-106"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S. 2549 amended. (Division B)  .", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-13", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2000-07-18T08:57:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-18", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-18T18:05:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2551-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2000-07-13", 
    "vetoed": false
  }, 
  "introduced_at": "2000-05-12", 
  "number": "2551", 
  "official_title": "An original bill to authorize appropriations for fiscal year 2001 for military construction, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2549-106", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2549-106", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Military Construction Authorization Act for Fiscal Year 2001", 
  "sponsor": {
    "district": null, 
    "name": "Warner, John", 
    "state": "VA", 
    "thomas_id": "01452", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2000-07-13", 
  "subjects": [
    "Air bases", 
    "Alaska", 
    "Ammunition", 
    "Architecture", 
    "Arkansas", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army posts", 
    "Authorization", 
    "Ballistic missile defenses", 
    "Building leases", 
    "California", 
    "Chemical warfare", 
    "Colorado", 
    "Commemorations", 
    "Competitive bidding", 
    "Conferences", 
    "Congress", 
    "Congress and military policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Convention facilities", 
    "Defense budgets", 
    "Defense contracts", 
    "Department of Defense", 
    "Easements", 
    "Economics and public finance", 
    "Electric utilities", 
    "Emergency management", 
    "Energy", 
    "Energy conservation", 
    "Engineering", 
    "Environmental assessment", 
    "Environmental protection", 
    "Ex-presidents", 
    "Families", 
    "Flood control", 
    "Fuel storage", 
    "Georgia", 
    "Government liability", 
    "Government operations and politics", 
    "Harbors", 
    "Hawaii", 
    "Hazardous waste site remediation", 
    "History", 
    "Housing and community development", 
    "Illinois", 
    "Indemnity", 
    "Infrastructure", 
    "Islands", 
    "Italy", 
    "Kansas", 
    "Kentucky", 
    "Labor and employment", 
    "Land transfers", 
    "Law", 
    "Leases", 
    "Liability for toxic substances pollution damages", 
    "Maine", 
    "Maintenance and repair", 
    "Marine and coastal resources, fisheries", 
    "Marine corps", 
    "Marshall Islands", 
    "Maryland", 
    "Military and naval supplies", 
    "Military base closures", 
    "Military base conversion", 
    "Military communications", 
    "Military construction operations", 
    "Military dependents", 
    "Military housing", 
    "Military readiness", 
    "Military training", 
    "Missile bases", 
    "Missouri", 
    "NATO military forces", 
    "Names", 
    "National Guard", 
    "Naval bases", 
    "North Carolina", 
    "Parks", 
    "Pennsylvania", 
    "Public lands and natural resources", 
    "Public utilities", 
    "Railroad engineering", 
    "Railroad terminals", 
    "Reagan Administration", 
    "Rent", 
    "Residential energy conservation", 
    "Science, technology, communications", 
    "Texas", 
    "Transportation and public works", 
    "Virginia", 
    "Washington State", 
    "Water resources development"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2000-07-13", 
    "text": "TABLE OF CONTENTS: Title XXI: Army Title XXII: Navy Title XXIII: Air Force Title XXIV: Defense Agencies Title XXV: North Atlantic Treaty Organization Security Investment Program Title XXVI: Guard and Reserve Forces Facilities Title XXVII: Expiration and Extension of Authorizations Title XXVIII: General Provisions Subtitle A: Military Construction Program and Military Family Housing Changes Subtitle B: Real Property and Facilities Administration Subtitle C: Defense Base Closure and Realignment Subtitle D: Land Conveyances Part I: Army Conveyances Part II: Navy Conveyances Part III: Air Force Conveyances Part IV: Defense Agencies Conveyances Part V: Other Conveyances Subtitle E: Other Matters Military Construction Authorization Act for Fiscal Year 2001 - Title XXI(sic): Army - Authorizes the Secretary of the Army to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes such Secretary to construct or acquire family housing units, carry out architectural planning and design activities, and improve existing military family housing in specified amounts. Authorizes appropriations to the Army for fiscal years after 2000 for military construction, land acquisition, and military family housing functions of the Army. Limits the total cost of construction projects authorized by this title.(Sec. 2105) Amends the Military Construction Authorization Act for Fiscal Year 2000 to: (1) decrease the amount authorized for a construction project at Fort Stewart, Georgia; (2) cancel a construction project at Fort Riley, Kansas; and (3) increase the amount authorized for unspecified minor construction projects.(Sec. 2106) Amends the Military Construction Authorization Act for Fiscal Year 1999 to increase amounts authorized for construction projects at Fort Hood, Texas, and Fort Riley, Kansas.(Sec. 2107) Amends the Military Construction Authorization Act for Fiscal Year 1998 to increase the amount authorized for a construction project at Fort Stewart, Georgia.(Sec. 2108) Authorizes the Secretary of the Army to accept funds from the Federal Highway Administration or the State of Kentucky for a military construction project involving a rail connector at Fort Campbell, Kentucky.Title XXII: Navy - Provides, with respect to the Navy, authorizations paralleling those provided for the Army under the previous title.(Sec. 2205) Authorizes the Secretary of the Navy to carry out a military construction project at the Marine Corps Combat Development Command, Quantico, Virginia, using funds authorized under a prior-year military construction authorization Act for a sanitary landfill at such facility.Title XXIII: Air Force - Provides, with respect to the Air Force, authorizations paralleling those provided for the Army under Title XXI.Title XXIV: Defense Agencies - Authorizes the Secretary of Defense (Secretary) to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes appropriations to the Department of Defense (DOD) for fiscal years after 2000 for military construction, land acquisition, and military family housing functions of DOD. Limits the total cost of construction projects authorized by this title.(Sec. 2402) Authorizes the Secretary to carry out certain energy conservation projects.(Sec. 2404) Amends the Military Construction Authorization Act for Fiscal Years 1990 and 1991 to increase the amount authorized for a project at Portsmouth Naval Hospital, Virginia.Title XXV: North Atlantic Treaty Organization Security Investment Program - Authorizes the Secretary to make contributions for the North Atlantic Treaty Organization Security Investment Program and authorizes appropriations for fiscal years after 2000 for such purpose.Title XXVI: Guard and Reserve Forces Facilities - Authorizes appropriations for fiscal years after 2000 for the Guard and reserve forces for acquisition, architectural and engineering services, and construction of facilities.(Sec. 2602) Increases (with an equivalent offset) the amount authorized to the Air National Guard, to be used toward the costs of construction of a new airport tower at Cheyenne Airport, Wyoming.Title XXVII: Expiration and Extension of Authorizations - Terminates all authorizations contained in Titles XXI through XXVI of this Act on October 1, 2003, or the date of enactment of an Act authorizing funds for military construction for FY 2004, whichever is later, with exceptions. Extends certain prior-year military construction projects.Title XXVIII: General Provisions - Subtitle A: Military Construction Program and Military Family Housing Changes - Expresses the sense of Congress that in preparing the budget for a fiscal year, the Secretary should seek to identify and give priority to military construction projects that are suitable as joint construction projects. Directs the Secretary to include within each fiscal year budget a certification by each Secretary concerned that the feasibility of carrying out projects as joint construction projects was evaluated. Requires an annual report from the Secretary to the appropriate congressional committees on such projects.(Sec. 2802) Excludes certain installation, maintenance, and repair costs from a spending limit on the improvement of military family housing.(Sec. 2803) Removes certain limitations on housing space based on pay grade and directs the Secretary of the military department concerned to ensure that room patterns and floor areas are generally comparable to patterns and areas of similar housing units in the private sector in that locality.(Sec. 2804) Amends provisions concerning the leasing of military family housing units at the United States Southern Command in Miami, Florida, to: (1) remove an annual $60,000 limit on individual housing lease costs; (2) allow such leases to extend for up to five years; and (3) require the Secretary of the Army to adjust the maximum annual limit on such leases by the amount of annual basic allowance for housing increase in the Miami area.(Sec. 2805) Directs the Secretary concerned to use competitive procedures when entering into contracts under certain alternative authority for the acquisition or improvement of military housing. Allows a waiver of such requirement when such Secretary determines and notifies Congress that such procedures would be inconsistent with the public interest.(Sec. 2806) Authorizes the Secretary concerned to furnish specified utilities and related services in connection with any military housing acquired or constructed pursuant to such alternative authority. Requires reimbursement for such utilities and services.(Sec. 2807) Extends such alternative authority through February 10, 2004.(Sec. 2808) Includes a military readiness center within the definition of an armory.Subtitle B: Real Property and Facilities Administration - Increases from $200,000 to $500,000 the minor real property transaction threshold before certain congressional notification and reporting is required from the Secretary concerned.(Sec. 2812) Amends provisions concerning the leasing of non-excess property of military departments to: (1) remove the requirement that such property is not currently needed for public use; (2) prohibit such leases from providing for the maintenance, protection, or restoration of such property; and (3) provide for the acceptance of additional in-kind consideration with regard to such leases, including environmental restoration. Adds additional requirements before the acceptance of in-kind consideration valued in excess of $500,000. Authorizes the use of lease proceeds for protection, alteration, improvement, or restoration of property or facilities, leasing of other facilities, or facilities operation support. (Currently, such uses are limited to maintenance, repair, and environmental restoration.) Requires at least 50 percent of lease proceeds to be used at the installation where the leased property is located. Prohibits the Secretary concerned from constructing or acquiring facilities valued in excess of $500,000 until 30 days after notifying the defense and appropriations committees of such construction or acquisition. Revises reporting dates with respect to such leases, and requires such reports to be submitted to the congressional appropriations (currently, only defense) committees.Authorizes the Secretary concerned to enter into agreements indemnifying any person or entity leasing such property from damage or loss resulting from: (1) the release or threatened release of any hazardous substance, pollutant or contaminant, petroleum or petroleum derivative, or unexploded ordnance as a result of DOD activities on the installation on which the leased property is located; and (2) any environmental remediation obligations required by any such release. Provides agreement provisions, conditions, and limitations.(Sec. 2813) Provides limited authority for the Secretary concerned to use procedures other than competitive procedures for selecting conveyees of utility systems of a military department.Subtitle C: Defense Base Closure and Realignment - Amends the Defense Base Closure and Realignment Act of 1990 and the Defense Authorization Amendments and Base Closure and Realignment Act to limit to the initial transfer of property the right of the Secretary to transfer at or below its estimated fair market value real and personal property located at a military installation to be closed or realigned.Subtitle D: Land Conveyances - Part I: Army Conveyances - Authorizes the Secretary of the Army to convey to: (1) the Tri-City Regional Port District of Granite City, Illinois, the Charles Melvin Price Support Center, for a port facility and other public purposes; (2) the city of Pittsburgh, Pennsylvania, the Lieutenant General Malcolm Hay Army Reserve Center; (3) the Ellis School, Pittsburgh, Pennsylvania, the Colonel Harold E. Steele Army Reserve Center and Maintenance Shop; (4) the city of Seattle, Washington, specified real property at Fort Lawton, Washington, for inclusion in Seattle's Discovery Park; (5) the city of Vancouver, Washington, the west barracks at Vancouver Barracks, for inclusion within the Vancouver National Historic Reserve; (6) the State of Kansas specified real property at Fort Riley Military Reservation, Kansas, for a State-operated veterans cemetery; and (7) the Winona State University Foundation of Winona, Minnesota, the Army Reserve Center in Winona, for educational purposes.Part II: Navy Conveyances - Amends the Military Construction Authorization Act for Fiscal Year 1990 and 1991 to modify a land conveyance with respect to the Marine Corps Air Station, El Toro, California.(Sec. 2852) Amends the Military Construction Authorization Act for Fiscal Year 1995 to authorize the Secretary to replace the electric utility service removed during the course of environmental remediation at the Defense Fuel Supply Point, Casco Bay, Maine.(Sec. 2853) Modifies a land conveyance at the former Naval Training Center in Bainbridge, Maryland, to allow the Secretary of the Navy to choose whether to receive consideration upon the further transfer of such property to the State of Maryland.(Sec. 2854) Authorizes the Secretary of the Navy to convey to the State of Maine, or a subdivision or agency thereof, the Naval Computer and Telecommunications Station in Cutler, Maine. Authorizes the lease of such property pending conveyance.(Sec. 2855) Amends the Military Construction Authorization Act for Fiscal Year 1995 to revise: (1) use restrictions placed upon the Oxnard Harbor District, Port Hueneme, California, with regard to a naval port at such Harbor; and (2) consideration requirements.(Sec. 2856) Authorizes the Secretary of the Navy to convey to the city of Jacksonville, Florida, a railroad right-of-way at the Marine Corps Base in Camp Lejeune, North Carolina.Part III: Air Force Conveyances - Amends the Military Construction Authorization Act for Fiscal Year 1998 to designate a new transferee with respect to a land conveyance at Ellsworth Air Force Base, South Dakota.(Sec. 2862) Authorizes the Secretary of the Air Force to convey: (1) by sale or lease specified portions of real property at Los Angeles Air Force Base, California, in order to consolidate the mission and support functions at such Base; and (2) to the Port of Everett, Washington, the Mukilteo Tank Farm, for a port facility and other purposes.Part IV: Defense Agencies Conveyances - Authorizes the Secretary to convey the Army and Air Force Exchange Service in Farmers Branch, Texas, requiring a cash payment equal to the fair market value of such property. Requires a report from the Secretary to the defense and appropriations committees following such conveyance.Part V: Other Conveyances - Authorizes the Administrator of General Services to convey to the city of Charlottesville, Virginia, the Jefferson Street Property in Charlottesville, for economic development purposes. Subtitle E: Other Matters - Designates the Army missile testing range at Kwajalein Atoll in the Marshall Islands as the Ronald Reagan Ballistic Missile Defense Test Site at Kwajalein Atoll.(Sec. 2892) Authorizes the Secretary of the Air Force to accept gifts from the Air Force Museum Foundation to pay the costs of design and construction of a third building for the United States Air Force Museum at Wright-Patterson Air Force Base, Ohio.(Sec. 2893) Authorizes the Secretary of the Navy to enter into a joint venture with the Marine Corps Heritage Foundation for the design and construction of a multipurpose facility for historical displays and related purposes consistent with the mission of the Marine Corps University in Quantico, Virginia. Designates such facility as the Marine Corps Heritage Center. Authorizes such Secretary to accept certain property offered by the Park Authority of Prince William County, Virginia, as a potential facility site. Authorizes such Secretary to lease portions of the facility to such Foundation.(Sec. 2894) Directs the Secretary of the Navy to carry out appropriate activities to maintain aircrew safety at Fallon Air Station, Nevada, following the elimination of greenbelt irrigation at such Station.(Sec. 2895) Expresses the sense of Congress that land transfers at Melrose Range, New Mexico, and the Yakima Training Center, Washington, will support military training, safety, and land management concerns on such lands."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act for Fiscal Year 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Military Construction Authorization Act for Fiscal Year 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 2001 for military construction, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:16-05:00"
}