{
  "actions": [
    {
      "acted_at": "1976-05-05", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-05-14", 
      "references": [], 
      "text": "Reported to House from the Committee on Education and Labor with amendment, H. Rept. 94-1147.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-18", 
      "references": [], 
      "text": "Reported to House from the Committee on Education and Labor, H. Rept. 94-1147 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-26", 
      "references": [], 
      "text": "Reported to House from the Committee on Education and Labor, H. Rept. 94-1147 (Part III).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-29", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-29", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-27", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-28", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-28", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #557 (309-86).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-29", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-09-01", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Public Welfare, S. Rept. 94-1197.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13555-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-05", 
  "number": "13555", 
  "official_title": "A bill to amend the Federal Metal and Nonmetallic Mine Safety Act and to transfer certain functions relating to coal mine health and safety under the Federal Coal Mine Health and Safety Act of 1969.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1221-94", 
      "reason": "rule"
    }
  ], 
  "short_title": "Mine Safety and Health Act", 
  "sponsor": {
    "district": "14", 
    "name": "Daniels, Dominick V.", 
    "state": "NJ", 
    "thomas_id": "00262", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-05-05", 
  "subjects": [
    "Advisory bodies", 
    "Department of Labor", 
    "Department of the Interior", 
    "Financial disclosure", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Labor and employment", 
    "Mine safety", 
    "Mines and mineral resources", 
    "Occupational health and safety", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Mine safety", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1976-07-28", 
    "text": "(Measure passed House, amended, roll call #557 (309-86)) Mine Safety and Health Act - Amends the Federal Metal and Nonmetallic Mine Safety Act to change the short title to \"Federal Metal and Nonmetallic Mine Safety and Health Act.\" Amends such Act to impose a general duty on mine operators to furnish miners with employment and a place of employment which are free from hazards that are causing, or are likely to cause, death or injury. Directs the Secretary of Labor to establish additional mine safety standards pursuant to recommendations made by an adivsory committee appointed by the Secretary. Requires that standards dealing with toxic materials or harmful physical agents allow mine operators, miners, and their representatives the opportunity for observation of monitoring techniques and access to pertinent records. Requires that standards impose labeling requirements and suitable protective equipment for miners. Establishes procedures for the granting of variances for affected mine operators from such standards. Directs the making of unannounced inspections of mine sites by representatives of the Secretary of Labor or the Secretary of Health, Education, and Welfare. Requires special inspections upon the request of miners or their representatives where an imminent danger is alleged to exist. Requires investigations into mine accidents with a view to preventing their recurrence. Imposes reporting requirements on mine operators with respect to work-related deaths, injuries and illnesses. Stipulates that such information shall be obtained in a manner designed to impose a minimum burden on small business. Establishes a program of miner education and training. Requires that miners be informed of rights and obligations under this Act. Establishes procedures for enforcement of mine safety standards under this Act, including the closure of dangerous mine sites by the Secretary of Labor or his representative. Imposes civil and criminal penalties for violation of provisions of this Act. Establishes the Federal Metal and Nonmetallic Mine Safety and Health Commission, as an independent agency, to appoint hearing examiners (to adjudicate disputes under the Act) and to review the decisions of such examiners. Establishes, in the Department of Labor, an Office of the Assistant Secretary for Mine Safety and Health to be filled by Presidential appointment, by and with the advice and consent of the Senate. Creates the Advisory Committee on Metal and Nonmetallic Mine Safety and Health, to consult with the Assistant Secretary and the Secretary of Health, Education, and Welfare on the administration of the Act. Transfers the administration of the Act from the Department of the Interior to the Department of Labor. Authorizes the transfer of personnel to the Department of Labor. Authorizes the appropriation of such sums as necessary to carry out the provisions of the Act. Authorizes the Secretary of Health, Education, and Welfare and the Secretary of the Interior to conduct research, experiments, and demonstrations relating to mine safety and health, including studies of lung and respiratory diseases and carcinogenic substances, and studies of psychological factors. Requires each officer or employee of the Secretaries of the Interior, Labor, or Health, Education, and Welfare, who performs any function or duty under this Act and who has a known financial interest to file annually with the appropriate Secretary a statement concerning all such interest."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mine Safety and Health Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Metal and Nonmetallic Mine Safety and Health Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Metal and Nonmetallic Mine Safety Act and to transfer certain functions relating to coal mine health and safety under the Federal Coal Mine Health and Safety Act of 1969.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:16-05:00"
}