{
  "actions": [
    {
      "acted_at": "2011-08-01", 
      "references": [], 
      "text": "Select Committee on Intelligence. Original measure reported to Senate by Senator Feinstein. With written report No. 112-43. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-08-01", 
      "calendar": "Senate Legislative", 
      "number": "124", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 124.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1458-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Intelligence (Select)", 
      "committee_id": "SLIN"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-08-01", 
  "number": "1458", 
  "official_title": "An original bill  to authorize appropriations for fiscal year 2012 for intelligence and intelligence-related activities of the United States Government, the Community Management Account, and the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Intelligence Authorization Act for Fiscal Year 2012", 
  "sponsor": {
    "district": null, 
    "name": "Feinstein, Dianne", 
    "state": "CA", 
    "thomas_id": "01332", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-08-01", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Appropriations", 
    "Armed forces and national security", 
    "Arms control and nonproliferation", 
    "Caribbean area", 
    "Central Intelligence Agency (CIA)", 
    "Coast guard", 
    "Congressional oversight", 
    "Criminal justice information and records", 
    "Cuba", 
    "Department of Defense", 
    "Department of Energy", 
    "Department of Homeland Security", 
    "Department of Justice", 
    "Department of State", 
    "Department of the Treasury", 
    "Detention of persons", 
    "Director of National Intelligence", 
    "Employee leave", 
    "Executive agency funding and structure", 
    "Federal Bureau of Investigation (FBI)", 
    "Federal officials", 
    "Foreign language and bilingual programs", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government studies and investigations", 
    "Intelligence activities, surveillance, classified information", 
    "Latin America", 
    "Military facilities and property", 
    "Nuclear weapons", 
    "Public contracts and procurement", 
    "Terrorism"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2011-08-01", 
    "text": "Intelligence Authorization Act for Fiscal Year 2012 - Title I: Budget and Personnel Authorizations - (Sec. 101) Authorizes appropriations for FY2012 for the conduct of intelligence and intelligence-related activities of the: (1) Office of the Director of National Intelligence (DNI); (2) Central Intelligence Agency (CIA); (3) Department of Defense (DOD); (4) Defense Intelligence Agency (DIA); (5) National Security Agency (NSA); (6) Departments of the Army, Navy, and Air Force; (7) Coast Guard; (8) Departments of State, the Treasury, Energy (DOE), and Justice (DOJ); (9) Federal Bureau of Investigation (FBI); (10) Drug Enforcement Administration (DEA); (11) National Reconnaissance Office; (12) National Geospatial-Intelligence Agency; and (13) Department of Homeland Security (DHS). (Sec. 102) Specifies that the amounts authorized and the authorized personnel ceilings as of September 30, 2012, for such activities are those specified in the classified Schedule of Authorizations, which shall be made available to the congressional appropriations committees and the President. (Sec. 103) Allows the DNI to authorize employment of civilian personnel in excess of the number authorized for FY2012 (by not more than 3%) when necessary for the performance of important intelligence functions. Authorizes the DNI to employ additional personnel to convert to performance by intelligence community (IC) personnel activities currently performed by contractor employees. Requires notification of the congressional intelligence committees in either case. Requires the DNI to establish guidelines to govern the treatment under authorized personnel levels of employment or assignment in: (1) a student program, trainee program, or similar program; (2) a reserve corps or as a reemployed annuitant; or (3) details, joint duty, or long term, full-time training. (Sec. 104) Authorizes appropriations for the Intelligence Community Management Account for FY2012, as well as for full-time personnel for elements within such Account. Title II: Central Intelligence Agency Retirement and Disability System - (Sec. 201) Authorizes appropriations for FY2012 for the Central Intelligence Agency Retirement and Disability Fund. Title III: General Intelligence Community Matters - (Sec. 301) Prohibits the authorization of appropriations by this Act from being deemed to constitute authority to conduct any intelligence activity not otherwise authorized by the Constitution or laws of the United States. (Sec. 302) Permits appropriations authorized by this Act for salary, pay, retirement, and other benefits for federal employees to be increased by such additional or supplemental amounts as necessary for increases in such compensation or benefits authorized by law. (Sec. 303) Amends the National Security Act of 1947 to allow the DNI, in order to carry out intelligence functions, to: (1) convert competitive service positions within an IC element to excepted service positions, and (2) establish new excepted service positions within an IC element. (Sec. 304) Requires, for IC major system acquisitions requiring a service or capability from another acquisition or program to deliver end-to-end functionality for IC end users, independent cost estimates to include all estimated costs to develop, acquire, procure, operate, and sustain the system across all pertinent IC elements. (Sec. 305) Amends the Atomic Energy Act of 1954 to direct the the Secretary of State (current law) and the DNI to jointly provide to the President an unclassified Nuclear Proliferation Assessment Statement relating to a proposed Civilian Nuclear Agreement (nuclear cooperation) with another country or multinational organization. Requires: (1) the classified annex required to accompany each Statement to be prepared jointly by the Secretary and the DNI, and (2) the text of the proposed Agreement to be submitted to the intelligence communities (under current law, only to the foreign relations committees). (Sec. 306) Amends the Department of Homeland Security Appropriations Act, 2010 and the Department of the Interior, Environment, and Related Agencies Appropriations Act, 2010 to require 30 days' advance notification to Congress prior to the transfer of a detainee at Naval Station Guantanamo Bay, Cuba (Guantanamo), to another country. Requires such notification to include the terms of any detainee monitoring assurance provided by the receiving country, as well as the federal agency or department responsible for carrying out the transfer agreement. (Sec. 307) Amends the Intelligence Authorization Act for Fiscal Year 2010 to require the DNI, at least semiannually, to update and make publicly available an unclassified summary relating to terrorist recidivism of former Guantanamo detainees. (Sec. 308) Directs the DNI to submit to the intelligence committees specified information concerning the transfer or potential transfer of individuals who are or have been detained by the United States at Guantanamo. (Sec. 309) Authorizes the heads of IC elements outside of DOD, in conducting intelligence and intelligence-related activities, to: (1) take certain procurement actions with respect to information technology or systems in order to reduce the risk that an enemy or adversary may sabotage, maliciously introduce unwanted functions, or otherwise subvert IC information systems; and (2) limit the disclosure of information concerning the basis for taking such actions. Requires any IC element head, before taking such action, to: (1) determine that the use of such authority is necessary to protect national security by reducing supply chain risk and that less intrusive measures are not reasonably available, and (2) notify the DNI and the intelligence committees of such determination. Terminates such authority on January 7, 2014. (Sec. 310) Requires the Director of the Office of Personnel Management (OPM) to report to the intelligence committees on current burial allowances for federal civilian or military personnel. (Sec. 311) Amends the Intelligence Reform and Terrorism Prevention Act of 2004 and specified prior intelligence authorization Acts to eliminate, reduce, or modify certain congressional report requirements. Title IV: Matters Relating to Elements of the Intelligence Community - Subtitle A: Office of the Director of National Intelligence - (Sec. 401) Authorizes the President to make temporary appointments in offices within the Office of the Director of National Intelligence (Office) from individuals within other IC elements. (Sec. 402) Provides that, for FY2010-FY2012, the federal requirement to submit an audited financial statement shall not apply to the Office if the DNI determines and notifies the intelligence committees that such statements cannot be produced on a cost-effective basis. (Sec. 403) Directs the DNI to establish and maintain on the Office public website information on the Office of the Inspector General of the Intelligence Community, including means of contact. Subtitle B: Central Intelligence Agency - (Sec. 411) Revises provisions concerning foreign language proficiency requirements for certain CIA personnel to establish such proficiency at level 3 on the Interagency Language Roundtable Language Skills Level or a commensurate level using such proficiency indicators as the CIA Director considers appropriate. Requires such Director to report to the intelligence committees on the number of personnel who were transferred to the Directorate of Intelligence or National Clandestine Service career service and did not meet the language proficiency requirements at the time of transfer. (Sec. 412) Amends the Central Intelligence Agency Act of 1949 to authorize the CIA Director to accept and use gifts for the welfare of CIA employees injured in the line of duty without the requirement that such gifts be used for the general welfare of all CIA employees. Allows such gifts to be used to assist the families of CIA officers who were injured or died from hostile or terrorist activities or in connection with other at-risk intelligence activities. Requires such gift use to be consistent with all relevant ethical constraints and principles, including: (1) the avoidance of any prohibited conflict of interest or appearance of impropriety, and (2) a prohibition against the acceptance of a gift from a foreign government or agent thereof. (Sec. 413) Requires the CIA to establish and maintain on its public website information relating to the CIA Office of the Inspector General, including means of contact. (Sec. 414) Requires the CIA Director to carry out, and report to the intelligence committees on, a study of the personnel issues of the above Office. Subtitle C: National Security Agency - (Sec. 421) Requires Senate confirmation of the appointment of the NSA Director. Allows the President to designate such Director as a position of importance and responsibility in the same manner as such designations are made for certain general or flag officers. (Sec. 422) Empowers NSA security personnel to transport apprehended individuals from NSA premises to law enforcement officials within a 30-mile radius. Subtitle D: Other Elements - (Sec. 431) Provides for the transfer of funds for use by DOD intelligence elements. (Sec. 432) Authorizes FBI employees to participate in a DOJ leave bank program, as long as the FBI Director determines that such participation will not adversely affect the protection of intelligence sources and methods. (Sec. 433) Includes DHS's Office of Intelligence and Analysis within the definition of \"intelligence community.\" Title V: Other Matters - (Sec. 501) Makes the sunset of Title VII of the Foreign Intelligence Surveillance Act of 1978 (FISA) June 1, 2015 (the same sunset date set for other FISA provisions under the PATRIOT Sunsets Extension Act of 2011)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Intelligence Authorization Act for Fiscal Year 2012", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Intelligence Authorization Act for Fiscal Year 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill  to authorize appropriations for fiscal year 2012 for intelligence and intelligence-related activities of the United States Government, the Community Management Account, and the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:14:01-05:00"
}