{
  "actions": [
    {
      "acted_at": "1975-02-25", 
      "committee": "House Committee on Standards of Official Conduct", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Standards of Official Conduct.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres250-94", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Standards of Official Conduct", 
      "committee_id": "HSSO"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-25", 
  "number": "250", 
  "official_title": "Resolution amending rule XLIV of the Rules of the House of Representatives, relating to financial disclosure.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Cochran, Thad", 
    "state": "MS", 
    "thomas_id": "00213", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-25", 
  "subjects": [
    "Congressional employees", 
    "Financial disclosure", 
    "House of Representatives", 
    "House rules and procedure", 
    "Members of Congress"
  ], 
  "subjects_top_term": "Members of Congress", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-25", 
    "text": "Provides, under the Rules of the House of Representatives, that members, principal assistants to members and officers, and professional staff members of committees shall, not later than April 30, 1976, and by April 30 of each year thereafter, file with the Committee on Standards of Official Conduct a report disclosing financial interests. Directs that the report shall: (1) include the name, instrument of ownership, and any position of management held in any business entity doing a substantial business with the Federal Government or subject to Federal regulatory agencies; in which the ownership is in excess of $5,000 fair market value or from which income of $1,000 or more was derived during the preceding year; (2) list the name, address and type of practice of any professional organization in which the person reporting, or his spouse is an officer; and (3) list the source of each of the following items received during the preceding calendar year: (a) income exceeding $5,000, (b) capital gain, (c) reimbursement for expenditures, and, (d) honorariums. Requires a list of creditors and excludes campaign receipts under the provisions of this resolution. Directs that information be on file for public inspection. Provides for notification of persons on file of each instance of examination."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolution amending rule XLIV of the Rules of the House of Representatives, relating to financial disclosure.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:04-05:00"
}