{
  "actions": [
    {
      "acted_at": "2013-05-09", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-08", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Higher Education and Workforce Training.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1937-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Higher Education and Workforce Training", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Andrews, Robert E.", 
      "sponsored_at": "2013-05-09", 
      "state": "NJ", 
      "thomas_id": "00021", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-09", 
  "number": "1937", 
  "official_title": "To amend the Higher Education Act of 1965 to update reporting requirements for institutions of higher education and provide for more accurate and complete data on student retention, graduation, and earnings outcomes at all levels of postsecondary enrollment.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s915-113", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Student Right to Know Before You Go Act of 2013", 
  "sponsor": {
    "district": "50", 
    "name": "Hunter, Duncan D.", 
    "state": "CA", 
    "thomas_id": "01909", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-05-09", 
  "subjects": [
    "Academic performance and assessments", 
    "Education", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Higher education", 
    "Performance measurement", 
    "Right of privacy", 
    "Student aid and college costs", 
    "Veterans' education, employment, rehabilitation", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-05-09", 
    "text": "Student Right to Know Before You Go Act of 2013 - Amends title IV (Student Assistance) of the Higher Education Act of 1965 (HEA) to require institutions of higher education (IHEs) to submit to the Secretary of Education data that the Secretary determines to be sufficient to complete all student components of reporting required for the Integrated Postsecondary Education Data System (IPEDS). Directs the Secretary to review that determination every five years. Requires the Secretary to: (1) establish common definitions for IHEs to follow in submitting the data required under this Act, and (2) determine both collection and reporting requirements. Directs the Secretary to require IHEs to identify student unit records to enable coding and reporting on: (1) students who participate in remedial education; (2) whether, and at what level, the student is seeking a degree; and (3) whether the student is seeking a certificate. (Student unit records are used to collect information at the student, rather than institutional, level.) Requires the Secretary to also calculate, within two years of this Act's enactment, at the institutional and program specific level: the percentage of students who receive federal, state, or institutional grants or loans; the average amount of federal loan debt students have accumulated by graduation; the average amount of total federal loan debt of students who do not complete a program of study two years after their last known enrollment in any IHE; student transfer rates by sector of transfer; rates of continuation to higher levels of education; and the percentage of students who receive the degree level they initially sought. Directs the Secretary to make those student outcome measures and the currently reported student level components of IPEDS available by specified student types that are differentiated on the basis of their: (1) receipt or non-receipt of federal Pell Grants or Stafford Loans, (2) participation in the Post-9/11 Veterans Educational Assistance Program, (3) enrollment status, and (4) enrollment intensity. Requires the Secretary, in cooperation with the Commissioner of Social Security, to establish a system which uses the student components of IPEDS to create earnings metrics that allow the publication of median annual earnings and employment data that is disaggregated by: (1) educational program, credential received, school, and state of employment; and (2) the 2-, 6-, and 15-year periods after educational program completion. Requires the information aggregated by the Secretary under this Act to be made available on IPEDS and posted on a website in a timely and user-friendly manner that protects personally identifiable information. Requires IHEs, within five years of this Act's enactment, to provide a prominently displayed link on their websites to the website containing such information. Eliminates, within five years of this Act's enactment, IHE data reporting requirements under the HEA that are deemed duplicative. Directs the Secretary to create a process through which IHEs and states may request and receive from the Department of Education aggregate student outcome data for the purposes of institutional improvement and program evaluation. Prohibits the unauthorized use of the data collected pursuant to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Student Right to Know Before You Go Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Higher Education Act of 1965 to update reporting requirements for institutions of higher education and provide for more accurate and complete data on student retention, graduation, and earnings outcomes at all levels of postsecondary enrollment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:20:12-05:00"
}