{
  "actions": [
    {
      "acted_at": "1992-05-07", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2685-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-07", 
  "number": "2685", 
  "official_title": "A bill to extend and enhance the operation of the \"Super 301\" provisions of the Trade Act of 1974, to provide for \"Super 301\" action with respect to United States-produced motor vehicles and motor vehicle parts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fair Trade Assurances Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-05-07", 
  "subjects": [
    "All terrain vehicles", 
    "Antidumping", 
    "Authorization", 
    "Automobile industry", 
    "Automobile parts", 
    "Automobile parts industry", 
    "Automobile prices", 
    "Balance of payments", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional-Presidential relations", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "House rules and procedure", 
    "Income tax", 
    "International competitiveness", 
    "Japan", 
    "Legislative resolutions", 
    "Motor vehicles", 
    "Nontariff trade barriers", 
    "Office of the U.S. Trade Representative", 
    "Restrictive trade practices", 
    "Senate rules and procedure", 
    "Tariff", 
    "Tax auditing", 
    "Trade agreements", 
    "Trade negotiations", 
    "Trucks"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-05-07", 
    "text": "Fair Trade Assurances Act of 1992 - Title I: Response to Priority Foreign Practices That Adversely Affect United States Sectoral Competitiveness - Amends the Trade Act of 1974 to direct the U.S. Trade Representative, in identifying market barriers and certain unfair trade actions, to: (1) identify, if for a calendar year the United States merchandise trade balance (excluding crude petroleum imports) was in deficit, each foreign country that accounted for not less than 15 percent of such deficit and had a global current account surplus for such year in an amount not less than such deficit; and (2) specify each act, policy, or practice that was implemented by a foreign country with respect to any goods sector or service sector that accounted for not less than ten percent of the merchandise trade and current account deficits between the United States and such foreign country during such calendar year. Makes permanent the program known as \"Super 301\" which identifies trade liberalization priorities. Applies such program to sectoral priority practices. Requires the President, if the U.S. Trade Representative finds violations of trade practices, to: (1) direct the Trade Representative to take certain action to obtain the elimination of the foreign practice; or (2) submit to the Congress an alternative plan for eliminating such practice. Sets forth congressional procedure if the President submits such a plan. Requires the Trade Representative to initiate an investigation under \"Super 301\" whenever specified congressional committees adopt a resolution that states that it is the opinion of such committees that a foreign country is engaging in sectoral priority practices. Title II: Trade Agreements Compliance - Allows any person that has a significant economic interest that is being, or has been, adversely affected by the failure of a foreign country to comply materially with the terms of a trade agreement to request the Trade Representative to undertake a review to determine such foreign country's compliance. Sets forth provisions for such review and the actions to be taken by the Trade Representative under \"Super 301\" upon an affirmative determination. Title III: Negotiations and Other Actions - Requires the USTR to enter into negotiations with Japan to enter into a bilateral agreement that: (1) provides a phased-in increase in the use by transplanted motor vehicle manufacturers of domestically-produced motor vehicle parts to the point where such parts constitute 60 percent or more of the total parts used in the production of such vehicles; and (2) eliminates those aspects of the Japanese automotive distribution system that affect the access of domestically-produced motor vehicle parts to Japanese markets. Directs the USTR to enter into negotiations with representatives of the European Community, Japan, and the governments of other major vehicle-producing countries to enter into a multilateral agreement that equalizes world-wide market access and rationalizes world-wide production of motor vehicles and motor vehicle parts. Considers acts, practices, and policies of Japan (including, but not limited to, acts, policies, and practices utilized in the Japanese automotive distribution system known as \"Keiretsu\") that affect the access of manufacturers of domestic motor vehicles and motor vehicle parts to the Japanese market as being unjustifiable and burdensome or restrictive to U.S. commerce, according to the Trade Act of 1974. Adds to response authority under such Act authority to increase the percentage of domestically-produced motor vehicle parts used in the production of motor vehicles for purposes of the qualification of Japanese manufacturers as domestic vehicle manufacturers. Specifies certain objectives to be included in negotiations with Japan if the USTR decides to take action with respect to such practices. Requires the USTR to make certain estimates with respect to the percentage of the Japanese market that is accounted for by domestic motor vehicles and motor vehicle parts manufacturers. Directs the Secretary to commence an antidumping duty investigation under the Tariff Act of 1930 to determine whether imports or sales (or the likelihood of sales) of Japanese motor vehicles and motor vehicle parts to the United States warrant the imposition of antidumping duties. Requires the Secretary of the Treasury to study and report to the Congress on the extent to which: (1) \"Keiretsu\" operations in the United States are in compliance with the internal revenue laws, particularly those relating to transfer pricing; and (2) the Internal Revenue Service is auditing such operations. Title IV: Miscellaneous - Amends the Harmonized Tariff Schedule of the United States to classify for the purposes of tariff treatment certain passenger and multipurpose vans, sport utility vehicles, and other Jeep-type vehicles as motor vehicles for the transport of goods. Amends the Trade Act of 1974 to authorize appropriations for the Office of the United States Trade Representative."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Trade Assurances Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend and enhance the operation of the \"Super 301\" provisions of the Trade Act of 1974, to provide for \"Super 301\" action with respect to United States-produced motor vehicles and motor vehicle parts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:34-05:00"
}