{
  "actions": [
    {
      "acted_at": "1984-03-30", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-03", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy Conservation and Power", 
      "text": "Referred to Subcommittee on Energy Conservation and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-03", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-25", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-04-26", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-02", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5314-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy Conservation and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "markup"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-03-30", 
  "number": "5314", 
  "official_title": "A bill to amend and reauthorize the Clean Air Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Clean Air Act Reauthorization Amendments of 1984", 
  "sponsor": {
    "district": "24", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-03-30", 
  "subjects": [
    "Acid precipitation (Meteorology)", 
    "Administrative procedure", 
    "Air pollution control", 
    "Air quality", 
    "Authorization", 
    "Automobile industry", 
    "Carcinogens", 
    "Citizen lawsuits", 
    "Citizen participation", 
    "Coal", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Construction costs", 
    "Courts and Civil Procedure", 
    "Department of the Treasury", 
    "Diesel motor", 
    "Economics and public finance", 
    "Electric power production", 
    "Electric utility rates", 
    "Energy", 
    "Energy facilities", 
    "Environmental Protection Agency", 
    "Environmental engineering", 
    "Environmental health", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmentally induced diseases", 
    "Federal-state relations", 
    "Fees", 
    "Fines (Penalties)", 
    "Fossil fuels", 
    "Fuel", 
    "Gasoline", 
    "Government operations and politics", 
    "Government trust funds", 
    "Health", 
    "Industrial pollution", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Lead", 
    "Lead poisoning", 
    "Licenses", 
    "Motor Vehicles and Driving", 
    "Motor vehicle pollution control", 
    "Nitrogen oxides", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Pollution taxes", 
    "Public health", 
    "Service stations", 
    "Standards", 
    "Sulphur oxides", 
    "Technological innovations", 
    "Trucks"
  ], 
  "subjects_top_term": "Air pollution control", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-03-30", 
    "text": "Clean Air Act Reauthorization Amendments of 1984 - Amends the Clean Air Act (the Act) to establish new requirements for acid deposition control under title I (Air Pollution Prevention and Control) of the Act. Sets forth direct federally mandated emission reductions and retrofit technology for the 50 fossil fuel fired electric utility generating plants which had the largest total emissions of sulfur dioxide during the calendar year 1980. Directs the Administrator of the Environmental Protection Agency (EPA) to: (1) identify each such plant which emitted sulfur dioxide during calendar year 1980 at an annual average rate equal to or exceeding three pounds per million Btu; (2) within two months after enactment of this Act, publish a list of the 50 plants which have the largest total emissions; (3) notify the owner or operator of each of the 50 plants listed; and (4) within four months after such enactment, and after notice and opportunity for comment, publish a final list of the 50 plants with the largest total emissions. Requires the owner or operator of each plant on the final list to submit to the Administrator, by January 1, 1985, a compliance schedule, including increments of progress. Directs the Administrator to approve or disapprove such schedule, within one year after submission, and after notice and opportunity for hearing. Directs the Administrator, if such schedule is not submitted by the deadline or is not approved, to promulgate a compliance schedule for such plant on January 1, 1986. Provides for modification and publication of such schedules. Requires that each compliance schedule provide that: (1) a technological system of continuous emission reduction be used for each steam generating unit in the fossil fuel fired electric utility generating plant concerned; and (2) sulfur dioxide emissions from such plant for the calendar year 1990 and each calendar year thereafter shall not exceed 1.2 pounds per million Btu heat input and ten percent of the total annual sulfur dioxide emissions during calendar year 1980 (90 percent reduction) or 0.6 pounds per million Btu and 30 percent of the total annual sulfur dioxide emissions during the calendar year 1980 (70 percent reduction). Sets forth procedures for determining plant compliance with such emission limitation. Requires that: (1) contracts be entered into for the purchase and installation of the technological systems of continuous emission reduction by January 1, 1988; (2) such systems be installed and in operation by January 1, 1990; and (3) the emission limitation be achieved for each calendar year after 1989. Directs the Administrator, from the Acid Deposition Control Fund established under this Act, to pay for 90 percent of the costs of construction and installation of the technological system of continuous emission reduction necessary for each such plant to comply with the emission limitation. Directs the Administrator, after consultation with the Secretary of the Treasury, to promulgate regulations under which such payments: (1) may be made to utilities only if they will be used entirely to reduce those electric rate increases which would otherwise result from such construction and installation; and (2) shall be made at such times as will minimize rate increases. Sets forth requirements for State plans for additional emission reductions of sulfur dioxide. Directs the Administrator, within four months after the enactment of this Act, to compute a State share, for each of the 48 contiguous States, of a 10,000,000 ton reduction in annual emissions of sulfur dioxide by 1993 below that of 1980. Sets forth a formula for computation of State shares. Permits the Governors of two or more States to reallot State shares among agreeing States, if there is an equal or greater total reduction in annual emissions of sulfur dioxide through such reallotment. Sets deadlines and procedures for submission and approval of State plans for such State shares. Directs the Administrator to promulgate a State plan on January 1, 1988, if no State plan has been: (1) submitted by June 1, 1985; or (2) approved by January 1, 1988. Requires State plans for State shares to provide for emission limitations applicable to any stationary sources in the State for which the actual annual sulfur dioxide emission rates have been calculated by the Administrator for the calendar year 1980, other than a source which is one of the listed 50 electric utility plants subject to direct federally mandated emission reductions. Requires that the emission limitations for each stationary source subject to the State plan establish an allowable average annual sulfur dioxide rate at a level such that the total reduction would equal the State share, with specified credits for States in which any of the 50 listed plants are located. Permits State plans for State shares to provide for compliance with emission limitations through use of technological systems of continuous emission reduction or any other appropriate requirements. Directs the Administrator, from the Acid Deposition Control Fund (established within this Act), to pay for 90 percent of the costs of the construction and installation at an electric utility generating plant of any technological system of continuous emission reduction necessary to comply with requirements under a State plan for a State share of sulfur dioxide emission reductions. Subjects such payments to regulations relating to reduction of increases in utility rates. Establishes a trust fund in the Treasury to be known as the Acid Deposition Control Fund, consisting of amounts generated by fees imposed under this Act. Directs the Administrator to make payments from the fund first to facilities covered by direct federally mandated emission reductions and then to facilities covered by State share plan requirements. Directs the Secretary of the Treasury to be the trustee of the Fund and to report to the Congress for each fiscal year ending on or after September 30, 1984, on its financial condition and the results of its operation during such fiscal year and on its expected condition and operations during the next five fiscal years. Sets forth Fund investment duties of the Secretary. Imposes, under regulations promulgated by the Administrator, a fee of one mill for each kilowatt hour of electric energy: (1) generated in the contiguous 48 States by an electric utility; and (2) imported into the contiguous 48 States. Exempts from such fee electric energy: (1) used at the electric generating facility concerned; or (2) generated by a nuclear generating facility. Makes such fee effective with respect to electric energy generated, or imported, after December 31, 1984. Makes the fee cease to apply on the earlier of: (1) December 31, 1995; or (2) the date on which all payments required under this Act have been made. Authorizes the Administrator to terminate the fee at an earlier date upon estimation that sufficient funds have been collected to fund all such required payments. Directs the Administrator to promulgate within six months after enactment of this Act regulations setting forth the time and manner required for payment of such fee and related reporting requirements. Establishes civil penalties for: (1) electric utilities (or importers of electric energy) which fail or refuse to pay such fees or to file required reports; and (2) any person who makes false or misleading statements in such required documents. Directs the Administrator to bring civil actions in such cases. Establishes additional criminal penalties for electric utilities (or importers of electric energy) which knowingly commit such violations. Makes conforming amendments. Directs the Administrator to revise standards of performance for new stationary sources for emissions of nitrogen oxides from electric utility steam generating units which burn bitumonous or subbituminous coal and which commence construction after the enactment of this Act. Prohibits the emission of nitrogen oxides from such units at a rate which exceeds: (1) 0.30 pounds per million Btu, in the case of subbituminous coal; and (2) 0.40 pounds per million Btu, in the case of bituminous coal. Adds to provisions relating to emissions from mobile sources to set the following nitrogen oxide emission standards for model year 1986 and after truck and truck engines: (1) gross vehicle weight of 6,000 pounds or less - 1.2 grams per vehicle mile; (2) 6,000 to 8,500 pounds - 1.7 grams per vehicle mile; and (3) more than 8,500 pounds - 4.0 grams per brake horsepower-hour. Revises the Act to provide for the control of hazardous air pollutants from stationary and mobile sources. Revises title I provisions of the Act relating to stationary sources to provide for expedited listing of hazardous air pollutants. Directs the Administrator, within 90 days after enactment of this Act, to classify 35 substances into two categories for purposes of determining whether such substances are hazardous air pollutants as defined under provisions for national emission standards for hazardous air pollutants (NESHAPs). Requires that 25 substances, including each of the 22 substances listed in specified testimony of the Administrator before Congress, be classified in the first category. Requires that ten additional substances, from among the 37 substances identified to Congress on a specified date by the EPA as being in the assessment phase of the review process, be classified in the second category. Authorizes the Administrator, at any time up to 90 days before the commencement of specified determination proceedings for any substance in the second category, to substitute for that substance another substance if the Administrator determines that there is a higher priority for determining whether the substitute substance is a hazardous air pollutant. Directs the Administrator to republish the classification with a statement of the reasons for such substitution. Directs the Administrator to commence hazardous air pollutant determination proceedings concerning: (1) the 25 substances in the first category, within 90 days after enactment of this Act; and (2) the ten substances in the second category, within one year after such enactment. Requires that such proceedings include an opportunity for a public hearing. Directs the Administrator to solicit and consider the advice of the Science Advisory Board in making a determination in such proceedings. Directs the Administrator to establish a docket for such proceeding containing all relevant information and analyses in EPA's possession. Directs the Administrator to make a hazardous air pollutant determination for each substance: (1) in the first category by January 1, 1986; and (2) in the second category by January 1, 1987. Directs the Administrator, simultaneously with such determination, to include any substance determined to be a hazardous air pollutant on the required published list and to publish a list of all categories of stationary sources which emit such pollutant. Directs the Administrator, for each category of stationary sources listed as emitting a hazardous air pollutant which was classified in the first category and subsequently listed, to: (1) publish proposed national emission standards (and, if necessary, proposed interim standards) by January 1, 1987; and (2) promulgate national emission standards (and, if necessary, interim standards), by January 1, 1988. Requires, for categories of stationary sources listed as emitting hazardous air pollutants classified in the second category and subsequently listed, publication of proposed standards by January 1, 1988, and promulgation of standards by January 1, 1989. Makes requirements under this Act relating to such expedited listing of, and promulgation of standards for, hazardous air pollutants nondiscretionary duties of the Administrator, for purposes of citizen lawsuit provisions of the Act. Allows any person to bring a civil action to require the Administrator to make any classification, commence any proceeding, make any determination, list any substance, or propose or promulgate any standard in accordance with specified provisions of this Act. Provides that the notice requirement under citizen lawsuit provisions shall not apply to any such action. Directs any court having jurisdiction over any such action to expedite its consideration of such action. Requires that a substance be treated as listed as a hazardous air pollutant until the Administrator makes a determination, if the Administrator has not made the required determination by the specified deadline. Directs a court to issue an order requiring a substance classified in the first or second category to be treated as listed as a hazardous air pollutant until the Administrator completes further proceedings, if: (1) the Administrator determines that such substance is not a hazardous air pollutant; and (2) the court reviewing such determination for any reason remands such determination to the Administrator for further proceedings. Directs the Administrator, on or before January 31, 1987, to commence hazardous air pollutant determination proceedings for each substance which: (1) has been classified, prior to January 31, 1987, by the national toxicology program as a known carcinogen or as a substance which may reasonably be anticipated to cause cancer; (2) is an air pollutant; and (3) has not been the subject of a determination under provisions of this Act for the 35 substances classified in two categories. Requires that such proceeding be completed within one year from the date required for commencement. Provides for annual hazardous air pollutant determination proceedings beginning on or before January 31, 1988, for each air pollutant which has been classified during the preceding year by the national toxicology program as a carcinogen or as one which may reasonably be anticipated to cause cancer. Requires that such proceedings be completed within one year from the date required for commencement. Revises provisions for NESHAPs. Directs the Administrator to publish and revise a list which includes each air pollutant which has been determined to be a hazardous air pollutant. Requires that such list also be revised to include the pollutants listed in accordance with the timetables established under this Act (including the pollutants listed by operation of law if the Administrator has not made a required determination by the specified deadline). Provides for emissions standards for control of hazardous air pollutants from stationary sources. Directs the Administrator to publish with the listing of a hazardous air pollutant (including a listing by operation of law) or the revision of such listing a list or revised list of all categories of stationary sources which emit such air pollutant. Requires that such list of source categories be revised whenever necessary to include all categories of stationary sources which emit any hazardous air pollutant listed. Directs the Administrator, within one year after listing a hazardous air pollutant, to publish proposed national emission standards (and, if necessary, proposed interim standards) for each category of stationary sources listed as emitting such air pollutant. Directs the Administrator, within one year after proposal of such standards, to promulgate national emission standards (and, if necessary, interim standards) for each such category of new stationary sources. Requires that such standards be established at a level which, in the Administrator's judgment, provides an ample margin of safety to protect public health. Authorizes the Administrator to also promulgate such an interim standard if a specified determination is made. Prohibits, with specified exceptions, the promulgation of any such interim standard at any time other than simultaneously with the initial promulgation of the national emission standard applicable to the emission of the hazardous air pollutant from such category of stationary sources. Prohibits revision of any such interim standard to make it less stringent after the date on which it takes effect. Allows promulgation of any such interim standard only if the Administrator determines that the national standard for such sources requires an emissions level of that hazardous air pollutant which is lower than the lowest level achievable (as determined at the date of promulgation) by the application of all potential emission reduction measures. Limits the period for which any such interim standard may remain in effect to six years after the date of the initial promulgation of the applicable national standard. Provides that any such interim standard shall require a level of emission reduction at least as stringent as that achievable through the use of all potential emission reduction measures. Defines \"all potential emission reduction measures\" as all measures or techniques for the reduction of emissions of the hazardous air pollutant concerned, except those which the Administrator finds to be technologically infeasible at the time of the determination on the date of promulgation. Includes the use of advanced emission control technology, closed systems, or substitute raw materials, processes, or products among such measures and techniques, except those found technologically infeasible. Prohibits any such national emissions standard or interim standard applicable to the emission of any hazardous air pollutant from being less stringent than the most stringent level of control for such air pollutant which is: (1) achieved in practice (as of the date of proposal of the standard) by any source in the category concerned (or in a category of sources having similar air pollution control characteristics); or (2) required in any permit (as of the date of proposal of the standard) applicable to any such source. Authorizes the Administrator to distinguish among classes, types, and sizes within categories of sources for purposes of establishing such national emission standards (including interim standards) for stationary sources emitting hazardous air pollutants. Directs the Administrator to revise such national standards where appropriate following periodic review. Directs the Administrator to complete a review of each such national standard within eight years from the date of promulgation, and at eight-year intervals thereafter. Directs the Administrator, within four years after enactment of this Act, to: (1) complete a review of each national emissions standard for hazardous air pollutants in effect on December 1, 1983, applicable to each hazardous air pollutant listed prior to December 31, 1983; and (2) revise the national emission standard (and if necessary promulgate an interim standard) for such hazardous air pollutant in accordance with this Act. Establishes permit requirements for new or modified sources of hazardous air pollutants. Requires such permits to be obtained from the Administrator or a delegated State prior to: (1) construction of any new stationary source which emits any hazardous air pollutant listed under the Act; or (2) modification of any existing stationary source which emits any such listed hazardous air pollutant if such modification will increase the emission of that hazardous air pollutant. Provides that such permits shall require compliance by the source with an emission limitation applicable to the hazardous air pollutant concerned which provides an ample margin of safety to protect public health. Allows an interim limitation for a specified period if such emission limitation would require an emissions level lower than the lowest level achievable by application of all potential emission reduction measures. Limits the period for which any such interim emission limitation included in a permit may remain in effect to six years after the earlier of: (1) the date of initial promulgation of a national emission standard applicable to the emission of such hazardous air pollutant from sources in the category concerned; (2) the date of the required revision to conform with this Act of such standards promulgated before the enactment of this Act; or (3) the date of issuance of the permit. Provides that each such interim limitation shall require a level of emission reduction at least as stringent as that achievable through the use of all potential emission reduction measures as determined at the time of issuance of the permit. Requires that any emission limitation or interim emission limitation established in such permits and applicable to the emission of any hazardous air pollutant be at least as stringent as the most stringent level of control for such air pollutant which is: (1) achieved in practice (as of the date of issuance of the permit) by any source or category concerned (or in a category of sources having similar air pollution control characteristics); or (2) required in any other permit (as of the date of issuance of the permit concerned) applicable to any such source. Requires that any emission limitation or interim emission limitation established in such a permit be at least as stringent as any applicable interim standard promulgated or, if no such interim standard has been established, any applicable national emission standard promulgated. Establishes permit requirements for control of hazardous air pollutants from existing stationary sources. Makes it unlawful for an owner or operator to operate an existing source without a permit one year after promulgation of a national emissions standard applicable to hazardous air pollutant emissions from sources in such category (or one year after the enactment of this Act in the case of any standard promulgated before such enactment). Sets forth provisions for standards under such existing source permits which are similar to those for new and modified source permits. Authorizes the Administrator to grant a waiver permitting an existing source a period of up to two years after the effective date of the permit requirement to comply with the requirement, upon determination that such period is necessary for the installation of controls and that steps will be taken during the waiver period to assure that the health of persons will be protected from imminent endangerment. Allows the source owner or operator, prior to expiration of such waiver period, to apply to the Governor of the State in which the source is located for an emergency extension of the waiver for up to three years from its expiration date. Authorizes the Governor, after statewide notice and opportunity for public hearing and upon making specified determinations, to petition the President to grant such extension. Requires consultation with the Governor of any other State whose residents may become exposed to such source emissions, and statewide notice and opportunity for residents of such other State to participate in the public hearing on such waiver extension. Authorizes the President, after reviewing the hearing, public comments, and any recommendations of the Governor of another State, to grant such petition if the President specifically concurs in each of the findings of the petitioning Governor. Requires publication of the President's reasons for concurring or not concurring. Directs the President to report to Congress on each extension granted. Sets forth general requirements applicable to permits under provisions for national emissions standards for hazardous air pollutants. Sets forth such permit requirements relating to: (1) monitoring; (2) administrative procedure and judicial review of issuance; (3) delegation to State permit programs; (4) revocation, renewal, and review; and (5) fees. Authorizes the Administrator to promulgate regulations under which permits may be issued by rule to one or more classes of stationary sources which emit hazardous air pollutants in small annual amounts where such sources are numerous. Sets forth conforming amendments. Revises title II provisions of the Act relating to mobile sources to establish a program for the control of motor vehicle hazardous air pollutants. Defines a \"motor vehicle hazardous air pollutant\" as an air pollutant emitted from a motor vehicle or motor vehicle part, whether emitted into the ambient air or the interior of the motor vehicle, which the Administrator judges to cause or contribute to air pollution which may reasonably be anticipated to result in an increase in mortality or an increase in serious irreversible, or incapacitating reversible, illness. Directs the Administrator, within 90 days after enactment of this Act, to publish a list which includes each motor vehicle hazardous air pollutant, and to revise such list from time to time. Requires that the list include: (1) lead, ethylene dibromide, diesel particulates, and benzene; and (2) each hazardous air pollutant listed under the Act if the Administrator determines that such air pollutant is emitted from a motor vehicle or motor vehicle part. Directs the Administrator to make such determination: (1) simultaneously with the hazardous air pollutant listing; or (2) in the case of hazardous air pollutants listed before the enactment of this Act, within 180 days after such enactment. Makes requirements relating to motor vehicle hazardous air pollutants nondiscretionary duties of the Administrator for purposes of citizen lawsuit provisions. Allows any person to bring a civil action to require the Administrator to comply with any such duty. Provides that notice requirements for citizen lawsuits shall not apply to any such action. Directs any court having jurisdiction over any such action to expedite consideration of such action. Directs the Administrator to prescribe regulations to require manufacturers of motor vehicles, motor vehicle parts, fuels, fuel additives, oil, and oil additives to report to the Administrator any pollutant which is generated in normal use of its product and which it has reason to believe may be required to be listed as a motor vehicle hazardous air pollutant. Directs the Administrator, within one year after the inclusion of any motor vehicle hazardous air pollutant on the list (except in the case of lead) to publish proposed regulations: (1) under provisions for regulation of fuels and fuel additives respecting the substance concerned; or (2) (if it is technologically infeasible to achieve the objective of controlling a motor vehicle hazardous air pollutant under provisions for regulation of fuel or fuel additives) under provisions for new motor vehicles or engines establishing an emission standard for such pollutant. Directs the Administrator, within 180 days after publication of proposed regulations for establishing an emission standard for any motor vehicle hazardous air pollutant, to prescribe an emission standard applicable to the emission of such air pollutant from new motor vehicles and engines. Requires that such standard be established at a level which the Administrator judges to provide an ample margin of safety to protect public health. Sets forth provisions for interim standards for motor vehicle hazardous air pollutants which are similar to provisions for interim standards for stationary source hazardous air pollutants under this Act. Provides that, with specified exceptions, any new motor vehicle or engine emission standard established for a motor vehicle hazardous air pollutant shall become effective beginning with the second model year which commences after the model year in which such standard is promulgated. Requires that such regulations for emission standards for control of diesel particulate emissions establish standards which are at least as stringent as the following: (1) not more than 0.2 grams per mile (gpm) for model years 1986 and 1987 light-duty vehicles; (2) not more than 0.26 gpm for model years 1986 and 1987 light-duty trucks; (3) not more than 0.08 gpm for model years 1988 and after light- duty vehicles and light-duty trucks; and (4) not more than 0.25 grams per brake horsepower-hour for model years 1989 and after heavy-duty vehicles and engines. Directs the Administrator, within 180 days after publication of proposed regulations for any motor vehicle hazardous air pollutant which is a fuel or fuel additive, to prescribe a rule controlling or prohibiting the manufacture, introduction into commerce, offering for sale, or sale of such substance. Directs the Administrator to promulgate regulations prohibiting the use of lead or lead additives in gasoline after December 31, 1986. Revises title III general provisions of the Act to authorize appropriations for FY 1985 through 1990 to the Administrator to carry out the Act. Provides that nothing in this Act or in any amendment made by this Act authorizes appropriations for any research or development."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Air Act Reauthorization Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend and reauthorize the Clean Air Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:54-05:00"
}