{
  "actions": [
    {
      "acted_at": "1999-01-19", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s86-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Thompson, Fred", 
      "sponsored_at": "1999-03-04", 
      "state": "TN", 
      "thomas_id": "01447", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-01-19", 
  "number": "86", 
  "official_title": "A bill to amend the Social Security Act to establish a Ticket to Work and Self-Sufficiency Program in the Social Security Administration to provide beneficiaries with disabilities meaningful opportunities to work, to extend Medicare coverage for such beneficiaries, and to make additional miscellaneous amendments relating to Social Security.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Ticket to Work and Self-Sufficiency Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Bunning, Jim", 
    "state": "KY", 
    "thomas_id": "00146", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-01-19", 
  "subjects": [
    "Administrative procedure", 
    "Christian Scientists", 
    "Clergy", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Correctional institutions", 
    "Cost effectiveness", 
    "Crime and law enforcement", 
    "Department of Education", 
    "Department of Health and Human Services", 
    "Disability evaluation", 
    "Disability insurance", 
    "Disabled", 
    "Economics and public finance", 
    "Employment agencies", 
    "Employment of the disabled", 
    "Evaluation research (Social action programs)", 
    "Ex-offenders", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to disability services", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Health", 
    "Imprisonment", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Medicare", 
    "Old age, survivors and disability insurance", 
    "Performance measurement", 
    "Prisoners", 
    "Prisons", 
    "Religion", 
    "Sentences (Criminal procedure)", 
    "Sex offenders", 
    "Social security beneficiaries", 
    "Social security eligibility", 
    "Social security taxes", 
    "Social welfare", 
    "Supplemental security income program", 
    "Taxation", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Disabled", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-01-19", 
    "text": "Ticket to Work and Self-Sufficiency Act of 1999 - Amends part A of title XI of the Social Security Act (SSA) to direct the Commissioner of Social Security to establish a Ticket to Work and Self-Sufficiency Program (TWSSP) under which an SSA title XVI (Supplemental Security Income) (SSI) or an SSA title II (Old Age, Survivors and Disability Insurance) (OASDI) program disabled beneficiary may use a ticket to work and self-sufficiency issued by the Commissioner to obtain employment services, vocational rehabilitation services, or other support services from an employment network of the beneficiary's choice which is willing to provide such services pursuant to an appropriate individual work plan. (Sec. 2) Authorizes certain State agencies to elect to participate in the program as employment networks coordinating and delivering services to individuals with tickets to work and self-sufficiency. Permits private entities to be employment networks. Requires a written agreement stipulating how an employment network will reimburse a State agency before it or an approved State plan may accept any referral of a disabled beneficiary from the employment network to which the beneficiary has assigned his or her ticket to work and self-sufficiency. Requires the Commissioner to enter into agreements with private or public organizations to serve as program managers which shall: (1) recruit and recommend employment networks for the Commissioner's selection; as well as (2) ensure that employment services, vocational rehabilitation services, and other support services are provided to beneficiaries throughout the geographic area covered under the program manager's agreement, including rural areas. Requires an employment network to: (1) develop and implement an individual work plan for each beneficiary in a manner affording the beneficiary an opportunity to exercise informed choice in selecting an employment goal and specific services needed to achieve it; and (2) undertake a vocational evaluation with respect to the beneficiary, unless the beneficiary has obtained a waiver of such evaluation from the Commissioner. Outlines an outcome payment system and an outcome-milestone payment system, either of which an employment network may elect to receive TWSSP funds. Prohibits the Commissioner and any applicable State agency from initiating a continuing disability or other review of whether an individual is or is not under a disability during any period for which such individual is using a ticket to work and self-sufficiency. Provides for funding of TWSSP out of amounts transferred from the OASDI trust funds and appropriations authorized for the Social Security Administration under SSA title XVI. Declares that, in the case of any State in which the TWSSP has not been fully implemented, the Commissioner shall determine by regulation the extent to which the requirement for prompt referrals to a State agency, and the Commissioner's authority to provide vocational rehabilitation services, shall apply in such State. Establishes in the executive branch the Ticket to Work and Self-Sufficiency Advisory Panel for use in connection with TWSSP. Authorizes appropriations. Directs the Commissioner to establish a corps of trained, accessible, and responsive work incentive specialists to specialize in OASDI and SSI disability work incentives for the purpose of disseminating accurate information to disabled beneficiaries with respect to inquiries and issues relating to work incentives. Directs the Commissioner to conduct demonstration projects to evaluate a program for OASDI disability beneficiaries providing for reductions in disability insurance benefits based on earnings. Directs the Comptroller General to study and report to the Congress on: (1) existing tax credits and other disability-related employment incentives under the Americans with Disabilities Act of 1990 and other Federal laws; and (2) existing coordination of the SSA title II disability insurance program and the SSA title XVI SSI program as they relate to individuals entering or leaving concurrent entitlement under such programs. (Sec. 3) Amends SSA title II to provide for extended Medicare coverage for OASDI disability benefit recipients who are using tickets to work and self-sufficiency. (Sec. 4) Amends the Contract with America Advancement Act of 1996 with respect to: (1) final adjudication of denied claims by drug addicts and alcoholics for SSA title II disability benefits; and (2) the effective dates of certain requirements concerning representative payees and treatment referrals for such individuals. (Sec. 5) Amends the Social Security Disability Amendments of 1980 to authorize the Commissioner to: (1) expand the scope of any disability insurance program demonstration project to include any group of benefit applicants with impairments which may reasonably be presumed to be disabling; and (2) limit such a demonstration project to any such group of applicants, subject to project terms. (Sec. 6) Amends SSA title II to: (1) provide for payments to State and local prisons for monthly reports on the identities of inmates whose OASDI benefits are determined by the Commissioner not to be payable as a result of such reports; (2) provide for a 50 percent reduction in such payments under SSA titles II and XVI in cases involving a comparable payment under the other title with respect to the same prisoner; (3) exempt from the Privacy Act of 1974 any agreements with State and local prisons to supply such information; (4) transfer from the OASDI trust funds any sums necessary to enable the Commissioner to make such payments; (5) eliminate the requirement that confinement stem only from a crime punishable by imprisonment for more than one year (thus denying OASDI benefits to individuals confined for any criminal offense); and (6) provide for continued denial of benefits to sex offenders remaining confined to public institutions upon completion of prison term. (Sec. 7) Provides for a two-year open season for members of the clergy who wish to revoke their exemption from social security coverage. (Sec. 8) Amends SSA title XI to make a miscellaneous technical amendment relating to cooperative research or demonstration projects under SSA titles II and XVI."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Ticket to Work and Self-Sufficiency Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to establish a Ticket to Work and Self-Sufficiency Program in the Social Security Administration to provide beneficiaries with disabilities meaningful opportunities to work, to extend Medicare coverage for such beneficiaries, and to make additional miscellaneous amendments relating to Social Security.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:13-05:00"
}