{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr158-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "158", 
  "official_title": "A bill to provide greater assurance of Federal fiscal responsibility.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fiscal Responsibility Act", 
  "sponsor": {
    "district": "7", 
    "name": "Davis, John W.", 
    "state": "GA", 
    "thomas_id": "00271", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Advisory bodies", 
    "Appropriations", 
    "Congress", 
    "Congressional-executive relations", 
    "Economics and public finance", 
    "Executive impoundment of appropriated funds", 
    "Federal budgets", 
    "Fiscal policy", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Fiscal Responsibility Act - Title I: Modification of the Fiscal Year - Provides that the fiscal year of all departments, agencies, and instrumentalities of the United States shall be the calendar year. Title II: Establishing Congressional Expenditures Limitations - Provides that the expenditures and net lending of the Federal Government during any fiscal year shall not exceed that amount which the Congress shall fix by concurrent resolution no later than forty-five legislative days after the latest day set by law for the budget message of the President for respect to such fiscal year. Provides for modification of such amount under specified circumstances. Title III: Establishing a Federal Impoundment Procedure - Provides that whenever the President impounds any funds appropriated by law out of the Treasury for a specific purpose or project, or approves the impounding of such funds by an officer or employee of the United States, he shall, within ten days thereafter, transmit to the House of Representatives and the Senate a special message specifying: (1) the amount of funds impounded; (2) the specific projects or governmental functions affected thereby; and (3) the reasons for the impounding of such funds. Provides that the President shall cease the impounding of funds specified in each special message within sixty calendar days of continuous session after the message is received if such impounding shall have been disapproved by either House of Congress by passage of a resolution stating in substance that that House does not favor the impounding. Provides that the President shall not impound any funds from appropriations made by the Congress for any appropriations categories of any department or agency of the Federal Government unless such impoundment is made in all appropriations categories of that department or agency on the basis of equal percentage impoundment among appropriations categories. Title IV: Providing for an Analysis of Fiscal Procedures - Establishes the Fiscal Responsibility Study Commission to: (1) study the impact of past, present, and anticipated appropriations procedures in the Congress; (2) consider the feasibility of funding selected Federal programs on a two-year basis; and (3) consider such other matters in their deliberations which will assist the Congress in attaining the ability to examine budgetary questions in a comprehensive manner. Requires the Commission to report its findings to Congress by December 31, 1973, together with such recommendations, including recommendations for legislation, as it deems appropriate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fiscal Responsibility Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide greater assurance of Federal fiscal responsibility.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:52-05:00"
}