{
  "actions": [
    {
      "acted_at": "1979-10-24", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1936-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1979-01-03", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1979-01-03", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ribicoff, Abraham A.", 
      "sponsored_at": "1979-01-03", 
      "state": "CT", 
      "thomas_id": "01422", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevenson, Adlai E., III", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "01441", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-24", 
  "number": "1936", 
  "official_title": "A bill to ban the importation, manufacture, sale, and transfer of Saturday Night Specials, to improve the effectiveness of chapter 44 of title 18, United States Code, relating to gun control, to promote more effective management of certain law enforcement functions of the executive branch by transferring functions of the Secretary of the Treasury under chapter 44 of title 18, United States Code, relating to gun control to the Attorney General, to ban possession, shipment, transportation, and receipt of all firearms by felons, to provide relief for victims of handgun crimes, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5823-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Handgun Crime Control Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-10-24", 
  "subjects": [
    "Actions and defenses", 
    "Aliens", 
    "Business and commerce", 
    "Compensation for victims of crime", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional veto", 
    "Corrections and Correctional Institutions", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal investigation", 
    "Department of the Treasury", 
    "Executive reorganization", 
    "Explosives", 
    "Federal advisory bodies", 
    "Firearms", 
    "Firearms control", 
    "Government and business", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government regulation", 
    "Intergovernmental relations", 
    "Licenses", 
    "Parole", 
    "State laws", 
    "States"
  ], 
  "subjects_top_term": "Firearms control", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-10-24", 
    "text": "Handgun Crime Control Act of 1979 - Title I: Amendments to Chapter 44, Title 18, United States Code, Gun Control - Amends the Gun Control Act of 1968 to revise and add definitions used in the Act. Defines \"handgun\" to include handgun parts. Defines \"Department\" to mean the Department of Justice (current law is under the authority of the Secretary of the Treasury). Prohibits non-licensees from engaging in the business of repairing firearms or ammunition. Stipulates that certain otherwise lawful activities, such as the returning of a firearm by a licensee to the person from whom it was received and the mailing of a firearm to a licensee for the purpose of repair, shall be unlawful with respect to \"easily concealable handguns\" (that is, those handguns not approved by the Attorney General under this Act). Prohibits the loan or rental of an easily concealable handgun to another person for temporary use for lawful sporting purposes. Prohibits a licensee from selling a handgun to a person who does not appear in person at the licensee's business premises. Prohibits a licensee from selling or delivering a firearm or ammunition to any person if such sale or delivery violates a public ordinance at the place of residence of the purchaser. Revises the statement which must be submitted to a licensee by a purchaser not appearing at such licensee's business premises to provide that such purchaser be 18 years of age with respect to all firearms (current law requires a purchaser of any firearm other than a shotgun or rifle to be 21 years of age). Prohibits a licensee from manufacturing, assembling, selling, or transferring any handgun, other than a curio or relic, which has not been approved by the Attorney General. Prohibits any person from transferring such a handgun unless such person has reasonable cause to believe that the handgun has been approved. Excepts the mailing of handguns to comply with approved standards under certain circumstances. Prohibits the modification of an approved handgun resulting in the failure of such handgun to meet the approved standards. Revises the current prohibition against certain classes of individuals transporting a firearm or ammunition in interstate commerce to: (1) extend such prohibition to possession or receipt of any firearm or ammunition; and (2) include as additional categories illegal aliens, persons dishonorably discharged from the Armed Forces, and persons who have renounced their United States citizenship. Includes such categories in the current prohibition against selling a firearm or ammunition to certain classes of individuals. Prohibits any person from transporting a firearm or ammunition in interstate or foreign commerce in violation of a State law in a place to or through which the firearm was transported. Prohibits a licensee from transferring three or more handguns to the same non-licensee within a period of one year, without prior approval of the Attorney General. Prohibits a non-licensee from receiving three or more handguns within one year without such approval. Prohibits any person who has knowledge of the loss, theft, or disappearance of a handgun in his control or possession to fail to report such incident to a law enforcement officer and the Attorney General. Specifies the circumstances under which a person in lawful possession of a license or permit to: (1) carry handguns issued under a State licensing or permit granting program approved by the Attorney General, may purchase or receive a handgun in any State from a licensed dealer or non-licensee; and (2) purchase handguns issued under an approved program, may purchase or receive a handgun in the State issuing the license or permit. Directs the Attorney General to review State laws providing for licenses or permits to carry or purchase handguns and to certify as approved those satisfying specified requirements. Specifies the circumstances under which (except as provided by other sections of the Act) a licensed dealer or non-licensee may transfer a handgun to another non-licensee. Sets new annual licensing fees of $5,000 for a manufacturer or importer of handguns, $500 for a dealer in handguns, $100 for a dealer in ammunition for handguns that is not also used in rifles, and $100 for a dealer who is a gunsmith. Prohibits a pawnbroker from being licensed as a dealer in handguns or handgun ammunition and such dealers from conducting business from the premises of a pawnbroker. Imposes additional requirements for the approval of a license application by the Attorney General. Increases from 45 to 90 days the period in which an application must be approved or denied. Authorizes the Attorney General, after notice and opportunity for hearing, to suspend or revoke a license, or subject a licensee who violates any provision of the Act to a civil penalty of up to $10,000 per violation. Sets forth new recordkeeping requirements for licensed importers, manufacturers, and dealers in handguns. Provides for the transfer of records where a licensee loses his license, transfers the business to another person, or in any way ceases doing business. Directs the Attorney General to appoint a 15-member Handgun Criteria Commission to develop criteria for the evaluation of handgun models according to frame size and other appropriate factors for determining whether such models are easily concealable, have potential for criminal use, or are particularly suitable for sporting purposes. Requires the Commission to submit a report containing such criteria within one year of enactment and to evaluate biannually the effectiveness of existing criteria. Directs the Attorney General to revise the criteria upon a determination by the Commission that handguns satisfying existing criteria are significantly involved in handgun crime. Requires final criteria to be transmitted to Congress, which may disapprove by resolution the criteria within 60 days of continuous session. Directs the Attorney General to approve for manufacture, importation, or transfer any handgun model which satisfies the established criteria after representative samples of such model are evaluated and tested. Authorizes exceptions with respect to handguns which are particularly appropriate for law enforcement purposes. Directs the Attorney General, prior to the time that criteria have been established, to evaluate samples of all handgun models and approve for manufacture, importation, or transfer handgun models which meet specified requirements. Sets forth procedures for the administrative review of a finding that a sample submitted has failed to meet the approved standards. Requires a list of handgun models which have been tested and the test results. Deems approved any handgun model not in manufacture on or after October 21, 1968, and which has not been tested. Revises the penalties under such Act. Disallows, with respect to a person who uses or carries a firearm during the commission of any felony and receives an additional sentence, the suspension of such sentence, the giving of probation, or the concurrent running of a term of imprisonment (under current law such prohibitions apply only to a second or subsequent offense). Sets forth a mandatory period of parole ineligibility for such offense, unless the court finds specified mitigating circumstances. Makes any person (including a licensee) who negligently sells or transfers a handgun in violation of this Act civilly liable for the death or injury suffered by an individual as a result of the use of the handgun by the transferee in the commission of an offense that causes death or personal injury to that individual. Stipulates that certain exceptions to the provisions of the Act shall only apply with respect to handguns which have been approved by the Attorney General in accordance with the Act. Allows a mental incompetent to be relieved from the disabilities of the Act with respect to the possession, acquisition, or transfer of firearms upon specific findings by a court. Authorizes the Attorney General to permit the importation of approved handguns. Directs the Attorney General to make annual grants for each fiscal year and supplemental grants at his discretion for compensation of victims of handgun crime to qualifying State programs for the compensation of victims of handgun crime. Specifies eligibility criteria for such programs and the amount of authorized payments. Requires the Attorney General to submit annual reports to the congressional judiciary committees concerning such programs. Establishes a nine-member Advisory Committee on Victims of Handgun Crime to advise the Attorney General on the administration of the programs and policies relating to the compensation of victims of handgun crimes. Title II: Gun Control Functions Transferred to Attorney General - Transfers to the Attorney General all functions of the Secretary of the Treasury under the Gun Control Act of 1968. Authorizes the President to transfer additional functions of other agencies to the Department which relate to the functions transferred by this Act. Establishes within the Department of Justice the Firearms Safety and Abuse Control Administration to administer the functions of the Attorney General under the Gun Control Act of 1968. Directs the Attorney General to transmit to Congress as part of the annual report of the Department of Justice a report on the activities of the Administration. Title III: Miscellaneous Provisions - Amends the Federal criminal code to increase from 45 to 90 days the period in which an application for a user permit or a license to import, manufacture, or deal in explosive materials must be approved or denied. Authorizes the Attorney General, after notice and opportunity for hearing, to suspend or revoke a license, or subject a licensee who violates any statutory requirement to a civil penalty of up to $10,000 per violation. Directs the Postal Service to promulgate regulations for the conveyance of handguns in the mails. Directs the Advisory Commission on Intergovernmental Relations established by the Act of September 24, 1959, in consultation with the United States Conference of Mayors, the National League of Cities, and representatives of Federal, State, and local law enforcement agencies, to report within six months of enactment on: (1) intergovernmental problems in controlling illicit handgun traffic; and (2) the effectiveness of the Omnibus Crime Control and Safe Streets Act of 1968 and the Gun Control Act of 1968. Repeals title VII of the Omnibus Crime Control and Safe Streets Act (relating to the receipt, possession, or transportation of firearms by felons, veterans dishonorably discharged, mental incompetents, illegal aliens, and persons renouncing their United States citizenship). Makes this Act effective 120 days after enactment, with specified exceptions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Handgun Crime Control Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to ban the importation, manufacture, sale, and transfer of Saturday Night Specials, to improve the effectiveness of chapter 44 of title 18, United States Code, relating to gun control, to promote more effective management of certain law enforcement functions of the executive branch by transferring functions of the Secretary of the Treasury under chapter 44 of title 18, United States Code, relating to gun control to the Attorney General, to ban possession, shipment, transportation, and receipt of all firearms by felons, to provide relief for victims of handgun crimes, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:12-05:00"
}