{
  "actions": [
    {
      "acted_at": "1993-05-05", 
      "references": [
        {
          "reference": "CR S5527-5530", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-05-05", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s893-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-05-05", 
  "number": "893", 
  "official_title": "A bill to provide television broadcast time without charge to Senate candidates, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-05-05", 
  "subjects": [
    "Campaign funds", 
    "Censorship", 
    "Congressional candidates", 
    "Congressional elections (Senate)", 
    "Election candidates", 
    "Equal time rule", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Political advertising", 
    "Political parties", 
    "Primaries", 
    "Television in politics", 
    "Television stations"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-05-05", 
    "text": "Amends the Communications Act of 1934 to require each licensee operating a television (TV) broadcasting station to make available without charge to any legally qualified candidate for the Senate an amount of broadcast time as determined by the Federal Communications Commission (FCC) during the 45-day period preceding such election. Directs the FCC to: (1) determine the amount of TV broadcast time that such candidates may receive on the basis of the amount of broadcast time used by major party candidates in the previous Senate election, provided that at a minimum such candidates be provided sufficient time to make a complete presentation of views; and (2) ensure that such TV broadcast time be made available fairly and equitably and at hours of the day which reflect TV viewing habits and contemporaneous campaign practices. Requires that a legally qualified candidate of a party other than a party which obtained five percent or more of the popular vote in the last presidential election be granted an allocation of broadcast time in proportion to the amount of contributions under $250 such candidate has received when compared to such contributions received by candidates of the major parties, provided such proportion exceeds five percent. Directs the FCC to require licensees operating TV broadcasting stations to enter into a pooling agreement to ameliorate any disproportionate financial impact on particular licensees. Conditions the entitlement to TV broadcast time under this Act upon the candidate's: (1) signing an agreement to forego both the purchase of any additional amount of broadcast time and any additional time purchased by another candidate during the period that such time is made available; and (2) filing a copy of such agreement with the FCC. Sets forth penalties for any candidate who purchases or accepts purchased TV broadcast time in violation of such agreement. Subjects licensees to appropriate disciplinary action by the FCC. Amends the Federal Election Campaign Act of 1971 to exclude from the definitions of \"contributions\" and \"expenditures\" the value of TV broadcast time provided without charge by a licensee pursuant to the Communications Act of 1934. Directs the FCC to study the provision of free TV broadcast time to Senate candidates and evaluate the feasibility of extending such provision to primary and other election campaigns."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide television broadcast time without charge to Senate candidates, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:27:55-05:00"
}