{
  "actions": [
    {
      "acted_at": "1983-04-19", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-06", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Subcommittee on Public Lands and Reserved Water. Hearings held. Hearings printed:  S.Hrg. 98-929.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1084-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, Reserved Water and Resource Conservation", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-19", 
  "number": "1084", 
  "official_title": "A bill to designate additional rivers as components of the National Wild and Scenic Rivers System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "McClure, James A.", 
    "state": "ID", 
    "thomas_id": "01394", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-04-19", 
  "subjects": [
    "Alabama", 
    "Arizona", 
    "California", 
    "Colorado", 
    "Michigan", 
    "Parks and Natural Areas", 
    "Rivers", 
    "States", 
    "Utah", 
    "Water and Water Resources Development", 
    "Wild rivers", 
    "Wyoming"
  ], 
  "subjects_top_term": "Wild rivers", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-19", 
    "text": "Title I: Amendments to Section 3 Relating to Components of the National Wild and Scenic Rivers System - Amends the Wild and Scenic Rivers Act to provide that facilities and activities within or outside the boundaries of the Pere Marquette Wild and Scenic River in Michigan for the control of the lamprey eel shall be permitted subject to conditions prescribed by the Secretary of Agriculture for the protection of the river. Provides that the North Fork American Wild and Scenic River in California shall be administered by the Secretary of Agriculture. Designates public lands administered by the Secretary of the Interior within the Wild and Scenic River corridor west of range 11 east, Mount Diablo meridian, as part of the Tahoe National Forest, to be administered by the Secretary of Agriculture. Designates as components of the national wild and scenic rivers system portions of the following rivers: (1) the Clarks Fork River in Wyoming; (2) the Elk River in Colorado; (3) the Conejos River in Colorado; (4) the Los Pinos River in Colorado; (4) the Verde River in Arizona; (5) the Au Sable River in Michigan; (6) the Snake River in Wyoming; and (7) the Piedra River in Colorado. Title II: Study Rivers - Requires that studies of the following rivers be completed and reports on them transmitted to Congress by January 1, 1986: (1) the Cache la Poudre River in Colorado; (2) the Colorado River in Colorado and Utah; (3) the Green River in Colorado; (4) the Manistee River in Michigan; (5) the Sipsey Fork River in Alabama; and (6) the Yampa River in Colorado. Authorizes appropriations to conduct the studies of all the rivers which are potential additions to the national wild and scenic rivers system. Title III: Amendments to Public Law 90-542, As Amended - Requires that boundaries for components of the national wild and scenic rivers system designated by the Wild and Scenic Rivers Act be established within one year after the date of designation. Provides that the boundaries shall be measured from the ordinary high water mark on both sides of the river concerned. Requires that notice of the availability of such boundaries be published in the Federal Register. Deletes the requirement that notice of development plans be published in the Federal Register. Requires the Federal agency which administers wild and scenic rivers to prepare a comprehensive management plan for the protection of river values for such rivers. Prohibits the appropriation of funds for land acquisition for the rivers designated as wild and scenic rivers by this Act until such management plans for such rivers have been prepared. Authorizes appropriations from the Land and Water Conservation Fund for land acquisition for such rivers, including interim emergency acquisition necessary to protect such rivers. Prohibits the Secretary of the Interior from approving the designation of a wild and scenic river without the concurrence of the head of another Federal department or agency if five percent or more of the lands within one-quarter mile of such river are under the jurisdiction of such other Federal department or agency. Provides that the study area of any river proposed for potential addition to the national wild and scenic rivers system shall comprise that area measured within one-quarter mile from the ordinary high water mark on both sides of the river. Terminates the study status of a river, or portions thereof, designated for study if the river, or such portions thereof, are not designated as components of the national wild and scenic rivers system before the end of the time period for study. Provides that when a tract of land lies partly within and partly outside the boundaries of a wild and scenic river, the Secretary of the Interior or the Secretary of Agriculture, as appropriate, may acquire the entire tract (with the owner's consent for the portion which lies outside the boundaries). Prohibits the licensing of or assistance to any construction project on or directly affecting any river designated for potential addition to the national wild and scenic rivers system during the interim period from the date a report on such river is due to the time such report is actually submitted to Congress. Requires the head of any agency administering a wild and scenic river to cooperate with the Administrator of the Environmental Protection Agency (currently the Secretary of the Interior) to eliminate or diminish water pollution in the river. Permits landowners to convey real property interests to qualified organizations in accordance with the charitable contribution provisions of the Internal Revenue Code for conservation purposes with respect to the national wild and scenic rivers system. Authorizes the appropriate Secretary to sell or exchange federally owned lands which are within or adjacent to the boundaries of any wild and scenic river, in addition to leasing them, where necessary to achieve the purposes of the Wild and Scenic Rivers Act. Provides that the acquisition of fee title with the reservation of regular existing uses to the owner with respect to any designated wild and scenic river may be considered a scenic easement. Title IV: Amendments Pertaining to State Components of the National Wild and Scenic Rivers System - Provides that the national wild and scenic rivers system shall comprise rivers authorized for inclusion by the legislatures of the States through which they flow. Requires the Secretary of the Interior to remove a river from such system if requested to do so by the legislatures of the States through which the river flows and if the Secretary of Agriculture agrees to such removal for those portions of the river flowing through national forest system lands."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to designate additional rivers as components of the National Wild and Scenic Rivers System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:48-05:00"
}