{
  "actions": [
    {
      "acted_at": "1989-03-15", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-22", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans requested executive comment from the Department of Veterans' Affairs and Office of Management and Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-05-18", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-06-02", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans received executive comment from the Department of Veterans Affairs.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-07-27", 
      "bill_ids": [
        "s13-101"
      ], 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans. Provisions of measure incorporated into measure S. 13 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s574-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1989-03-15", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1989-03-15", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-03-15", 
  "number": "574", 
  "official_title": "A bill to amend title 38, United States Code, to improve health-care benefits for veterans.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s13-101", 
      "reason": "unknown"
    }
  ], 
  "short_title": "Veterans Health-Care Program Improvements Amendments of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Murkowski, Frank H.", 
    "state": "AK", 
    "thomas_id": "01408", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1989-07-27", 
  "subjects": [
    "Armed forces and national security", 
    "Congressional reporting requirements", 
    "Disabled", 
    "Dogs", 
    "Nurses", 
    "Nursing homes", 
    "Overtime", 
    "Primates", 
    "Respite care", 
    "Salaries", 
    "Tobacco", 
    "Veterans' disability compensation", 
    "Veterans' medical care", 
    "Veterans' rehabilitation"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-03-15", 
    "text": "Veterans Health-Care Program Improvements Amendments of 1989 - Authorizes the Secretary of Veterans Affairs to provide simians and dogs specially trained as assistive animals to any quadriplegic veteran entitled to veterans' disability compensation, and to pay certain incidental expenses incurred in becoming adjusted to such simians or dogs. Directs the Secretary to evaluate such program and report to the veterans' affairs committees on the experience of the Department of Veterans Affairs in providing such assistive animals. Repeals the authority of the Secretary to furnish tobacco to veterans receiving hospital or domiciliary care. Extends through FY 1991 the authority of the Secretary to furnish respite care to eligible veterans. Extends to February 1, 1990, the deadline for a report from the Secretary to the veterans' affairs committees concerning the provision of such care. Directs the Secretary to establish a program for the furnishing of medical, rehabilitative, and health-related services in noninstitutional settings for veterans who: (1) are eligible for nursing home care; and (2) are in receipt or in need of nursing home care primarily for the treatment of a service-connected disability. Directs the Secretary, under such program, to: (1) furnish appropriate health-related services solely through contracts with appropriate public and private agencies that provide such services; and (2) in the case of each veteran provided services under the program, appoint a Department health-care employee to furnish case management services. Authorizes the Secretary to provide in-kind assistance (through the services of Department employees and the sharing of other Department resources) to a facility furnishing such noninstitutional services to veterans. Outlines administrative provisions concerning the provision of such in-kind assistance. Limits the total cost of the provision of such alternative services to eligible veterans to 65 percent of the cost that would have been incurred by the Department if the Department had furnished such nursing home care to such veteran. Directs the Secretary to report to the veterans' affairs committees the Secretary's evaluation, findings, and conclusions regarding the provision of such alternative noninstitutional care. Authorizes the payment of additional pay (premium pay) for nursing assistants employed within the Department in order to retain highly qualified nursing assistants. Authorizes the Secretary to waive certain reductions in retired or retainer pay for registered nurses when such waiver is necessary to meet special or emergency employment needs within the Department."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans Health-Care Program Improvements Amendments of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to improve health-care benefits for veterans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:17-05:00"
}