{
  "actions": [
    {
      "acted_at": "1992-10-06", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3359-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-10-06", 
  "number": "3359", 
  "official_title": "A bill to direct the Secretary of Defense, the Secretary of Commerce, and others to select a private consortium to establish and administer a national network of advanced technology manufacturing application and education centers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Manufacturing Application and Education Network Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-10-06", 
  "subjects": [
    "Defense procurement", 
    "Economic development", 
    "Employee training", 
    "Executive reorganization", 
    "Federal aid to research", 
    "Foreign trade and international finance", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Industrial policy", 
    "Industry", 
    "Infrastructure (Economics)", 
    "International competitiveness", 
    "Laboratories", 
    "Manpower training programs", 
    "Manufacturing industries", 
    "Minority business enterprises", 
    "Research and development", 
    "Research grants", 
    "Science, technology, communications", 
    "Small business", 
    "Technical education", 
    "Technological innovations", 
    "Technology transfer"
  ], 
  "subjects_top_term": "Industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-10-06", 
    "text": "Manufacturing Application and Education Network Act of 1992 - Requires the Director of the Defense Advanced Research Projects Agency (DARPA), the Assistant Secretary of Energy for Conservation and Renewable Energy, and the Director of the Office of Science and Technology Policy (OSTP) to comprise a selection committee which shall use competitive procedures to select a managing consortium to establish and administer the operations of the Manufacturing Application and Education Network (Network) Centers established in accordance with this Act. Outlines criteria for selection of a managing consortium, including having a primary mission of developing and deploying advanced manufacturing technologies and having the capacity to transfer such technologies to other areas. States that the first consortium so selected shall manage the Network Centers for five years, with each consortium selected thereafter managing such Centers for three years. Requires the consortium selected, with the support of a task force created later under this Act, to establish and oversee the administration of not less than 150 Network Centers within ten years after the date of enactment of this Act. Requires each consortium to develop a Network propagation plan that shall: (1) include a plan for the establishment of the Centers nationwide, upon the approval of the consortium; and (2) be based upon economic development and manufacturing profiles submitted to the consortium for approval by each of the 50 States. Requires: (1) the consortium to submit to the OSTP Director for distribution to all organizations involved in establishing the Centers a copy of establishment and business plans of each Center, as well as quarterly reports; and (2) the OSTP Director to report to the Senate and House Armed Services and Small Business Committees evaluating the progress and plans of the Network Centers. States that a Network Center may only be established and supported under this Act with the approval of the appropriate selected consortium, in consultation with a representative selected by the Secretary of Defense. Allows a consortium to approve the establishment and support of a Center only if such Center promotes the deployment of innovative and robust technology into U.S. manufacturing companies by conducting activities in: (1) technology awareness; (2) technology education; (3) technology demonstration; (4) technology application support; and (5) technology advancement support. Limits the amount of Federal funds authorized to be allocated to each Network Center by the consortium. Requires each Network Center to enter into a written agreement with the United States to share all information and technology developed by the Center while using Federal funds. Requires the OSTP Director to establish a task force under the auspices of the Federal Coordinating Council for Science, Engineering and Technology. Requires the task force to: (1) develop a government-wide plan to utilize the skilled work force of the Federal laboratories to support Network Center operations; (2) develop a streamlined process for Federal agencies to identify and transfer existing Government technologies and equipment that would be of value to the Network; and (3) develop and implement a plan for the OSTP to periodically communicate to all relevant Federal agencies and the Congress concerning the progress being made in Federal programs involving technology transfer. Requires assistance from certain Federal officials in maximizing export opportunities for small and disadvantaged small business concerns participating in Network Centers. Directs the Secretary of Commerce, acting through the Under Secretary for Export Administration, to: (1) collect sourcing data on existing Federal procurements; (2) analyze such data in order to determine U.S. ability to supply components for critical and enabling technologies to current and future world markets; (3) identify the technologies that are deemed critical to reach full-scale production within a two-year period; and (4) provide detailed reports to the consortium on the findings. Amends the Small Business Act to authorize exclusive small business set-asides for Federal procurement of components and subsystems produced in Network Centers established under this Act. Directs breakout procurement center representatives established under such Act to provide written notification to a contractor or subcontractor that if two or more bids are received from small or disadvantaged small business concerns participating in Network Centers under this Act, the procurement contract for such component or subsystem must be set aside for competition among small and disadvantaged small business concerns in the United States. Directs the Administrator of the Small Business Administration to establish a program to promote the award of Federal procurement contracts to small and disadvantaged small business concerns that participate in the Network Centers under this Act, including contracts for the procurement of systems and components of critical technologies. Provides credits to Federal contracting officers and their Government contractors who support the achievement of Government targets for small business contracting. Outlines eligibility requirements for small or disadvantaged small business concerns to receive contract awards under the program, including a priority among such small and disadvantaged small businesses. Prohibits a contract awarded under such program from exceeding the lowest qualified bid received by a participating small or disadvantaged small business concern by more than ten percent."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Manufacturing Application and Education Network Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to direct the Secretary of Defense, the Secretary of Commerce, and others to select a private consortium to establish and administer a national network of advanced technology manufacturing application and education centers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:49-05:00"
}