{
  "actions": [
    {
      "acted_at": "1999-04-21", 
      "references": [
        {
          "reference": "CR S4040-4042, S4047-4051", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-04-21", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-12-14", 
      "references": [
        {
          "reference": "CR S11778", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s854-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "2000-02-08", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-04-21", 
  "number": "854", 
  "official_title": "A bill to protect the privacy and constitutional rights of Americans, to establish standards and procedures regarding law enforcement access to location information, decryption assistance for encrypted communications and stored electronic information, and other private information, to affirm the rights of Americans to use and sell encryption products as a tool for protecting their online privacy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Electronic Rights for the 21st Century Act", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-04-21", 
  "subjects": [
    "Actions and defenses", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Books", 
    "Business records", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Computer crimes", 
    "Computer industry", 
    "Computer networks", 
    "Computer security measures", 
    "Computer software", 
    "Computers", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Consumer protection", 
    "Contracts", 
    "Counterintelligence", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal liability", 
    "Damages", 
    "Data banks", 
    "Direct broadcast satellites", 
    "Electronic data interchange", 
    "Electronic surveillance", 
    "Emergency communication systems", 
    "Emergency management", 
    "Emergency medical services", 
    "Encryption", 
    "Fire departments", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Grand jury", 
    "Health", 
    "Identification devices", 
    "Imports", 
    "Information networks", 
    "International affairs", 
    "International cooperation", 
    "Internet", 
    "Internet service providers", 
    "Law", 
    "Legal fees", 
    "Liability (Law)", 
    "Libraries", 
    "Names", 
    "Police communication systems", 
    "Punitive damages", 
    "Rescue work", 
    "Retail trade", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Space activities", 
    "Standards", 
    "Subpoena", 
    "Technology transfer", 
    "Telecommunication industry", 
    "Television relay systems", 
    "Traffic accidents and safety", 
    "Transportation and public works", 
    "Trauma care", 
    "Treaties", 
    "Video tape recording", 
    "Warrants (Law)", 
    "Web sites", 
    "Wireless communication", 
    "Wiretapping"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-04-21", 
    "text": "TABLE OF CONTENTS: Title I: Privacy Protection for Communications and Electronic Information Title II: Promoting Use of Encryption Title III: Privacy Protection for Library Loan and Book Sale Records Title IV: Privacy Protection for Satellite Home Viewers Electronic Rights for the 21st Century Act - Title I: Privacy Protection for Communications and Electronic Information - Amends the Federal criminal code to authorize a governmental entity to require a provider of remote computing service to disclose the contents of any electronic communication made by subscribers only pursuant to a Federal or State warrant, or a Federal or State grand jury or trial subpoena.(Sec. 102) Requires a provider of mobile electronic communication service to provide to a governmental entity information generated by and disclosing the current physical location of a subscriber's equipment only if the governmental entity obtains a court order issued upon a finding of probable cause that such equipment has been, is being, or is about to be used to commit a felony offense. Allows the disclosure of such information, without such conditions, after subscriber consent.(Sec. 103) Authorizes the appropriate court to enter an ex parte order: (1) authorizing the installation and use of a pen register or trap and trace device if such court finds, upon certification, that the information likely to be obtained is relevant to an ongoing criminal investigation; and (2) directing that the use of such device be conducted so as to minimize the recording or decoding of any electronic or other impulses that are not related to the dialing and signaling information utilized in call processing by the service provider upon whom the order is served.(Sec. 104) Requires the authorized interception of wire or electronic communications to be terminated when the facility identified in the intercept order is no longer being used, unless the judge determines that there is probable cause that an individual continuing as a party to the communication has committed or is about to commit an offense enumerated in the order and that such communication will be obtained through such continuing interception.(Sec. 105) Requires a governmental entity authorized to install an interception device to use technology that restricts the recording or decoding of electronic impulses to the addressing information, in the case of a packet-switched network.(Sec. 106) Provides limited conditions under which a provider of domain name registration (a service which assigns and manages domain names and Internet addresses) may disclose a record or other information pertaining to a subscriber or customer of such service.(Sec. 107) Requires the Attorney General to report annually to Congress concerning government warrants, orders, and subpoenas applied for and granted relating to access to electronic communications.(Sec. 108) Requires, in the grant of a roving wiretap (to follow a person, as opposed to one in a set location), the applicant to show that the person intends to thwart interception by changing facilities. States that the authorization to intercept applies only to communications to which the person believed to be committing the offense and named in the order is a party.(Sec. 109) Amends the Communications Act of 1934 to allow telecommunications carriers to provide call location information concerning the user of a commercial mobile telephone service: (1) to a public safety answering point (emergency dispatcher) and other emergency officials or facilities; (2) to inform the user's legal guardian or family members of the user's location in an emergency situation involving the risk of death or serious physical harm; or (3) to providers of information or database management services solely to assist in the delivery of emergency services. Allows such carrier to also transmit automatic crash notification information as part of the operation of an automatic crash notification system. Prohibits otherwise the disclosure of a user's call location or crash information without the express authorization of the customer. Requires a telecommunications carrier that provides telephone exchange service to provide both listed and nonlisted subscriber information when such information is being used for emergency services.(Sec. 110) Provides limited conditions under which a provider of electronic communication or remote computing service may disclose a record or other information pertaining to a subscriber or customer to any persons other than a governmental entity.Title II: Promoting Use of Encryption - Authorizes any person within the United States, and any U.S. person in a foreign country, to use, develop, manufacture, sell, distribute, or import any encryption (scrambling) product. Prohibits any U.S. agency from requiring, compelling, setting standards for, conditioning approval on, or conditioning the receipt of any benefit on a requirement that a decryption key (descrambler), access to a decryption key, key recovery information, or other plaintext access capability be: (1) required to be built into computer hardware or software for any purpose; (2) given to any other person; or (3) retained by any person using encryption. Prohibits any U.S. agency from requiring any person who is not an employee or agent of the United States or a State from using any key recovery or other plaintext access features for communicating or transacting business with any U.S. agency. Makes such prohibition inapplicable to: (1) encryption used solely for the internal operations and telecommunications systems of the Federal Government; or (2) the authority of any investigative or law enforcement officer or member of the intelligence community acting under law to gain access to encrypted communications or information.(Sec. 202) Prohibits the Federal Government from purchasing any encryption product with a key recovery or other plaintext access feature if such feature would interfere with the use of the full encryption capabilities of the product when interoperating with other commercial encryption products.(Sec. 203) Requires a Federal order authorizing the interception of a wire or electronic communication, upon request of the applicant, to direct that a provider of wire or electronic communication service, and any other person capable of decrypting such communication, promptly furnish the applicant with the necessary encryption assistance, if the court finds that such assistance is necessary for the decryption of a communication intercepted pursuant to the order. Limits such order to 30 days or the date on which the authorized objective is attained. Provides identical assistance requirements for an order authorizing a communication interception under foreign intelligence investigation provisions of the Foreign Surveillance Act of 1978.Prohibits anyone from disclosing a decryption key or providing decryption assistance pertaining to the contents of stored electronic communications or records to a governmental entity, except: (1) pursuant to a Federal or State warrant or to a subpoena; or (2) with the consent of the person who created the communication or record. Authorizes delayed notification to such person for up to 90 days when earlier notification may have an adverse result.Prohibits any investigative or law enforcement officer from releasing a decryption key or providing decryption assistance to a foreign government or law enforcement agency of a foreign government. Provides an exception in any case in which the United States has entered into a treaty or convention with a foreign government to provide mutual assistance with respect to providing decryption assistance, authorizing the Attorney General to apply for an order under certain requirements and conditions.Title III: Privacy Protection for Library Loan and Book Sale Records - Provides for criminal liability of a video tape service provider or book seller who knowingly discloses to any person personally identifiable information concerning any consumer of such provider or seller. Provides exceptions for disclosures: (1) to the consumer or to any person with the consumer's consent; (2) to a law enforcement agency pursuant to a Federal or State warrant or court order; (3) to any person if the provider or seller has provided the consumer with an opportunity to prohibit such disclosure; (4) which do not identify the title, description, or subject matter of the tape or book; (5) incident to the ordinary course of business of the provider or seller; or (6) pursuant to a court order showing a compelling need for such information that cannot be accommodated by any other means. Outlines procedures for the issue of a court order for disclosure to a law enforcement agency under (2), above.Provides parallel liability, with similar exceptions, for any library that knowingly discloses to any person personally identifiable information concerning any patron of such library.Title IV: Privacy Protection for Satellite Home Viewers - Amends the Communications Act of 1934 to require a satellite carrier (currently, only a cable operator or related service provider), at the time of entering into an agreement to provide satellite home viewing service to a subscriber, to provide notification to such subscriber regarding the personally identifiable information to be collected concerning such subscriber and the nature, frequency, and purpose of any disclosure of such information (along with certain other related information). Prohibits the satellite carrier from collecting such information without the prior written or electronic consent of such subscriber, with exceptions for: (1) obtaining information necessary to provide the service; or (2) detecting unauthorized reception of such service. Requires such carrier to take necessary actions to prevent unauthorized access to such information, with exceptions. Authorizes a governmental entity to obtain such information pursuant to a court order only when the subject of the order is reasonably suspected of criminal activity and the information sought would be material evidence in the case.Requires a satellite subscriber to be provided access to all personally identifiable information collected and maintained by such carrier. Requires such information to be destroyed by the carrier when no longer used for its intended purposes. Provides appropriate relief for any person alleging violations under this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Electronic Rights for the 21st Century Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect the privacy and constitutional rights of Americans, to establish standards and procedures regarding law enforcement access to location information, decryption assistance for encrypted communications and stored electronic information, and other private information, to affirm the rights of Americans to use and sell encryption products as a tool for protecting their online privacy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:32-05:00"
}