{
  "actions": [
    {
      "acted_at": "1975-04-16", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6090-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-16", 
  "number": "6090", 
  "official_title": "A bill to amend the Coastal Zone Management Act of 1972 to authorize financial assistance to coastal States to enable them to study, assess, and plan the effects of offshore energy-related facilities and activities in or on the Outer Continental Shelf on their coastal zones, and to provide for needed public facilities and services; to provide assistance to the coastal States for coordinating coastal zone planning, policies, and programs in contiguous interstate areas.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Coastal Zone Management Act Amendments", 
  "sponsor": {
    "district": "3", 
    "name": "Treen, David C.", 
    "state": "LA", 
    "thomas_id": "01168", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-16", 
  "subjects": [
    "Coastal zone", 
    "Continental shelf", 
    "Department of the Treasury", 
    "Environmental protection", 
    "Federal-state relations", 
    "Marine resources conservation", 
    "Oceans and oceanography", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum in submerged lands", 
    "States"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-16", 
    "text": "Coastal Zone Management Act Amendments - Establishes in the Treasury to the United States the Marine Resources Conservation and Development Fund. Authorizes grants from the fund to coastal States impacted by anticipated or actual oil and gas production or exploration. Directs Federal agencies which have authority to grant licenses, leases, or permits for the exploration or development of resources in or on the Outer Continental shelf to make available to affected coastal States all information relating to the timing, location and magnitude of any licensing, leasing, or permitting activity in which those agencies are planning to engage. Requires the Secretary fo the Treasury to apportion the amount available for disbursement in the fund for any fiscal year among the eligible coastal States on the basis of the actual, or anticipated effects and impacts of offshore oil and gas exploration, development, and production on each such State. Authorizes the Secretary to make grants during any fiscal year to noncoastal States to ameliorate the impacts associated with the development of Federal energy resources in or on the Outer Continental Shelf. Authorizes to be appropriated to the fund for each fiscal year after fiscal year 1975, a sum equal to 17 1/2 percent of the revenues derived during the previous year by the United States from acreage leased and production of oil and gas from the Outer Continental Shelf."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coastal Zone Management Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Coastal Zone Management Act of 1972 to authorize financial assistance to coastal States to enable them to study, assess, and plan the effects of offshore energy-related facilities and activities in or on the Outer Continental Shelf on their coastal zones, and to provide for needed public facilities and services; to provide assistance to the coastal States for coordinating coastal zone planning, policies, and programs in contiguous interstate areas.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:09-05:00"
}