{
  "actions": [
    {
      "acted_at": "1973-11-16", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2717-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cook, Marlow W.", 
      "sponsored_at": "1973-01-03", 
      "state": "KY", 
      "thomas_id": "01308", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-16", 
  "number": "2717", 
  "official_title": "A bill to amend the Interstate Commerce Act to provide improved enforcement of motor carrier safety regulations; to protect motor carrier employees against discrimination for reporting violations of such regulations.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6180-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Hart, Philip A.", 
    "state": "MI", 
    "thomas_id": "01348", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-16", 
  "subjects": [
    "Transportation and public works", 
    "Trucks"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-16", 
    "text": "Provides, under the Interstate Commerce Act, for enforcement of motor carrier safety regulations by employees who believe their employer has violated such safety regulations. Allows employees to request an investigation by giving written and signed notice of the violation to the Secretary of Transportation. Authorizes the Secretary to issue a citation to the violator upon the finding of a violation. Sets forth the form of such citation, including the assessment of a civil penalty of not less than $250 nor more than $1,000 for the first violation. Permits a violator to contest the citation within 15 days. Provides for a hearing before the National Transportation Safety Board on the citation, and review of any adverse order from the Board by the United States court of appeals. Specifies the procedures for pleadings, testimony and objections before the appellate court. Provides that the Secretary may enforce any final order of the Board or any uncontested citation by filing for relief in the United States court of appeals. Empowers the Secretary to order a carrier of explosives and other dangerous articles to cease operation of motor vehicles in interstate commerce for up to sixty days when he finds the operations create an unreasonable risk of accident, injury or death. States the procedure for the Secretary to follow in issuing such a cease and desist order. Provides that no person shall discharge or discriminate against any employee for (1) filing a motor carrier safety violation complaint; (2) refusing to operate equipment because of his apprehension of death or serious injury to himself on the public due to the unsafe condition of such equipment; or (3) refusing to operate equipment in violation of regulations respecting hours of service. Entitles an employee so discharged or discriminated against (1) to reinstatement in his employment; (2) to be made whole for his losses; (3) to exemplary damages; and (4) to cost of suit and reasonable attorney's fees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Interstate Commerce Act to provide improved enforcement of motor carrier safety regulations; to protect motor carrier employees against discrimination for reporting violations of such regulations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:58-05:00"
}