{
  "actions": [
    {
      "acted_at": "1977-01-18", 
      "committee": "Senate Committee on Government Operations (Subsequently: Governmental Affairs)", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations (Subsequently: Governmental Affairs).", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s290-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1977-01-03", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-18", 
  "number": "290", 
  "official_title": "A bill to establish a Federal commission on ethics, to provide a Code of Conduct for Federal employees, to provide for financial disclosure by Federal employees.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Ethics Act", 
  "sponsor": {
    "district": null, 
    "name": "Chiles, Lawton", 
    "state": "FL", 
    "thomas_id": "01304", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-18", 
  "subjects": [
    "Advisory bodies", 
    "Armed forces and national security", 
    "Auditing", 
    "Conflict of interests", 
    "Congress", 
    "Congressional elections", 
    "Congressional ethics", 
    "Election candidates", 
    "Ethics", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Financial disclosure", 
    "Government operations and politics", 
    "Judges", 
    "Judicial ethics", 
    "Law", 
    "Members of Congress", 
    "Military personnel", 
    "Political ethics", 
    "Postal service", 
    "Presidential elections", 
    "United States Postal Service", 
    "Vice Presidential elections", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Ethics", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-18", 
    "text": "Federal Ethics Act - Title I: Ethical Conduct - Establishes a Federal Code of conduct for certain officers and employees of the Federal Government. Prohibits such individuals from: (1) soliciting or accepting items in excess of $50 from persons with whom such individuals have official dealings; (2) using their official positions to secure private gain for themselves or any other person, unless such use is provided for by law; or (3) presenting to the public an appearance of impropriety through conduct or association. Restricts such individuals from accepting any item of value for non-governmental employment. Prohibits such individuals from participating in matters in which their immediate families or certain former employees have a material interest. Sets limitations on employment which may be accepted subsequent to Government service. Sets forth criminal penalties for violation of the Code of Conduct. Establishes a seven-member Federal Commission on Ethics. Sets forth procedure for selection of members. Prohibits elected or appointed Federal officers or employees from serving on the Commission. Empowers the Commission to conduct investigations and hearings and report violations of the Code of Conduct to law enforcement authorities. Authorizes the United States district courts, upon petition by the Commission, to punish by contempt citation any failure to comply with a subpena or order issued by the Commission. Exempts from civil liability any person who discloses information at the request of the Commission. Requires the Commission to investigate and report any violations of this Act. Authorizes any person to file a complaint with the Commission alleging violation of this Act. Sets forth the procedure to be followed by the Commission in investigating such violations. Requires the Commission, upon written request of any Federal employee, to render an advisory opinion with respect to whether any specific action by such individual would constitute a violation of this Act or other Federal laws concerning bribery and graft. Requires that all such requests be made public. Gives a presumption of compliance to an individual who acts in accordance with such opinion. Requires the Commission to transmit an annual report of its activities to the President and Congress. Declares that the Commission will be considered an agency for purposes of the Government in the Sunshine Act. Authorizes the appropriation of such sums as necessary to carry out the purposes of this title. Title II: Government Personnel; Financial Disclosure Requirements - Requires the President Vice President, Members of Congress, Federal judges, Federal officers and employees compensated at a rate equal to or in excess of the rate prescribed for the grade of GS-16, members of the uniformed services compensated at a rate equal to or in excess of the monthly rate prescribed for grade 0-6, and certain individuals seeking nominations or election to the office of President, Vice President, or Member of Congress to file a full and complete financial statement for the preceding calendar year with the Comptroller General. Outlines the required content of and filing procedures for such statements. Requires the Comptroller General to promulgate rules and regulations necessary to carry out the purposes of this title. Sets forth criminal penalties for violations of this title. Authorizes the Attorney General to bring a civil action against any individual who fails to file or falsifies such financial report. Requires each agency head, the Clerk of the House of Representatives, the Secretary of the Senate, and the Director of the Administrative Offices of the United States Courts to submit annually to the Comptroller General a list of individuals who are required to submit such financial report. Requires the Comptroller General to refer to the Attorney General, and in the case of Members of Congress to the appropriate Congressional committee, the names of any individual the Comptroller General has cause to believe has failed to file or who has falsified such report. Authorizes personnel action to be taken against individuals found to have violated this title. Requires that the Comptroller General make such reports available to the public. Sets forth the procedure for acquiring copies of such reports. Restricts the purposes for which such reports may be used, and prescribes civil penalties for misuse. Sets forth procedures for implementation of the financial disclosure requirements of this title. Requires the Comptroller General to conduct certain audits of the financial reports submitted pursuant to this title. Requires the Civil Service Commission and the Department of Justice to analyze the regulations and procedures currently in effect regarding financial conflicts of interest among Federal employees and to recommend legislation. Authorizes the appropriation of such sums as necessary to carry out the purposes of this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Ethics Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Financial Disclosure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Federal commission on ethics, to provide a Code of Conduct for Federal employees, to provide for financial disclosure by Federal employees.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:58-05:00"
}