{
  "actions": [
    {
      "acted_at": "2004-04-02", 
      "references": [
        {
          "reference": "CR E530", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-04-02", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-04-22", 
      "references": [
        {
          "reference": "CR H2308", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-05-20", 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "subcommittee": "the Constitution", 
      "text": "Referred to the Subcommittee on the Constitution.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres92-108", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Constitution", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2004-04-02", 
  "number": "92", 
  "official_title": "Proposing an amendment to the Constitution of the United States relating to Congressional succession.", 
  "popular_title": "Special Elections/Appointments Provisions bill", 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "46", 
    "name": "Rohrabacher, Dana", 
    "state": "CA", 
    "thomas_id": "00979", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2004-04-02", 
  "subjects": [
    "Congress", 
    "Constitutional amendments", 
    "Death", 
    "House rules and procedure", 
    "Law", 
    "Members of Congress", 
    "Senate rules and procedure"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Introduced", 
    "date": "2004-04-02", 
    "text": "Constitutional Amendment - Provides that upon the death of a person elected as Representative, the duties and powers of that office shall be discharged by his or her designated successor as Acting Representative until a new Representative is elected. Declares that whenever a: (1) person elected as Representative transmits to the Speaker of the House of Representatives a written declaration that he or she is unable to discharge the powers and duties of his or her office, and until a written declaration to the contrary is transmitted, such powers and duties shall be discharged by his or her designated successor as Acting Representative; and (2) whenever a majority of the potential successors of a person elected as Representative transmit to the Speaker their written declaration that such person is unable to discharge the powers and duties of such office, that person's designated successor shall immediately assume the powers and duties of that office as Acting Representative and thereafter, when the person elected as Representative transmits to the Speaker his or her written declaration that no such inability exists, he or she shall assume or resume such powers and duties. Allows each person elected as Representative to appoint, in ranked order, between three and five potential successors, provided that such appointments are transmitted to the Speaker in a publicly available written declaration no earlier than one year and no later than 60 days before the date such person is elected as Representative. Makes the designated successor the highest ranked potential successor appointed in conformance with this article who meets the qualifications for office, or if no such person exists, a person meeting such qualifications appointed by the executive authority of the same State. Makes such appointments effective during the term of office for which the person elected as Representative has been elected. Provides for the same procedures in the Senate, upon the death of a person elected as Senator or whenever a person elected as Senator transmits to the President pro tempore of the Senate a written declaration that he or she is unable to discharge the powers and duties of his or her office, and until he or she transmits a written declaration to the contrary. Authorizes a Senator to make or revise his or her written appointment of potential successors no earlier than one year and no later than 60 days before a date established by Congress for the regular election of Senators and Representatives. Makes such midterm appointment or revision effective on the next date established by the U.S. Constitution for the beginning and ending of the terms of Senators and Representatives. Amends the 17th amendment to the U.S. Constitution to repeal the authority of a State legislature to empower the State executive to make temporary appointments in the Senate until the people fill the vacancies by election as the legislature may direct."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Special Elections/Appointments Provisions bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Proposing an amendment to the Constitution of the United States relating to Congressional succession.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:40-05:00"
}