{
  "actions": [
    {
      "acted_at": "1975-01-28", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s442-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-28", 
  "number": "442", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to prevent political misuse of the Internal Revenue Service, to restrict the access of Federal and State agencies to confidential tax information.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bentsen, Lloyd M.", 
    "state": "TX", 
    "thomas_id": "01282", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-28", 
  "subjects": [
    "Civil rights and liberties, minority issues", 
    "Income tax", 
    "Intergovernmental tax relations", 
    "Internal Revenue Service (IRS)", 
    "Right of privacy", 
    "Tax returns"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-28", 
    "text": "Provides that whoever initiates or conducts, or attempts to initiate or conduct, an income tax audit, investigation, or prosecution for reasons other than enforcement of the Internal Revenue Code or on account of race creed, color, or political status shall be fined not more than $10,000 or imprisoned for not more than 5 years or both. Directs the Comptroller General to report annually to the committees of the Congress charged with the promulgation of the Federal tax laws on the effectiveness and impartiality of the administation of such laws. Specifies the powers and duties of the Comptroller General with respect to the conduct of investigations of the administration of the Federal tax laws. Increases the criminal penalties for unauthorized disclosure of confidential tax information to a fine of up to $5000 or 5 years' imprisonment or both. Makes any person disclosing such information without authorization personally liable to any taxpayer injured by such disclosure up to $20,000 actual and punitive damages. Authorizes inspections of income tax returns by officers and employees of the Internal Revenue Service, Department of the Treasury, the Department of Justice, and State agencies charged with the administration of State tax law, in each case solely for purpose of administration and enforcement of the tax laws. Specifies procedures for the disclosure of income tax return information to committees of Congress. Provides that a person, partner in a partnership, or a corporation with respect to whom the return is filed shall, upon written request, have an opportunity to inspect such return. Authorizes the Commissioner of Internal Revenue to disclose return information to correct misstatements of published or disclosed facts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to prevent political misuse of the Internal Revenue Service, to restrict the access of Federal and State agencies to confidential tax information.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:01-05:00"
}