{
  "actions": [
    {
      "acted_at": "2000-01-24", 
      "committee": "Committee on Ways and Means, and in addition to the Committees on Commerce, and Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committees on Commerce, and Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-01-24", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-01-24", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-01-24", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-02-01", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-02-01", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-02-14", 
      "in_committee": "House Education and the Workforce", 
      "references": [], 
      "subcommittee": "Employer-Employee Relations", 
      "text": "Referred to the Subcommittee on Employer-Employee Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3529-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employer-Employee Relations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-01-24", 
  "number": "3529", 
  "official_title": "To amend title XVIII of the Social Security Act and the Employee Retirement Income Security Act of 1974 to improve access to health insurance and Medicare benefits for individuals ages 55 to 65 to be fully funded through premiums and anti-fraud provisions, to amend title XIX of the Social Security Act to provide financial assistance for those individuals who are too poor to afford the premiums, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Early Medicare Access and Affordability Act of 2000", 
  "sponsor": {
    "district": "6", 
    "name": "Pallone, Frank, Jr.", 
    "state": "NJ", 
    "thomas_id": "00887", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-01-24", 
  "subjects": [
    "Access to health care", 
    "Coinsurance", 
    "Congress", 
    "Congressional information resources", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Dislocated workers", 
    "Early retirement", 
    "Economics and public finance", 
    "Employee health benefits", 
    "Families", 
    "Finance and financial sector", 
    "Government trust funds", 
    "Health", 
    "Health insurance", 
    "Health insurance continuation", 
    "Insurance premiums", 
    "Insurance rates", 
    "Labor and employment", 
    "Married people", 
    "Medicaid", 
    "Medical economics", 
    "Medically underinsured", 
    "Medicare", 
    "Medicare fraud", 
    "Poor", 
    "Retiree health benefits", 
    "Social welfare"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-01-24", 
    "text": "TABLE OF CONTENTS: Title I: Access to Medicare Benefits for Individuals 62-to-65 Years of Age Title II: Access to Medicare Benefits for Displaced Workers 55-to-62 Years of Age Title III: Cobra Protection for Early Retirees Subtitle A: Amendments to the Employee Retirement Income Security Act of 1974 Subtitle B: Amendments to the Public Health Service Act Subtitle C: Amendments to the Internal Revenue Code of 1986 Title IV: Financing Title V: Provision of Premium Assistance for Low-Income Individuals Purchasing Early Coverage Under the Medicare Program Early Medicare Access and Affordability Act of 2000 - Title I: Access to Medicare Benefits for Individuals 62-to-65 Years of Age - Amends title XVIII (Medicare) of the Social Security Act (SSA) to add a new part D (Purchase of Medicare Benefits by Certain Individuals Age 62-to-65 Years of Age). Makes eligible to enroll in Medicare during a specified period individuals between the ages of 62 and 65 who: (1) are not eligible for coverage under group health plans or Federal health insurance; but (2) would be Medicare-eligible if age 65.(Sec. 101) Directs the Secretary of Health and Human Services to determine rates for the base monthly premium, the base annual premium, and the deferred monthly premium for individuals age 62 or older.Requires the Secretary to: (1) adjust and limit the maximum base annual premium in a premium area to assure participation in all areas of the United States; and (2) provide for payment and collection of the base monthly premium. Makes the enrollee liable for the deferred monthly premium payment between ages 65 and 85. Requires collection of both premiums in the same manner as for the payment of monthly premiums under Medicare part B (Supplementary Medical Insurance).Creates in the Treasury the Medicare Early Access Trust Fund (Trust Fund) to hold collected premiums as well as the savings from new fraud and abuse initiatives under the Medicare Fraud and Overpayment Act of 2000 (if enacted), which are transferred to it out of the Medicare trust funds.Directs: (1) the Trust Fund's Board of Trustees to report annually to the Congress on the need for adjustments in the new program in order to maintain its financial solvency; and (2) the Comptroller General to report periodically to the Congress on the adequacy of program financing along with appropriate recommendations to accomplish such end.Requires: (1) individuals enrolled under the new part D program to be treated for Medicare purposes as though they were entitled to benefits under Medicare part A (Hospital Insurance) and enrolled under Medicare part B; and (2) new part D program benefits to be payable under Medicare to such individuals in the same manner as if they were so entitled and enrolled.Provides that the new part D program shall not be treated as Medicare for purposes of the Medicaid program under SSA title XIX, including the provision of Medicare cost-sharing assistance, nor for purposes of COBRA (Consolidated Omnibus Budget Reconciliation Act of 1985) continuation requirements of the Public Health Service Act.Title II: Access to Medicare Benefits for Displaced Workers 55-to-62 Years of Age - Amends SSA title XVIII part D to rename the newly established part D program the Purchase of Medicare Benefits by Certain Individuals Age 55-to-65 Years of Age. Provides for part D coverage for certain displaced workers (who have lost employment-based, including COBRA continuation, coverage) and spouses between the ages of 55 and 62 under arrangements similar to those in title I, except for deferred monthly premiums. Directs the Secretary to provide for continued enrollment of displaced workers who attain 62 years of age.Title III: COBRA Protection for Early Retirees - Subtitle A: Amendments to the Employee Retirement Income Security Act of 1974 - Amends the Employee Retirement Income Security Act of 1974 (ERISA) to extend specified group health plan insurance COBRA continuation coverage to qualified retirees and their dependents in cases of substantial reduction or termination of a retiree group health plan. Permits an increased level of premiums in the case of an individual provided continuation coverage by reason of the qualifying event.Subtitle B: Amendments to the Public Health Service Act - Amends the Public Health Service Act to extend specified group health plan insurance COBRA continuation coverage to qualified retirees and their dependents in cases of substantial reduction or termination of a retiree group health plan. Permits an increased level of premiums in the case of an individual provided continuation coverage by reason of the qualifying event.Subtitle C: Amendments to the Internal Revenue Code of 1986 - Amends the Internal Revenue Code to extend specified group health plan insurance COBRA continuation coverage to qualified retirees and their dependents in cases of substantial reduction or termination of a retiree group health plan. Permits an increased level of premiums in the case of an individual provided continuation coverage by reason of the qualifying event.Title IV: Financing - Requires any increase in payments under the Medicare program that results from the enactment of this Act to be offset by reductions in Medicare payments pursuant to the anti-fraud and -abuse provisions of the Medicare Fraud and Overpayment Act of 2000 (if enacted).Title V: Provision of Premium Assistance for Low-Income Individuals Purchasing Early Coverage Under the Medicare Program - Amends SSA title XIX (Medicaid) to require State Medicaid plans to provide for 100-percent Federal Medicare-cost sharing premium assistance for certain low-income individuals enrolled under the new part D program.(Sec. 501) Amends SSA title XI to increase the amount of certain grants to the territories to reflect this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Early Medicare Access and Affordability Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title XVIII of the Social Security Act and the Employee Retirement Income Security Act of 1974 to improve access to health insurance and Medicare benefits for individuals ages 55 to 65 to be fully funded through premiums and anti-fraud provisions, to amend title XIX of the Social Security Act to provide financial assistance for those individuals who are too poor to afford the premiums, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:40-05:00"
}