{
  "actions": [
    {
      "acted_at": "1988-08-10", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2726-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-08-10", 
  "number": "2726", 
  "official_title": "A bill to amend the Solid Waste Disposal Act to require the Administrator of the Environmental Protection to promulgate regulations on the management of biomedical waste.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Biomedical Waste Regulation and Control Act", 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-08-10", 
  "subjects": [
    "Biomedical materials", 
    "Business and commerce", 
    "Business records", 
    "Environmental protection", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Grants-in-aid", 
    "Hazardous waste disposal", 
    "Health", 
    "Health facilities", 
    "Licenses", 
    "Medical supplies", 
    "Ocean", 
    "Refuse and refuse disposal", 
    "State finance", 
    "States", 
    "Transportation and Travel", 
    "Transportation of hazardous substances", 
    "Waste disposal in the ocean", 
    "Water and Water Resources Development", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-08-10", 
    "text": "Biomedical Waste Regulation and Control Act - Amends the Solid Waste Disposal Act to require the Administrator of the Environmental Protection Agecy (EPA) to promulgate regulations, within one year of this Act's enactment, which require: (1) the use of the best available methods and technologies in handling, treating, storing, and disposing of biomedical waste, including the use of a manifest system; (2) the separation of such waste from other wastes and its disposal in containers marked with the universal hazard symbol or in red or orange colored bags; (3) the sterilization of biomedical waste prior to treatment, storage, and disposal; (4) the transportation of such waste in rigid or semi-rigid, leak-proof containers in closed and leak-proof dumpsters or trucks; and (5) that each health care facility inform the Administrator as to the identity of entities involved in the treatment, storage, or disposal of biomedical waste generated at such facility. Requires the Administrator, in promulgating such regulations, to appoint an advisory committee of experts in the field of biomedical waste and consider recommendations made in the May 1986 document titled \"EPA Guide for Biomedical Waste Management.\" Authorizes the Administrator to make grants to States for the implementation of demonstration projects requiring off-site biomedical waste treatment facilities to obtain initial operating permits and annual licenses from the State in which they are located. Requires that such projects include background checks on applicants for and holders of licenses and permits. Authorizes appropriations for such grants. Requires persons who handle or have handled biomedical waste to furnish the EPA with the information it requests regarding such waste and permit the EPA to have access to, and to copy, all records relating to such waste. Subjects persons who knowingly or recklessly violate biomedical waste regulations to a fine and/or imprisonment. Leaves States free to impose more stringent biomedical waste regulations. Prohibits the regulation of biomedical waste as a hazardous waste under the Act unless it is mixed with regulated hazardous waste."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Biomedical Waste Regulation and Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Solid Waste Disposal Act to require the Administrator of the Environmental Protection to promulgate regulations on the management of biomedical waste.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:06-05:00"
}