{
  "actions": [
    {
      "acted_at": "1976-05-27", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14062-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-27", 
  "number": "14062", 
  "official_title": "A bill to amend title 38, United States Code, to extend, in the case of certain veterans, the delimiting period for completing programs of education from 10 years to 12 years.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Heckler, Margaret M.", 
    "state": "MA", 
    "thomas_id": "00523", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-05-27", 
  "subjects": [
    "Armed forces and national security", 
    "Education", 
    "Veterans' education"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-05-27", 
    "text": "Extends the delimiting period for veterans' educational benefits for any veteran who is pursuing, during the 1975-76 academic year, a program of education and whose benefits expire on June 1, 1976. States that such extension shall terminate either on June 1, 1978, or whenever the veteran completes the program being pursued during the 1975-76 academic year, whichever occurs first. Provides for a reduction in the monthly benefits payable to veterans availing themselves of such extension. Requires nonaccredited educational institutions seeking approval of their courses from the Administrator of Veterans' Affairs to submit, in addition to the information presently required, the following: (1) the name of any official, or member of the faculty, of the institution who has been cited for, or involved in, any illegal, unethical, deceptive, or misleading practice; (2) institution policy, regulations, and specific entrance requirements for each program of education offered by such institution, including information regarding testing, admission procedures, and the standards used by the institution to determine an eligible veterans' educational, financial, intellectual, and physical aptitudes and abilities to successfully complete a program of education and obtain and maintain employment in the educational, professional, or vocational field that is the objective of such program of education; and (3) completion rates for the courses and programs offered by the institution and the placement rates for graduates of the Institution in the specific skill for which they were trained."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to extend, in the case of certain veterans, the delimiting period for completing programs of education from 10 years to 12 years.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:25-05:00"
}