{
  "actions": [
    {
      "acted_at": "1976-06-30", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14632-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-06-30", 
  "number": "14632", 
  "official_title": "A bill to amend the Patent Laws, title 35 of the United States Code.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Patent Law Amendments", 
  "sponsor": {
    "district": "39", 
    "name": "Wiggins, Charles E.", 
    "state": "CA", 
    "thomas_id": "01228", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-06-30", 
  "subjects": [
    "Law", 
    "Patents"
  ], 
  "subjects_top_term": "Patents", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-06-30", 
    "text": "Patent Law Amendments - Directs the Commissioner of Patents to establish rules and regulations for the citation to the Patent Office of prior art patents or publications, pertinent to the validity of patents, and for the reexamination of patents in the light of such prior art. Allows any person, within the period of enforceability of a patent, to cite to the Office in the specified manner prior patents or publications which may have a bearing on the patentability of any claim of the patent. Allows any person, within the period of enforceability of a patent, to request reexamination of the patent in the light of any such cited prior art. Requires the Commissioner, within 90 days following the filing of a request for reexamination, to make a determination as to whether a substantial new question of patentability is raised by consideration of the prior art cited. Stipulates that a determination that such a new question of patentability is not so raised shall be final and nonappealable. Directs the Commissioner, where such a question is so raised, to order a reexamination of the patent. Requires that the patent owner be provided an opportunity in a reexamination proceeding under this Act to amend any claim of the patent in order to distinguish the claim from prior art cited. Permits the patent owner to appeal from an adverse final decision in the reexamination proceeding. Prohibits relying on a patent or printed publication as evidence of nonpatentability in a civil action involving an issue of validity or infringement of a patent unless the patent or publication was cited by or to the Patent Office during prosecution of the application for the patent or was for consideration by the Office in accordance with this Act. Permits parties to such actions to secure a stay of proceedings sufficient to enable such party to search for and cite any pertinent prior art. (Adds 35 U.S.C. 301-311)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Patent Law Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Patent Laws, title 35 of the United States Code.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:35-05:00"
}