{
  "actions": [
    {
      "acted_at": "2000-07-27", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-08-11", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "subcommittee": "Fisheries Conservation, Wildlife and Oceans", 
      "text": "Referred to the Subcommittee on Fisheries Conservation, Wildlife and Oceans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-08-11", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Executive Comment Requested from Commerce.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-09-21", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "Fisheries Conservation, Wildlife and Oceans", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-23T14:06:00-04:00", 
      "references": [], 
      "text": "Mr. Young (AK) moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-23T14:07:00-04:00", 
      "references": [
        {
          "reference": " CR H10477-10490", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-23T14:07:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 5086.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-23T14:13:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": " CR S10477-10489", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2000-10-23T14:13:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-23T14:13:00-04:00", 
      "references": [], 
      "text": "The title of the measure was amended. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-24", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5086-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Fisheries Conservation, Wildlife, and Oceans", 
      "subcommittee_id": "15"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "17", 
      "name": "Farr, Sam", 
      "sponsored_at": "2000-07-27", 
      "state": "CA", 
      "thomas_id": "00368", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2000-10-23T14:13:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2000-07-27", 
  "number": "5086", 
  "official_title": "To amend the National Marine Sanctuaries Act to honor Dr. Nancy Foster.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Coastal and Fisheries Improvement Act of 2000", 
  "sponsor": {
    "district": "3", 
    "name": "Saxton, Jim", 
    "state": "NJ", 
    "thomas_id": "01023", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2000-10-23T14:13:00-04:00", 
  "subjects": [
    "Biological research", 
    "Economics and public finance", 
    "Education", 
    "Federal aid to higher education", 
    "Graduate education", 
    "Higher education", 
    "Marine and coastal resources, fisheries", 
    "Marine biology", 
    "Minorities", 
    "Minority education", 
    "Oceanographic research", 
    "Scholarships", 
    "Science, technology, communications", 
    "Scientific education", 
    "Women", 
    "Women scientists", 
    "Women's education"
  ], 
  "subjects_top_term": "Marine and coastal resources, fisheries", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2000-10-23", 
    "text": "Coastal and Fisheries Improvement Act of 2000 - Title I: National Marine Sanctuaries - National Marine Sanctuaries Amendments Act of 2000 - Amends the National Marine Sanctuaries Act to modify the Act's findings, purposes, and policies.(Sec. 103) Establishes the National Marine Sanctuary System.(Sec. 104) Includes in the definitions of: (1) \"damages\" the cost of curation and conservation of archaeological, historical, and cultural sanctuary resources and the cost of enforcement actions undertaken by the Secretary of Commerce (Secretary) for injury to a sanctuary resource; (2) \"response costs\" the costs related to the seizure, forfeiture, storage, or disposal arising from injury to a sanctuary resource; and (3) \"sanctuary resource\" cultural and archaeological resources.(Sec. 105) Modifies sanctuary designation standards and procedures.(Sec. 106) Requires a Federal agency that takes an action other than an alternative recommended by the Secretary, if the action results in damage or injury to a sanctuary resource, to prevent further damage and restore or replace the resource in a manner approved by the Secretary. Prohibits the Secretary from publishing any new sanctuary designation unless the Secretary has published a finding that: (1) such addition will not have a negative impact on the System; and (2) sufficient resources are available to implement sanctuary management plans, complete site characterization studies, and inventory known sanctuary resources.Authorizes the President to designate any Northwestern Hawaiian Islands coral reef or coral reef ecosystem as a coral reef reserve, to be managed by the Secretary. Requires the Secretary to take certain action following such a designation, including establishing a Northwestern Hawaiian Islands Reserve Advisory Council. Requires an implementation report from the Secretary to specified congressional committees. Authorizes appropriations.(Sec. 107) Modifies the list of prohibited activities under the Act.(Sec. 108) Empowers enforcement officers to arrest a person for enforcement interference. Makes enforcement interference a criminal offense. Allows subpoenaing of electronic files.(Sec. 110) Requires the Secretary to conduct, support, and coordinate (currently, to conduct) research, monitoring, and education programs (currently, research, monitoring, evaluation, and education programs). Authorizes the Secretary to promote certain research and to develop interpretive facilities near any national marine sanctuary.(Sec. 111) Requires the Secretary to provide appropriate public notice before identifying any category of activity subject to a special use permit within a national marine sanctuary. Allows special use permittees to post bonds rather than secure general liability insurance. Requires permit fees to represent the fair market value of the sanctuary resource use (currently, the value of such use and a reasonable return to the U.S. Government). Allows in-kind contributions in lieu of a fee or the waiver or reduction of such fee for nonprofit activities.(Sec. 112) Authorizes: (1) the use of other governmental agencies' resources on a reimbursable or non-reimbursable basis; and (2) the Secretary to accept grants from Federal, State, and local governments, interstate agencies, foundations, and other persons to carry out this title.(Sec. 113) Modifies venue requirements regarding civil actions by the Attorney General to recover response costs and damages for injury to sanctuary resources. Revises requirements regarding the use of recovered amounts. Imposes a three-year statute of limitations for recovery actions.(Sec. 114) Authorizes appropriations to carry out the Act and for construction projects at sanctuaries.(Sec. 115) Repeals a provision requiring the Secretary to submit a plan for a suitable display in coastal North Carolina of artifacts and materials of the U.S.S. MONITOR.(Sec. 117) Modifies requirements regarding the use of sanctuary program symbols.Authorizes the Secretary to enter into an agreement with a nonprofit organization to solicit persons to be official sponsors of the System or of an individual sanctuary.(Sec. 118) Directs the Secretary to establish and administer through the National Ocean Service the Dr. Nancy Foster National Scholarship Program for the award of graduate education scholarships in oceanography, marine biology, or marine archaeology. Provides funding. Requires repayment of the full scholarship amount if an individual engages in fraudulent conduct or fails to comply with any scholarship term or condition.Title II: Miscellaneous Fishery Statute Reauthorizations - Authorizes appropriations for the National Oceanic and Atmospheric Administration (NOAA) to carry out: (1) fisheries information collection and analysis; (2) fisheries conservation and management operations; and (3) fisheries State and industry cooperative programs.(Sec. 202) Amends the Interjurisdictional Fisheries Act of 1986 and the Anadromous Fish Conservation Act to extend through FY 2004 their authorizations of appropriations.Title III: Reimbursement of Expenses - Provides for the deposit and use of all amounts received by the United States in settlement of damage claims arising from the collision of the vessel ZACHARY into the NOAA research vessel DISCOVERER, and from the disposal of NOAA marine assets.Title IV: Extension of Period for Reimbursement Under Fishermen's Protective Act of 1967 - Fishermen's Protective Act Amendments of 2000 - Amends the Fishermen's Protective Act of 1967 to extend the effective period of provisions authorizing reimbursement to owners of U.S. commercial fishing vessels for certain costs incurred when such a vessel is seized and detained by a foreign country. Requires the Secretary (currently, the Secretary of the Interior) to reimburse such owner and its crew for 50 percent of the gross income lost due to such seizure and detention.Title V: Yukon River Salmon - Yukon River Salmon Act of 2000 - Establishes the Yukon River Salmon Panel. Includes among its duties: (1) advising the Secretary of State on the negotiation of any international agreement with Canada regarding the management of salmon stocks originating from the Yukon River in Canada; and (2) advising the Secretary of the Interior on restoration and enhancement of those stocks. Authorizes the Secretary of State to designate Panel members to be the U.S. representatives on any successor panel established by a specified interim agreement between the United States and Canada for the conservation of salmon stocks, if authorized by any agreement establishing such successor.(Sec. 503) Authorizes the Governor of Alaska to establish and appoint an advisory committee of individuals knowledgeable regarding Yukon River salmon fisheries.(Sec. 505) Makes the State of Alaska Department of Fish and Game the responsible U.S. management entity for purposes of any agreement with Canada regarding the management of salmon stocks originating from the Yukon River.(Sec. 507) Authorizes the Secretary of the Interior to carry out projects to restore or enhance such salmon stocks.(Sec. 508) Authorizes appropriations.Title VI: Fishery Information Acquisition - Fisheries Survey Vessel Authorization Act of 2000 - Authorizes the Secretary to acquire and equip up to six fishery survey vessels. Requires the Secretary to procure such vessels through competition with U.S. shipbuilding companies irrespective of size. Authorizes appropriations.Title VII: Atlantic Coastal Fisheries - Subtitle A: Atlantic Striped Bass Conservation - Amends the Atlantic Striped Bass Conservation Act to extend its authorization of appropriations through FY 2003.(Sec. 702) Requires the Secretaries of Commerce and the Interior to: (1) conduct a study to determine if the distribution of year classes in the Atlantic striped bass population is appropriate for maintaining adequate recruitment and sustainable fishing opportunities; and (2) report to specified congressional committees along with a long-term plan to ensure a balanced and healthy population structure of Atlantic striped bass. Authorizes appropriations.Subtitle B: Atlantic Coastal Fisheries Cooperative Management - Atlantic Coastal Fisheries Act of 2000 - Amends the Atlantic Coastal Fisheries Cooperative Management Act to extend its authorization of appropriations through FY 2005. Authorizes amounts to be used to support the Atlantic States Marine Fisheries Commission's cooperative statistics program.Title VIII: Pacific Salmon Recovery - Pacific Salmon Recovery Act - Requires the Secretary to provide financial assistance for salmon conservation and habitat restoration activities to: (1) Alaska, Washington, Oregon, California, and Idaho (qualified States); and (2) tribal governments in such States and Alaska regional or village corporations that are involved in salmon management and recovery or conservation activities and that have the organizational capability to maximize the benefits of assistance provided under this title (qualified tribal governments). Allocates 85 percent of such assistance per fiscal year equally among such States and 15 percent among qualified tribal governments.(Sec. 803) Requires qualified States, to receive such assistance, to submit to the Secretary a Salmon Conservation and Salmon Habitat Restoration Plan. Requires qualified tribal governments, to receive such assistance, to enter into memoranda of understanding with the Secretary regarding the use of the assistance.Requires funds allocated to qualified States to be used for local and regional projects.Permits the use of assistance outside the jurisdiction of the recipient if the assisted activity will provide conservation benefits to naturally produced salmon in streams of concern to the recipient.Requires States to match, in the aggregate, financial assistance provided under this title.(Sec. 804) Directs States seeking such assistance to establish citizens advisory committees or other similar fora for the public to participate in obtaining and using such assistance. Requires qualified tribal governments to hold public meetings to receive recommendations on the use of such assistance.(Sec. 807) Includes: (1) Lahontan cutthroat trout and bull trout within the definition of \"salmon\" for purposes of applying this title in Oregon; and (2) bull trout within such definition for purposes of applying this title in Washington and Idaho.(Sec. 808) Amends the Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 2000, to extend through FY 2003 the authorization of appropriations for capitalizing the Northern and Southern Funds under the 1999 Pacific Salmon Treaty Agreement.(Sec. 809) Directs the President, for U.S. citizens who served as employees of the International Pacific Salmon and North Pacific Fisheries Commissions and who worked in Canada during the course of such employment, to: (1) calculate the difference between the valuation of the Commissions' annuity for each employee's payment in U.S. and Canadian currency for past and future annuity payments; and (2) compensate such employees for past and future benefits resulting from the exchange rate inequity.(Sec. 810) Authorizes appropriations.Title IX: Miscellaneous Technical Amendments to International Fisheries Acts - States that individuals serving as commissioners on fishery commissions under certain fisheries-related Acts shall not be considered Federal employees while performing such services, except for purposes of injury compensation or tort claims liability.Title X: Pribilof Islands - Pribilof Islands Transition Act - Amends the Fur Seal Act of 1966 to replace provisions establishing and providing for the administration of the Pribilof Islands Trust with provisions directing the Secretary to provide financial assistance to any city government, village corporation, or tribal council of St. George or St. Paul, Alaska. Requires the Secretary to transfer funds for such assistance to the Secretary of the Interior for authorized purposes. Directs the Secretary, subject to appropriations, to provide assistance to the State of Alaska for designing, locating, constructing, redeveloping, permitting, or certifying solid waste management facilities on the Islands, to be operated under permits issued to the cities of St. George and St. Paul under Alaska State law. Requires each city to identify the tracts selected for its solid waste management facility. Authorizes appropriations. Requires each entity receiving assistance to report to specified congressional committees on its expenditures.(Sec. 1005) Requires a report from the Secretary to specified congressional committees on the disposal of property under this title.(Sec. 1006) States that the Secretary shall not be obligated to promote or otherwise provide for the development on the Islands of any form of economy not dependent on sealing. Terminates all obligations of the Secretary to: (1) convey property under existing law; and (2) carry out cleanup activities related to NOAA's administration and a specified environmental restoration agreement between NOAA and Alaska. Allows the Secretary to seek or require financial contribution from any person for costs or fees to clean up any matter that was caused or contributed to by such person on or after March 15, 2000. Includes certain corporations, city governments, and tribal councils within the definition of \"Natives of the Pribilof Islands\" for purposes of this title.(Sec. 1008) Authorizes appropriations for the cleanup of landfills and wastes left on the Islands by the Department of Defense. Authorizes the Secretary to provide Alaska up to $2 million for each of FY 2001 through 2005 to capitalize a revolving fund to be used for loans to Natives of the Pribilof Islands to assess, respond to, remediate, and monitor contamination from lead paint, asbestos, and petroleum from underground storage tanks.Title XI: Shark Finning - Shark Finning Prohibition Act - Amends the Magnuson-Stevens Fishery Conservation and Management Act to make it unlawful to: (1) remove any of the fins of a shark, including the tail, and discard the carcass of the shark at sea; (2) have control or possession of such a fin aboard a fishing vessel without the corresponding carcass; or (3) land such a fin without the corresponding carcass. Makes a rebuttable presumption of a violation when the total weight of shark fins landed or found on board exceeds five percent of the total weight of shark carcasses landed or found on board.(Sec. 1105) Requires the Secretary to: (1) initiate discussions for developing bilateral or multilateral agreements for the prohibition of shark-finning; (2) seek agreements for an international ban on shark-finning and other fishing practices adversely affecting such species; and (3) initiate the amendment of any existing international treaty for such purposes.(Sec. 1106) Requires the Secretary to report annually to Congress, including a list identifying nations whose vessels conduct shark-finning and details of the extent of the international trade in shark fins.(Sec. 1107) Directs the Secretary, subject to the availability of appropriations, to establish a Pacific and Atlantic sharks research program.(Sec. 1108) Requires the National Marine Fisheries Service to initiate a cooperative research program with the commercial longline fishing industry.(Sec. 1110) Authorizes appropriations.Title XII: John H. Prescott Marine Mammal Rescue Assistance Grant Program - Marine Mammal Rescue Assistance Act of 2000 - Amends the Marine Mammal Protection Act of 1972 to direct the Secretary to establish the John H. Prescott Marine Mammal Rescue Assistance Grant Program to provide assistance to eligible stranding network participants for: (1) marine mammal recovery and treatment; (2) data collection from living or dead marine mammals; and (3) facilities operation. Caps grants at $100,000. Requires a 25 percent non-Federal matching share. Authorizes appropriations.(Sec. 1203) Requires the Secretary to study environmental and biological factors responsible for the significant increase in mortality events of the eastern gray whale population. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "passed house", 
      "title": "Coastal and Fisheries Improvement Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Atlantic Coastal Fisheries Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Fisheries Survey Vessel Authorization Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Fishermen's Protective Act Amendments of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Marine Mammal Rescue Assistance Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "National Marine Sanctuaries Amendments Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Pacific Salmon Recovery Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Pribilof Islands Transition Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Shark Finning Prohibition Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Yukon River Salmon Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the National Marine Sanctuaries Act to honor Dr. Nancy Foster.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:45:25-05:00"
}