{
  "actions": [
    {
      "acted_at": "1985-01-03", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-01-07", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, International Trade Commission, Office of the U.S. Trade Representative, Treasury Department, State Department, Commerce Department, Agriculture Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s101-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-01-03", 
  "number": "101", 
  "official_title": "A bill to provide equitable treatment for certain fresh vegetables produced in the United States.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr110-99", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr110-99", 
      "reason": "identical"
    }
  ], 
  "short_title": "Fresh Vegetable and Potato Trade Act", 
  "sponsor": {
    "district": null, 
    "name": "D'Amato, Alfonse", 
    "state": "NY", 
    "thomas_id": "01313", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-01-03", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Imports", 
    "Tariff", 
    "Vegetables and vegetable trade"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-01-03", 
    "text": "Fresh Vegetable and Potato Trade Act - Provides for the establishment of a surtax on imported vegetables considered to be economically injurious or threatening to U.S. vegetable producers. Designates certain vegetables and potatoes listed in the Tariff Schedules as a \"vegetable category.\" Allows the Secretary of Agriculture, upon petition, to designate, for the market season, any other vegetable in the Tariff Schedules as a \"vegetable category\" if the Secretary concludes that economic injury is being caused or threatened to U.S. producers of such vegetable. Requires the Secretary to monitor, weekly, the market prices paid for any vegetable in a \"vegetable category.\" Provides that if the Secretary determines that the average market price paid for such a vegetable does not equal 90 percent of the average price paid for such a vegetable for such week in the immediately preceding three years, then the Secretary, within five working days, must publish notice in the Federal Register that such a vegetable is to be included in a \"depressed\" vegetable category. Directs the Secretary, with respect to such \"depressed\" vegetable category, to monitor on a daily basis the prices paid for such a vegetable and on a weekly basis the volume of imported vegetables in such category that are sold in terminal markets. Authorizes the Secretary to presume that an imported vegetable is causing or threatening economic injury to U.S. producers of a like vegetable if the Secretary makes a determination that: (1) the average market price of a vegetable included in the \"depressed\" vegetable category is below the benchmark price for such vegetable; and (2) the volume of such vegetable exceeds by five percent the volume of the same imported vegetable sold in a terminal market during an equivalent week in calendar year 1978. Establishes a surtax for such an imported vegetable. Provides that such surtax shall be in effect for 180 days and can be extended for another 90 days if the Secretary determines that the same conditions exist. Requires the Secretary to notify the exporting countries of the imposition of such surtax on such an imported vegetable. Provides for the calculation and administration of such surtax."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fresh Vegetable and Potato Trade Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide equitable treatment for certain fresh vegetables produced in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:03-05:00"
}