{
  "actions": [
    {
      "acted_at": "1973-06-28", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-05-21", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Interior and Insular Affairs, S. Rept. 93-864.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-05-29", 
      "references": [], 
      "text": "Measure passed Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-05-30", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sconres37-93", 
  "bill_type": "sconres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abourezk, James", 
      "sponsored_at": "1973-01-03", 
      "state": "SD", 
      "thomas_id": "01268", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Gaylord", 
      "sponsored_at": "1973-01-03", 
      "state": "WI", 
      "thomas_id": "01411", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-28", 
  "number": "37", 
  "official_title": "A concurrent resolution on national American Indian policy.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-28", 
  "subjects": [
    "Congress", 
    "House of Representatives", 
    "Law", 
    "Native Americans", 
    "Senate"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-28", 
    "text": "Makes it the sense of Congress that: (1) our national Indian policy shall give full recognition to and be predicated upon the unique relationship that exists between this group of citizens and the Federal Government and that a governmentwide commitment shall derive from this relationship that will be designed to give Indians the freedom and encouragement to develop their individual, family, and community potential and to determine their own future to the maximum extent possible; (2) this statement of national Indian policy replaces the policy set forth in House Concurrent Resolution 108, Eighty-third Congress (August 1, 1953); (3) improving the quality and quantity of social and economic development efforts for Indian people and maximizing opportunities for Indian control and self-determination shall be a major goal of our national Indian policy; (4) there should be a recognition of Federal responsibility to see that those Indians residing beyond the areas served by special Indian programs and services are given equal consideration with other citizens in the provision of services by other Federal, State, and local agencies. (5) Indian property will be protected, Indian culture and identity will be respected, and Congress will commit and dedicate itself to support a policy of developing the necessary programs and services to bring Indians to a social and economic level of full participating citizens; (6) the Office of Management and Budget should submit an annual report to the Congress showing combined expenditures made by all departments and agencies of the Federal Government for the social and economic betterment of Indians; and (7) as used in this resolution the term \"American Indian\" or \"Indian\" shall include \"Alaska Natives\"."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A concurrent resolution on national American Indian policy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:08-05:00"
}