{
  "actions": [
    {
      "acted_at": "1973-12-20", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-03-22", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Interior and Insular Affairs with amendment, S. Rept. 93-745.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-03-29", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-04-01", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-05-31", 
      "references": [], 
      "text": "Reported to House from the Committee on Interior and Insular Affairs with amendment, H. Rept. 93-1076.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-06-04", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #268 (355-10).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-06-05", 
      "references": [], 
      "text": "Senate agreed to House amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-06-05", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-06-06", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-06-07", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1974-06-07", 
      "references": [], 
      "text": "Public law 93-303.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2844-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1973-01-03", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1974-06-07", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-20", 
  "number": "2844", 
  "official_title": "An Act to amend the Land Water Conservation Fund Act, as amended, to provide for collection of special recreation use fees at additional campgrounds, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bible, Alan", 
    "state": "NV", 
    "thomas_id": "01283", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-20", 
  "subjects": [
    "Recreation", 
    "Recreation areas"
  ], 
  "subjects_top_term": "Recreation areas", 
  "summary": {
    "as": "Public Law", 
    "date": "1974-06-07", 
    "text": "(LATEST SUMMARY) Provides that entrance or admission fees shall be charged only at designated units of the National Park System administered by the Department of the Interior and National Recreation Areas administered by the Department of Agriculture. Prohibits the imposition of an admission fee of any kind for entrance into any other federally owned areas which are operated and maintained by a Federal agency and used for outdoor recreation purposes. Provides that, for admission into any such designated area, an annual admission permit (to be known as the Golden Eagle Passport) shall be available, for a fee of not more than $10. Provides that the permittee and any person accompanying him in a single, private, noncommercial vehicle, or alternatively, the permittee and his spouse, children, and parents accompaning him where entry to the area is by any means other than private, noncommercial vehicle, shall be entitled to general admission into any area designated pursuant to this Act. States that the annual permit shall be nontransferable. Provides for the issuance of a lifetime admission permit (to be known as the Golden Age Passport) to any citizen of, or person domiciled in, the United States, who is sixty-two years of age or older applying for such permit. Requires that such permit shall be transferable, shall be issued without charge, and shall entitle the permittee and any person accompanying him in a single, private, noncommercial vehicle, or alternatively, the permittee and his spouse and children accompanying him where entry to the area is by any other means other than private, noncommercial vehicle to general admission into any area. Requires each Federal agency developing, administering, providing or furnishing, at Federal expense, specialized outdoor recreation sites, facilities, equipment, or services to provide for the collection of daily recreation use fees at the place of use or any reasonably convenient location. Prohibits a charge for drinking water, wayside exhibits, roads, overlook sites, visitors' centers, scenic drives, toilet facilities, picnic tables, or boat ramps except for boat launching facilities only where specialized facilities or services such as mechanical or hydraulic boat lifts or facilities are provided. Prohibits charges for the use of any campground not having tent or trailer spaces, drinking water, access road, refuse containers, toilet facilities, personal collection of the fee by an employee or agent of the Federal agency operating the facility, and reasonable visitor protection and simple devices for containing a campfire (where campfires are permitted). Provides that, except as otherwise provided by law or as may be required by lawful contracts entered into prior to September 3, 1964, providing that revenues collected at particular Federal areas shall be credited to specific purposes, all fees which are collected by any Federal agency shall be covered into a special account in the Treasury of the United States to be administered in conjunction with, but separate from, the revenues in the Land and Water Conservation Fund. Provides that the head of any Federal agency, under such terms and conditions as he deems appropriate, may contract with any public or private entity to provide visitor reservation services, and any such contract may provide that the contractor shall be permitted to deduct a commission to be fixed by the agency head from the amount charged the public for providing such services and to remit the net proceeds therefrom to the contracting agency."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Land and Water Conservation Fund Act, as amended, to provide for collection of special recreation use fees at additional campgrounds.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to amend the Land Water Conservation Fund Act, as amended, to provide for collection of special recreation use fees at additional campgrounds, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:00-05:00"
}