{
  "actions": [
    {
      "acted_at": "1975-11-20", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-11-20", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10888-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Bolling, Richard", 
      "sponsored_at": "1975-01-03", 
      "state": "MO", 
      "thomas_id": "00105", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "28", 
      "name": "Burke, Yvonne B.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00150", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Chisholm, Shirley", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00195", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Collins, Cardiss", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "00220", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Conyers, John, Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "MI", 
      "thomas_id": "00229", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Hawkins, Augustus F.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00515", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Reuss, Henry S.", 
      "sponsored_at": "1975-01-03", 
      "state": "WI", 
      "thomas_id": "00954", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Stokes, Louis", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "01115", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-11-20", 
  "number": "10888", 
  "official_title": "A bill to amend the Social Security Act to establish a national health care program for all residents of the United States under which all existing health care programs for the aged and poor are consolidated, to provide for the administration of the national health care program and the existing social security programs by a newly established independent Social Security Administration.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive National Health Care Act", 
  "sponsor": {
    "district": "5", 
    "name": "Young, Andrew", 
    "state": "GA", 
    "thomas_id": "01254", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-11-20", 
  "subjects": [
    "Advisory bodies", 
    "Comprehensive health care", 
    "Department of the Treasury", 
    "Drugs", 
    "Government operations and politics", 
    "Health", 
    "Health insurance", 
    "Hospitals", 
    "Income tax", 
    "Medical care, personnel, and facilities", 
    "Medicare", 
    "Social Security Administration", 
    "Social welfare", 
    "Tax credits"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-11-20", 
    "text": "Comprehensive National Health Care Act - States that the purpose of this Act is to create a system of national health care benefits which will make comprehensive health services available to all residents of the United States. Title I: National Health Care Program - Repeals title XVIII (Medicare) of the Social Security Act. Establishes a health care benefits program covering: (1) inpatient hospital services; (2) physicians' services; (3) medical and other health services; (4) home health services; (5) post-hospital extended care services; (6) outpatient drugs and biologicals; (7) routine dental services; (8) developmental vision care services, as defined in regulations, routine eye and vision examinations, and eyeglasses; (9) hearing aids and examinations; (10) routine physical examinations and preventive services as defined in regulations; and (11) ambulance services in specified instances. Limits post-hospital extended care services and home health care services coverage to 180 days per year. Limits inpatient psychiatric hospital services to 45 days per year. States that every individual, without regard to race, sex, income or age, who is a resident of the United States shall be eligible for health care benefits. Directs the Social Security Administration to establish a separate account for each individual covered by this program. Requires the Social Security Administration to make payments to providers of services under the provisions of this Act. Sets forth conditions and limitations on payment for services. Allows payments for emergency hospital services furnished to individuals entitled to benefits under this Act. States that payment for major surgery and other specialized services may be made only when such services are furnished by specialists. States that payment may not be made for services furnished by a professional practitioner in a hospital which is not a participating provider of services, except for specified outpatient services. Establishes an area health care services board within each geographic area established by the Public Health Service Act. Enumerates regulations governing prospective payment methods under this Act. Requires providers of services to file an agreement with the Administration not to charge individuals for services for which the individual is entitled to have payment made under this Act. Authorizes the Administration to enter into contracts with carriers to perform specified functions. States that payment for services rendered by a physician shall be made in accordance with a single fee schedule applicable throughout the designated geographical area. Establishes a National Health Care Formulary Committee, consisting of the Commissioner of Food and Drugs and three other individuals. Directs the Committee to compile, publish, and make available a National Health Care Formulary containing an alphabetical list of drugs, including specific dosage forms and strengths. Establishes a National Health Care Trust Fund, and a Board of Trustees to govern such fund. Directs the Board to report to Congress annually on the status and operation of the Fund. Defines terms used in this title. Provides criminal penalties for violations of the provisions of this Act. Establishes a Provider Reimbursement Review Board to hold hearings on cost reports filed by providers of services, if such provider is dissatisfied with a final determination of his cost report. States that at such hearing, the provider of services shall have the right to be represented by counsel. Creates a National Health Care Benefits Advisory Council to provide advice and recommendations for the consideration of the Administration with respect to this title. Directs the Administration to prescribe necessary regulations to carry out the provisions of this title. Imposes a special income tax to finance the health care program. Provides that one-half the amount paid may be taken as an income tax credit. Title II: Independent Social Security Administration - States that the purpose of this title is to strengthen the fiscal and administrative structure of the contributory social security programs. Establishes as an independent agency of the executive branch a Social Security Administration. States that the Administration shall administer the program established by this Act, in addition to the Old Age, Survivors and Disability Insurance program, and the black lung benefits program. Directs the Administration to study the most effective methods of providing economic security through social insurance. Requires the Administration to submit an annual report to Congress on its activities and recommendations for legislation. Abolishes the positions of Commissioners of Social Security. Title III: Miscellaneous Provisions - Provides that existing employer- employee health benefits plans shall be unaffected by this Act. Makes technical and conforming amendments to the Social Security Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive National Health Care Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to establish a national health care program for all residents of the United States under which all existing health care programs for the aged and poor are consolidated, to provide for the administration of the national health care program and the existing social security programs by a newly established independent Social Security Administration.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:31-05:00"
}