{
  "actions": [
    {
      "acted_at": "1973-04-17", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7115-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Murphy, Morgan F.", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "00843", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-17", 
  "number": "7115", 
  "official_title": "A bill to amend the Comprehensive Drug Abuse Prevention and Control Act of 1970 and title 18 of the United States Code to further control the illicit traffic in narcotic drugs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Steele, Robert H.", 
    "state": "CT", 
    "thomas_id": "01105", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-17", 
  "subjects": [
    "Crime and law enforcement", 
    "Narcotic law and legislation", 
    "Narcotic traffic", 
    "Narcotics"
  ], 
  "subjects_top_term": "Narcotic law and legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-17", 
    "text": "Provides for a term of not less than 10 years nor more than 20 years imprisonment for any person over 18 years of age who knowingly or intentionally distributes any narcotic drug listed in the Comprehensive Drug Abuse Prevention and Control Act of 1970, or who possesses such drugs with intent to distribute them. Provides for a term of life imprisonment for any person who commits such a violation after one or more convictions for such an offense. Prohibits the granting of suspended sentences and probation for convictions under the Act, and establishes the conditions for parole. Allows for a sentence of not less than 2 nor more than 20 years for a convicted first offender who is cooperative in disclosing information concerning the source of such narcotic drug involved in such violation. Authorizes the Attorney General to pay up to $30,000 for information and services concerning a violation under this Act. Defines the crime of conspiracy to obstruct the enforcement of the criminal laws of a State as the intent to facilitate illegal distribution of narcotic drug listed in the Comprehensive Drug Abuse Prevention and Control Act of 1970. Sets forth the terms of sentencing, probation and parole for persons convicted of such a crime. Authorizes a judicial officer to order the pretrial detention of a person charged with unlawful distribution or possession with intent to distribute narcotic drugs and who has been previously convicted for such an offense. Requires the judicial officer to hold a pretrial hearing according to procedures set forth in the Act. Provides for the right to counsel and speedy trial for persons detained under the Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Comprehensive Drug Abuse Prevention and Control Act of 1970 and title 18 of the United States Code to further control the illicit traffic in narcotic drugs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:47-05:00"
}