{
  "actions": [
    {
      "acted_at": "1988-10-19", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-10-19", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-11-07", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "Arms Control, International Security and Science", 
      "text": "Referred to Subcommittee on Arms Control, International Security and Science.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres675-100", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on Arms Control, International Security and Science", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-10-19", 
  "number": "675", 
  "official_title": "A joint resolution to amend the War Powers Resolution to revise the procedures for consultation between the President and the Congress, and the procedures for consideration by the Congress of legislation, with respect to the involvement of United States Armed Forces in hostilities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "War Powers Resolution Amendments of 1988", 
  "sponsor": {
    "district": "26", 
    "name": "Berman, Howard L.", 
    "state": "CA", 
    "thomas_id": "00082", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-10-19", 
  "subjects": [
    "Americans in foreign countries", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Congress and Members of Congress", 
    "Congressional agencies", 
    "Congressional oversight", 
    "Congressional-Presidential relations", 
    "Injunctions", 
    "International affairs", 
    "Legislation", 
    "Legislative resolutions", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "War", 
    "War and emergency powers"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-10-19", 
    "text": "War Powers Resolution Amendments Act of 1988 - Amends the War Powers Resolution to repeal certain provisions relating to limitations on presidential powers as Commander-in-Chief. Revises the consultation provisions of such Resolution to provide that required consultations with the Congress may take place within 48 hours after the use of U.S. armed forces in instances where U.S. territory or armed forces are under attack or threatened with imminent attack and there is no time to consult with the Congress before responding to such attack or threat. Establishes within the Congress a Permanent Consultative Group consisting of: (1) the Speaker of the House of Representatives and the President pro tempore of the Senate; (2) the Majority and Minority leaders of the House and Senate; (3) the chairman and ranking minority member of the House and Senate committees on foreign affairs, armed services, and intelligence; and (4) members chosen by the Democratic Caucus and the Republican Conference of the House and the Democratic and Republican Conferences of the Senate. Requires that, where consultation with the Congress is required, the President shall consult with such Permanent Consultative Group. Requires the President and such Group to establish a schedule of regular meetings to ensure adequate consultation on national security issues. Sets forth procedures for the President to seek prior authorization of the Congress whenever the President plans or otherwise believes it may be necessary to introduce U.S. armed forces into hostilities or situations where imminent involvement in hostilities is clearly indicated by the circumstances. Repeals provisions of the Resolution requiring the President to terminate any use of U.S. armed forces: (1) within 60 days after such use is required to be reported to the Congress under the Resolution, unless the Congress specifically authorizes their continued use; or (2) if the Congress so directs by concurrent resolution. Provides that, whenever U.S. armed forces are introduced or otherwise become involved in hostilities or situations where imminent involvement in hostilities is clearly indicated by the circumstances described in a report submitted (or deemed to be required to be submitted) by the President without a declaration of war or specific statutory authorization, it shall be in order for the Senate or House to consider a joint resolution (approved by the Permanent Consultative Group) which either: (1) provides specific statutory authorization, conditionally or unconditionally, for the continued presence of U.S. armed forces; or (2) requires the removal of U.S. armed forces, in whole or in part, conditionally or unconditionally. Sets forth congressional priority procedures for such a joint resolution. Prohibits the obligation or expenditure of funds for any activity which would have the purpose or effect of violating any joint resolution enacted pursuant to the War Powers Resolution or any other specified provisions of law. Declares that such prohibition does not prohibit the use of funds to remove U.S. armed forces from hostilities or situations where imminent involvement in hostilities is clearly indicated by the circumstances. Authorizes any Member of Congress to bring an action in the U.S. District Court for the District of Columbia for a declaratory judgment and injunctive relief on the ground that the President or U.S. armed forces have not complied with any joint resolution enacted pursuant to the War Powers Resolution or any other specified provisions of law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "War Powers Resolution Amendments of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A joint resolution to amend the War Powers Resolution to revise the procedures for consultation between the President and the Congress, and the procedures for consideration by the Congress of legislation, with respect to the involvement of United States Armed Forces in hostilities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:04:59-05:00"
}