{
  "actions": [
    {
      "acted_at": "2010-07-21", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-22", 
      "calendar": "Senate Legislative", 
      "number": "476", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 476.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2010-07-22", 
      "references": [
        {
          "reference": "CR S6191", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to proceed to consideration of measure made in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-22", 
      "references": [
        {
          "reference": "CR S6191", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S6191", 
          "type": "text"
        }
      ], 
      "text": "Cloture motion on the motion to proceed to the measure presented in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-26", 
      "references": [
        {
          "reference": "CR S6230-6239", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to proceed to measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-27", 
      "references": [
        {
          "reference": "CR S6266-6276, S6276-6278, S6278-6285, S6288-6289", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to proceed to measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-27", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR S6285", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S6285", 
          "type": "text"
        }
      ], 
      "result": "fail", 
      "roll": "220", 
      "status": "PROV_KILL:CLOTUREFAILED", 
      "text": "Cloture on the motion to proceed to the bill not invoked in Senate by Yea-Nay Vote. 57 - 41. Record Vote Number: 220.", 
      "type": "vote-aux", 
      "vote_type": "cloture", 
      "where": "s"
    }, 
    {
      "acted_at": "2010-07-27", 
      "references": [
        {
          "reference": "CR S6285", 
          "type": "consideration"
        }
      ], 
      "text": "Motion by Senator Reid to reconsider the vote by which cloture was not invoked on the motion to proceed to the bill made in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-09-23", 
      "references": [
        {
          "reference": "CR S7383-7388", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to proceed to consideration of the motion to reconsider the vote by which cloture was not invoked on the motion to proceed to S. 3628 (Record Vote No. 220) agreed to in Senate by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-09-23", 
      "references": [
        {
          "reference": "CR S7388", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S7388", 
          "type": "text"
        }
      ], 
      "text": "Motion by Senator Reid to reconsider the vote by which cloture was not invoked on the motion to proceed to S. 3628 (Record Vote No. 220) agreed to in Senate by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-09-23", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": "240", 
      "status": "PROV_KILL:CLOTUREFAILED", 
      "text": "Upon reconsideration, cloture on the motion to proceed to the bill (S.3628) not invoked in Senate by Yea-Nay Vote. 59 - 39. Record Vote Number: 240.", 
      "type": "vote-aux", 
      "vote_type": "cloture", 
      "where": "s"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3628-111", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bennet, Michael F.", 
      "sponsored_at": "2010-07-29", 
      "state": "CO", 
      "thomas_id": "01965", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "2010-07-26", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brown, Sherrod", 
      "sponsored_at": "2010-07-27", 
      "state": "OH", 
      "thomas_id": "00136", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2010-07-26", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "2010-07-26", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Udall, Mark", 
      "sponsored_at": "2010-07-26", 
      "state": "CO", 
      "thomas_id": "01595", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wyden, Ron", 
      "sponsored_at": "2010-07-26", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_cloture_result": "fail", 
    "senate_cloture_result_at": "2010-09-23", 
    "vetoed": false
  }, 
  "introduced_at": "2010-07-21", 
  "number": "3628", 
  "official_title": "A bill to amend the Federal Election Campaign Act of 1971 to prohibit foreign influence in Federal elections, to prohibit government contractors from making expenditures with respect to such elections, and to establish additional disclosure requirements with respect to spending in such elections, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5175-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Democracy is Strengthened by Casting Light on Spending in Elections Act", 
  "sponsor": {
    "district": null, 
    "name": "Schumer, Charles E.", 
    "state": "NY", 
    "thomas_id": "01036", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PROV_KILL:CLOTUREFAILED", 
  "status_at": "2010-09-23", 
  "subjects": [
    "Business records", 
    "Civil actions and liability", 
    "Congressional elections", 
    "Constitution and constitutional amendments", 
    "Corporate finance and management", 
    "Elections, voting, political campaign regulation", 
    "Financial crises and stabilization", 
    "Foreign and international corporations", 
    "Government information and archives", 
    "Government operations and politics", 
    "Internet and video services", 
    "Judicial review and appeals", 
    "Labor-management relations", 
    "Members of Congress", 
    "Political advertising", 
    "Public contracts and procurement", 
    "Public participation and lobbying", 
    "Social work, volunteer service, charitable organizations", 
    "Tax-exempt organizations", 
    "Telecommunication rates and fees"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-07-21", 
    "text": "Democracy is Strengthened by Casting Light on Spending in Elections Act or the DISCLOSE Act - Amends the Federal Election Campaign Act of 1971 (FECA) to prohibit: (1) independent expenditures and payments for electioneering communications by government contractors if the value of the contract is at least $10 million; and (2) recipients of assistance under the Troubled Asset Relief Program (TARP) of the Emergency Economic Stabilization Act of 2008 (EESA) from making any contribution to any political party, committee, or candidate for public office, or to any person for any political purpose or use, or from making any independent expenditure or disbursing any funds for an electioneering communication. Applies the ban on contributions and expenditures by foreign nationals to foreign-controlled domestic corporations. Requires the highest ranking official of a corporation, before making any contribution, donation, expenditure, independent expenditure, or disbursement for an electioneering communication in connection with a federal election, to file a certification with the Federal Election Commission (FEC), if this has not been done already, that the corporation is not prohibited from carrying out such activity. Declares that nothing prohibits any domestic corporation from establishing, administering, and soliciting contributions to a separate segregated fund, so long as: (1) none of the amounts in the fund are provided by any prohibited foreign national; and (2) no such foreign national has the power to direct, dictate, or control the fund. Declares that nothing prohibits any domestic corporation from making a contribution or donation in connection with a state or local election to the extent permitted under state or local law, so long as no such foreign national has the power to direct, dictate, or control such contribution or donation. Declares that nothing prohibits any domestic corporation from making communications to its stockholders and executive or administrative personnel and their families or initiating nonpartisan registration and get-out-the-vote campaigns, so long as: (1) none of the amounts used to carry out such activity are provided by any such foreign national; and (2) no such foreign national has the power to direct, dictate, or control such activity. Treats as contributions: (1) any payments by any person (except a candidate, a candidate's authorized committee, or a political committee of a political party) for coordinated communications; and (2) political party communications made on behalf of candidates if made under the control or direction of a candidate or a candidate's authorized committee. Defines \"coordinated communication\" as: (1) a publicly distributed or disseminated communication referring to a candidate or the candidate's opponent which is made during a specified election period in cooperation, consultation, or concert with, or at the request or suggestion of, a candidate, a candidate's authorized committee, or a political committee of a political party; or (2) any communication that republishes, disseminates, or distributes, in whole or in part, any broadcast or any written, graphic, or other form of campaign material prepared by a candidate, a candidate's authorized committee, or their agents. Repeals the prohibition against contributions by individuals age 17 or younger. Prohibits a communication which is disseminated through the Internet from being treated as a form of general public political advertising unless the communication was placed for a fee on another person's website. Revises the definition of independent expenditure to mean, in part, an expenditure that, when taken as a whole, expressly advocates the election or defeat of a clearly identified candidate, or is the functional equivalent of express advocacy. Requires any person making independent expenditures exceeding $10,000 to: (1) file a report electronically within 24 hours; and (2) file a new report electronically each time the person makes or contracts to make independent expenditures in an aggregate amount equal to or greater than $10,000 (or $1,000, if less than 20 days before an election) with respect to the same election. Increases from 60 days to 120 days the period before a general election during which a communication shall be considered an electioneering communication. Requires mandatory electronic filing by persons making independent expenditures or electioneering communications exceeding $10,000 at any time. Requires corporations, labor organizations, tax-exempt charitable organizations, and political organizations other than political committees (covered organizations) to include specified additional information in reports on independent expenditures of at least $10,000, including certain actual or deemed transfers of money to other persons, but excluding amounts paid from separate segregated funds as well as amounts designated for specified campaign-related activities. Requires certain additional information in electioneering communication reports. Sets forth special rules for the use of general treasury funds by covered organizations for campaign-related activity, including both designated and unrestricted donor payments to an organization. Authorizes mutually agreed restrictions on the use of donated funds for campaign-related activity between a covered organization and a person who does not want his or her identity disclosed in a significant funder statement or a Top 5 Funders list. Authorizes covered organizations to make optional use of a separate Campaign-Related Activity Account for making disbursements for campaign-related activity. Requires such an Account to be reduced by the amount of organization revenues attributable to donations or payments from a person other than the covered organization who has mutually agreed with the organization that the organization may not use the donation or payment for campaign-related activity. Requires certain electioneering communications transmitted through radio or television to include an audio statement identifying the name of the political committee responsible. Prescribes additional information to be included in certain radio or television electioneering communications by persons (including significant funders of campaign-related communications of a covered organization) other than a candidate, a candidate's authorized committee, or a political committee of a political party. Prescribes a format for the individual disclosure statement. Indexes certain amounts. Amends the Lobbying Disclosure Act of 1995 to require registered lobbyists to report information on independent expenditures or electioneering communications of at least $1,000 to the Secretary of the Senate and the Clerk of the House of Representatives. Amends FECA to require Senate candidates to file all designations, statements, and reports directly with the FEC. Requires covered organizations to disclose to shareholders, members, or donors information on disbursements for campaign-related activity. Requires a covered organization that maintains an Internet site to post on it a hyperlink from its homepage to the location on the FEC website containing information required to be reported with respect to public independent expenditures, including disbursements for electioneering communications. Authorizes judicial review of the provisions of this Act by the U.S. District Court for the District of Columbia, and on appeal by the Court of Appeals for the District of Columbia Circuit. Grants Members of Congress the right to: (1) bring an action to challenge the constitutionality of a provision of this Act; or (2) intervene in any action challenging the constitutionality of a provision of this Act, either in support of or opposition to the position of a party to the case."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Democracy is Strengthened by Casting Light on Spending in Elections Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "DISCLOSE Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Election Campaign Act of 1971 to prohibit foreign influence in Federal elections, to prohibit government contractors from making expenditures with respect to such elections, and to establish additional disclosure requirements with respect to spending in such elections, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:54-05:00"
}