{
  "actions": [
    {
      "acted_at": "1984-03-22", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-27", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5239-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "13", 
      "name": "Crockett, George W., Jr.", 
      "sponsored_at": "1984-05-01", 
      "state": "MI", 
      "thomas_id": "00252", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Downey, Thomas J.", 
      "sponsored_at": "1984-05-01", 
      "state": "NY", 
      "thomas_id": "00314", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Martinez, Matthew G.", 
      "sponsored_at": "1984-10-03", 
      "state": "CA", 
      "thomas_id": "00743", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mitchell, Parren J.", 
      "sponsored_at": "1984-05-01", 
      "state": "MD", 
      "thomas_id": "00818", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Solarz, Stephen J.", 
      "sponsored_at": "1984-10-03", 
      "state": "NY", 
      "thomas_id": "01087", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Wheat, Alan", 
      "sponsored_at": "1984-05-01", 
      "state": "MO", 
      "thomas_id": "01218", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-03-22", 
  "number": "5239", 
  "official_title": "A bill to amend the Social Security Act to make health insurance widely available to individuals, based on income and assets, under a competitive system.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Universal Health Insurance Act of 1984", 
  "sponsor": {
    "district": "13", 
    "name": "Pease, Donald J.", 
    "state": "OH", 
    "thomas_id": "00904", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-03-22", 
  "subjects": [
    "Business and commerce", 
    "Health", 
    "Health insurance", 
    "Insurance", 
    "National health insurance", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-03-22", 
    "text": "Universal Health Insurance Act of 1984 - Adds a new title XXI to the Social Security Act entitled \"Basic Health Insurance\". Authorizes appropriations to carry out such title. Directs the Secretary of Health and Human Services to provide for the designation of one or more service areas in each State for the delivery of health care services under title XXI. Directs the Secretary to provide for the establishment of benefit standards to be used under title XXI. Directs the Secretary, in establishing such standards, to consider and include coverage for services of the types normally provided in health insurance plans offered by Federal, State, and local governments and by major private employers, and to include benefits with respect to: (1) general inpatient and outpatient hospital services; (2) maternity and postnatal care; (3) diagnostic services; and (4) protecting covered individuals against catastrophic medical expenses. Requires such benefit standards to be grouped into a \"low option\" and a \"high option\" level of coverage and to be made available on the basis of enrollment of family members as well as individuals. Directs the Secretary to specify such details concerning these benefits, coverage, and administration of qualified insurance plans as may be appropriate to carry out title XXI. Directs the Secretary, concerning the program, to notify all insurance carriers qualified to do business under State law of their eligibility to bid to contract for administration of the program in one or more service areas. Requires each insurance carrier desiring to be the recognized carrier or a participating carrier for a service area for a fiscal year to submit a bid of the premiums for individual and family enrollments in low and high option levels of coverage in that area for that year. Directs the Secretary to recognize, from the bids submitted by qualified insurance carriers and taking into account such information as is necessary to assure that the carrier is reasonably capable of serving as the recognized carrier for a service area, the qualified carrier with the lowest bid as the recognized carrier for an area for a year. Directs the Secretary to provide that the recognized carrier for a service area for a fiscal year shall be guaranteed at least 60 percent of the total title XXI enrollment in such area for such year, except that no carrier may be guaranteed to receive more than one-third of the total title XXI enrollment in all service areas in any such year. States that any qualified carrier that has submitted a bid for a service area for a fiscal year may participate in the title XXI program, but only at the same rates and conditions as the recognized carrier. Permits each individual who is a U.S. national (or an alien lawfully admitted for permanent residence or otherwise lawfully residing permanently in the United States) and who resides in a service area to apply to the Secretary for certification of eligibility to enroll with a participating carrier under title XXI. Directs the Secretary to provide for the designation of one or more nongovernmental organizations in each service area to provide for the verification of the income and assets of applicants. Directs the Secretary to issue to an individual entitled to certification of eligibility (on the basis of the individual's application) a certificate indicating the individual's eligibility and an individual annual premium charge equal to six percent (for low option coverage) or eight percent (for high option coverage) of the sum of: (1) the amount of the individual's verified income (including the verified income of immediate family members, if enrollment will include such members); and (2) the amount of the net assets of the individual (including the net assets of immediate family members, if enrollment will include such members). Permits each individual with an eligibility certification to enroll, upon payment in monthly installments of the annual premium, with any participating carrier in the individual's service area. Directs the Secretary, on a monthly basis, to provide, under a participating insurance plan, for payment to the participating carrier of such amounts as may be necessary to assure that the sum of the average individual annual premium charge collectable under the plan for that month and the average payment per enrollee to (or from) the plan for that month is equal to one-twelfth of the annual premium of the recognized carrier for the service area. Requires coverage under an insurance plan offered under title XXI by a participating carrier to: (1) be secondary to any other insurance or benefit plan; and (2) not require any evidence of medical insurability of any individual to be covered. Requires a participating carrier, after the first year of the program, to provide for a method of reducing the individual annual premium charges for enrollees who make little or no use of the covered services so as to reflect the savings to the program of such non-use. Sets forth penalty provisions applicable to individuals, carriers, and providers that knowingly engage in fraudulent or program abusive activities under title XXI."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Universal Health Insurance Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to make health insurance widely available to individuals, based on income and assets, under a competitive system.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:52-05:00"
}