{
  "actions": [
    {
      "acted_at": "1979-10-11", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5551-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-11", 
  "number": "5551", 
  "official_title": "A bill to provide for the establishment of smoke detector placement demonstration projects, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Smoke Detector Demonstration Act", 
  "sponsor": {
    "district": "5", 
    "name": "Neal, Stephen L.", 
    "state": "NC", 
    "thomas_id": "00855", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-10-11", 
  "subjects": [
    "Fires and Fire Fighters", 
    "Smoke detectors"
  ], 
  "subjects_top_term": "Smoke detectors", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-10-11", 
    "text": "Smoke Detector Demonstration Act - Directs the Administrator of the United States Fire Administration to establish and conduct smoke detector placement demonstration projects for two years, after consultation with the Consumer Product Safety Commission and the Secretary of Housing and Urban Development. Directs the Administrator to establish criteria applicable to the selection, acquisition, installation, and maintenance of smoke detectors and to the selection of participating households and communities. Directs the Administrator to ensure that: (1) sufficient opportunity for participation is given to older persons, institutions serving children, and low-income families; and (2) communities in the southcentral region which experience substantial risk of fire are included. Requires that the administration, from presently available detectors, determine those which meet minimum performance requirements to fulfill program objectives and authorize their purchase. Directs the Administrator to cooperate with local fire prevention agencies and local communities. Authorizes the Administrator to cooperate with any private entities in carrying out the projects. Directs the Administrator to report to Congress with recommendations for legislative or other action. Authorizes appropriations for fiscal year 1981 to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Smoke Detector Demonstration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the establishment of smoke detector placement demonstration projects, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:41-05:00"
}