{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr43-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "43", 
  "official_title": "A bill to permit the advertising of drug prices and to require retailers of prescription drugs to post the prices of certain commonly prescribed drugs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2191-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4591-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr10681-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Prescription Drug Price Information Act", 
  "sponsor": {
    "district": "8", 
    "name": "Rosenthal, Benjamin S.", 
    "state": "NY", 
    "thomas_id": "00987", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Consumer protection", 
    "Drug industry", 
    "Drug safety and regulation", 
    "Drugs and narcotics", 
    "Prescription pricing"
  ], 
  "subjects_top_term": "Drug industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Prescription Drug Price Information Act - Amends the Federal Food, Drug, and Cosmetic Act to require retailers of prescription drugs to post the prices of certain commonly prescribed drugs for the general public. Directs each drug retailer to prominently post a list of the prices of the 100 prescription drug products that had the highest dollar volume of retail by such drug retailer within a period to be determined by the Secretary of Health, Education, and Welfare. Requires the posting for each such drug to (1) list the drug product under its established name (if any) and its proprietary name (if any), and (2) contain the lowest price at which such drug product is offered for sale by such retailer for a quantity which the Secretary determines is the quantity in which the drug product is most commonly dispensed. Provides that no drug retailer may sell any prescription drug product the price of which he has posted: (1) in the case of a sale of the drug product in a quantity which is equal to or greater than the quantity which is posted, at a unit price that is greater than the unit price of the drug sold in the quantity which is posted, or (2) in the case of a sale of the drug product in a quantity which is less than which is posted, at a unit price that is more than 110 percent of the price of the drug sold in the quantity posted. Empowers the Secretary to prescribe regulations under which the unit price of drugs shall be determined."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Prescription Drug Price Information Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to permit the advertising of drug prices and to require retailers of prescription drugs to post the prices of certain commonly prescribed drugs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:23-05:00"
}