{
  "actions": [
    {
      "acted_at": "1981-02-05", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s394-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-02-05", 
  "number": "394", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide reductions in individual and corporate income taxes, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tax Reduction Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Long, Russell B.", 
    "state": "LA", 
    "thomas_id": "01386", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-02-05", 
  "subjects": [
    "Accounting", 
    "Americans employed in foreign countries", 
    "Americans in foreign countries", 
    "Business and commerce", 
    "Business income tax", 
    "Capital gains tax", 
    "Charitable contributions", 
    "Corporation taxes", 
    "Corporations and Stocks", 
    "Depreciation and amortization", 
    "Employee benefit plans", 
    "Employee ownership", 
    "Energy", 
    "Excise tax", 
    "Gasoline tax", 
    "Housing and Housing Finance", 
    "Income tax", 
    "Individual retirement accounts", 
    "International affairs", 
    "Inventories", 
    "Investment tax credit", 
    "Labor and employment", 
    "Married people", 
    "Minimum tax", 
    "Motor Vehicles and Driving", 
    "Motor buses", 
    "Personal income tax", 
    "Public Welfare and Charities", 
    "Public utilities", 
    "Research and development", 
    "Restricted stock options", 
    "Securities", 
    "Securities and Investments", 
    "Small business", 
    "Stocks", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax incentives", 
    "Tax rates", 
    "Tax returns", 
    "Taxation", 
    "Taxation of foreign income", 
    "Trusts and trustees", 
    "Wages", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-02-05", 
    "text": "Tax Reduction Act of 1981 - Title I: Individual Income Taxes - Amends the Internal Revenue Code to reduce income tax rates for individuals and for estates and trusts beginning in 1981. Reduces the lowest marginal rate from 14 to 12 percent and the highest rate from 70 to 67 percent in each category. Increases the amount of the zero bracket amount for each category of individual taxpayer. Increases the income levels at which a taxpayer is required to file an income tax return. Increases the amount of the personal income tax exemption from $1,000 to $1,100. Increases the rate of the earned income tax credit from ten to 11 percent of earned income of $5,000 and below. Increases the allowable amount of such credit. Increases the dollar limitation on such credit. Allows married individuals filing a joint return an income tax deduction from gross income of ten percent of the lesser of $30,000 or the earned income of the lower income spouse. Specifies that the rate of such deduction will be five percent, instead of ten, in taxable year 1981. Increases the percentage of the net capital gain deduction from gross income from 60 to 70 percent for individual taxpayers. Reduces the rate of the alternative minimum tax for such taxpayers. Revises requirements for the tax exclusion for earned income of Americans working abroad. Increases the amount of such exclusion from $20,000 to $50,000 ($65,000 for individuals residing abroad for more than two years) for individuals working in specified developing countries and in other foreign countries if such individuals perform charitable, export-related, or natural resource-related services. Reduces from 17 to 11 months the residency requirement in a foreign country for such tax exclusion. Waives such requirement if the Secretary of the Treasury determines that the taxpayer would otherwise have met the residency requirement but for the occurrence of civil unrest, war, or other adverse conditions precluding the normal conduct of business. Increases the amount of the tax exclusion for income earned abroad by the amount by which the taxpayer's housing costs exceed 16 percent of a GS-14, step 1 salary level for a Federal employee. Reduces from 17 to 11 months the residency requirement with respect to the tax treatment of such housing costs. Permits taxpayers who do not itemize income tax deductions to claim a deduction from gross income for charitable contributions. Includes such deduction as a tax preference item for purposes of the minimum tax. Title II: Corporate Income Taxes - Amends the Internal Revenue Code to reduce corporate income tax rates for taxable years 1981 and 1982 and for subsequent taxable years. Reduces the capital gains tax rate for corporations from 28 to 20 percent. Provides for a system of simplified cost recovery as an alternative method of computing depreciation on all tangible personal property, with specified exceptions. Assigns the depreciable basis of all such property to one of four recovery periods, representing either two, four, seven or ten years. Specifies that such property shall be placed in a recovery period which is at least 40 percent shorter than its comparable useful life under the Asset Depreciation Range system (ADR) presently utilized under current Treasury Regulations, except that no recovery period shall be shorter than two years. Permits a taxpayer, under the simplified cost recovery system, to elect one of three declining balance methods (200 percent, 150 percent, or 100 percent) in computing allowable depreciation deductions. Excludes from eligibility for recovery cost depreciation treatment the following types of property: (1) livestock; (2) amortization property; (3) property depreciable under certain alternative methods of depreciation; (4) public utility property; (5) oil or gas fired boilers; and (6) property used predominantly outside the United States. Provides for the deferral of gain or loss realized on the disposition of cost recovery property. Increases the permissible variance for assigned useful lives of public utility property under the Asset Depreciation Range system (ADR) from 20 to 30 percent for utility property. Increases the rate of investment tax credit for depreciable property having a useful life of between two and seven years. Establishes definite useful lives for certain types of real property, (e.g., buildings, low-income housing, owner occupied industrial and commercial buildings) which are not subject to change by the Internal Revenue Service upon audit. Permits a taxpayer to elect to expense (i.e. currently deduct) up to $25,000 of the costs of new or used tangible personal property used in the taxpayer's business during a taxable year in lieu of current provisions permitting additional first year depreciation. Revises the treatment of progress expenditure property with respect to the investment tax credit and the allowance for depreciation. Increases from 10 to 25 percent the rate of the investment tax credit for rehabilitation property. Increases from $150,000 to $250,000 the amount which corporations may accumulate for reasonable needs of the business without being subject to the tax on accumulated earnings. Increases the basis of used depreciable business property which is eligible for the investment tax credit from $100,000 to $150,000. Increases the allowable number of shareholders in a Subchapter S corporation from 15 to 25. Establishes incentive stock options as a class of qualified stock options under the Internal Revenue Code. Provides that the exercise of an incentive stock option by an employee shall not result in current income until the time that the stock transferred to the employee pursuant to the stock option is sold or exchanged. Provides that the gain from such stock shall be eligible for capital gains tax treatment. Eliminates the requirement that an employer furnish a W-2 withholding statement to an employee upon the termination of his employment before the close of the calendar year. Permits an employee to request an immediate wage withholding statement and requires the employer to furnish such statement within 30 days of the request. Allows a corporation (other than a Subchapter S corporation) which is engaged in marketmaking activities with respect to certain small business equity securities to deduct from gross income the lesser of the net gains for the current taxable year from the sale of such securities or the amount of the current yearly addition to a reserve for gains from marketmaking activities. Disallows such deduction to the extent that the reserve exceeds $1,000,000 or the addition to the reserve exceeds 30 percent of the fair market value of the taxpayer's average monthly inventory positions in over the counter equity securities carried for marketmaking activities for the year. Prohibits the amount of such deduction from exceeding the taxable income of the taxpayer. Defines \"gain from marketmaking activities\" as net gain from the sale or exchange of over the counter equity securities of any corporation having $25,000,000 or less of stock or securities outstanding on the last day of the taxable year preceding the year of sale or exchange and which are held by the taxpayer for sale to customers in the ordinary course of business. Permits a taxpayer who is required to change his method of accounting pursuant to Revenue Ruling 80-60 (inventory valuation) and Revenue Procedure 80-5 to effect such a change only for taxable years beginning after December 31, 1979. Provides that a taxpayer who is entitled to a refund of excise taxes on gasoline or other motor fuels which were used to provide intercity, local, and school bus transportation may obtain such refund on a quarterly basis with respect to fuel used during any of the first three quarters of the taxable year if the refund in any such quarter is at least $50. Allows a nonrefundable income tax credit of 25 percent of the qualified research and experimental expenditures paid or incurred by a taxpayer in connection with a trade or business. Defines \"qualified research and experimental expenditures\" as those business-related expenditures which are currently deductible under provisions of the Internal Revenue Code, but limits the scope of such expenditures, for purposes of both the income tax deduction and credit, to technological research designed to develop or improve products or services. Excludes expenditures for research or experimentation in the social sciences or humanities, or research funded by Federal or State Government. Title III: Retirement and Employee Stock Ownership Plans - Amends the Internal Revenue Code to increase the amount of the income tax deduction for contributions to an individual retirement account of taxpayers who are not participants in a tax-qualified retirement plan, a tax-sheltered annuity, or a governmental plan from $1500 to $1750 (from $1750 to $2000 for spousal accounts). Permits an income tax deduction for contributions to an individual retirement account by individuals who are active participants in a tax-qualified retirement plan, a tax-sheltered annuity, or a governmental plan. Limits the amount of such deduction to the lesser of 15 percent of a taxpayer's compensation includible in gross income or $1,000. Permits a corporate employer an income tax credit equal to a specified percentage in 1981, 1982, and 1983 of compensation paid to employees who purchase employer stock pursuant to a qualified employee stock ownership plan. Specifies that such credit shall terminate after 1983."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tax Reduction Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide reductions in individual and corporate income taxes, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:34-05:00"
}