{
  "actions": [
    {
      "acted_at": "2000-06-08", 
      "references": [
        {
          "reference": "CR S4823-4827", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-06-08", 
      "committee": "Committee on Agriculture, Nutrition, and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture, Nutrition, and Forestry.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-06-21", 
      "in_committee": null, 
      "references": [], 
      "text": "Committees on Agriculture, Nutrition, and Forestry. Joint hearings held jointly with the Committee on Banking, Housing, and Urban Affairs. Hearings printed: S.Hrg. 106-922.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-06-29", 
      "in_committee": "Committee on Agriculture, Nutrition, and Forestry", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Agriculture, Nutrition, and Forestry. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2000-08-25", 
      "committee": "Agriculture, Nutrition, and Forestry", 
      "references": [], 
      "text": "Committee on Agriculture, Nutrition, and Forestry. Reported by Senator Lugar under authority of the order of the Senate of 07/26/2000 with an amendment in the nature of a substitute. With written report No. 106-390.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2000-08-25", 
      "calendar": "Senate Legislative", 
      "number": "766", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 766.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2697-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Fitzgerald, Peter", 
      "sponsored_at": "2000-06-08", 
      "state": "IL", 
      "thomas_id": "01571", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gramm, Phil", 
      "sponsored_at": "2000-06-08", 
      "state": "TX", 
      "thomas_id": "00453", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-06-08", 
  "number": "2697", 
  "official_title": "A bill to reauthorize and amend the Commodity Exchange Act to promote legal certainty, enhance competition, and reduce systemic risk in markets for futures and over-the-counter derivatives, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4541-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Commodity Futures Modernization Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Lugar, Richard G.", 
    "state": "IN", 
    "thomas_id": "01387", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2000-06-29", 
  "subjects": [
    "Administrative procedure", 
    "Authorization", 
    "Commerce", 
    "Commodity Futures Trading Commission", 
    "Commodity exchanges", 
    "Contracts", 
    "Cost effectiveness", 
    "Derivative securities", 
    "Economics and public finance", 
    "Electronic commerce", 
    "Finance and financial sector", 
    "Futures trading", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Law", 
    "Margins (Security trading)", 
    "Science, technology, communications", 
    "Securities fraud", 
    "Securities regulation", 
    "Stock exchanges", 
    "Swaps (Finance)"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2000-08-25", 
    "text": "Commodity Futures Modernization Act of 2000 - Amends the Commodity Exchange Act (Act) to define specified terms.(Sec. 4) Excludes the following agreements, contracts, and transactions, except as otherwise provided for, from coverage under the Act: (1) foreign currency, other than those transactions conducted on an organized exchange between specified regulated entities and persons who are not eligible contract participants; (2) government securities; (3) security warrants; (4) security rights; (5) sales and resales of installment loan contracts; (6) purchase and repurchase transactions in an excluded commodity; or (7) mortgages or mortgage purchase agreements.(Sec. 5) Excludes from coverage under the Act a transaction in an excluded commodity: (1) entered into between eligible contract participants and not executed on a trading facility; or (2) executed on electronic trading facilities as long as the transaction is entered into on a principal-to-principal basis by eligible contract participants trading for themselves.(Sec. 6) Excludes from coverage under the Act electronic trading of excluded and exempt commodities. States that a board of trade designated as a contract market or derivatives transaction execution facility may establish and operate an electronic trading facility.(Sec. 7) Excludes from coverage under the Act a hybrid instrument that is predominantly a security or deposit instrument.(Sec. 8) Excludes from coverage under the Act over-the-counter equity instruments.Prohibits the Commodity Futures Trading Commission (Commission) from designating a board of trade as a contract market in options on securities. Includes within the coverage of the Act, and gives the Commission exclusive jurisdiction over, the trading of nondesignated futures on securities on a contract market.Authorizes the trading of designated futures on securities on designated contract markets and national securities exchanges or associations.Authorizes the Securities and Exchange Commission (SEC), after notifying the Commission, to enforce insider trading laws with respect to futures on securities contracts listed on a contract market.Sets forth margin provisions. Authorizes the Board of Governors of the Federal Reserve System to establish an intermarket margin board.Requires registered futures associations to adopt customer suitability standards.Expresses the sense of the Senate that Congress should take harmonizing action with respect to the tax treatment and transaction fees of equity options and designated futures on securities.(Sec. 9) Excludes from coverage under the Act certain nonagricultural transactions between eligible contract participants not executed on a trading facility.(Sec. 10) Revises public interest protection and prohibited transaction provisions.(Sec. 12) Provides for designation of boards of trade as contract markets. Sets forth designation and status maintenance criteria.(Sec. 13) Authorizes a board of trade, in lieu of compliance with contract market designation requirements, to elect to operate as a registered derivatives transaction execution facility if: (1) designated as a contract market; or (2) registered as a derivatives transaction execution facility. Sets forth related trading requirements and registration criteria and core principles.(Sec. 14) Requires a derivatives clearing organization to register with the Commission unless it is registered with another Federal regulator and does not clear futures. (Permits voluntary registration with the Commission in such instance.)(Sec. 15) Amends the Act to permit the Commission to issue or approve interpretations of acceptable business practices under core provisions for all registered entities (contract markets, derivatives clearing organizations, derivatives transaction execution facilities).Permits a registered entity to: (1) delegate functions to a registered futures association or other registered entity; and (2) trade new products.(Sec. 16) Authorizes a board of trade to elect to operate as an exempt board of trade if: (1) the commodity underlying the trade has a nearly inexhaustible delivery supply, is not susceptible to manipulation, or has no cash market; (2) the futures contracts are entered into only by eligible contract participants; and (3) the contracts do not involve securities. Subjects exempt-board futures contracts to antimanipulation provisions and Commission jurisdiction.(Sec. 17) Subjects a registered entity to suspension or revocation of designation for noncompliance with provisions of the Act.(Sec. 18) Authorizes appropriations through FY 2005.(Sec. 19) Revises preemption provisions.(Sec. 20) Permits predispute resolution agreements for institutional customers.(Sec. 21) Requires the Commission to consider the costs and benefits of its action before issuing an order or regulation, with exceptions for emergency actions or adjudicatory or investigative matters.(Sec. 22) States that an agreement, contract, or transaction between eligible parties shall not be voidable or unenforceable solely because of a failure to comply with the terms of an exemption or exclusion from any provision of the Act or Commission regulation.(Sec. 23) States that nothing in this Act gives the SEC or the Commission jurisdiction over swap agreement.(Sec. 24) Repeals deficiency order provisions.(Sec.25) Makes technical and conforming amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Commodity Futures Modernization Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Commodity Futures Modernization Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize and amend the Commodity Exchange Act to promote legal certainty, enhance competition, and reduce systemic risk in markets for futures and over-the-counter derivatives, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:19-05:00"
}