{
  "actions": [
    {
      "acted_at": "1976-07-27", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14897-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-07-27", 
  "number": "14897", 
  "official_title": "A bill to amend the Consumer Credit Protection Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fair Investigative Reporting Act", 
  "sponsor": {
    "district": "2", 
    "name": "Downey, Thomas J.", 
    "state": "NY", 
    "thomas_id": "00314", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-07-27", 
  "subjects": [
    "Consumer credit", 
    "Consumer protection", 
    "Freedom of information", 
    "Insurance", 
    "Labor and employment"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-07-27", 
    "text": "Fair Investigative Reporting Act - Amends the Consumer Credit Protection Act to prohibit the furnishing of a consumer investigative report by an agency in business to compile such reports to anyone except under specified circumstances, such as for use in a transaction to extend credit to the subject of the report, for employment purposes, or in connection with insurance underwriting. Sets time limits after which information concerning bankruptcies, arrest records, and other adverse data may not be included in such report. Prohibits, with a specified exception, the procurement of such investigative report without informing the consumer in writing of the nature, methods, and scope of the investigation and first obtaining his consent to such investigation. Prohibits the disclosure of medical information without first informing the consumer to whom such information is being disclosed and the circumstances under which such medical information will be disclosed or released to third parties other than the consumer reporting agency. Prohibits consumer reporting agencies from furnishing a consumer investigative report to any person if it has reason to believe such report will be used for any purpose not listed in this Act. Gives any consumer the right to know the contents of any consumer investigation file held by an investigation agency including specified sources of the information in such file. Sets forth procedures for the procurement of such information by such consumer. Permits a consumer to dispute information contained in any investigative report covered by this Act. Requires an investigative agency making such report to reinvestigate any information subject to any such relevant and nonfrivolous dispute. Requires that such agency subsequently delete such disputed information or include in such report the consumer's statement of not more than 100 words contesting such information. Directs that, at the request of the consumer, such statement or notice of deletion be sent to anyone who received the disputed information from the agency within the previous two years. States that such reporting agency must make specified disclosures to such consumers without charge. Requires, in the event that adverse action is taken on the basis of information covered by this Act, that the consumer affected be notified of the source of such information and his right under this Act to review such information. Makes anyone who willfully or negligently fails to comply with this Act liable to any injured consumer for actual and punitive damages. Sets criminal penalties for violation of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Investigative Reporting Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Consumer Credit Protection Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:40-05:00"
}