{
  "actions": [
    {
      "acted_at": "1982-03-18", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-03-30", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Referred jointly to the Subcommittee on Criminal Law for the purpose of considering the bill except Title IV thereof.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-03-30", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Referred jointly to the Subcommittee on Security and Terrorism for the purpose only of considering Title IV.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2241-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Criminal Law", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Security and Terrorism", 
      "subcommittee_id": "24"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-03-18", 
  "number": "2241", 
  "official_title": "A bill to fight violent crime and combat illegal drug trafficking.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Crime Control Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-03-18", 
  "subjects": [
    "Correctional institutions", 
    "Corrections and Correctional Institutions", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Criminal justice information", 
    "Criminal law", 
    "Criminal procedure", 
    "Drugs and narcotics", 
    "Executive reorganization", 
    "Firearms", 
    "Firearms control", 
    "Fraud", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Narcotics and crime", 
    "Parole", 
    "Postal Services and Facilities", 
    "Postal service", 
    "Sentences (Criminal procedure)", 
    "States", 
    "Victims of crimes"
  ], 
  "subjects_top_term": "Criminal law", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-03-18", 
    "text": "Crime Control Act of 1982 - Title I: Federal Incarceration of State Convicts - Directs the Federal Bureau of Prisons, upon request by a State, to accept custody of State convicts who have been convicted of two or more felonies or a felony involving violence with a firearm, to the extent of available space in the Federal prison system. Directs the Attorney General to recommend within one year of enactment specific amounts of Federal funding needed to expand existing Federal prisons. Title II: Parole for Persons Convicted of Violent Crimes - Amends the Federal criminal code to make persons convicted of felonies involving the use or threatened use of violence with a firearm ineligible for parole. Title III: Information Source Reform - Directs the Attorney General to develop alternative proposals for the exchange of Federal, State, and local criminal record information, to be used to establish a national data bank. Title IV: Coordinator of Narcotics Policy - National Narcotics Act of 1982 - Establishes in the executive branch the Office of the Coordinator of Narcotics Policy charged with: (1) developing and enforcing Government policy with regard to illegal drugs; (2) coordinating efforts to halt the importation and sale of illegal drugs in the United States; (3) approving funding allocations; (4) coordinating information; and (5) directing the temporary reassignment of Government personnel with regard to U.S. illegal drug policy. Title V: Victim Injury Assessment - Amends rule 32 of the Federal Rules of Criminal Procedure to require that presentence reports include verified information assessing the impact of the offense on any victim, including psychological, physical, social, or financial damage. Title VI: Postal Service Inspection - Postal Service Amendments of 1982 - Authorizes the Postal Service to require by written demand that any of its employees be given access at reasonable times to records or other objects that the Postal Service has reason to believe relate to a matter under investigation. Authorizes the Postal Service to tender the price of any article or service that a person under investigation has offered for sale by mail. Permits the Postal Service to issue cease and desist orders with regard to false representations made through the mail. Establishes new civil penalties for persons who evade, attempt to evade, or otherwise fail to comply with postal service orders. Requires a hearing before such penalties can be assessed. Title VII: Mandatory Sentencing for Violent Crimes - Amends the Omnibus Crime Control Act of 1970 to revise and increase the mandatory penalties for using or carrying a firearm during commission of a Federal felony. Limits the scope of such offense with regard to carrying a firearm to felonies involving violence or the threat of violence. Deletes the requirement that the firearm be carried \"unlawfully\". Increases the additional penalty to five to ten years' imprisonment for a first offense (currently, one to ten years), ten to 25 years for a second offense, (currently, two to 25 years for second or subsequent offenses), and 25 years to life for a third or subsequent conviction. Extends to first offenders the stipulations, currently applicable only to second or subsequent offenders, that the court not suspend any sentence, grant probation, or impose concurrent sentences. Stipulates that the additional penalties shall not apply if the underlying felony consists solely of the illegal possession, transportation, or sale of a firearm."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Crime Control Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Narcotics Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Postal Service Amendments of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to fight violent crime and combat illegal drug trafficking.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:14-05:00"
}