{
  "actions": [
    {
      "acted_at": "1979-03-14", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-14", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-14", 
      "committee": "House Committee on the District of Columbia", 
      "references": [], 
      "text": "Referred to House Committee on the District of Columbia.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-14", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-14", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-14", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-14", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-14", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-14", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2969-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Addabbo, Joseph P.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00006", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Conyers, John, Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "00229", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Ford, Harold E.", 
      "sponsored_at": "1979-01-03", 
      "state": "TN", 
      "thomas_id": "00400", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Garcia, Robert", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00429", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Leland, Mickey", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "00681", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mitchell, Parren J.", 
      "sponsored_at": "1979-01-03", 
      "state": "MD", 
      "thomas_id": "00818", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Nolan, Richard M.", 
      "sponsored_at": "1979-01-03", 
      "state": "MN", 
      "thomas_id": "00867", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Richmond, Frederick W.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00959", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Rosenthal, Benjamin S.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00987", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Stokes, Louis", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "01115", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Weiss, Ted", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01213", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-14", 
  "number": "2969", 
  "official_title": "A bill to establish a United States Health Service to provide high quality health care and to overcome the deficiencies in the present system of health care delivery.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Service Act", 
  "sponsor": {
    "district": "8", 
    "name": "Dellums, Ronald V.", 
    "state": "CA", 
    "thomas_id": "00284", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-14", 
  "subjects": [
    "Ambulatory care", 
    "Civil Rights and Liberties", 
    "Civil rights and liberties, minority issues", 
    "Collective bargaining", 
    "Community facilities", 
    "Comprehensive health care", 
    "Counseling", 
    "Dental care", 
    "Department of Health, Education, and Welfare", 
    "Department of the Treasury", 
    "Education", 
    "Emergency medical services", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Government publicity", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Health", 
    "Health education", 
    "Health facilities", 
    "Health planning", 
    "Health services administration", 
    "Home care services", 
    "Hospital care", 
    "Hospitals", 
    "Income tax", 
    "Information services", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Lawyers and Legal Services", 
    "Legal services", 
    "Licenses", 
    "Malpractice", 
    "Maternal and infant welfare", 
    "Medical centers", 
    "Medical education", 
    "Medical personnel", 
    "Medical research", 
    "Medical supplies", 
    "Mental health", 
    "National Institutes of Health (NIH)", 
    "Occupational health and safety", 
    "Old age, survivors and disability insurance", 
    "Patients' rights", 
    "Preventive medicine", 
    "Public health", 
    "Public health administration", 
    "Public safety", 
    "Regional medical programs", 
    "Social security taxes", 
    "Social welfare", 
    "States", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax rates", 
    "Taxation", 
    "Urban affairs", 
    "Wages", 
    "Women's health", 
    "Women's rights"
  ], 
  "subjects_top_term": "Comprehensive health care", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-14", 
    "text": "Health Service Act - Declares it to be the purpose of this Act to create a United States Health Service to provide without charge to all residents comprehensive health care services delivered by salaried health workers and emphasizing the promotion and maintenance of health as well as the treatment of illness. Title I: Establishment and Operation of the United States Health Service - Establishes as an independent agency of the executive branch the United States Health Service. Directs the President to appoint a 21-member Interim National Health Board of the Service. Directs the Board to establish, within six months of such appointment, health care delivery regions throughout the United States. Requires each region to: (1) be appropriate for the effective planning and delivery of health care and supplemental services for its residents; (2) have a population between 500,000 and 3,000,000 (with specified exceptions); and (3) take into account economic or geographic barriers and differences in needs between nonmetropolitan and metropolitan areas. Directs the Board to appoint a nine- member interim regional board for each region. Limits to three the members of such board who are or have been health workers or indirect providers. Directs each board to establish, within six months of such appointment, health care delivery districts and health care delivery communities throughout its region. Specifies requirements for such districts and communities. Sets forth the procedures for: (1) the election of health care delivery community boards, including that such boards consist of user members and health worker members, as defined by this Act; (2) the appointment of district health boards by the community boards; (3) the appointment of regional health boards by the district boards; (4) the appointment of the National Health Board; and (5) the subsequent certification of health boards. Sets forth the procedures for the modification of the boundaries of health care delivery areas by the National Health Board. Specifies requirements with respect to the membership, meetings, and records of the health boards established by this Act. Directs the National Health Board to establish guidelines and standards to facilitate the implementation of the objectives of this Act. Title II: Delivery of Health Care and Supplemental Services - Enumerates the basic health rights which the Service shall ensure in the delivery of health care services to users, including: (1) the right to receive high quality health care and supplemental services without charge and without discrimination; (2) the right to choose the health workers from whom, and the health facilities in which, health care services are received; (3) the right of access to all health information and the right to have such information translated into the individual's primary language; (4) the right to an explanation of the benefits and risks involved in the delivery of health services; (5) the right to have all documents treated confidentially; (6) the right, in the event of terminal illness, to die with a maximum degree of dignity; and (7) the right to legal assistance to enforce these rights. Amends the Fair Labor Standards Act to entitle each employee of an employer subject to such Act to compensation for one hour at regular pay for each 35 hours of employment for the purpose of receiving necessary health care services. Provides that all individuals while within the United States and its territories are eligible to receive health care and supplemental services under this Act. Specifies the services which the Health Service shall provide, including: (1) health education programs; (2) preventive services; (3) emergency medical services; (4) comprehensive outpatient and inpatient services; (5) occupational and mental health services; (6) dental care, long-term care, and home health services; (7) specialized therapies; and (8) the provision of drugs, therapeutic devices, and other medical equipment and supplies. Enumerates the supplemental services to be provided by the Service, including: (1) ambulance and other transportation services; (2) child care services; (3) home health services; and (4) counseling and social service assistance. Requires each community board to establish community health care facilities to provide (to the greatest extent feasible through a single comprehensive health center) specified primary and specialized health care services. Requires each district board to establish, within its district, a general hospital for the delivery of general health care services and those specialized services which may be provided most effectively at the district level. Requires each regional board to establish a regional medical facility for the delivery of highly specialized health care services to individuals residing in the district. Enumerates additional duties for each regional, district, and community health board, including: (1) education on personal health matters; (2) referral services; (3) environmental monitoring services; (4) research and data-gathering; and (5) follow-up services. Sets forth requirements for the operation and inspection of health care facilities. Prohibits any individual employed by a health board from engaging in the private delivery of health care services. Enumerates services relating to reproduction and childbearing which regional, district, and community health boards shall provide. Title III: Health Labor Force - Declares that the Health Service shall be the sole judge of the qualifications of its employees, notwithstanding any State or local law to the contrary. Directs the National Health Board to establish guidelines for the classification, certification, and employment of health workers by job category. Requires each regional board to establish a health team school to provide programs of initial and continuing basic and specialized education in health care delivery for health workers in all job categories. Prohibits any individual from enrolling in any area health board school or specialized program unless the individual agrees to perform health care services as an employee of the service for a specified period of time in the job category for which training is being provided. Applies specified Federal standards to labor-management relations within the service including provisions relating to: (1) employment and promotion in the service; (2) adverse actions against employees; (3) compensation for work-related injuries; and (4) collective-bargaining procedures and agreements. Sets forth procedures with respect to the defense of malpractice and negligence suits brought against employees of the Service. Title IV: Other Functions of Health Boards - Requires each regional, district, and community health board to establish a program of health advocacy to ensure the full realization of patients' rights provided for by this Act. Directs the National Board to establish a health rights legal service program to ensure that users and health workers receive free, high quality legal service for legal problems related to health rights and health care services. Establishes a grievance procedure before a regional board or the National Board for any user, health worker, or any user association having a demonstrated interest in health care. Directs the National Board to oversee occupational safety and health programs at the regional level and to participate in the establishment and administration of occupational safety and health standards under the Occupational Safety and Health Act of 1970. Directs each community board to provide for the organization and operation of a community occupational safety and health action council (OSHAC). Directs each regional board to establish an occupational health and safety program. Requires the employer in each workplace having 25 or more employees to establish and maintain a health facility in or near the workplace to provide occupational and emergency health care service for employees. Gives employees in such workplaces the right to establish workplace occupational safety and health committees to monitor safety and health conditions. Directs the Health Service to conduct a program of research concerning health and health care delivery which conforms to specified principles. Transfers the National Institutes of Health established under the Public Health Service Act to the National Health Board, and directs the National Board to establish National Institutes of: (1) Epidemiology; (2) Evaluative Clinical Research; (3) Health Care Services; (4) Pharmacy and Medical Supply; and (5) Sociology of Health and Health Care. Requires each regional, district, and community health board to collect and evaluate data on health care delivery. Directs the National Board to formulate a one-year and five-year national health plan budget, taking into account such data and evaluations. Directs the National Health Board to publish and disseminate to regional, district, and community boards a National Pharmacy and Medical Supply Formulary which shall contain a listing of drugs, therapeutic devices and other medical equipment and quality standards and other information with respect to such items. Directs the National Board to prepare and disseminate to regional, district, and community boards a comprehensive dictionary of health care terms for use by users. Title V: Financing of the Service - Amends the Internal Revenue Code to impose an additional income tax on every individual to finance the health service program established by this Act. Imposes a tax on every employer equal to 4.5 percent of wages paid. Excludes from gross income amounts paid by employers on behalf of their employees to accident and health plans which provide insurance for medical expenses not covered by this Act. Repeals provisions which allow income tax deductions for certain health care expenses and charitable contributions to medical and hospital facilities. Repeals existing tax rate schedules for hospital insurance under the Federal Insurance Contributions Act. Creates in the Treasury the Health Service Trust Fund. Transfers to the Fund all the assets and liabilities of the Federal Hospital Insurance Trust Fund and the Federal Supplementary Medical Insurance Trust Fund. Directs each regional, district, and community board to submit annually to the appropriate board a plan and budget. Directs the National Board to prepare a national health budget for each fiscal year, taking into consideration the area board budgets. Directs the Board to incorporate into the budget a fund for special operating expenses associated with specified health care needs. Title VI: Miscellaneous Provisions - Repeals and transfers to the Secretary of Health, Education, and Welfare authority under specified laws relating to health care services provided by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Service Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a United States Health Service to provide high quality health care and to overcome the deficiencies in the present system of health care delivery.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:49-05:00"
}