{
  "actions": [
    {
      "acted_at": "1991-07-16", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-16", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-18", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-18", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1991-07-18", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "Executive Comment Requested from USDA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-23T16:00:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Agriculture. H. Rept. 102-158.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-23T17:28:00-04:00", 
      "references": [], 
      "text": "Mr. de la Garza moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-23T17:28:00-04:00", 
      "references": [], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-23T17:29:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-23T17:35:00-04:00", 
      "references": [], 
      "text": "At the conclusion of debate, the chair put the question on the motion to suspend the rules. Mr. Walker objected to the vote on the grounds that a quorum was not present. Further proceedings on the motion were postponed until July 24. The point of no quorum was withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-23T17:50:00-04:00", 
      "calendar": "Union", 
      "number": "104", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 104.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1991-07-24T18:13:00-04:00", 
      "references": [], 
      "text": "FURTHER POSTPONMENT OF VOTE - The Chair announced that the vote on the motion to suspend the rules and pass the bill H.R. 2893, postponed on July 22, 1991, shall be further postponed until July 25, 1991.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-25T10:02:00-04:00", 
      "references": [], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-25T10:29:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "225", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by the Yeas and Nays (2/3 required): 328 - 67 (Roll No. 225).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1991-07-25T10:29:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-29", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-09-10", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Agricultural Production", 
      "text": "Referred to Subcommittee on Agricultural Production.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-23", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1991-10-23", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture received executive comment from U.S. Department of Agriculture.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-25", 
      "references": [], 
      "text": "Committee on Agriculture. Reported to Senate by Senator Leahy with an amendment in the nature of a substitute and an amendment to the title. With written report No. 102-195. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-25", 
      "calendar": "Senate Legislative", 
      "number": "280", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 280.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1992-10-07", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-07", 
      "references": [], 
      "text": "Amendment SP 3419 proposed by Senator Ford for Senator Leahy.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-07", 
      "references": [], 
      "text": "Amendment SP 3419 agreed to in Senate by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-07", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment and an amendment to the Title by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1992-10-08", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3419-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3419"
    }
  ], 
  "bill_id": "hr2893-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF", 
      "subcommittee": "Subcommittee on Agricultural Production and Stabilization of Prices", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Coleman, E. Thomas", 
      "sponsored_at": "1991-07-16", 
      "state": "MO", 
      "thomas_id": "00216", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Taylor, Gene", 
      "sponsored_at": "1991-07-23", 
      "state": "MS", 
      "thomas_id": "01142", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1991-07-25T10:29:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1992-10-07", 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-16", 
  "number": "2893", 
  "official_title": "To extend to 1991 crops the disaster assistance provisions of the Food, Agriculture, Conservation, and Trade Act of 1990.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1515-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1550-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2477-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2494-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2536-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2791-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Agricultural Credit, Rural Development, and Commodity Marketing Improvement Act of 1992", 
  "sponsor": {
    "district": "15", 
    "name": "de la Garza, E.", 
    "state": "TX", 
    "thomas_id": "00276", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_BACK:SENATE", 
  "status_at": "1992-10-07", 
  "subjects": [
    "Accounting", 
    "Administrative procedure", 
    "Agricultural cooperatives", 
    "Agricultural credit", 
    "Agricultural economics", 
    "Agricultural insurance", 
    "Agricultural labor", 
    "Agricultural surpluses", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Alabama", 
    "Aquaculture", 
    "Bank capital", 
    "Bank directors", 
    "Bank employees", 
    "Bank examination", 
    "Bank failures", 
    "Bank mergers", 
    "Bank reserves", 
    "Business records", 
    "Butter", 
    "Capital", 
    "Capital formation", 
    "Communication in medicine", 
    "Community health services", 
    "Computer networks", 
    "Conflict of interests", 
    "Congressional reporting requirements", 
    "Corporate management", 
    "Cotton", 
    "Dairy products", 
    "Data banks", 
    "Debtor and creditor", 
    "Deposit insurance", 
    "Disaster relief", 
    "Education", 
    "Educational technology", 
    "Electronic data processing", 
    "Environmental protection", 
    "Executive compensation", 
    "Farm lands", 
    "Farm ownership", 
    "Farmers", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal aid to health facilities", 
    "Federal aid to transportation", 
    "Federal-state relations", 
    "Federally-guaranteed loans", 
    "Feed grain program", 
    "Finance and financial sector", 
    "Financial disclosure", 
    "Fines (Penalties)", 
    "Food relief", 
    "Foreign trade and international finance", 
    "Forest products", 
    "Fruit and fruit trade", 
    "Government corporations", 
    "Government lending", 
    "Government paperwork", 
    "Government securities", 
    "Grazing", 
    "Health", 
    "Income tax", 
    "Indian lands", 
    "Infrastructure (Economics)", 
    "Insurance premiums", 
    "Interest", 
    "Interest rates", 
    "Land transfers", 
    "Leases", 
    "Liens", 
    "Livestock", 
    "Louisiana", 
    "Manpower training programs", 
    "Marketing of farm produce", 
    "Marketing orders", 
    "Meat packing industry", 
    "Mediation", 
    "Milk", 
    "Minority business enterprises", 
    "Mississippi", 
    "Mortgage banks", 
    "Nonbank banks", 
    "Oilseeds", 
    "Peanuts", 
    "Preferred stocks", 
    "Privatization", 
    "Public assistance programs", 
    "Rain and rainfall", 
    "Range management", 
    "Rice", 
    "Risk assessment", 
    "Risk management", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Rural electrification", 
    "Rural public health", 
    "Rural schools", 
    "Science, technology, communications", 
    "Secondary mortgage market", 
    "Sewage disposal", 
    "Sewage treatment plants", 
    "Sex discrimination", 
    "Socially handicapped", 
    "Stockholders' voting", 
    "Stocks", 
    "Sugar and sugar trade", 
    "Surety and fidelity", 
    "Telephone", 
    "Texas", 
    "Tobacco", 
    "U.S.S.R.", 
    "Water supply", 
    "Water treatment plants", 
    "Wheat"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1992-10-07", 
    "text": "Agricultural Credit, Rural Development, and Commodity Marketing Improvement Act of 1992 - Title I: Farm Credit Banks and Associations Safety and Soundness - Subtitle A: Improvements to Farm Credit System Safety and Soundness - Amends the Farm Credit Act of 1971 to set forth qualifications for Farm Credit Administration (FCA) board members. Subtitle B: Farm Credit System Insurance Corporation - Makes the Farm Credit System Insurance Corporation (FCSIC) successor to the Farm Credit System (FCS) Assistance Board in the case of capital preservation agreements that certify certain banks as eligible to issue preferred stock to the Farm Credit System Assistance Corporation (Corporation). Requires the General Accounting Office to study and report to the Congress on: (1) risk-based FCSIC premiums; (2) possible Farm Credit System Insurance Fund (Fund) authority to assess associations directly; (3) possible supplemental FCSIC insurance premiums; (4) the benefits of consolidating district banks into regional banks; (5) FCS institutions' overhead expenses; and (6) potential savings if FCS institutions and FCA were required to comply with certain Government office standards. Subtitle C: Repayment of Farm Credit System Debt Obligations - Amends the Farm Credit Act to require an institution terminating FCS status to pay to the Corporation the estimated present value of future principal otherwise required had it remained in the FCS. Recognizes any such amount as a Corporation claim against the estate of a liquidating bank. States that the other banks' obligations shall not be reduced in anticipation of such recoveries, but only upon their receipt by the Corporation. Requires each institution to make annual payments to the Corporation to ensure debt repayment. Requires each institution that issued preferred stock, beginning in 1992, to appropriate specified earnings into an account to fund such stock's retirement. Requires each bank to: (1) record as an expense the annual increase of its bond repayment obligation; and (2) repay Treasury-paid interest on FCS obligations (through bank assessments). Makes banks (currently institutions) primarily liable to repay certain Corporation interest and obligations. Excludes banks in liquidation from such requirement. Expands default provisions to include all bank obligations with respect to Corporation bond principal and interest, except certain preferred stock-related bonds. Extends the Corporation termination date until two years after the last Corporation bond maturity date. Subtitle D: Clarification of Certain Authorities - Amends the Agricultural Credit Act of 1987 to require the Federal Intermediate Credit Bank of Jackson (Bank) to merge with a Farm Credit Bank. States that: (1) FCA merger approval shall be given only if the Bank merges in its entirety with a Farm Credit Bank; (2) the Bank shall have limited operating authority and limited lending authority (lending authorities in Alabama, Louisiana, and Mississippi limited to pre-merger constituent bank's authorities); and (3) the FCA shall order the merger of the Bank and the Farm Credit Bank of Texas if the Bank fails to negotiate a merger within a specified period of time. Sets forth the long-term lending authority of the Farm Credit Bank of Texas with respect to Alabama, Louisiana, and Mississippi. Subtitle E: Miscellaneous - Amends the Farm Credit Act to revise production credit association application of earnings requirements. Limits a bank for cooperatives' loan risk participation authority. Sets forth voting guidelines with respect to one director of each bank for cooperatives. Expands bank for cooperatives' water and sewer lending authority. Makes qualifying private agricultural entities eligible to borrow from a bank for cooperatives. Repeals the tax-exempt guarantee prohibition. Authorizes the FCA to approve competitive charters among FCS institutions. Authorizes the FCSIC to examine FCS institutions (current authority is limited to FCS banks). Provides for financial disclosure and conflict of interest reporting by FCS directors, officers, and employees. Title II: Agricultural Credit Improvements - Amends the Consolidated Farm and Rural Development Act to state that the interest rate for loans sold into the secondary market may be lower than the interest rate on the retained portion, but may not exceed the average interest rate charged by the lender on loans made to farm and ranch borrowers. Provides for Federal-State coordination of assistance for beginning farmers and ranchers. Directs the Secretary of Agriculture (Secretary) to establish an Advisory Committee on Beginning Farmers and Ranchers. Authorizes the Secretary to make grants for rural passenger transportation services or facilities. Directs the Secretary to establish within the farm ownership loan program a ten-year down payment loan program for beginning farmers and ranchers. Sets forth loan terms. Limits the availability of certain agricultural loans and guarantees to beginning farmers and ranchers during specified applicable periods. Directs the Secretary to establish a program of assistance (ten-year maximum) for beginning farmers and ranchers. Requires an applicant to submit a farm operations plan (plan) to the appropriate county committee, which must be approved by the committee and then by the Secretary. Provides assistance in the form of operation and equipment loan guarantees. Gives applicants priority for equipment purchases in the Farmers Home Administration (FmHA) inventory. Terminates assistance for avoidable failure to achieve plan goals. Directs the Secretary to: (1) establish a program to encourage borrowers with operating loans or guarantees to graduate to private commercial credit sources; and (2) provide for the graduation of FmHA direct loan borrowers to FmHA guaranteed loans. Extends: (1) loan service program consideration under extraordinary circumstances; and (2) the time period during which county committee loan eligibility certification remains in effect. Sets forth provisions for processing farm operating loan applications. Requires the Secretary to develop a simplified loan application for loans of $50,000 or less. Authorizes the leasing or leasing-with-purchase-option of certain FmHA inventory land not otherwise suitable for sale. Sets forth provisions regarding the transfer of Indian lands pledged as FmHA loan collateral, including properties containing a hazardous substance. Sets forth debt service margin requirements, including establishment of a certified lenders program. Defines \"qualified beginning farmer or rancher\" for assistance purposes. Sets aside specified percentages of operating and ownership loan assistance for beginning farmers or ranchers. Targets loans to members of groups subject to gender prejudice. Requires loan recordkeeping by borrower's gender. Amends the Agricultural Credit Act of 1987 to increase the Federal share available for State loan mediation programs. Title III: Rural Electrification Administration Improvement Act of 1992 - Rural Electrification Administration Improvement Act of 1992 - Amends the Rural Electrification Act of 1936 to revise discounted loan prepayment provisions to permit prepayment or sale of a loan that was advanced before May 1, 1992, or has been advanced for not less than two years at the lesser of: (1) the loan's outstanding principal balance; or (2) the loan's discounted present value. Limits future loan eligibility for certain prepaying borrowers. Amends the Food, Agriculture, Conservation, and Trade Act of 1990 to direct the Administrator of the Rural Electrification Administration to: (1) encourage the development of consortia to provide health care or educational services through telecommunications in rural areas of a qualified local exchange carrier service area; and (2) provide grants ($1.5 million maximum award, three-year maximum disbursement) for such purposes. Title IV: Miscellaneous - Amends the United States Warehouse Act to permit all (Federal or State licensed) cotton warehouses to record specified cotton receipt information required by such Act in a central filing system or systems. Deems such recording as establishing ownership under Federal or State law. States that: (1) a holder of an electronic cotton warehouse receipt shall be treated as being in possession of the warehouse receipt under Federal or State law; and (2) such provision shall apply to electronic receipts from all (Federal or State licensed) warehouses. Directs the Secretary to use specified funds to purchase, process, and distribute additional commodities for the emergency food assistance program. Terminates such authority as of September 30, 1993. Amends the Agricultural Adjustment Act, reenacted with amendments by the Agricultural Marketing Agreement Act of 1937, to provide for expedited action on marketing orders."
  }, 
  "titles": [
    {
      "as": "reported to senate", 
      "title": "Dairy and Disaster Assistance Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Agricultural Credit, Rural Development, and Commodity Marketing Improvement Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Rural Electrification Administration Improvement Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To extend to 1991 crops the disaster assistance provisions of the Food, Agriculture, Conservation, and Trade Act of 1990.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:31-05:00"
}