{
  "actions": [
    {
      "acted_at": "1988-07-07", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-07-07", 
      "bill_ids": [
        "hr3120-100"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Previous Action See H.R.3120.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-07", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-07-11", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Courts, Civil Liberties, and the Administration of Justice", 
      "text": "Referred to Subcommittee on Courts, Civil Liberties, and the Administration of Justice.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-09", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-09", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-09-01", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Requested from Commerce.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-14", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Courts, Civil Liberties, and the Administration of Justice", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-22", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Courts, Civil Liberties, and the Administration of Justice", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-22", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Courts, Civil Liberties, and the Administration of Justice", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-23", 
      "references": [], 
      "text": "Reported to House by House Committee on Energy and Commerce. Report No: 100-972.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-27", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-27", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-09-29", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on The Judiciary. Report No: 100-972 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-29", 
      "references": [], 
      "text": "Placed on Union Calendar No: 597.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-06", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-06", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1988-10-06", 
      "calendar": "Senate Legislative", 
      "number": "1123", 
      "references": [], 
      "text": "Received in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 1123.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-10-13", 
      "bill_ids": [
        "s2843-100"
      ], 
      "references": [], 
      "text": "S. 2843 passed in Senate relating to this measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-21", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4982-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Courts, Civil Liberties, and the Administration of Justice", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Hughes, William J.", 
      "sponsored_at": "1988-09-28", 
      "state": "NJ", 
      "thomas_id": "00572", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Kastenmeier, Robert W.", 
      "sponsored_at": "1988-07-07", 
      "state": "WI", 
      "thomas_id": "00620", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1988-07-07", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1988-10-06", 
    "vetoed": false
  }, 
  "introduced_at": "1988-07-07", 
  "number": "4982", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to authorize abbreviated new animal drug applications and to amend title 35, United States Code, to authorize the extension of the patents for animal drug products.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3120-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4714-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2843-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Generic Animal Drug and Patent Term Restoration Act", 
  "sponsor": {
    "district": "2", 
    "name": "Tauke, Thomas Joseph", 
    "state": "IA", 
    "thomas_id": "01139", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1988-10-06", 
  "subjects": [
    "Administrative procedure", 
    "Animals and Animal Protection", 
    "Biotechnology", 
    "Consumer protection", 
    "Drug industry", 
    "Drug safety and regulation", 
    "Drugs", 
    "Drugs and narcotics", 
    "Labeling", 
    "Licenses", 
    "Medicated feeds", 
    "Patents", 
    "Patents, Trademarks, and Copyrights", 
    "Veterinary medicine"
  ], 
  "subjects_top_term": "Drugs", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1988-10-06", 
    "text": "(Measure passed House, amended) Generic Animal Drug and Patent Term Restoration Act - Title I: New Animal Drug Applications - Amends the Federal Food, Drug, and Cosmetic Act to authorize abbreviated applications for the approval of a new animal drug. Requires such application to show that permitted uses, ingredients, dosages, labeling, and other factors are the same as or bioequivalent to a new animal drug already approved. Requires such application to contain a certification relating to patents covering the approved drug. Requires an applicant who makes such a certification to state in the application that a specified notice has been given to each owner of the patent (or owner-representative) and the holder (or holder-representative) of the approved application for the drug or drug use claimed by the patent. Requires the permission of the Secretary of Health and Human Services before an abbreviated application may be submitted for a new drug whose route of administration, dosage form, or strength differ from that of an approved new animal drug or whose use with other animal drugs in animal feed differs from that of an approved new animal drug. Requires the Secretary to publish and update a list of the official and proprietary name of each new animal drug which has been approved and continues to be approved for safety and effectiveness, including patent information as it comes in. Directs the Secretary to approve an application for a drug unless the Secretary makes specified findings, such as faulty manufacture or insufficient information, or that the conditions of use prescribed recommended, or suggested in the proposed labeling are not reasonably certain to be followed in practice. Sets forth a formula for determining when an approved application becomes effective, based upon the nature of the certification relating to patents. Prohibits an abbreviated application for a new animal drug based upon a nonabbreviated application approved after this Act's enactment until five years after the nonabbreviated application is approved, except as specified. Requires a three-year wait for abbreviated applications based upon nonabbreviated applications approved after this Act's enactment which contain essential new investigations of an ingredient already approved. Directs the Secretary to require bioequivalency data or residue depletion studies of a new animal drug or such other data or studies as appropriate based on scientific principles in determining bioequivalence of drugs. Requires the applicant to file with the application (or amend it when the information becomes available) the patent number and the expiration date of any patent which claims the drug or a method of using it and with respect to which a claim of patent infringement could reasonably be asserted if a nonlicensee engaged in the drug's manufacture, use, or sale. Requires the Secretary to disapprove the application if it does not contain certain patent information, or to withdraw approval if the patent information was not filed within a specified time after notification. Requires that safety and effectiveness data be made available to the public, except as specified. Provides for the promulgation of regulations to administer the amendments made by this title. Prohibits the dispensing of certain drugs for animal use without a prescription. Deems the act of dispensing a drug in violation of this Act to be an act resulting in the drug being misbranded while held for sale. Specifies that such drugs are considered misbranded if their labels fail to bear the statement, \"Caution: Federal law restricts this drug to use by or on the order of a licensed veterinarian.\" Prohibits the Secretary from approving an abbreviated application under ths Act for a new animal drug which is primarily manufactured using recombinant DNA, recombinant RNA, hybridoma technilogy, or other processes involving site specific genetic manipulation techniques (biotechnology). Title II: Patent Terms - Amends the patent laws to include animal drugs under the patent extension provisions applicable to human drugs which compensate for regulatory delays. Provides that it shall be a patent infringement to make, use, or sell a patented animal drug or veterinary biological product which is primarily manufactured using a process involving site specific genetic manipulation techniques solely for uses reasonably related to the development and submission of information under a Federal law regulating the manufacture, use, or sale of drugs. Specifies that it shall be an act of infringement to submit an application under the FDCA for a drug claimed in a patent, or an application under related Federal provisions for a drug or veterinary biological product which is not primarily manufactured using biotechnology and which is claimed in a patent, if the purpose of the submission is to obtain approval under such Act to engage in the commercial manufacture, use, or sale of such drug or product before the expiration of such patent."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Generic Animal Drug and Patent Term Restoration Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Generic Animal Drug and Patent Term Restoration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to authorize abbreviated new animal drug applications and to amend title 35, United States Code, to authorize the extension of the patents for animal drug products.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:47-05:00"
}