{
  "actions": [
    {
      "acted_at": "1991-05-14", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-05-16", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-05-16", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1991-05-23T15:12:00-04:00", 
      "references": [], 
      "text": "Reported by the Committee on Education and Labor. H. Rept. 102-76.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-05-23T15:13:00-04:00", 
      "calendar": "Union", 
      "number": "47", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 47.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1991-06-03T12:20:00-04:00", 
      "references": [], 
      "text": "Mr. Kildee moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-03T12:21:00-04:00", 
      "references": [], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-03T12:21:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-03T12:25:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1991-06-03T12:26:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-05", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-11", 
      "calendar": "Senate Legislative", 
      "number": "115", 
      "references": [], 
      "text": "Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 115.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1991-08-02", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-02", 
      "references": [], 
      "text": "Amendment SP 1079 proposed by Senator Mitchell for Senator Kennedy.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-02", 
      "references": [], 
      "text": "Amendment SP 1079 agreed to in Senate by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-02", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1991-08-02", 
      "references": [], 
      "text": "Senate insists on its amendment, asks for a conference, appoints conferees Kennedy; Pell; Metzenbaum; Hatch; Kassebaum.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-11", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1079-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1079"
    }
  ], 
  "bill_id": "hr2312-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1991-06-03T12:25:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1991-08-02", 
    "vetoed": false
  }, 
  "introduced_at": "1991-05-14", 
  "number": "2312", 
  "official_title": "To make certain technical and conforming amendments to the Follow Through Act and the Head Start Transition Project Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Kildee, Dale E.", 
    "state": "MI", 
    "thomas_id": "00631", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_BACK:SENATE", 
  "status_at": "1991-08-02", 
  "subjects": [
    "Administrative procedure", 
    "Bank accounts", 
    "Bank failures", 
    "Child development", 
    "College administration", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Education", 
    "Education of socially handicapped children", 
    "Elementary education", 
    "Federal aid to higher education", 
    "Government operations and politics", 
    "Impacted area programs", 
    "Kindergarten", 
    "Preschool education", 
    "Right of privacy", 
    "Secondary education", 
    "Student aid", 
    "Student records", 
    "Technical education", 
    "Territories (U.S.)", 
    "Vocational education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1991-08-02", 
    "text": "Amends the Follow Through Act and the Head Start Transition Project Act to direct the Secretaries of Education and of Health and Human Services to coordinate the programs under such Act, including review of applications for funds and issuance of regulations. Amends the Elementary and Secondary Education Act of 1965 (ESEA) to revise provisions for grants to local educational agencies in counties with especially high concentrations of children from low-income families. Makes eligible to receive such grants, notwithstanding other specified requirements which would otherwise make it ineligible, any county that in its State, has the largest number of children counted for purposes of basic grants under ESEA title I chapter 1 (Financial Assistance to Meet Special Educational Needs of Children). Bases the amount of such grant that a county receives solely as a result of application of this Act on the number of children thus counted. Directs the State educational agency serving a county thus eligible for such a grant to allocate such funds to the local educational agency within such county that has the largest number of children thus counted. Amends Federal law relating to impact aid payments to local educational agencies (LEAs). Increases the amount of such payments to LEAs whose school district boundaries are coterminous with those of military installations and which are not eligible for certain other payments. Provides for use of data from the preceding fiscal year in determining certain types of impact aid payments to LEAs. Sets forth a special rule making certain school districts eligible for a specified type of impact aid payments even though the Department of Education has determined them ineligible due to a review of the original assessed value of the real property involved at the time of the acquisition of Federal property. Amends the Comprehensive Child Development Centers Act of 1988 to authorize the Secretary of Health and Human Services to provide technical assistance in infant and toddler development to eligible agencies and entities receiving funding under such Act. Provides that the amount, if any, by which FY 1992 appropriations for the Follow-Through Act exceed FY 1991 appropriations shall become available on October 1, 1991, for applicants for grants under such Act whom the Secretary of Education determined qualified to receive, but who did not receive, such grants in FY 1991. Amends the Carl D. Perkins Vocational and Applied Technology Education Act to include under the definition of State (for purposes of allotting for special programs of State assistance for vocational education support programs by community-based organizations, consumer and homemaking education, and tech-prep education) Guam, American Samoa, the Commonwealth of the Northern Mariana Islands, and the Republic of Palau (until such time as the Compact of Free Association is ratified). Provides that specified grants to such U.S. territories shall not be used for such special programs. Prohibits any State receiving funds under such Act from requiring an eligible recipient to match in-cash or in-kind payments recived under such Act in order for such recipient to receive funds under such Act. Amends the Higher Education Act of 1965 to require that it be considered a necessary adjustment if a student financial aid administrator adjusts expected family contribution to reflect the family's or student's lack of discretion and control over assets in checking and savings accounts due to a declaration of a bank emergency in a State. Directs the Secretary of Education to use appropriate methods to identify and inform students from States in which such bank emergencies occur of such an opportunity for review of their circumstances. Amends the General Education Provisions Act to exclude from the definition of educational records, under requirements relating to family educational and privacy rights, any records maintained by a law enforcement unit of the educational agency or institution, that were created by that law enforcement unit for the purpose of law enforcement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To make certain technical and conforming amendments to the Follow Through Act and the Head Start Transition Project Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:13-05:00"
}