{
  "actions": [
    {
      "acted_at": "2009-05-05", 
      "in_committee": null, 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Hearings Held by the Subcommittee on Energy and Environment Prior to Introduction and Referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-03", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-06-04", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "subcommittee": "Energy and Environment", 
      "text": "Referred to the Subcommittee on Energy and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-06-04", 
      "in_committee": "House Committee on Science and Technology", 
      "in_subcommittee": "Energy and Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-16", 
      "in_committee": "House Committee on Science and Technology", 
      "in_subcommittee": "Energy and Environment", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-16", 
      "in_committee": "House Committee on Science and Technology", 
      "in_subcommittee": "Energy and Environment", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended) by Voice Vote .", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-14", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-07-14", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-21T11:26:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Science and Technology. H. Rept. 111-553.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-21T11:26:00-04:00", 
      "calendar": "Union", 
      "number": "316", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 316.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2010-07-21T12:03:00-04:00", 
      "references": [], 
      "text": "Mr. Gordon (TN) moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-21T12:03:00-04:00", 
      "references": [
        {
          "reference": "CR H5869-5874", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-21T12:03:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 2693.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-21T12:28:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H5869-5871", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2010-07-21T12:28:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-22", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2693-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Energy and Environment", 
      "subcommittee_id": "20"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "other legislative involvement"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Baird, Brian", 
      "sponsored_at": "2009-06-03", 
      "state": "WA", 
      "thomas_id": "01557", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Johnson, Eddie Bernice", 
      "sponsored_at": "2009-06-17", 
      "state": "TX", 
      "thomas_id": "00599", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lujan, Ben Ray", 
      "sponsored_at": "2009-06-17", 
      "state": "NM", 
      "thomas_id": "01939", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Sestak, Joe", 
      "sponsored_at": "2010-07-13", 
      "state": "PA", 
      "thomas_id": "01874", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2010-07-21T12:28:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2009-06-03", 
  "number": "2693", 
  "official_title": "To amend title VII of the Oil Pollution Act of 1990, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Oil Pollution Research and Development Program Reauthorization Act of 2010", 
  "sponsor": {
    "district": "6", 
    "name": "Woolsey, Lynn C.", 
    "state": "CA", 
    "thomas_id": "01242", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2010-07-21T12:28:00-04:00", 
  "subjects": [
    "Advanced technology and technological innovations", 
    "Advisory bodies", 
    "Air quality", 
    "Congressional oversight", 
    "Department of Commerce", 
    "Education programs funding", 
    "Environmental assessment, monitoring, research", 
    "Environmental health", 
    "Environmental protection", 
    "Environmental technology", 
    "Executive agency funding and structure", 
    "Government information and archives", 
    "Government investigations", 
    "Government trust funds", 
    "Higher education", 
    "International organizations and cooperation", 
    "Louisiana", 
    "Marine pollution", 
    "Minority education", 
    "Navigation, waterways, harbors", 
    "New Jersey", 
    "New York City", 
    "Oil and gas", 
    "Pollution liability", 
    "Research administration and funding", 
    "Research and development", 
    "Social work, volunteer service, charitable organizations", 
    "Technology assessment", 
    "Water quality", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2010-07-21", 
    "text": "Oil Pollution Research and Development Program Reauthorization Act of 2010 - (Sec. 2) Amends the Oil Pollution Act of 1990 to revise provisions concerning the Interagency Coordinating Committee on Oil Pollution Research, including by: (1) revising the structure of the committee so that its membership consists of representatives from the Coast Guard, the Department of Commerce, including the National Oceanic and Atmospheric Administration (NOAA), the Department of the Interior, and the Environmental Protection Agency (EPA); and (2) requiring the Committee to collaborate with the National Institute of Standards and Technology, the Department of Energy (DOE), the Department of Transportation (DOT), the Department of Defense (DOD), the Department of Homeland Security (DHS), the National Aeronautics and Space Administration (NASA), and the National Science Foundation (NSF). Directs the Committee to: (1) ensure that research, development, and demonstration efforts are coordinated and conducted on an ongoing basis; (2) meet at least once per year to plan the program's activities; and (3) determine whether the program is producing new or improved methods and technologies to prevent, detect, respond to, contain, and mitigate oil discharge. Requires the Committee, acting through NOAA, to develop a national information clearinghouse on oil discharge that: (1) includes scientific information and research on preparedness, response, and restoration; and (2) serves as a single electronic access and input point for federal agencies, emergency responders, and the research community for such information. (Sec. 3) Requires the Committee to submit to Congress a plan for the implementation of the oil pollution research, development, and demonstration program at least every five years. Revises provisions concerning oil pollution research and technology plans, including by requiring such plans to identify: (1) regional oil pollution research needs, including natural seeps and pollution resulting from importing oil; (2) the information needed to conduct risk assessment and risk analysis research to effectively prevent oil discharges; and (3) a methodology that provides for the solicitation, evaluation, preapproval, funding, and utilization of technologies and research projects developed by the public and private sector in advance of future oil discharges and ensures that such technologies are readily available for rapid testing and potential deployment and that research projects can be implemented during an incident response. Requires the Committee Chair to solicit advice in the development of the research plan from the Oil Pollution Research Advisory Committee, the National Institute of Standards and Technology on issues relating to quality assurance and standards measurements, third party standard-setting organizations on issues relating to voluntary consensus standards, and the public. (Sec. 4) Requires the oil pollution research, development, and demonstration program to provide for research, development, and demonstration of new or improved technologies which are effective in preventing, detecting, containing, recovering, or mitigating (currently preventing or mitigating) oil discharges and which protect the environment, including technologies and methods to address oil discharge on land and in inland waters, coastal areas, offshore areas, and polar and other icy areas and modeling and simulation capabilities that can be used to facilitate effective recovery and containment of oil discharge during incident response. Revises provisions concerning the evaluation of such technologies, including requiring the evaluation of oil pollution prevention, containment, and mitigation technologies. Requires the Committee, in establishing a research program to monitor and scientifically evaluate the environmental effects of oil discharge (including long-term effects), to act through the Administrator of NOAA. Revises requirements for program elements, including by requiring the program to include: (1) the preparation of scientific monitoring and evaluation plans for ecologically sensitive areas at particular risk from oil discharges to be implemented in the event of major oil discharges in such area; (2) the use of both onshore and offshore air quality monitoring to study the effects of an oil discharge and oil discharge cleanup technologies on air quality and making the results, health, and safety warnings readily available to the public; and (3) research on technologies, methods, and standards for protecting removal personnel and for volunteers who may participate in incident responses. Requires the Committee, acting through the Administrator of NOAA (currently the Department of Commerce), to monitor and scientifically evaluate the long-term environmental effects of oil discharges under certain circumstances. Removes requirements that the Coast Guard conduct port oil pollution minimization demonstration projects with the Port Authority of New York and New Jersey and the Port of New Orleans, Louisiana. Requires oil pollution technology testing and evaluations to be given priority over all other activities performed at the Oil and Hazardous Materials Simulated Environmental Test Tank Research Center in New Jersey. Requires peer-review of grants to research institutions for conducting a research program related to the regional aspects of oil pollution. Requires the Committee, in carrying out such research grant program, to consider awarding grants to Minority Serving Institutions. Authorizes appropriations for such program for FY2011-FY2015. (Sec. 5) Requires the Committee to engage in international cooperation by: (1) harnessing global expertise through collaborative partnerships including with nongovernmental organizations and private sector companies; and (2) leveraging capital, technology, expertise, and services towards innovative models that can be instituted to conduct collaborative oil pollution research, development, and demonstration activities. (Sec. 6) Requires the Chair to report to Congress on the Committee's activities and the National Academy of Science's recommendations on the research plan concurrently with the President's annual budget request submission. (Sec. 7) Requires the Chair to establish the Oil Pollution Research Advisory Committee to: (1) review, advise, and comment on Interagency Committee activities; and (2) submit biennial reports to Congress on the Interagency Committee's function, activities, and progress. (Sec. 8) Increases the maximum amount that may be authorized for the oil pollution research, development, and demonstration program from the Oil Spill Liability Trust Fund. Authorizes appropriations to NOAA to carry out this Act and appropriations for FY2011-FY2014 for demonstration projects. (Sec. 9) Requires any entity that receives federal funding for research, the methodologies or results of which may be useful for response activities in the event of an oil discharge incident, to make such methodologies or results of such research available to the Interagency Committee and the Federal On-Scene Coordinator of the Federal Water Pollution Control Act (commonly known as the Clean Water Act)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Oil Spill Research Program Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Oil Pollution Research and Development Program Reauthorization Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Oil Pollution Research and Development Program Reauthorization Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title VII of the Oil Pollution Act of 1990, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:53:12-05:00"
}