{
  "actions": [
    {
      "acted_at": "1973-02-15", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s888-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cotton, Norris", 
      "sponsored_at": "1973-01-03", 
      "state": "NH", 
      "thomas_id": "01309", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Talmadge, Herman E.", 
      "sponsored_at": "1973-01-03", 
      "state": "GA", 
      "thomas_id": "01446", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-15", 
  "number": "888", 
  "official_title": "A bill to be known as the Toxic Substances Control Act of 1972.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5087-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Toxic Substances Control Act", 
  "sponsor": {
    "district": null, 
    "name": "Byrd, Robert C.", 
    "state": "WV", 
    "thomas_id": "01299", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-15", 
  "subjects": [
    "Advisory bodies", 
    "Chemicals", 
    "Consumer protection", 
    "Environmental protection", 
    "Science and technology"
  ], 
  "subjects_top_term": "Chemicals", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-15", 
    "text": "Toxic Substances Control Act - Asserts that adequate authority should exist to restrict the distribution and use of chemicals found to be toxic and to be hazardous consumer products. Provides that for any chemical substance produced in commercial quatities, after evaluating, all information available to him, and after referring the matter to a committee of the Toxic Substances Board, the Administrator of the Environmental Protection Agency may publish proposed regulations to: (1) restrict or prohibit the use or distribution of the chemical substance as necessary to protect health and the environment; (2) require that any or all persons engaged in the distribution of the substance so regulated give notification to purchasers of the restriction ; and (3) require such other action as necessary to carry out such restrictions including prohibiting or restricting the sale, use, or removal of such substance or product. Provides for objections to the Administrator's regulations by any person who is adversely affected, and allows such person to request a public hearing, which may be held after due notice. Asserts that in acting upon such objections, the Administrator shall issue an order which must be based only on the evidence or record and must set forth detailed findings of fact upon which the order is based. Sepcifies that the order must be based on the Administrator's finding that the regulations are necessary to protect health and the environment and to carry out the purposes of this Act. Provides that in making such a finding the Administrator shall consider all relevant factors including: (1) the effects on human health and the environment of the substance or its byproducts; (2) the benefits to be derived from the use of the substance as compared with the risks; (3) the normal circumstances of use; (4) the degree to which release of the substance or byproducts to the general environment is controlled; and (5) the magnitude of exposure of humans and the environemnt to the substance or its byproducts. Allows a person who is adversely affected to petition for judicial review of the Administrator's orders in the United States Court of Appeals whose judgement is subject to review by the Supreme Court. Provides that an imminent hazard shall be considered to exist when the evidence is sufficient to show that a use or distribution of a chemical substance creates a hazard to human health or the environment (1) that should be corrected immedately to prevent injury to health and (2) that should not be permitted to continue while an administrative hearing or other formal proceeding is being held. Provides that if the Administrator has reason to believe that an imminent hazard exists he may request the Attorney General to petition an appropriate district court of the United States to restrain the uses or distribution of the chemical substance responsible for the hazard. Grants the district court jurisdiction to provide injunctive relief pending the outcome of the proceedings. Asserts that the Administrator shall, after referral to the Toxic Substances Board, for various classes and uses of chemical substances, prescribe by regulation standards for test proctocols, and for the results to be achieved therefrom, to protect health and the environment. Permits the Administrator to require all manufacturers of chemical substances to report to him periodically and give such information as the names and amounts of all substances produced, the chemical structure of such chemicals, and a description of its byproducts. Establishes within the Environmental Protection Agency a Toxic Substances Board consisting of scientifically qualified persons, to be appointed by the Administrator. Provides for a team of consultants to work with the Board. Requires the Administrator to refer his proposed regulations of orders to a committee of the Board, which committee will then report its views and findings. Authorizes the Administrator to conduct research and to establish research labs. Authorizes the Administrator to enter any factory, warehouse, or premises where chemical substances are manufactured, processed, or held and to conduct administrative inspections for the purposes of verifying records and reports. Exempts certain data from such inspection. Sets up a procedure for the issuance and execution of administrative warrants. Excludes from the operation of this Act substances which are intended solely for export to any foreign country, except if the Administrator finds that as exported and used, the substance will produce a significant direct or indirect hazard to human health or the environment in the United States. Directs the Secretary of the Treasury to bar the entry into the United States of any substance which violates provisions of this Act. Prescribes procedures and standards for maintaining confidentiality with regard to information obtained from any manufacturer or processor. Prescribes criminal penalties for failure to comply with regulations or orders issued by the Administrator, the failure to provide required information, the sale, distribution, or importation of substances which do not meet requirements established under this Act, and the failure to perform any other action required by this Act. Calls for a study of the feasibility of establishing a standard classification system for chemical substances and a means for storing and obtaining rapid access to information respecting such materials. Leaves unaffected the right of any State or local government to restrict the distribution or use of a chemical substance or to impose requirements of tests and test results for a chemical substance except under specified circumstances. Authorizes necessary appropriations to the Environmental Protection Agency."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Toxic Substances Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to be known as the Toxic Substances Control Act of 1972.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:27-05:00"
}