{
  "actions": [
    {
      "acted_at": "1975-02-10", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3105-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-10", 
  "number": "3105", 
  "official_title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968 to provide benefits to survivors of police officers, firemen, and correction officers killed in the line of duty, and to police officers, firemen, and correction officers who are disabled in the line of duty.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Police Officers, Firemen, and Correction Officers Benefits Act", 
  "sponsor": {
    "district": "9", 
    "name": "Helstoski, Henry", 
    "state": "NJ", 
    "thomas_id": "00529", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-10", 
  "subjects": [
    "Correctional personnel", 
    "Crime and law enforcement", 
    "Fire fighters", 
    "Fires", 
    "Law enforcement officers", 
    "Prisons and prisoners"
  ], 
  "subjects_top_term": "Law enforcement officers", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-10", 
    "text": "Police Officers, Firemen and Correction Officers Benefits Act - Provides a gratuity of $50,000 to the survivors of a policeman, fireman or corrections officer killed in the line of duty upon certification by the Governor of the State that such person had been killed in the line of duty. Directs that the gratuity shall be paid in the following order of precedence: (1) if there is no dependent child to the spouse; (2) if there is no spouse to the dependent child or children, in equal shares; (3) if there are both a spouse and one or more dependent children, one-half to the spouse and one-half to the child or children, in equal shares; and (4) if there is no survivor in the above classes, to the parent or parents dependent for support on the decedent, in equal shares. Defines a dependent as under 18, or over 18 and incapable of self-support, or over 18 and a student. Provides that upon certification to the Law Enforcement Assistance Administration by the Governor of any State that a police officer, fireman, or correction officer employed on a full-time basis by that State or a unit of general local government within the State has suffered a permanent disability in the line of duty, the Administration shall pay to such police officer, fireman, or correction officer a gratuity of: (1) $50,000 in the case of total disability; or (2) that sum which bears to $50,000 the same ratio as the extent of the partial disability of such police officer, fireman, or correction officer bears to a total disability. Provides that the gratuity is in addition to any other benefits under existing law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Police Officers, Firemen, and Correction Officers Benefits Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968 to provide benefits to survivors of police officers, firemen, and correction officers killed in the line of duty, and to police officers, firemen, and correction officers who are disabled in the line of duty.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:18-05:00"
}