{
  "actions": [
    {
      "acted_at": "1990-06-13", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-18", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to the Subcommittee on Crime.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5024-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-06-13", 
  "number": "5024", 
  "official_title": "To make miscellaneous reforms in the firearms laws.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Miscellaneous Firearms Reforms Act of 1990", 
  "sponsor": {
    "district": "13", 
    "name": "Coughlin, Lawrence", 
    "state": "PA", 
    "thomas_id": "00240", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-06-13", 
  "subjects": [
    "Ammunition", 
    "Assault weapons", 
    "Export controls", 
    "Firearms", 
    "Firearms control", 
    "Foreign trade and international finance", 
    "Government paperwork", 
    "Import restrictions", 
    "Licenses"
  ], 
  "subjects_top_term": "Firearms", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-06-13", 
    "text": "Miscellaneous Firearms Reforms Act of 1990 - Title I: Domestic Assembly of Nonimportable Firearms - Amends the Federal criminal code to define \"semiautomatic rifle\" as any repeating rifle which utilizes a portion of the energy of a firing cartridge to extract the fired cartridge case and chamber the next round, and which requires a separate pull of the trigger to fire each cartridge. Prohibits the assembly of any semiautomatic rifle or shotgun identical to one prohibited from importation as not readily adaptable to sporting purposes, except for: (1) assembly for sale or distribution by a licensed manufacturer to any Federal, State, or local government entity; (2) assembly operations by a licensed manufacturer that were taking place in the United States before May 15, 1989; (3) assembly for export; and (4) assembly for testing or experimentation authorized by the Secretary of the Treasury. Title II: Prohibited Gun Clips and Magazines - Defines \"an ammunition feeding device (AFD)\" as a detachable magazine, feed strip, or similar device which has a capacity of, or can be readily converted to accept, more than 15 rounds of ammunition, with an exception. Prohibits the importation, manufacture, transfer, or possession of an AFD except: (1) for sale or distribution to a Federal, State, or local government entity; (2) with respect to a device lawfully possessed before enactment of this Act; or (3) any manufacture for exportation. Provides for fines and up to ten years imprisonment, or both, for violations. Requires the Secretary to maintain a central registry of all AFDs transferred after the effective date of this Act (known as the National Ammunition Feeding Device Registry) which, after such transfer, are not in the possession or under the control of the United States. Requires such registry to include: (1) identification of the device; (2) date of registration; (3) identification and address of the person entitled to possess the device; and (4) such other information as required by the Secretary. Sets forth requirements regarding the transfer and registration of an AFD that was lawfully possessed before the effective date of this Act. Requires AFDs to be identified by serial number and such other identification as the Secretary may prescribe. Authorizes businesses manufacturing or importing AFDs requiring a license which were engaged in such business on the date of enactment of this Act and which file a license application within 30 days to continue such business pending final action on the application."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Miscellaneous Firearms Reforms Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To make miscellaneous reforms in the firearms laws.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:54-05:00"
}