{
  "actions": [
    {
      "acted_at": "2005-06-24T17:12:00-04:00", 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 109-153, by Mr. Knollenberg.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-24T17:13:00-04:00", 
      "calendar": "Union", 
      "number": "93", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 93.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2005-06-27T18:46:00-04:00", 
      "bill_ids": [
        "hres342-109"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 342 Reported to House. Rule provides for consideration of H.R. 3058 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be read by paragraph. Bill is open to amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-28", 
      "references": [
        {
          "reference": "CR H5276", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-28T16:30:00-04:00", 
      "bill_ids": [
        "hres342-109"
      ], 
      "references": [], 
      "text": "Rule H. Res. 342 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T11:24:00-04:00", 
      "bill_ids": [
        "hres342-109"
      ], 
      "references": [
        {
          "reference": "CR H5376-5433, CR 6/30/2005 H5437-5441", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5386, H5397, H5400, H5400-5401, H5401-5402, H5402, H5402-5403, H5403, H5413-5415", 
          "type": "text of Title I as reported in House"
        }, 
        {
          "reference": "CR H5415-5416, H5416-5417, H5421-5422, H5422", 
          "type": "text of Title II as reported in House"
        }, 
        {
          "reference": "CR H5422", 
          "type": "text of Title III as reported in House"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 342.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T11:24:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 3058 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be read by paragraph. Bill is open to amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T11:25:00-04:00", 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to 1 and Rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T11:25:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable John M. McHugh to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T11:26:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate on H.R. 3058.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T12:35:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Edwards amendment under the five-minute rule, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T12:49:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Knollenberg amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T12:55:00-04:00", 
      "references": [], 
      "text": "DEBATE - By unanimous consent, the Committee of the Whole proceeded with 40 minutes of debate on the Latourette amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T14:02:00-04:00", 
      "references": [], 
      "text": "Mr. Mica raised a point of order against the content of the measure. Mr. Mica raised a point of order against page 5 line 25-26 stating that the language proposed to change existing law and constituted legislation in an appropriations bill in violation of the House rules. The Chair sustained the point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T14:04:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Velazquez amendment under the five-minute rule, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T14:18:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Knollenberg amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T14:19:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded debate on the Poe amendment under the five-minute rule, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T14:23:00-04:00", 
      "references": [], 
      "text": "Mr. Mica raised a point of order against the content of the measure. Mr Mica raised a point of order against page 11 line 22 through page 12, line 1, stating that it proposed to change existing law and constituted legislation in an appropriations bill in violation of House rules. The Chair sustained the point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T14:25:00-04:00", 
      "references": [], 
      "text": "Mr. Mica raised a point of order against the content of the measure. Mr. Mica raised a point of order against page 12, line 12, beginning with \"provided further\" through line 17 ending with the word \"program\" stating that it proposed to change existing law and constituted legislation in an appropriations bill in violation of House rules. The Chair sustained the point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T14:28:00-04:00", 
      "references": [], 
      "text": "Mr. Mica raised a point of order against the content of the measure. Mr. Mica raised a point of order against page 16, line 8, beginning with \"notwithstanding\" through the end of the paragraph stating that it constituted legislation in an appropriations bill in violation of House rules. The Chair sustained the point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T14:29:00-04:00", 
      "references": [], 
      "text": "Mr. Mica raised a point of order against the content of the measure. Mr. Mica raised a point of order against Section 110 of the bill stating that it proposed to change existing law and constituted legislation in an appropriations bill in violation of clause 2 of rule 21. The Chair sustained the point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T14:29:00-04:00", 
      "references": [], 
      "text": "Mr. Mica raised a point of order against the content of the measure. Mr. Mica raised a point of order against Section 112 of the bill stating that it constituted legislation in an appropriations bill in violation of House rules. The Chair sustained the point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T14:32:00-04:00", 
      "references": [], 
      "text": "Mr. Mica raised a point of order against the content of the measure. Mr. Mica raised a point of order against Section 130 stating that it proposed to change existing law and constituted legislation in an appropriations bill in violation of House rules. The Chair sustained the point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T14:35:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded debate on the Brown, Corrine amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T15:23:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Brown, Corrine (FL) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Brown, Corrine (FL) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T15:24:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Kennedy (MN) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T16:05:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Kennedy (MN) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Kennedy (MN) demanded a recorded vote and the Chair postponed further proceedings on the adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T16:13:00-04:00", 
      "references": [], 
      "text": "Mr. LaTourette raised a point of order against the content of the measure. Mr. Latourette raised a point of order against page 32, line 25, beginning with \"provided further\" through page 33, line 3, stating that it proposed to change existing law and constituted legislation in an appropriations bill in violation of House rules. The Chair sustained the point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T16:13:00-04:00", 
      "references": [], 
      "text": "Mr. LaTourette raised a point of order against the content of the measure. Mr. Latourette raised a point of order against page 34, line 4, beginning with \"Notwithstanding any other provision of law\" through line 23 proposed to change existing law and constituted legislation in an appropriations bill in violation of House rules. The Chair sustained the point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T16:14:00-04:00", 
      "references": [], 
      "text": "Mr. LaTourette raised a point of order against the content of the measure. Mr. Latourette raised a point of order against Section 151 of the bill stating that it proposed to change existing law and constituted legislation in an appropriations bill in violation of House rules. The Chair sustained the point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T16:20:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Green, Al (TX) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T16:36:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Green, Al amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Aderholt demanded a recorded vote and the Chair postponed further proceedings on adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T16:39:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Miller, Gary amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T16:55:00-04:00", 
      "references": [], 
      "text": "Mr. Thomas raised a point of order against the content of the measure. Mr. Thomas raised a point of order against section 218 of the bill because it constitutes legislation in an appropriations bill. The Chair sustained the point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T16:57:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Nadler amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T17:35:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Nadler amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Nadler demanded a recorded vote and the Chair postponed further proceedings on adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T17:36:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Gingrey amendment under the five-minute rule pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T17:42:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Kilpatrick amendment under the five-minute rule pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T17:50:00-04:00", 
      "references": [], 
      "text": "DEBATE - By unanimous consent, the Committee of the Whole proceeded with 20 minutes of debate on the Davis (AL) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T18:07:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Davis (AL) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Davis (AL) demanded a recorded vote and the Chair postponed further proceedings on adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T18:08:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question of adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T20:26:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 3058 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T20:35:00-04:00", 
      "references": [
        {
          "reference": "CR 6/30/2005 H5441-5445, H5445-5469", 
          "type": "consideration"
        }, 
        {
          "reference": "CR 6/30/2005 H5442-5443, H5444, H5445-5449", 
          "type": "text of Title III as reported in House"
        }, 
        {
          "reference": "CR 6/30/2005 H5449, H5450, H5452", 
          "type": "text of Title IV as reported in House"
        }, 
        {
          "reference": "CR 6/30/2005 H5452-5456", 
          "type": "text of Title V as reported in House"
        }, 
        {
          "reference": "CR 6/30/2005 H5456, H5457-5458, H5459, H5461", 
          "type": "text of Title VI as reported in House"
        }, 
        {
          "reference": "CR 6/30/2005 H5461-5462, H5463-5465", 
          "type": "text of Title VII as reported in House"
        }, 
        {
          "reference": "CR 6/30/2005 H5465-5466", 
          "type": "text of Title VIII as reported in House"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T20:36:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T20:41:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order, the Committee of the Whole proceeded with 10 minutes of debate on the Nadler amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T20:44:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order, the Committee of the Whole proceeded with 10 minutes of debate on the Waters amendment, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T20:53:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 3058 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T20:54:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T20:55:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the King (IA) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T21:04:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the King (IA) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. King (IA) demanded a recorded vote and the Chair postponed further proceedings until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T21:05:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Herseth amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T21:13:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Herseth amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Herseth demanded a recorded vote and the Chair postponed further proceedings until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T21:16:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Maloney amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T21:19:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Hooley amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T21:24:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Hooley amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Hooley demanded a recorded vote and made a point of no quorum. The Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day and the point of no quorum was considered as withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T21:26:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Souder amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T21:39:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Souder amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Souder demanded a recorded vote and made a point of no quorum. The Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day and the point of no quorum was considered as withdrawn. until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T21:41:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Shuster amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T21:47:00-04:00", 
      "references": [], 
      "text": "Mr. Davis, Tom raised a point of order against the content of the measure. Mr. Davis, Tom raised a point of order against section 808 of the bill stating that it proposed to change existing law and constituted legislation in an appropriations bill in violation of House rules. The Chair sustained the point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T21:48:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question of adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-29T22:35:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 3058 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T10:14:00-04:00", 
      "references": [
        {
          "reference": "CR H5483-5514, H5514-5557", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5483-5485, H5485-5486, H5486-5487, H5488", 
          "type": "text of Title IX as reported in House"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T10:14:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T10:16:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order, the Committee of the Whole proceeded with 10 minutes of debate on the Hinchey amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T10:25:00-04:00", 
      "references": [], 
      "text": "Mr. Issa raised a point of order against the content of the measure. Mr. Issa stated that the provisions of section 928 sought to change existing law and constituted legislation in an appropriations bill. The Chair sustained the point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T10:28:00-04:00", 
      "references": [], 
      "text": "Mr. Diaz-Balart, L. raised a point of order against the content of the measure. Mr. Lincoln Diaz-Balart stated that the provisions of section 945 sought to change existing law and constituted legislation in an appropriations bill. The Chair sustained the point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T10:45:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Simmons amendment, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T10:54:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Flake amendment, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T11:04:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Davis (FL) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T11:18:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Davis (FL) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Davis (FL) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T11:21:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Flake amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T11:31:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Lee amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T11:43:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Lee amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Lee demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T11:44:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 20 minutes of debate on the Sanders amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T12:05:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Sanders amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Sanders demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T12:06:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Rangel amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T12:22:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Rangel amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Rangel demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T12:22:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Souder amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T12:44:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Souder amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Souder demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T12:45:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Obey amendment, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T12:49:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Garrett amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T13:03:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Garrett amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Garrett demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T13:05:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 15 minutes of debate on the DeLauro amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T13:28:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the DeLauro amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. DeLauro demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T13:29:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Markey amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T13:31:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question of adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T14:47:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Hefley amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T14:51:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Hefley amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Hefley demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T14:51:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Kilpatrick amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T15:04:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Kilpatrick amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Frank (MA) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T15:05:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with 40 minutes of debate on the Obey amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T15:54:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Obey amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Obey demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T15:55:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Tiahrt amendment pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T16:00:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Brown (OH) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T16:16:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Brown (OH) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Brown (OH) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T16:16:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Knollenberg amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T16:26:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Clay amendment, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T16:32:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Velazquez amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T16:43:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Velazquez amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms.Velazquez demanded a recorded vote and the Chair postponed further proceedings until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T16:44:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Wynn amendment, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T16:51:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Van Hollen amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T17:03:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Van Hollen amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Van Hollen demanded a recorded vote and the Chair postponed further proceedings until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T17:04:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Jackson-Lee amendment, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T17:14:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Pickering amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T17:28:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Jackson-Lee amendment, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T17:39:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - UNFINISHED BUSINESS The Chair announced that the unfinished business was the question of adoption amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T18:43:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 3058.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T18:44:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T18:44:00-04:00", 
      "references": [], 
      "text": "The House adopted the amendments en gross as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-30T19:00:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "358", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 405 - 18 (Roll no. 358).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2005-06-30T19:00:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-11", 
      "committee": "Committee on Appropriations", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-07-19", 
      "in_committee": "Committee on Appropriations", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Transportation, Treasury, the Judiciary, and Housing and Urban Development, and Related Agencies. Approved for full committee consideration with an amendment in the nature of a substitute favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-21", 
      "in_committee": "Committee on Appropriations", 
      "references": [], 
      "text": "Committee on Appropriations. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2005-07-26", 
      "committee": "Appropriations", 
      "references": [], 
      "text": "Committee on Appropriations. Reported by Senator Bond with an amendment in the nature of a substitute. With written report No. 109-109.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2005-07-26", 
      "calendar": "Senate Legislative", 
      "number": "175", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 175.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2005-10-17", 
      "references": [
        {
          "reference": "CR S11350-11410", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S11350-11401", 
          "type": "text of measure as reported in Senate"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-10-18", 
      "references": [
        {
          "reference": "CR S11453-11472", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-10-19", 
      "references": [
        {
          "reference": "CR S11512-11555", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-10-20", 
      "references": [
        {
          "reference": "CR S11603-11653", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-10-20", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "264", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Yea-Nay Vote. 93 - 1. Record Vote Number: 264.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2005-10-20", 
      "references": [], 
      "text": "Senate insists on its amendment, asks for a conference, appoints conferees Bond; Shelby; Specter; Bennett; Hutchison; DeWine; Brownback; Stevens; Domenici; Burns; Allard; Cochran; Murray; Byrd; Mikulski; Reid; Kohl; Durbin; Dorgan; Leahy; Harkin; Landrieu; Inouye.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-10-25", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-10-25", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-08T12:11:00-05:00", 
      "references": [], 
      "text": "Mr. Knollenberg moved that the House disagree to the Senate amendment, and agree to a conference.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-08T12:12:00-05:00", 
      "references": [
        {
          "reference": "CR H9987", 
          "type": "consideration"
        }
      ], 
      "text": "On motion that the House disagree to the Senate amendment, and agree to a conference Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-08T12:13:00-05:00", 
      "references": [
        {
          "reference": "CR H9987-9988", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H9987", 
          "type": "text"
        }
      ], 
      "text": "Mr. Olver moved that the House instruct conferees.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-08T12:13:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on the Olver motion to instruct conferees. The instructions contained in the motion seek to require the managers on the part of the House to recede to the Senate levels for the National Railroad Passenger Corporation and the revitalization of severely distressed public housing (HOPE VI) and recede to the Senate on Section 722 of the Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-08T12:20:00-05:00", 
      "references": [
        {
          "reference": "CR H9988", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-08T12:20:00-05:00", 
      "references": [], 
      "text": "On motion that the House instruct conferees Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-08T12:20:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-08T12:21:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed conferees: Knollenberg, Wolf, Rogers (KY), Tiahrt, Northup, Aderholt, Sweeney, Culberson, Regula, Lewis (CA), Olver, Hoyer, Pastor, Kilpatrick (MI), Clyburn, Rothman, and Obey.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-09", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-10", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-15T19:23:00-05:00", 
      "references": [], 
      "text": "Mr. Knollenberg asked unanimous consent that managers on the part of the House have until midnight on Nov. 15 to file a conference report on H.R. 3058. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-15T23:58:00-05:00", 
      "references": [], 
      "text": "Mr. King (IA) asked unanimous consent that managers on the part of the House have until 2:00 a.m. on Nov. 16 to file a conference report on H.R. 3058. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-18T01:51:00-05:00", 
      "references": [], 
      "text": "Mr. Walsh asked unanimous consent that managers on the part of the House have until 6:30 a.m. on Nov. 18 to file a conference report on H.R. 3058. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-18T05:22:00-05:00", 
      "references": [
        {
          "reference": "CR 11/17/2005 H10790-10892", 
          "type": "text of conference report"
        }
      ], 
      "text": "Conference report H. Rept. 109-307 filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-18T08:36:00-05:00", 
      "bill_ids": [
        "hres565-109"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 565 Reported to House. Rule provides for consideration of the conference report to H.R. 3058. All points of order against the conference report and against its consideration are waived. The conference report shall be considered as read.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-18T09:21:00-05:00", 
      "bill_ids": [
        "hres565-109"
      ], 
      "references": [], 
      "text": "Rule H. Res. 565 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-18", 
      "references": [], 
      "text": "Conferees agreed to file conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-18T10:17:00-05:00", 
      "bill_ids": [
        "hres565-109"
      ], 
      "references": [
        {
          "reference": "CR H10925-10957", 
          "type": "consideration"
        }
      ], 
      "text": "Mr. Knollenberg brought up conference report H. Rept. 109-307 for consideration under the provisions of H. Res. 565.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-18T10:17:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on the conference report to accompany H.R. 3058.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-18T10:34:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House resumed debate on the conference report to accompany H.R. 3058.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-18T10:59:00-05:00", 
      "references": [
        {
          "reference": "CR H10957", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-18T10:59:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the conference report, the Chair put the question on adoption of the conference report and announced that the yeas and nays were required under the rule. Pursuant to clause 8, Rule XX, further proceedings on the question of adoption of the conference report were postponed until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-18T12:45:00-05:00", 
      "references": [
        {
          "reference": "CR H10958-10959", 
          "type": "consideration"
        }
      ], 
      "text": "The House proceeded to consider the conference report H.Rept. 109-307 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-18T13:03:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "605", 
      "status": "CONFERENCE:PASSED:HOUSE", 
      "suspension": null, 
      "text": "On agreeing to the conference report Agreed to by the Yeas and Nays: 392 - 31 (Roll no. 605).", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "h"
    }, 
    {
      "acted_at": "2005-11-18T13:03:00-05:00", 
      "references": [], 
      "text": "Motions to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-21", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S13418", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Senate agreed to conference report by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "s"
    }, 
    {
      "acted_at": "2005-11-21T16:39:00-05:00", 
      "bill_ids": [
        "hcres308-109"
      ], 
      "references": [], 
      "text": "Pursuant to the provisions of H. Con. Res. 308, enrollment corrections on H.R. 3058 have been made.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-21", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2005-11-22", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-22", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-28", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2005-11-30", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2005-11-30", 
      "congress": "109", 
      "law": "public", 
      "number": "115", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 109-115.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h394-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "394"
    }, 
    {
      "amendment_id": "h395-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "395"
    }, 
    {
      "amendment_id": "h396-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "396"
    }, 
    {
      "amendment_id": "h397-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "397"
    }, 
    {
      "amendment_id": "h398-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "398"
    }, 
    {
      "amendment_id": "h399-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "399"
    }, 
    {
      "amendment_id": "h400-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "400"
    }, 
    {
      "amendment_id": "h401-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "401"
    }, 
    {
      "amendment_id": "h402-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "402"
    }, 
    {
      "amendment_id": "h403-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "403"
    }, 
    {
      "amendment_id": "h404-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "404"
    }, 
    {
      "amendment_id": "h405-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "405"
    }, 
    {
      "amendment_id": "h406-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "406"
    }, 
    {
      "amendment_id": "h407-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "407"
    }, 
    {
      "amendment_id": "h408-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "408"
    }, 
    {
      "amendment_id": "h409-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "409"
    }, 
    {
      "amendment_id": "h410-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "410"
    }, 
    {
      "amendment_id": "h411-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "411"
    }, 
    {
      "amendment_id": "h412-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "412"
    }, 
    {
      "amendment_id": "h413-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "413"
    }, 
    {
      "amendment_id": "h414-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "414"
    }, 
    {
      "amendment_id": "h415-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "415"
    }, 
    {
      "amendment_id": "h416-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "416"
    }, 
    {
      "amendment_id": "h417-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "417"
    }, 
    {
      "amendment_id": "h418-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "418"
    }, 
    {
      "amendment_id": "h419-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "419"
    }, 
    {
      "amendment_id": "h420-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "420"
    }, 
    {
      "amendment_id": "h421-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "421"
    }, 
    {
      "amendment_id": "h422-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "422"
    }, 
    {
      "amendment_id": "h423-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "423"
    }, 
    {
      "amendment_id": "h424-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "424"
    }, 
    {
      "amendment_id": "h425-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "425"
    }, 
    {
      "amendment_id": "h426-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "426"
    }, 
    {
      "amendment_id": "h427-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "427"
    }, 
    {
      "amendment_id": "h428-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "428"
    }, 
    {
      "amendment_id": "h429-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "429"
    }, 
    {
      "amendment_id": "h430-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "430"
    }, 
    {
      "amendment_id": "h431-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "431"
    }, 
    {
      "amendment_id": "h432-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "432"
    }, 
    {
      "amendment_id": "h433-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "433"
    }, 
    {
      "amendment_id": "h434-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "434"
    }, 
    {
      "amendment_id": "h435-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "435"
    }, 
    {
      "amendment_id": "h436-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "436"
    }, 
    {
      "amendment_id": "h437-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "437"
    }, 
    {
      "amendment_id": "h438-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "438"
    }, 
    {
      "amendment_id": "h439-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "439"
    }, 
    {
      "amendment_id": "h440-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "440"
    }, 
    {
      "amendment_id": "h441-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "441"
    }, 
    {
      "amendment_id": "h442-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "442"
    }, 
    {
      "amendment_id": "s2060-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2060"
    }, 
    {
      "amendment_id": "s2061-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2061"
    }, 
    {
      "amendment_id": "s2062-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2062"
    }, 
    {
      "amendment_id": "s2063-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2063"
    }, 
    {
      "amendment_id": "s2064-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2064"
    }, 
    {
      "amendment_id": "s2065-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2065"
    }, 
    {
      "amendment_id": "s2066-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2066"
    }, 
    {
      "amendment_id": "s2067-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2067"
    }, 
    {
      "amendment_id": "s2068-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2068"
    }, 
    {
      "amendment_id": "s2069-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2069"
    }, 
    {
      "amendment_id": "s2070-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2070"
    }, 
    {
      "amendment_id": "s2071-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2071"
    }, 
    {
      "amendment_id": "s2072-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2072"
    }, 
    {
      "amendment_id": "s2073-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2073"
    }, 
    {
      "amendment_id": "s2074-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2074"
    }, 
    {
      "amendment_id": "s2075-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2075"
    }, 
    {
      "amendment_id": "s2076-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2076"
    }, 
    {
      "amendment_id": "s2077-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2077"
    }, 
    {
      "amendment_id": "s2078-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2078"
    }, 
    {
      "amendment_id": "s2079-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2079"
    }, 
    {
      "amendment_id": "s2080-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2080"
    }, 
    {
      "amendment_id": "s2081-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2081"
    }, 
    {
      "amendment_id": "s2082-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2082"
    }, 
    {
      "amendment_id": "s2083-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2083"
    }, 
    {
      "amendment_id": "s2084-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2084"
    }, 
    {
      "amendment_id": "s2085-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2085"
    }, 
    {
      "amendment_id": "s2086-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2086"
    }, 
    {
      "amendment_id": "s2087-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2087"
    }, 
    {
      "amendment_id": "s2088-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2088"
    }, 
    {
      "amendment_id": "s2089-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2089"
    }, 
    {
      "amendment_id": "s2090-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2090"
    }, 
    {
      "amendment_id": "s2091-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2091"
    }, 
    {
      "amendment_id": "s2092-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2092"
    }, 
    {
      "amendment_id": "s2093-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2093"
    }, 
    {
      "amendment_id": "s2094-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2094"
    }, 
    {
      "amendment_id": "s2095-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2095"
    }, 
    {
      "amendment_id": "s2096-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2096"
    }, 
    {
      "amendment_id": "s2097-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2097"
    }, 
    {
      "amendment_id": "s2098-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2098"
    }, 
    {
      "amendment_id": "s2099-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2099"
    }, 
    {
      "amendment_id": "s2100-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2100"
    }, 
    {
      "amendment_id": "s2101-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2101"
    }, 
    {
      "amendment_id": "s2102-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2102"
    }, 
    {
      "amendment_id": "s2103-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2103"
    }, 
    {
      "amendment_id": "s2104-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2104"
    }, 
    {
      "amendment_id": "s2105-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2105"
    }, 
    {
      "amendment_id": "s2106-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2106"
    }, 
    {
      "amendment_id": "s2107-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2107"
    }, 
    {
      "amendment_id": "s2108-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2108"
    }, 
    {
      "amendment_id": "s2109-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2109"
    }, 
    {
      "amendment_id": "s2110-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2110"
    }, 
    {
      "amendment_id": "s2111-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2111"
    }, 
    {
      "amendment_id": "s2112-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2112"
    }, 
    {
      "amendment_id": "s2113-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2113"
    }, 
    {
      "amendment_id": "s2114-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2114"
    }, 
    {
      "amendment_id": "s2115-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2115"
    }, 
    {
      "amendment_id": "s2116-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2116"
    }, 
    {
      "amendment_id": "s2117-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2117"
    }, 
    {
      "amendment_id": "s2118-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2118"
    }, 
    {
      "amendment_id": "s2119-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2119"
    }, 
    {
      "amendment_id": "s2120-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2120"
    }, 
    {
      "amendment_id": "s2121-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2121"
    }, 
    {
      "amendment_id": "s2122-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2122"
    }, 
    {
      "amendment_id": "s2123-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2123"
    }, 
    {
      "amendment_id": "s2124-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2124"
    }, 
    {
      "amendment_id": "s2125-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2125"
    }, 
    {
      "amendment_id": "s2126-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2126"
    }, 
    {
      "amendment_id": "s2127-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2127"
    }, 
    {
      "amendment_id": "s2128-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2128"
    }, 
    {
      "amendment_id": "s2129-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2129"
    }, 
    {
      "amendment_id": "s2130-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2130"
    }, 
    {
      "amendment_id": "s2131-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2131"
    }, 
    {
      "amendment_id": "s2132-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2132"
    }, 
    {
      "amendment_id": "s2133-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2133"
    }, 
    {
      "amendment_id": "s2134-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2134"
    }, 
    {
      "amendment_id": "s2135-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2135"
    }, 
    {
      "amendment_id": "s2136-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2136"
    }, 
    {
      "amendment_id": "s2137-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2137"
    }, 
    {
      "amendment_id": "s2138-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2138"
    }, 
    {
      "amendment_id": "s2139-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2139"
    }, 
    {
      "amendment_id": "s2140-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2140"
    }, 
    {
      "amendment_id": "s2141-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2141"
    }, 
    {
      "amendment_id": "s2143-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2143"
    }, 
    {
      "amendment_id": "s2144-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2144"
    }, 
    {
      "amendment_id": "s2145-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2145"
    }, 
    {
      "amendment_id": "s2146-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2146"
    }, 
    {
      "amendment_id": "s2147-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2147"
    }, 
    {
      "amendment_id": "s2148-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2148"
    }, 
    {
      "amendment_id": "s2149-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2149"
    }, 
    {
      "amendment_id": "s2150-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2150"
    }, 
    {
      "amendment_id": "s2151-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2151"
    }, 
    {
      "amendment_id": "s2152-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2152"
    }, 
    {
      "amendment_id": "s2153-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2153"
    }, 
    {
      "amendment_id": "s2154-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2154"
    }, 
    {
      "amendment_id": "s2155-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2155"
    }, 
    {
      "amendment_id": "s2156-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2156"
    }, 
    {
      "amendment_id": "s2157-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2157"
    }, 
    {
      "amendment_id": "s2158-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2158"
    }, 
    {
      "amendment_id": "s2159-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2159"
    }, 
    {
      "amendment_id": "s2160-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2160"
    }, 
    {
      "amendment_id": "s2161-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2161"
    }, 
    {
      "amendment_id": "s2162-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2162"
    }, 
    {
      "amendment_id": "s2163-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2163"
    }, 
    {
      "amendment_id": "s2164-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2164"
    }, 
    {
      "amendment_id": "s2165-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2165"
    }, 
    {
      "amendment_id": "s2166-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2166"
    }, 
    {
      "amendment_id": "s2167-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2167"
    }, 
    {
      "amendment_id": "s2168-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2168"
    }, 
    {
      "amendment_id": "s2169-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2169"
    }, 
    {
      "amendment_id": "s2170-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2170"
    }, 
    {
      "amendment_id": "s2171-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2171"
    }, 
    {
      "amendment_id": "s2172-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2172"
    }, 
    {
      "amendment_id": "s2173-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2173"
    }, 
    {
      "amendment_id": "s2174-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2174"
    }, 
    {
      "amendment_id": "s2175-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2175"
    }, 
    {
      "amendment_id": "s2176-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2176"
    }, 
    {
      "amendment_id": "s2177-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2177"
    }, 
    {
      "amendment_id": "s2178-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2178"
    }, 
    {
      "amendment_id": "s2179-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2179"
    }, 
    {
      "amendment_id": "s2180-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2180"
    }, 
    {
      "amendment_id": "s2181-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2181"
    }, 
    {
      "amendment_id": "s2182-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2182"
    }, 
    {
      "amendment_id": "s2183-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2183"
    }, 
    {
      "amendment_id": "s2184-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2184"
    }, 
    {
      "amendment_id": "s2185-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2185"
    }, 
    {
      "amendment_id": "s2186-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2186"
    }, 
    {
      "amendment_id": "s2187-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2187"
    }, 
    {
      "amendment_id": "s2188-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2188"
    }, 
    {
      "amendment_id": "s2189-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2189"
    }, 
    {
      "amendment_id": "s2190-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2190"
    }, 
    {
      "amendment_id": "s2191-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2191"
    }, 
    {
      "amendment_id": "s2192-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2192"
    }
  ], 
  "bill_id": "hr3058-109", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Transportation, Treasury, the Judiciary, and Housing and Urban Development, and Related Agencies", 
      "subcommittee_id": "21"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "109", 
    "law_type": "public", 
    "number": "115"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2005-11-30", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2005-11-18T13:03:00-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2005-11-21", 
    "vetoed": false
  }, 
  "introduced_at": "2005-06-24", 
  "number": "3058", 
  "official_title": "Making appropriations for the Departments of Transportation, Treasury, and Housing and Urban Development, the Judiciary, District of Columbia, and independent agencies for the fiscal year ending September 30, 2006, and for other purposes.", 
  "popular_title": "Appropriations bill FY2006, Transportation, Treasury, HUD, Judiciary, District of Columbia, and Independent Agencies", 
  "related_bills": [
    {
      "bill_id": "hconres308-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hconres308-109", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hres342-109", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres565-109", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr3058-109", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr3058-109", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s1446-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Transportation, Treasury, Housing and Urban Development, the Judiciary, the District of Columbia, and Independent Agencies Appropriations Act, 2006", 
  "sponsor": {
    "district": "9", 
    "name": "Knollenberg, Joe", 
    "state": "MI", 
    "thomas_id": "00642", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2005-11-30", 
  "subjects": [
    "AIDS (Disease)", 
    "Abortion", 
    "Access Board", 
    "Access to airports", 
    "Administration of justice", 
    "Administrative remedies", 
    "Aeronautics", 
    "Air traffic", 
    "Airline passenger traffic", 
    "Airlines", 
    "Airports", 
    "Alabama", 
    "Alaska", 
    "All terrain vehicles", 
    "Alternative energy sources", 
    "Animal diseases", 
    "Animals", 
    "Annuities", 
    "Apartment houses", 
    "Appellate courts", 
    "Appropriations", 
    "Archives", 
    "Arizona", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Astronautics", 
    "Aviation insurance", 
    "Aviation safety", 
    "Biological warfare", 
    "Birds", 
    "Block grants", 
    "Bonds", 
    "Border patrols", 
    "Bridges", 
    "Budget surpluses", 
    "Building materials", 
    "Buy American", 
    "Capital budgets", 
    "Capital investments", 
    "Caribbean area", 
    "Charter schools", 
    "Chief financial officers", 
    "Child safety", 
    "Civil rights and liberties, minority issues", 
    "Civil service retirement", 
    "Collection of accounts", 
    "College costs", 
    "College sports", 
    "Commemorations", 
    "Commerce", 
    "Communication satellites", 
    "Community development", 
    "Community development banking", 
    "Commuting", 
    "Competitive bidding", 
    "Congress", 
    "Congressional districts", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional salaries", 
    "Consultants", 
    "Consumer Product Safety Commission", 
    "Contraceptives", 
    "Cost accounting", 
    "Cost of living adjustments", 
    "Courthouses", 
    "Credit cards", 
    "Credit unions", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Cuba", 
    "Dams", 
    "Data banks", 
    "Department of Housing and Urban Development", 
    "Department of Transportation", 
    "Department of the Treasury", 
    "Deposit insurance", 
    "Directories", 
    "Disabled", 
    "Disaster relief", 
    "Discrimination in employment", 
    "Displaced persons", 
    "District courts", 
    "District of Columbia", 
    "Domestic partners", 
    "Driver licenses", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Drug legalization", 
    "Drugs and athletes", 
    "Drunk driving", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Election Assistance Commission", 
    "Elementary and secondary education", 
    "Embezzlement", 
    "Emergency management", 
    "Eminent domain", 
    "Employee selection", 
    "Environmental protection", 
    "Evacuation of civilians", 
    "Ex-offenders", 
    "Executive Office of the President", 
    "Explosives", 
    "Exports", 
    "Families", 
    "Fathers", 
    "Federal Deposit Insurance Corporation", 
    "Federal Election Commission", 
    "Federal Labor Relations Authority", 
    "Federal Maritime Commission", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal aid to housing", 
    "Federal aid to research", 
    "Federal aid to transportation", 
    "Federal aid to water pollution control", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Federal office buildings", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Floods", 
    "Foreign corporations", 
    "Foreign exchange", 
    "Foreign trade and international finance", 
    "Forensic medicine", 
    "Forest management", 
    "Foster home care", 
    "Fraud", 
    "Gas pipelines", 
    "General Services Administration", 
    "Government National Mortgage Association", 
    "Government aircraft", 
    "Government contractors", 
    "Government corporations", 
    "Government employees' health insurance", 
    "Government ethics", 
    "Government operations and politics", 
    "Government procurement", 
    "Government travel", 
    "Government trust funds", 
    "Government vehicles", 
    "Governmental investigations", 
    "Hawaii", 
    "Hawaiians", 
    "Health", 
    "Helicopters", 
    "Higher education", 
    "Highspeed ground transportation", 
    "Highway finance", 
    "Highway use tax", 
    "Hispanic Americans", 
    "Historic sites", 
    "History", 
    "Homeless", 
    "Hospitals", 
    "Hours of labor", 
    "Housing and community development", 
    "Housing authorities", 
    "Housing discrimination", 
    "Housing finance", 
    "Housing for the aged", 
    "Housing for the disabled", 
    "Housing subsidies", 
    "Hurricane aftermath legislation", 
    "Hurricanes", 
    "Idaho", 
    "Identification devices", 
    "Illegal aliens", 
    "Illinois", 
    "Immigration", 
    "Independent regulatory commissions", 
    "Indian housing", 
    "Industrial relations", 
    "Influenza", 
    "Information technology", 
    "Infrastructure", 
    "Inspectors general", 
    "Interagency Council on Homelessness", 
    "Internal Revenue Service (IRS)", 
    "Internet", 
    "Interstate highway system", 
    "Iowa", 
    "Islands", 
    "Judges", 
    "Judicial compensation", 
    "Labor and employment", 
    "Laboratories", 
    "Land transfers", 
    "Landing aids (Aeronautics)", 
    "Latin America", 
    "Law", 
    "Lead poisoning", 
    "Leases", 
    "Legal fees", 
    "Legislation", 
    "Liability for environmental damages", 
    "Light rail transit", 
    "Local budgets", 
    "Local laws", 
    "Local officials", 
    "Louisiana", 
    "Low-income housing", 
    "Maine", 
    "Maps", 
    "Marijuana", 
    "Marriage", 
    "Mass rapid transit", 
    "Medicinal plants", 
    "Merchant marine", 
    "Merchant ships", 
    "Merit Systems Protection Board", 
    "Mexico", 
    "Michigan", 
    "Minorities", 
    "Minority business enterprises", 
    "Mississippi", 
    "Missouri", 
    "Mobile homes", 
    "Mortgages", 
    "Motion pictures", 
    "Motor buses", 
    "Motor vehicle pollution control", 
    "Motor vehicle safety", 
    "Motorcycles", 
    "National Archives and Records Administration", 
    "National Credit Union Administration", 
    "National Guard", 
    "National Railroad Passenger Corporation (Amtrak)", 
    "National Transportation Safety Board", 
    "National recreation areas", 
    "Native Americans", 
    "Navigational aids (Aeronautics)", 
    "Needle exchange programs", 
    "Neighborhood Reinvestment Corporation", 
    "Nevada", 
    "New Jersey", 
    "New York State", 
    "Noise", 
    "North Carolina", 
    "Office of Government Ethics", 
    "Office of Management and Budget", 
    "Office of Personnel Management", 
    "Office of Special Counsel", 
    "Ohio", 
    "Oil pollution", 
    "Oklahoma", 
    "Olympic games", 
    "Pacific area", 
    "Parking facilities", 
    "Passenger ships", 
    "Personnel management", 
    "Petroleum pipelines", 
    "Pipelines", 
    "Police training", 
    "Pollution control", 
    "Potable water", 
    "Practice of law", 
    "Presidential appointments", 
    "Presidential compensation", 
    "Preventive medicine", 
    "Product safety", 
    "Public debt", 
    "Public defenders", 
    "Public housing", 
    "Public lands and natural resources", 
    "Public service advertising", 
    "Railroad engineering", 
    "Railroad passenger traffic", 
    "Railroad safety", 
    "Railroad terminals", 
    "Railroads", 
    "Real estate business", 
    "Real estate development", 
    "Rebates", 
    "Religion", 
    "Religious liberty", 
    "Rent", 
    "Rental housing", 
    "Replacement workers", 
    "Reprogramming of appropriated funds", 
    "Rescission of appropriated funds", 
    "Rescue work", 
    "Research and development", 
    "Research and development facilities", 
    "Research grants", 
    "Restrictive trade practices", 
    "Revolving funds", 
    "Right of privacy", 
    "Road construction", 
    "Safety appliances", 
    "Saint Lawrence Seaway Development Corporation", 
    "Salaries", 
    "Scholarships", 
    "Science, technology, communications", 
    "Seat belts", 
    "Secret service", 
    "Security clearances", 
    "Security measures", 
    "Selective Service System", 
    "Service academies", 
    "Sewerage", 
    "Sexual harassment", 
    "Shipbuilding", 
    "Small business", 
    "Social welfare", 
    "Space activities", 
    "Space commercialization", 
    "Special education", 
    "Special prosecutors", 
    "Sports and recreation", 
    "Stadiums", 
    "Stock repurchasing", 
    "Stocks", 
    "Students", 
    "Subsidies", 
    "Subways", 
    "Supreme Court", 
    "Surface Transportation Board", 
    "Sustainable forestry", 
    "Tax administration", 
    "Tax courts", 
    "Tax evasion", 
    "Tax preparers", 
    "Taxation", 
    "Technological innovations", 
    "Television programs", 
    "Television relay systems", 
    "Terminals (Transportation)", 
    "Terrorism", 
    "Texas", 
    "Tourism", 
    "Traffic accidents and safety", 
    "Traffic engineering", 
    "Transportation and public works", 
    "Transportation engineering", 
    "Transportation of hazardous substances", 
    "Transportation planning", 
    "Transportation research", 
    "Transportation safety", 
    "Truck drivers", 
    "Trucking", 
    "Trucks", 
    "U.S. Sentencing Commission", 
    "United States Postal Service", 
    "Vermont", 
    "Vice Presidents", 
    "War risk insurance", 
    "Washington State", 
    "Water resources development", 
    "Waterfronts", 
    "Waterways", 
    "Weather forecasting", 
    "Web sites", 
    "Welfare work participation", 
    "White House (Washington, D.C.)", 
    "White collar crime", 
    "Youth services"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Public Law", 
    "date": "2005-11-30", 
    "text": "Transportation, Treasury, Housing and Urban Development, the Judiciary, the District of Columbia, and Independent Agencies Appropriations Act, 2006 - Division A: Transportation, Treasury, the Judiciary, Housing and Urban Development, and Related Agencies Appropriations Act, 2006 - Title I: Department of Transportation - Department of Transportation Appropriations Act, 2006 - Makes appropriations for FY2006 for: (1) the Department of Transportation (DOT), Office of the Secretary, with a prohibition on the use of funds to enforce the restriction against the operation of flights between Love Field, Texas, and one or more points within Missouri; (2) the Federal Aviation Administration (FAA), with a prohibition on the use of grants-in-aid for airports for the replacement of baggage conveyor systems, reconfiguration of terminal baggage areas, or other airport improvements necessary to install bulk explosive detection systems; (3) the Federal Highway Administration (FHA); (4) the Federal Motor Carrier Safety Administration (FMCSA); (5) the National Highway Traffic Safety Administration (NHTSA); (6) the Federal Railroad Administration (FRA), including efficiency incentive grants, and a grant to the National Railroad Passenger Corporation (Amtrak) for the operation and capital expenses of intercity passenger rail service; (7) the Federal Transit Administration (FTA), including earmarks for specified new fixed guideway systems projects; (8) the Saint Lawrence Seaway Development Corporation; (9) the Maritime Administration; (10) the Pipeline and Hazardous Materials Safety Administration; (11) the Research and Innovative Technology Administration; (12) the Office of Inspector General; and (13) the Surface Transportation Board. Directs the Secretary of Transportation (the Secretary in this title) to establish procedures with airport directors at U.S. airports receiving flights from countries with cases of avian flu, and with air carriers that provide such flights, to deal with situations where a passenger on a flight has avian flu symptoms. Establishes a program under which the Louisiana Department of Transportation and Development shall provide grants to Louisiana parish and municipal governments that experience a significant spike in population because of the influx of hurricane evacuees to implement smart and innovative plans to alleviate traffic congestion in affected communities. (Sec. 101) Authorizes airports to transfer without consideration to the FAA any instrument landing systems conforming to FAA design and performance specifications whose purchase was assisted by a federal airport-aid program, airport development aid program, or airport improvement program grant (Sec. 102) Prohibits the use of funds in this Act to compensate in excess of 375 technical staff-years under the federally funded research and development center contract between the FAA and the Center for Advanced Aviation Systems Development during FY2006. (Sec. 106) Prohibits the use of funds appropriated or limited by this Act to: (1) change weight restrictions or prior permission rules at Teterboro Airport in Teterboro, New Jersey; or (2) perform engineering work related to an additional runway at Louis Armstrong New Orleans International Airport (Louisiana). (Sec. 108) Extends the authority of the Secretary to issue aviation (war and terrorism risk) insurance through December 31, 2006. (Sec. 109) Amends federal transportation law to authorize the Secretary of Transportation to apportion $500,000 in FY2006 to the sponsor of an airport if: (1) the passenger boardings at the airport were below 10,000 in calendar year 2004; (2) the airport had at least 10,000 passenger boardings and scheduled passenger aircraft service in either calendar year 2000 or 2001; and (3) the reason that passenger boardings described in clause (i) were below 10,000 was the decrease in passengers following the terrorist attacks of September 11, 2001. (Sec. 112) Requires the Secretary of Transportation to deduct, and make available for surface transportation projects, up to 2.75% of all authorized appropriations whenever any allocation is made for expenditure on the federal lands highway program, the surface transportation program, the congestion mitigation and air quality improvement program, the National Highway System, the Interstate maintenance program, the bridge program, the Appalachian development highway system, or the equity bonus program. (Sec. 114) Authorizes the Secretary to expend funds for payment of debt service by Arizona and Nevada on notes issued for the bypass bridge project at Hoover Dam, pending appropriation or replenishment of such project. (Sec. 115) Amends the Intermodal Surface Transportation Efficiency Act of 1991 (ISTEA) to prohibit from enforcing a single axle weight limitation of under 24,000 pounds (including enforcement tolerances) on the Interstate System any state that since October 6, 1992, has enforced on such System a single axle weight limitation of between 20,000 and 24,000 pounds. (Sec. 116) Requires access to the I-5 \"Transit Only\" ramps at NE 163rd in Shoreline, Washington, to be expanded to include King County Solid Waste Division transfer vehicles upon the determination of the FHA Administrator that necessary safety improvements have been completed. (Sec. 117) Designates the portion of highway US-24 in Michigan, beginning at Interstate 96 and extending north to Interstate 75 at exit 93 west of Clarkston, as the Max M. Fisher Memorial Highway. (Sec. 118) Makes certain federal-aid highway intelligent transportation system project funds available for Gettysburg Borough and Surrounding Municipalities Signal Coordination and Upgrade-Signalization; Adams County, Pennsylvania. (Sec. 120) Subjects funds appropriated or limited in this Act to certain federal law safety examination requirements for cross-border trucking between the United States and Mexico. Reaffirms the requirement that the Secretary report annually on the safety and security of transportation into the United States by Mexico-domiciled motor carriers. (Sec. 131) Directs the Secretary to award a grant to the Maine Department of Transportation for Safety and Mitigation Rail Relocation in Auburn, Maine. (Sec. 132) Makes Illinois statewide highway-rail crossing safety program funds available to the Illinois Commerce Commission for the Public Education and Enforcement Research (PEERS) program to improve rail-grade crossing safety through education and enforcement initiatives. (Sec. 133) Authorizes the Secretary to award a grant to the New Orleans Regional Planning Commission, New Orleans, Louisiana, for site planning and an update of the Master Plan for the Union Passenger Terminal. (Sec. 134) Makes certain funds available to the Washington State Department of Transportation for track and grade crossing improvements under the Bridging the Valley project between Spokane County, Washington, and Kootenai County, Idaho. (Sec. 135) Makes certain funds for efficiency incentive grants to AMTRAK available immediately upon enactment of this Act only for a revenue service demonstration of at least 5,500 carload shipments of premium temperature-controlled express. (Sec. 144) Authorizes the use of FTA funds made available for Alaska or Hawaii ferry boats or ferry terminal facilities to construct new vessels and facilities, or to improve existing ones, including both passenger and vehicle-related elements, and for repair facilities. Earmarks certain funds to: (1) Hawaii to initiate and operate a passenger ferryboat services demonstration project to test the viability of different intra-island ferry boat routes and technology; and (2) acquire passenger ferry boats and to provide passenger ferry transportation services within areas of Hawaii under the control or use of the National Park Service. (Sec. 145) Authorizes certain funds to be used for site-preparation and design of a multimodal transportation facility in a different location within Burlington, Vermont, than originally intended. (Sec. 146) Makes funds for the King County Metro Park and Ride on First Hill, Seattle, Washington, available to the Swedish Hospital parking garage in the same city. (Sec. 147) Authorizes the use of certain urbanized area formula grant funds apportioned to the Charleston Area Regional Transportation Authority to acquire land, equipment, or facilities used in public transportation from another governmental authority in the same geographic area. Allows the nonfederal share to include revenues from the sale of advertising and concessions. (Sec. 148) Makes available to the Jacksonville Transportation Authority for any purpose authorized under the Job Access and Reverse Commute program any unobligated grant funds designated to such Authority's Community Transportation Coordinator Program in the statement of the managers accompanying Public Law 108-199. (Sec. 149) Authorizes the use for system remodernization of any remaining funds made available to the South Shore Commuter Rail, Indiana, project under the Federal Transit Administration Capital Investment Grants Account in division H of Public Law 108-447. (Sec. 162) Prohibits funds under this Act from being: (1) made available for salaries and expenses of more than 109 DOT political and presidential appointees; or (2) used to implement the establishment of a National Highway Safety Advisory Committee. (Sec. 164) Prohibits a recipient of funds under this Act from disseminating personal information obtained by a state department of motor vehicles in connection with a motor vehicle record, except for specified permitted uses. (Sec. 166) Authorizes the Secretary to allow the issuer of preferred stock sold to DOT to redeem or repurchase it upon the payment to DOT of an amount the Secretary determines. (Sec. 167) Prohibits the use of DOT funds in this Act to make a grant unless the Secretary notifies Congress at least three full business days before any discretionary grant award, letter of intent, or full funding grant agreement totaling $1 million or more is announced from: (1) any FHA discretionary grant program other than the emergency relief program; (2) the FAA's airport improvement program; or (3) any FTA program other than the formula grants and fixed guideway modernization programs. (Sec. 172) Prohibits the obligation or expenditure of the funds made available under this Act to establish or implement a pilot program under which up to 10 designated essential air service communities located in proximity to hub airports are required to assume 10% of their essential air subsidy costs for a four-year period commonly referred to as the EAS local participation program. (Sec. 173) Authorizes the substitution of the Secretary or the Surface Transportation Board for a state as parens patriae in a civil action in U.S. district court on behalf of state residents to enforce federal consumer protection law applying to individual shippers. Allows the Secretary or the Board to initiate a civil action only if it meets specified criteria involving carriers or brokers not registered with the Department of Transportation, or licensed with the Department less than five years. (Sec. 175) Directs the Secretary of Transportation to make airport development project grants for the cost of acquisition of land (or reimbursement of such cost if purchased before enactment of this section and before a grant agreement) for non-exclusive use aeronautical purposes on an airport layout plan approved by the Secretary on January 23, 2004, for any small hub airport, and which had scheduled or chartered direct international flights totaling at least 200 million pounds gross aircraft landed weight for calendar year 2002. (Sec. 176) Amends federal transportation law to declare an uncompleted terminal development project in a nonhub primary airport to remain eligible, for three fiscal years after start of construction, for funding from the discretionary airport development fund and the small airport fund to pay allowable costs, if the status of the airport changes to a small hub primary airport at a time when it has received discretionary airport development funds. (Sec. 177) Exempts from certain operating authority requirements an air tour operator flying over the Hoover Dam in the Lake Mead National Recreation Area en route to the Grand Canyon National Park. Declares that this exemption does not exempt air tour operators from overflight rules for the Grand Canyon. (Sec. 178) Amends the Aviation and Transportation Security Act to extend from November 19, 2005, through November 30, 2006, the requirement that air carriers honor tickets for suspended service by other air carriers on the same route which are insolvent or bankrupt. (Sec. 179) Provides for treatment as temporary federal employees, between the enactment of this Act and October 4, 2007, of certain former FAA employees who accept assignment to an outsourced flight service duty contractor within 14 days after enactment of this Act. Applies this treatment to any former FAA employee who: (1) was involuntarily separated as a result of the reorganization of the Flight Services Unit following the outsourcing of flight service duties to such a contractor; (2) was not eligible by October 3, 2005, for an immediate annuity under a federal retirement system; and (3) would attain eligibility for an immediate federal annuity, if federal employment continued, not later than October 4, 2007. Specifies the extend and the limitations of such treatment as a temporary federal employee. (Sec. 180) Directs the Secretary of the Interior to convey to Clark County, Nevada, subject to valid existing rights, for no consideration, all right, title, and interest of the United States in and to a specified parcel of land, which shall be used for operation of a heliport facility for commercial helicopter tours of the Sloan Canyon National Conservation Area. Requires any operator of a helicopter tour originating from or concluding at such parcel of land to pay to the Clark County Department of Aviation a $3 conservation fee for each passenger on the tour, if any portion of it occurs over the Conservation Area. Specifies the allocation of collected fees between the management of cultural, wildlife, and wilderness resources on public land in Nevada and Bureau of Land Management operations for the Conservation Area and the Red Rock Canyon National Conservation Area. (Sec. 181) Amends the International Air Transportation Competition Act of 1979 to extend to certain passenger flights between Missouri and Love Field, Texas, the exception to the restriction of federal regulation of such flights to specified kinds of charter or commuter air transportation. (Sec. 182) Prohibits the obligation or expenditure of funds provided in or limited by this Act to provide a budget justification for FY2007 concurrently with the President's annual budget submission to Congress to any congressional committee before May 31, 2006, other than the congressional appropriations committees. (Sec. 183) Declares that, if any funds provided in or limited by this Act are subject to a reprogramming action requiring notice to the congressional appropriations committees, such reprogramming action shall be approved or denied solely by such committees. Allows the Secretary to notify other congressional committees of the action of the congressional appropriations committees on such reprogramming, but not sooner than 30 days after the appropriations committees have approved or denied the reprogramming action. (Sec. 184) Subjects certain roundabout/traffic circle and transportation safety improvement projects in Vermont under the Safe, Accountable, Flexible, Efficient Transportation Equity Act: A Legacy for Users (SAFETEA-LU) to the maximum 100% federal share of construction cost requirements of federal highway law. (Sec. 185) Makes certain funds available for necessary expenses, including an independent verification regime, to reimburse fixed-based general aviation operators and the providers of general aviation ground support services at Ronald Reagan Washington National Airport, College Park Airport in College Park, Maryland, Potomac Airpark in Fort Washington, Maryland, Washington Executive/Hyde Field in Clinton, Maryland, and Washington South Capitol Street Heliport in Washington, DC, for direct and incremental financial losses incurred while such airports were closed to general aviation operations by these operators and service providers solely due to the federal government action following the terrorist attacks on the United States on September 11, 2001. (Sec. 186) Makes available to the Alaska Department of Transportation and Public Facilities for eligible surface transportation projects, subject to specified conditions, any amounts otherwise available under SAFETEA-LU for the Gravina Island bridge and the Knik Arm bridge. (Sec. 187) Authorizes the Secretary and the Secretary of Homeland Security to use jointly certain funds to complete the review and assessment of federal and state catastrophic hurricane evacuation plans for the Gulf Coast Region and report their findings and recommendations to Congress. Requires the Secretaries, in conducting the review, to consider at a minimum: (1) the availability of food, water, restrooms, fueling stations, and shelter along the evacuation route; (2) the time required to evacuate under the plan; and (3) the physical and mental strains associated with the evacuation. Title II: Department of the Treasury - Department of the Treasury Appropriations Act, 2006 - Authorizes appropriations for FY2006 for the Department of the Treasury, including: (1) department-wide systems and capital investments; (2) the Office of Inspector General; (3) the Treasury Inspector General for Tax Administration; (4) the Air Transportation Stabilization Board; (5) repair and restoration of the Treasury Building and Annex; (6) the Financial Crimes Enforcement Network; (7) the Financial Management Service; (8) the Alcohol and Tobacco Tax and Trade Bureau; (9) the U.S. Mint; (10) the Bureau of the Public Debt; (11) the Community Development Financial Institutions Fund Program Account; and (12) the Internal Revenue Service (IRS). (Sec. 205) Prohibits the use of funds in this Act to reduce taxpayer services until the Treasury Inspector General for Tax Administration completes, and reports to the House Committee on Appropriations and the Senate, a study: (1) detailing the impact that such reductions would have on taxpayer compliance and taxpayer services; and (2) including plans for providing adequate alternative services. (Sec. 206) Earmarks at least $6.447 billion for tax enforcement only out of IRS funds made available in this Act. Requires, in addition to such funds made available to IRS, $446 million to be available for enhanced tax enforcement. (Sec. 207) Earmarks at least $166.249 billion out of funds made available to the IRS by this Act for operating expenses of the Taxpayer Advocate Service. (Sec. 208) Requires the IRS to submit its FY2007 congressional budget justifications to the House and Senate Committees on Appropriations using the identical structure provided under this Act and only in accordance with the direction specified in the accompanying report. (Sec. 209) Repeals the limitation on expenditures by the Secretary of the Treasury of new or increased service fee receipts to supplement appropriations made available to the IRS. (Sec. 216) Extends from seven to eight years the authorization for the personnel management demonstration project providing for the compensation and performance management of not more than a combined total of 950 employees who fill critical scientific, technical, engineering, intelligence analyst, language translator, and medical positions in the Bureau of Alcohol, Tobacco and Firearms. (Sec. 218) Prohibits the use of funds appropriated by this Act or any other source to merge the U.S. Mint and the Bureau of Engraving and Printing without the approval of specified congressional committees. (Sec. 219) Prohibits the expenditure of funds appropriated or otherwise made available to the Secretary by this or any other Act or source to develop, study, or implement any plan to reallocate the resources of, or merge the Financial Crimes Enforcement Network into the Departmental Offices--Salaries and Expenses, or any other office within the Department of the Treasury. Title III: Department of Housing and Urban Development - Department of Housing and Urban Development Appropriations Act, 2006 - Makes FY2006 appropriations for the Department of Housing and Urban Development (HUD) for: (1) tenant-based and project-based rental assistance; (2) the Public Housing Capital and Operating Funds; (3) revitalization of severely distressed public housing (HOPE VI); (4) Native American housing block grants; (5) Indian and Native Hawaiian housing loan guarantees; (6) housing opportunities for persons with AIDS; (7) the Office of Rural Housing and Economic Development; (8) community development loan guarantees program; (9) brownfields redevelopment; (10) the HOME investment partnerships program; (11) the Self-Help and Assisted Homeownership Opportunity Program; (12) homeless assistance grants; (13) housing for the elderly and for persons with disabilities; (14) rental housing assistance; (15) manufactured housing fees trust fund; (16) the Federal Housing Administration (FHA); (17) the Government National Mortgage Association (GNMA or Ginnie Mae); (18) housing policy development and research; (19) fair housing activities; (20) the Office of Lead Hazard Control; (21) management and administration; (22) the Working Capital Fund; (23) the Office of Inspector General; and (24) the Office of Federal Housing Enterprise Oversight. Rescinds specified amounts from the housing certificate fund. (Sec. 301) States that 50% of budget authority amounts, or in lieu thereof 50% of the cash amounts associated with such budget authority, that are recaptured from certain \"qualified projects\" under the Stewart B. McKinney Homeless Assistance Amendments Act of 1988 shall be rescinded, or in the case of cash, remitted to the Treasury, and such non-rescinded or non-remitted amounts shall be used by state housing finance agencies or local governments or local housing agencies for certain approved projects. Authorizes the Secretary of Housing and Urban Development (the Secretary for this title) to use up to 15% of such non-rescinded or non-remitted amounts as refinancing incentives for project owners. (Sec. 302) Prohibits funds under this Act from being used during FY2006 to investigate or prosecute under the Fair Housing Act any otherwise lawful activities aimed at achieving or preventing government or court action. (Sec. 303) Directs the Secretary to make housing for persons with AIDS grants to any state that qualified in a prior fiscal year but does not qualify in FY2006 due to decreased AIDS cases in nonmetropolitan areas of the state. Allocates certain FY2006 housing funds for persons with AIDS from New York City, New York, on behalf of the New York-Wayne-White Plains, New York-New Jersey Metropolitan Division of the New York-Newark-Edison, NY-NJ-PA Metropolitan Statistical Area to: (1) Jersey City, New Jersey, based on the number of AIDS cases in the portion of the metropolitan area or division that is located in Hudson County, New Jersey; and (2) Paterson, New Jersey, based on the number of AIDS cases in the portion of the metropolitan area or division that is located in Bergen County and Passaic County, New Jersey. Requires the recipient cities to use such amounts in their respective portions of the metropolitan division located in New Jersey. (Sec. 304) Declares, with respect to FY2006 assisted living facility section 8 rental payments, that a family residing in an assisted living facility in Oakland, Macomb, Wayne, or Washtenaw Counties, Michigan, may be required to pay rent in an amount exceeding 40% of its monthly adjusted gross income. (Sec. 305) Requires HUD to grant awards on a competitive basis. (Sec. 306) Makes HUD funds subject to the Government Corporation Control Act or other restrictions available, without regard to limitations on administrative expenses, for legal services and services and facilities of the Federal National Mortgage Association (FNMA or Fannie Mae), Ginnie Mae, Federal Home Loan Mortgage Corporation (FHLMC or Freddie Mac), Federal Financing Bank (FFB), Federal Reserve banks, Federal Home Loan banks, and any insured bank within the meaning of the Federal Deposit Insurance Corporation Act. (Sec. 307) Limits HUD spending to amounts set forth in budget estimates submitted to Congress. (Sec. 308) Authorizes HUD corporations and agencies subject to the Government Corporation Control Act to make necessary FY2006 expenditures without regard to fiscal year limitations. Limits the use of collections of these corporations and agencies (with specified exceptions) to new loan or mortgage purchase commitments only to the extent expressly provided for in this Act, unless they are in support of other forms of assistance provided in this or prior appropriations Acts. (Sec. 309) Prohibits the obligation or expenditure by HUD of funds provided in this title for technical assistance, training, or management improvements unless HUD provides the appropriations committees with a description of each proposed activity and budget estimates of the associated costs (by March 15, 2006, for FY2006). (Sec. 310) Directs the Secretary to report quarterly (with updates as requested) regarding all uncommitted, unobligated, and excess funds in each HUD program. (Sec. 311) Directs the Secretary, in managing and disposing of any HUD-held multifamily property that is occupied primarily by elderly or disabled families in FY2006, to maintain any section 8 rental assistance payments that are attached to such dwelling units. Authorizes the Secretary, if such payments are not feasible, to contract for project-based rental assistance payments with an owner or owners of other existing housing properties or provide other rental assistance. (Sec. 312) Allocates certain FY2006 housing funds for persons with AIDS from: (1) Wilmington, Delaware, on behalf of the Wilmington, Delaware-Maryland-New Jersey Metropolitan Division, to New Jersey based on the number of AIDS cases in the New Jersey portion of the metropolitan division; and (2) Raleigh, North Carolina, on behalf of the Raleigh-Carey, North Carolina, Metropolitan Statistical Area, to Wake County, North Carolina. Requires that the allocations be used in such Areas. Authorizes the Secretary, with respect to the allocation of FY2006 AIDS housing opportunity funds on behalf of a metropolitan statistical area, to designate the state (or states) in which the metropolitan statistical area is located as the eligible grantee(s). Provides for state allocation in proportion to the number of AIDS cases. (Sec. 313) Makes funds appropriated for housing for the elderly, and for supportive housing for persons with disabilities, available for the cost of maintaining and disposing of any properties acquired or that otherwise become HUD responsibility. (Sec. 314) Directs the Secretary to report annually to specified congressional committees on the number of federally assisted units under lease and the per unit cost of these units to HUD. (Sec. 315) Directs HUD to submit its FY2006 congressional budget justifications using the identical structure provided under this Act and the accompanying report. (Sec. 316) States that specified incremental vouchers previously made available for non-elderly disabled families shall continue to be provided to non-elderly disabled families. (Sec. 317) Exempts public housing agencies in Alaska, Iowa, or Mississippi from the requirement of having a public housing resident or section 8 recipient on the board of directors. Requires such public housing agencies to establish advisory boards that include public housing tenants or section 8 recipients. (Sec. 318) Authorizes the Secretary to transfer project-based assistance, debt and statutorily required low-income and very low-income use restrictions from a failing multifamily housing project to another viable multifamily housing project under specified conditions. (Sec. 319) Allocates funds made available for Native Alaskans under the heading \"Native American Housing Block Grants\" to the same Native Alaskan housing block grant recipients that received FY2004 funds. (Sec. 320) Directs the Secretary to extend the term (for up to three years) of a Moving to Work Demonstration Agreement entered into between a public housing agency (PHA) and HUD if: (1) the PHA requests such extension in writing, and is not in default under its Agreement; and (2) the Agreement would otherwise expire on or before September 30, 2006. (Sec. 321) Prohibits the use of funds under this title for an audit of Ginnie Mae applying requirements under the Federal Credit Reform Act of 1990. (Sec. 322) Requires that the renewal of family unification vouchers shall continue to be provided for family unification. (Sec. 323) Amends the National Housing Act to authorize the Secretary to insure a mortgage executed in connection with the purchase of an existing multifamily housing project or the purchase of existing debt of an existing hospital (or existing nursing home, existing assisted living facility, existing intermediate care facility, existing board and care home, or any combination of them). (Sec. 324) Amends the Housing and Community Development Act of 1987 to retroactively allow HUD to pursue sanctions against owners of FHA multi-family housing who skim equity. (Sec. 325) Requires all mortgagees receiving interest reduction payments under the National Housing Act to submit only electronic invoices to HUD in order to receive such payments. (Sec. 326) Authorizes the recipient of a grant for conversion of elderly housing to assisted living facilities under the Housing Act of 1959 after December 26, 2000, to establish, and lend grant funds to, a single-asset nonprofit entity to own the project, which may be a private nonprofit organization eligible under the American Homeownership and Economic Opportunity Act of 2000 to receive assistance to provide supportive housing for the elderly. (Sec. 327) Prohibits section 8 assistance to an individual who: (1) is enrolled as a student at an institution of higher education; (2) is under 24 years of age; (3) is not a veteran; (4) is unmarried; (5) does not have a dependent child; and (6) is not otherwise individually eligible, or has parents who, individually or jointly, are not eligible, to receive such assistance. (Sec. 328) Directs the Secretary of HUD to give priority consideration to applications from the housing authorities of the Counties of San Bernardino and Santa Clara and the City of San Jose, California, to participate in the Moving to Work Demonstration Agreement under the Omnibus Consolidated Rescissions and Appropriations Act of 1996. Requires maintenance, upon turnover, of existing requirements on the re-issuance of Section 8 vouchers to ensure that at least 75% of all vouchers are made available to extremely low-income families. Title IV: The Judiciary - Judiciary Appropriations Act, 2006 - Makes appropriations to the Judiciary for FY2006 for: (1) the U.S. Supreme Court; (2) the U.S. Court of Appeals for the Federal Circuit; (3) the U.S. Court of International Trade; (4) the courts of appeals, district courts, and other judicial services; (5) the Administrative Office of the U.S. Courts; (6) the Federal Judicial Center; (7) judicial retirement funds; and (8) the U.S. Sentencing Commission. (Sec. 404) Requires the Administrative Office of the U.S. Courts to submit to congressional appropriations committees a comprehensive financial plan for the Judiciary, allocating all sources of available funds including allocating all appropriations, fee collections, and carryover balances, to include a separate and detailed plan for the Judiciary Information Technology fund. (Sec. 405) Authorizes a salary adjustment during FY2006 for Justices and judges of the United States. (Sec. 406) Extends the existing judgeship for the eastern district of Missouri authorized by the Judicial Improvements Act of 1990, as amended by Public Law 105-53, as of the effective date of this Act. Declares that the first vacancy in the office of district judge in this district occurring 20 years or more after the confirmation date of the judge named to fill the temporary judgeship created by such Act shall not be filled. (Sec. 407) Amends the federal judicial code to authorize the Director of the Administrative Office of the United States Courts to enter into certain contracts, including multiyear contracts, to the same extent as the head of an executive agency. Repeals the requirement that multiyear contracts for the procurement of information technology resources (including automatic data processing equipment) for U.S. judicial branch program activities be awarded on a fully competitive basis. Requires, instead, that such contracts comply with the Director's contracting authority under this section. Terminates the authorities granted in this section on September 30, 2010. (Sec. 408) Requires the division of the court to release to Congress and to the public, within 60 days after the enactment of this Act, all portions of the final report of the independent counsel of the investigation of Henry Cisneros, except certain information of a personal nature. Limits the activity of the independent counsel, after release of the final report, to noninvestigative and nonprosecutorial tasks remaining of specified statutory duties as required to conclude the functions of his office. Requires the independent counsel to complete such remaining duties within 45 days after release of the report, unless the division of the court grants additional time. Title V: Executive Office of the President and Funds Appropriated to the President - Executive Office of the President Appropriations Act, 2006 - Authorizes appropriations for FY2006 for compensation of the President and salaries and expenses of designated White House agencies, including: (1) the Council of Economic Advisers; (2) the National Security Council (NSC); (3) the Office of Administration; (4) the Office of Management and Budget (OMB); (5) the Office of National Drug Control Policy; (6) various other specified Federal Drug Control Programs; and (7) special assistance to the President and the official residence of the Vice President. Title VI: Independent Agencies - Authorizes appropriations for FY2006 for independent agencies, including: (1) the Architectural and Transportation Barriers Compliance Board; (2) the Consumer Product Safety Commission (CPSC); (3) the Election Assistance Commission; (4) the Federal Deposit Insurance Corporation (FDIC); (5) the Federal Election Commission; (6) the Federal Labor Relations Authority (FLRA); (7) the Federal Maritime Commission; (8) the General Services Administration (GSA); (9) government-wide policy; (10) the Office of Inspector General (OIG); (11) the Electronic Government Fund; (12) allowances and office staff for former presidents; (13) the Federal Citizen Information Center Fund; (14) the Merit Systems Protection Board; (15) Morris K. Udall Scholarship and Excellence in National Environmental Policy Foundation; (16) the Environmental Dispute Resolution Fund; (17) the National Archives and Records Administration; (18) the National Historic Publications and Records Commission Grants Program; (19) the National Credit Union Administration (NCUA); (20) the Community Development Revolving Loan Fund; (21) the National Transportation Safety Board (NTSB) (including a specified $1 million rescission); (22) the Neighborhood Reinvestment Corporation; (23) the Office of Government Ethics; (24) the Office of Personnel Management (OPM), including the Office of Inspector General; (25) the government payment for annuitants, employee health benefits, employee life insurance, and the Civil Service Retirement and Disability Fund; (26) the Office of Special Counsel; (27) the Selective Service System; (28) the U.S. Interagency Council on Homelessness; (29) the U.S. Postal Service; and (30) the U.S. Tax Court. (Sec. 607) Requires GSA to conduct a program to promote the use of stairs in all federal buildings. (Sec. 608) Prohibits GSA from using funds to reorganize its organizational structure without approval by the congressional appropriations committees through an operating plan change. (Sec. 609) Requires GSA, in the case of any project subject to its published design criteria or specifications of any solicitations for offers issued for construction of a federal building or courthouse (and to the extent GSA utilizes, references, or relies on any sustainable building rating systems that award credit for certified wood products), to ensure credit under its procedures and requirements to any project that uses wood or wood products certified by a credible third party sustainable forest certification program, including the Sustainable Forestry Initiative and the Forest Stewardship Council. Requires the Administrator to report to the relevant congressional committees on the progress and next steps toward recognition of other credible sustainable building rating systems within the GSA sustainable building procurement process. (Sec. 610) Requires allocation to small businesses of at least 23% of all subcontracted dollars for purposes of the eTravel system. Title VII: General Provisions (This Act) - Sets forth permissions for and restrictions upon the use of funds under this Act. (Sec. 704) Limits the expenditure of any appropriation under this Act for any consulting service through procurement contracts to those contracts where such expenditures are a matter of public record and available for public inspection, except where otherwise provided under existing law, or under existing Executive order issued pursuant to existing law. (Sec. 705) Prohibits payment of the salary from any appropriation under this Act for any person filling a permanent or indefinite position formerly held by an employee who has: (1) left to enter the U.S. Armed Forces; (2) satisfactorily completed his or her period of active military or naval service; (3) within 90 days after release from such service, or from hospitalization continuing after discharge for up to one year, applied for restoration to his former position; and (4) been certified by OPM as still qualified to perform the duties of his or her former position, but not been restored to it. (Sec. 707) Denies the availability of any appropriation in this Act to pay the salary for any person filling a position (other than temporary) formerly held by an employee who has: (1) left to enter the U.S. Armed Forces; (2) satisfactorily completed his period of active military or naval service; (3) applied for restoration to his former position within a specified period of time; (4) been certified by OPM as still qualified to perform his former duties; but (5) has not been restored to them. (Sec. 708) Prohibits funds appropriated pursuant to this Act from being expended by an entity unless it agrees that such expenditure will comply with the Buy American Act. (Sec. 709) Prohibits the availability of funds under this Act to any person or entity that has been convicted of violating the Buy American Act. (Sec. 712) Prohibits the availability of funds under this Act for use by the Executive Office of the President to request from the Federal Bureau of Investigation (FBI) any official background investigation report on any individual, except when: (1) such individual has given his or her express written consent for such request within six months before the date of such request and during the same presidential administration; or (2) such request is required due to extraordinary circumstances involving national security. (Sec. 713) Makes the cost accounting standards promulgated under the Office of Federal Procurement Policy Act inapplicable to a federal employees health benefits program contract. (Sec. 714) Authorizes OPM to accept and utilize (without regard to any restriction on unanticipated travel expenses imposed in an appropriations Act) funds made available to OPM pursuant to court approval for resolving litigation and implementing any settlement agreements regarding the nonforeign area cost-of-living allowance program. (Sec. 715) Prohibits the availability of any funds appropriated by this Act to pay for an abortion, or the administrative expenses in connection with any health plan under the federal employees health benefits (FEHB) program which provides any benefits or coverage for abortions. (Sec. 716) Declares that this prohibition shall not apply where the life of the mother would be endangered if the fetus were carried to term, or the pregnancy is the result of an act of rape or incest. (Sec. 717) Makes the restriction on purchasing nondomestic articles, materials, and supplies set forth in the Buy American Act inapplicable to the acquisition by the federal government of commercial information technology. (Sec. 718) Prohibits the use of funds made available in the Act to finalize, implement, administer, or enforce: (1) a specified proposed rule relating to the determination that real estate brokerage is an activity that is financial in nature or incidental to a financial activity; or (2) the revision proposed in such rule to specified federal regulations. (Sec. 719) Requires all federal agencies and departments funded by this Act to report quarterly to the congressional appropriations committees on all sole source contracts. (Sec. 720) Authorizes the Secretary of the Treasury (the Secretary throughout the rest of this bill, unless otherwise named) to transfer funds from within Treasury accounts for any costs necessary to pay for both career and non-career Senior Executive Service positions and support staff in locations of economic strategic interest throughout the world. Provides that such positions would be used to advocate portions of federal interest, including open and fair financial markets (consistent with the Secretary's obligation under the Gold Reserve Act of 1934 to promote orderly exchange arrangements and an orderly system of exchange rates). Prohibits such transfers from being made available until approved in an operating plan request by the congressional appropriations committees. (Sec. 721) Amends the Federal Election Campaign Act of 1971 (FECA), as amended by the Treasury and General Government Appropriations Act, 2000 and earlier appropriations Acts, to extend from December 31, 2005, through December 31, 2008, the authority of the Federal Election Commission to find violations of FECA and assess civil penalties. (Sec. 722) Authorizes the Secretary of the Treasury to make payments from the Treasury Forfeiture Fund to reimburse the U.S. Secret Service for costs of protecting the Secretary, subject to certain requirements. (Sec. 723) Amends the Second Emergency Supplemental Appropriations Act to Meet Immediate Needs Arising From the Consequences of Hurricane Katrina, 2005 to repeal the increase in micro-purchase threshold for procurements of property or services by an executive agency head for use in support of Hurricane Katrina rescue and relief operations. (Sec. 724) Prohibits the use of any funds appropriated or otherwise made available by this Act for any federal government contract with any foreign incorporated entity which is treated as an inverted domestic corporation under the Homeland Security Act of 2002, or any subsidiary of such an entity. Allows waivers of this prohibition by any Cabinet Secretary in the interest of national security. Requires any Secretary issuing a waiver to report such issuance to Congress. (Sec. 726) Prohibits the use of funds in this Act to support any federal, state, or local projects that seek to use the power of eminent domain, unless eminent domain is employed only for a public use. Declares that public use shall not be construed to include economic development that primarily benefits private entities. Directs the Government Accountability Office to study and report to Congress on the nationwide use of eminent domain. Title VIII: General Provisions, Government-Wide (Departments, Agencies, and Corporations) - Sets forth requirements for the use of appropriations by designated departments, agencies, and corporations. (Sec. 803) Fixes at $8,100 (except station wagons, for which the maximum shall be $9,100) the maximum amount allowable during the current fiscal year for the purchase of any passenger motor vehicle for the federal government (exclusive of buses, ambulances, law enforcement, and undercover surveillance vehicles), unless otherwise specifically provided. Allows these limits to be exceeded by up to $3,700 for police-type vehicles, and by up to $4,000 for special heavy-duty vehicles. States that these limits may not be exceeded by more than 5% for electric or hybrid vehicles purchased for demonstration under the Electric and Hybrid Vehicle Research, Development, and Demonstration Act of 1976. Allows the limits set forth in this section to be exceeded by the incremental cost of clean alternative fuels vehicles acquired under specified amendments to the Clean Air Act over the cost of comparable conventionally fueled vehicles. (Sec. 817) Sets restrictions upon the use of appropriations by any federal department, agency, or instrumentality unless it has in place, and will continue to administer in good faith, a written policy designed to ensure that all workplaces are free from discrimination and sexual harassment and are not in violation of title VII of the Civil Rights Act of 1964, as amended, the Age Discrimination in Employment Act of 1967, and the Rehabilitation Act of 1973. (Sec. 826) Declares that funds made available for the current fiscal year by this or any other Act to any department or agency, which is a member of the Federal Accounting Standards Advisory Board (FASAB), shall be available to finance an appropriate share of FASAB administrative costs. (Sec. 831) Extends from FY2005 through FY2006 the authorization for the franchise fund pilot programs in six executive agencies. Excludes DHS from such extension. (Sec. 832) Prohibits the use of funds appropriated by this Act by any federal agency to collect, review, or create any aggregation of data by any means of personally identifiable information relating to an individual's access to or use of any federal government Internet site. (Sec. 833) Prohibits the use of funds appropriated by this Act to enter into or renew a contract for a federal employee health plan which includes a provision providing prescription drug coverage, except where the contract also includes a provision for contraceptive coverage. Exempts specified religious plans. Prohibits such a health plan, however, from discriminating against an individual on the basis that the individual refuses to prescribe contraceptives because such activities would be contrary to his or her religious beliefs or moral convictions. (Sec. 834) Declares that Congress recognizes the United States Anti-Doping Agency (USADA) as the official anti-doping agency for Olympic, Pan American, and Paralympic sport in the United States. (Sec. 835) Allows federal departments and agencies to use funds appropriated for official travel to participate in the fractional aircraft ownership pilot program, if consistent with OMB Circular A-126 regarding official travel for government personnel. (Sec. 836) Prohibits the use of funds to implement or enforce restrictions or limitations on the Coast Guard Congressional Fellowship Program, or to implement certain related proposed OPM regulations about the detail of executive branch employees to the legislative branch. (Sec. 837) Requires the head of each federal agency to report to Congress on the amount of acquisitions made from entities that manufacture the articles, materials, or supplies outside of the United States in that fiscal year. Exempts acquisitions made by an agency, or component, that is an element of the intelligence community as set forth in or designated under the National Security Act of 1947. (Sec. 838) Prohibits an executive branch agency from purchasing, constructing, and/or leasing any additional facilities, except within or contiguous to existing locations, for federal law enforcement training use without the approval of the congressional appropriations committees. Authorizes the Federal Law Enforcement Training Center to obtain the temporary use of additional facilities by lease, contract, or other agreement for training which cannot be accommodated in existing Center facilities. (Sec. 839) Requires the head of each appropriate executive department and agency to transfer to or reimburse the Federal Aviation Administration (FAA), upon the direction of the Director of OMB, funds made available by this or any other Act to be administered by FAA to ensure the uninterrupted, continuous FAA operation of the Midway Atoll Airfield for the entirety of FY2006 and any following period that precedes enactment of the Transportation, Treasury, the Judiciary, Housing and Urban Development, and Related Agencies Appropriations Act, 2007. Limits the total funds transferred or reimbursed to a maximum of $10 million for any 12-month period. (Sec. 840) Amends the Federal Activities Inventory Reform Act of 1998 (FAIR) to exempt executive agencies with fewer than 100 full-time employees as of the first day of the fiscal year from the requirement that each executive agency submit an annual list of activities performed by federal government sources for the agency that are not inherently governmental functions. Subjects such agency to FAIR to the extent it plans to conduct a public-private competition for the performance of an activity that is not inherently governmental. (Sec. 841) Requires prior approval by the congressional appropriations committees before any funds for transfers or reimbursements are made available to OMB-sponsored E-Government Initiatives. (Sec. 842) Prohibits the use of funds for conversion to contractor performance of any activity or function of an executive agency performed by more than 10 federal employees. Permits the use of funds for such a conversion if: (1) it is based on the result of a public-private competition that includes a most efficient and cost effective organization plan developed by such activity or function; and (2) the Competitive Sourcing Official determines that, over all performance periods stated in the solicitation of offers for performance of the activity or function, the cost of performance by a contractor would be less costly to the executive agency by at least the lesser of 10% of the most efficient organization's personnel-related costs for performance of that activity or function by federal employees, or $10 million. Exempts from this requirement: (1) the Department of Defense (DOD); (2) the airport security screening opt-out program; (3) a commercial or industrial type function included on the procurement list established pursuant to the Javits-Wagner-O'Day Act (JWOA), or planned to be converted to performance by a qualified nonprofit agency for the blind or other severely handicapped individuals in accordance with JWOA; (4) DOD depot contracts or contracts for depot maintenance; or (5) activities that are the subject of an ongoing competition that was publicly announced before the enactment of this Act. Declares that nothing in OMB Circular A-76 shall prevent the head of an executive agency from conducting a public-private competition to evaluate the benefits of converting work from contract performance to performance by federal employees in appropriate instances. Requires the OMB Circular to provide procedures and policies for these competitions that are similar to those applied to competitions that may result in the conversion of work from performance by federal employees to performance by a contractor. (Sec. 843) Requires a pay increase of 3.1% for federal civilian employees, including those of the Department of Defense (DOD)and DHS for FY2006. (Sec. 844) Bars the use of funds under this or any other Act by an executive branch agency, unless otherwise authorized by existing law, to produce any prepackaged news story intended for broadcast or distribution in the United States, unless the story includes a clear notification within its text or audio that it was prepared or funded by that agency. (Sec. 845) Prohibits the use of funds made available in this Act in contravention of the Privacy Act or related regulations. (Sec. 846) Requires each executive department and agency to evaluate the creditworthiness of an individual before issuing him or her a government travel charge card. Prohibits issuance of such card to individuals that either lack a credit history or have an unsatisfactory one. Division B: District of Columbia Appropriations Act, 2006 - District of Columbia Appropriations Act, 2006 - Makes appropriations to the District of Columbia for FY2006, including amounts for the federal payments: (1) for District of Columbia Resident Tuition Support; (2) for emergency planning and security costs; (3) to District of Columbia Courts; (4) for Defender Services in District of Columbia Courts; (5) to the Court Services and Offender Supervision Agency for the District of Columbia (including transfer of funds); (6) to the DC Water and Sewer Authority; (7) to the D.C. Department of Transportation for the Anacostia Waterfront Initiative; (8) to the Criminal Justice Coordinating Council; (9) to the D.C. Department of Transportation to implement a downtown circulator transit system; (10) for foster care improvements; (11) to the Office of the Chief Financial Officer of the District; (12) for a DC Public School improvement program; (13) for a bioterrorism and forensics laboratory; (14) for the D.C. National Guard Youth Challenge program; and (15) for marriage development and improvement. Requires certain funds appropriated for operating expenses to be allocated and expended as proposed under \"Title II--District of Columbia Funds\" of the Fiscal Year 2006 Proposed Budget and Financial Plan submitted to Congress by the District of Columbia on June 6, 2005. Sets forth authorized or prohibited uses of funds appropriated by this Act identical or similar to corresponding provisions of the District of Columbia Appropriations Act, 2005. (Sec. 104) Prohibits the use of federal funds provided in this Act to carry out lobbying activities on any matter. Authorizes the District, however, to use local funds to carry out lobbying activities on any matter other than: (1) the promotion or support of any boycott; or (2) statehood for the District of Columbia, or voting representation for it in Congress. States that nothing in this Act may be construed to prohibit any elected official from advocating with respect to any issues. (Sec. 111) Bars the use of funds under this Act to implement or enforce: (1) the District of Columbia Health Care Benefits Expansion Act of 1992 (also known as the District Domestic Partner Act); or (2) any system of registration of unmarried, cohabiting couples for purposes of extending them benefits on the same basis as such benefits are extended to legally married couples. (Sec. 115) Prohibits the use of funds contained in this Act by the District of Columbia Corporation Counsel or any other District government officer or entity to provide assistance for any petition drive or civil action which seeks to require Congress to provide for voting representation in Congress for the District. (Sec. 116) Prohibits the use of federal funds contained in this Act for any program of distributing sterile needles or syringes for the hypodermic injection of any illegal drug. Requires individuals or entities who do so to account for all funds used for such program separately from any funds contained in this Act. (Sec. 117) Prohibits the use of funds contained in this Act 60 days after its enactment to pay the salary of any chief financial officer of any District government office or independent agency who has not filed a certification with the Mayor and CFO that the officer understands applicable duties and restrictions, including reports required as a result of this Act or its amendments. (Sec. 118) Provides that nothing in this Act may be construed to prevent the Council or the Mayor of the District of Columbia from addressing the issue of the provision of contraceptive coverage by health insurance plans. Expresses the intent of Congress that any legislation enacted on such issue should include a \"conscience clause\" which provides exceptions for religious beliefs and moral convictions. (Sec. 119) Requires the Mayor to report quarterly to specified congressional committees on the following District issues: (1) crime; (2) access to substance and alcohol abuse treatment; (3) management of parolees and pretrial violent offenders; (4) education; (5) improvement in basic District services, including rat control and abatement; (6) application for and management of federal grants; and (7) indicators of child well-being. (Sec. 121) Requires the District of Columbia Courts to transfer to the DC Treasury all fines levied and collected by the Courts in cases charging Driving Under the Influence and Driving While Impaired. Requires the Office of the Corporation Counsel to use such funds for enforcement and prosecution of District traffic alcohol laws. (Sec. 122) Prohibits funds contained in this Act from being made available to pay: (1) the fees in excess of $4,000 of an attorney who represents a party or defends an action, including an administrative proceeding, brought against the DC Public Schools under the Individuals with Disabilities Education Act (IDEA); or (2) the fees of an attorney or firm whom the CFO determines to have a pecuniary interest, either through an attorney, officer or employee of the firm, in any special education diagnostic services, schools, or other special education service providers. (Sec. 123) Directs the CFO to require attorneys in special education cases brought under IDEA in the District to certify in writing, along with other specified disclosures, that the attorney or representative rendered any and all services for which they receive awards, including those received under a settlement agreement or as part of an administrative proceeding, under IDEA. (Sec. 124) Allows an increase in the amount appropriated by this Act by up to $42 million from funds identified in the comprehensive annual financial report as the District's FY2005 unexpended general fund surplus. Requires the CFO to certify that the use of such funds is not anticipated to have a negative impact on the District's long-term financial, fiscal, and economic vitality. Limits the use of such funds to: (1) one-time expenditures; (2) expenditures to avoid deficit spending; (3) debt reduction; (4) program needs; and (5) expenditures to avoid revenue shortfalls. Prohibits such funds from being: (1) used to fund District government agencies under court-ordered receivership; or (2) obligated or expended without the approval of congressional appropriations committees in advance. (Sec. 125) Amends the District of Columbia Appropriations Act, 2005 relating to the Federal Payment for School Improvement to require funds earmarked for the development of an incubator facility for public charter schools, and for a new incentive fund to reward high performing or significantly improved public charter schools, to remain available until expended. (Sec. 126) Authorizes an increase in appropriations pursuant to this Act, to account for an unanticipated growth of revenue collections, by an aggregate amount of: (1) up to 25%, in the case of amounts proposed to be allocated as \"Other-Type Funds\" in the Fiscal Year 2006 Proposed Budget and Financial Plan submitted to Congress by the District on June 6, 2005; and (2) up to 6%, in the case of any other amounts proposed to be allocated in such Proposed Budget and Financial Plan. Requires the CFO to certify the increase in revenue and that the use of such funds is not anticipated to have a negative impact on the District's long-term financial, fiscal, or economic health. Prohibits the use of such funds to: (1) fund District government agencies under court-ordered receivership; or (2) be obligated or expended without the advance approval of congressional appropriations committees. (Sec. 127) Authorizes the CFO to conduct short-term borrowing from the emergency and contingency reserve funds, under specified conditions. (Sec. 128) Prohibits the use of funds contained in this Act to enact or carry out any law, rule, or regulation to legalize or otherwise reduce penalties associated with the possession, use, or distribution of any schedule I substance under the Controlled Substances Act or any tetrahydrocannabinols (THC) derivative. Provides that the Legalization of Marijuana for Medical Treatment Initiative of 1998, also known as Initiative 59, approved by the electors of the District on November 3, 1998, shall not take effect. (Sec. 129) Prohibits the expenditure of funds appropriated under this Act for abortions except where the mother's life would be endangered if the fetus were carried to term, or in cases of rape or incest. (Sec. 130) Amends the District of Columbia Stadium Act of 1957 to direct the Secretary of the Interior to convey 15 acres of specified land to the District for siting, developing, and operating an educational institution for the public welfare, with first preference given to a pre-collegiate public boarding school. Terminates, upon conveyance, the portion of the stadium lease that affects the 15 acres on the property and all associated conditions. Makes the long-term lease effective immediately. (Sec. 131) Continues through FY2006 the CFO's authority with respect to personnel and the preparation of fiscal impact statements during a control period. (Sec. 132) Exempts the entire process used by the CFO to acquire all kinds of goods, works, and services by contractual means, including purchase, lease, or rental, from the District of Columbia's Procurement Practices Act, if such exemption takes effect as if enacted in D.C. Law 11-259 and remains in effect through FY2006. (Sec. 133) Enacts into law Section 4013 (selection of the certified public accountant or firm that audits the District's annual financial statement) of the Uniform Per Student Funding Formula for Public Schools and Public Charter Schools Amendments Act of 2005, passed on first reading on May 10, 2005 (engrossed version of Bill 16-200). (Sec. 134) Authorizes the CFO to transfer $5 million from local funds appropriated for the Deputy Mayor for Economic Development to the Anacostia Waterfront Corporation and to reallocate the appropriation authority for such funds to a heading to be entitled \"Anacostia Waterfront Corporation.\" (Sec. 135) Increases amounts appropriated in the Act for the Department of Health by $250,000 in local funds, to remain available until expended, to conduct a health study in Spring Valley. (Sec. 136) Makes amendments to the Ballpark Technical Amendments Act of 2005 and the Ballpark Fee Rebate Act of 2005 effective upon enactment by the District of Columbia. (Thus waives congressional review of amendments to the Ballpark Omnibus Financing and Revenue Act of 2004)."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Appropriations bill FY2006, Transportation, Treasury, HUD, Judiciary, District of Columbia, and Independent Agencies", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "District of Columbia FY2006 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Housing and Urban Development Department FY2006 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Independent Agencies FY2006 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Judiciary FY2006 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Transportation Department FY2006 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Treasury Department FY2006 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Transportation, Treasury, Housing and Urban Development, the Judiciary, the District of Columbia, and Independent Agencies Appropriations Act, 2006", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Transportation, Treasury, Housing and Urban Development, the Judiciary, the District of Columbia, and Independent Agencies Appropriations Act, 2006", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of Housing and Urban Development Appropriations Act, 2006", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of the Treasury Appropriations Act, 2006", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of Transportation Appropriations Act, 2006", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "District of Columbia Appropriations Act, 2006", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Executive Office of the President Appropriations Act, 2006", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Judiciary Appropriations Act, 2006", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Transportation, Treasury, the Judiciary, Housing and Urban Development, and Related Agencies Appropriations Act, 2006", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Transportation, Treasury, Housing and Urban Development, the Judiciary, the District of Columbia, and Independent Agencies Appropriations Act, 2006", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Department of Housing and Urban Development Appropriations Act, 2006", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Department of the Treasury Appropriations Act, 2006", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Department of Transportation Appropriations Act, 2006", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "District of Columbia Appropriations Act, 2006", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Executive Office of the President Appropriations Act, 2006", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Judiciary Appropriations Act, 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making appropriations for the Departments of Transportation, Treasury, and Housing and Urban Development, the Judiciary, District of Columbia, and independent agencies for the fiscal year ending September 30, 2006, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:31-05:00"
}