{
  "actions": [
    {
      "acted_at": "1973-05-15", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7785-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-15", 
  "number": "7785", 
  "official_title": "A bill to authorize the Secretary of the Interior to further develop a program for the designation and protection of additional natural areas throughout the Nation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Blackburn, Ben", 
    "state": "GA", 
    "thomas_id": "00092", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-15", 
  "subjects": [
    "Advisory bodies", 
    "Conservation of natural resources", 
    "Natural areas", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Conservation of natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-15", 
    "text": "Authorizes the Secretary of the Interior to maintain a listing of protected ecological and geological areas of National, State and local significance, to be known as the National Registry of Natural Areas. Provides for a program of matching grants-in-aid to States for acquiring additional natural areas, and requires statewide plans of natural areas preservation, periodic State reports, and State matching funds. Authorizes the Secretary to administer such natural areas, in cooperation with any appropriate Federal, State, or local agency. Authorizes the apportionment of grants to the States in accordance with the needs and opportunities disclosed by statewide survey and inventories. Prohibits grants for any survey or project that is already financially assisted under another Federal program. Prohibits any federal program or undertaking on any acquired natural area which may adversely affect such property, unless there is no feasible alternative and safeguarding provisions have been made. Establishes an Advisory Council on the preservation of natural areas to be composed of the Secretaries of the Interior, Agriculture, Housing and Urban Development, Transportation, Defense, and Health, Education and Welfare; the Administrator of the General Services Administration; the Secretary of the Smithsonian Institution, the President of the Natural Resources Council, and ten experienced persons appointed by the President from outside the Federal Government. Authorizes a term of five years, and designates the Secretary of the Interior as Chairman of the Council. Authorizes the Council to advise the President and the Congress on matters relating to the preservation of natural areas; to encourage and coordinate State and private activities directed toward preservation; and to report annually on preservation activities, with recommendations for legislative enactments. Empowers the Council to appoint additional personnel if necessary, and authorizes the appropriation of sums as necessary to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of the Interior to further develop a program for the designation and protection of additional natural areas throughout the Nation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:58-05:00"
}