{
  "actions": [
    {
      "acted_at": "1981-05-13", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-05-14", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-14", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1981-05-19", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Energy and Commerce.  Report No: 97-81.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-19", 
      "references": [], 
      "text": "Placed on Union Calendar No: 63.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3568-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-13", 
  "number": "3568", 
  "official_title": "A bill to amend the Rail Passenger Service Act to authorize additional appropriations for the National Railroad Passenger Corporation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Amtrak Improvement Act of 1981", 
  "sponsor": {
    "district": "1", 
    "name": "Florio, James J.", 
    "state": "NJ", 
    "thomas_id": "00392", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1981-05-14", 
  "subjects": [
    "Administrative procedure", 
    "Authorization", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional veto", 
    "Corporations and Stocks", 
    "Courts and Civil Procedure", 
    "Customs administration", 
    "Economics and public finance", 
    "Employee benefit plans", 
    "Executive reorganization", 
    "Federal aid to transportation", 
    "Foreign Trade and Investments", 
    "Government corporations", 
    "Government operations and politics", 
    "Intergovernmental fiscal relations", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "National Railroad Passenger Corporation (Amtrak)", 
    "Railroad commuting traffic", 
    "Railroad employees", 
    "Railroad finance", 
    "Railroad passenger traffic", 
    "Railroads", 
    "Tax exemption"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1981-05-19", 
    "text": "(Reported to House from the Committee on Energy and Commerce with amendment, H. Rept. 97-81) Amtrak Improvement Act of 1981 - Amends the Rail Passenger Service Act to add new goals for the National Railroad Passenger Corporation (Amtrak), including: (1) improvement by at least 30 percent within two years of the number of passenger miles generated systemwide per dollar of Federal investment; (2) operation of Amtrak trains, to the maximum extent feasible, to all station stops within five minutes of the time established in public timetables; and (3) operation of commuter service, through the Amtrak Commuter Services Corporation, on an equal priority with intercity service. Revises the membership of the board of directors of Amtrak. Prohibits Amtrak from being charged for the cost of any customs inspection or immigration procedure in connection with the provision of Amtrak services. Directs Amtrak to eliminate the deficit in its onboard food and beverage operations by September 30, 1982. Allows such operations to be contracted out to the private sector. Exempts Amtrak from State and local taxes to the same extent as the United States is so exempt. Revises the number and type of reports to be transmitted by Amtrak and the Interstate Commerce Commission to Congress and the President. Increases the percentage of costs to be paid by a State or group of States for rail service beyond the basic system. Revises procedures for evaluating the market potential and cost of instituting such service. Disqualifies from assistance under such Act proposed service that cannot reasonably be expected to achieve a certain ratio of revenues to operating expenses. Directs Amtrak to operate such service despite the above restrictions if: (1) a State or agency agrees to pay 100 percent of the annual loss of such service; and (2) sufficient equipment is available for such service. Sets forth criteria by which fare increases shall be proposed and become effective. Requires that at least one percent of all revenues generated by each route under such Act shall be dedicated to advertising and promotion of such service on a local level. Directs Amtrak to submit amendments to the route and service criteria to Congress. Provides for veto of such an amendment by disapproval by either House of Congress within 120 days. Requires that Amtrak review annually each route in the basic system (formerly long distance routes only) to determine whether specified criteria are being met. Discontinues those lines that fail to meet such criteria. Directs Amtrak to evaluate the financial requirements for operating the basic rail service system with route additions. Authorizes Amtrak to take specified actions to reduce operating costs, including the reduction or cancellation of certain lines. Requires that notice of any discontinuance of service shall afford an opportunity for a State, group of States, agency, or other person to agree to share the cost of such service or a portion thereof. Declares that such notice shall be given at least 90 days prior to such discontinuance. Repeals provisions concerning long distance quadrant routes, including the Inter-American train to the Mexican border. Declares that any change in the basic system made by Amtrak shall be subject to review under this Act but shall not be reviewable in any court. Directs Amtrak to continue high frequency intercity rail passenger service under agreements with States or transportation agencies if such service meets certain criteria. Limits payments for employee protection during fiscal year 1982. Extends the availability of free or reduced rate rail transportation for specified employees. Authorizes appropriations for fiscal years 1982 and 1983 for the purposes of such Act. Limits, to a specified sum, Amtrak's expenditures for food and beverage operations. Increases the amount of funds available for purchase and rehabilitation loans. Eliminates the loan guaranty fee formerly collected by the Secretary of Transportation on such loans. Declares that any deferral by Amtrak of interest payments to the Federal Financing Bank during fiscal years 1982 and 1983 shall not constitute default. Directs Amtrak, by January 15, 1982, to report to Congress its recommendations concerning the development of rail corridors."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Amtrak Improvement Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Rail Passenger Service Act to authorize additional appropriations for the National Railroad Passenger Corporation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:59-05:00"
}