{
  "actions": [
    {
      "acted_at": "1997-11-13", 
      "references": [
        {
          "reference": "CR S12577-12590", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-11-13", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-01-27", 
      "calendar": "Senate Legislative", 
      "number": "298", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 298.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1998-02-10", 
      "in_committee": null, 
      "references": [], 
      "text": "Senate Committee on Judiciary. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 105-541.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1530-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1998-03-09", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Smith, Gordon H.", 
      "sponsored_at": "1998-03-09", 
      "state": "OR", 
      "thomas_id": "01549", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-11-13", 
  "number": "1530", 
  "official_title": "A bill to resolve ongoing tobacco litigation, to reform the civil justice system responsible for adjudicating tort claims against companies that manufacture tobacco products, and establish a national tobacco policy for the United States that will decrease youth tobacco use and reduce the marketing of tobacco products to young Americans.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Placing Restraints on Tobacco's Endangerment of Children and Teens Act", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1998-01-27", 
  "subjects": [
    "AIDS (Disease)", 
    "Acreage allotments", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Advertising", 
    "Agricultural diversification", 
    "Agricultural price supports", 
    "Agricultural subsidies", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Antitrust law", 
    "Archives", 
    "Armed forces and national security", 
    "Art", 
    "Arts, culture, religion", 
    "Asbestos", 
    "Attorney-client privilege", 
    "Billboards", 
    "Block grants", 
    "Brain", 
    "Business records", 
    "Cancer", 
    "Cancer research", 
    "Carbon monoxide", 
    "Cardiovascular diseases", 
    "Child development", 
    "Child health", 
    "Cigarettes", 
    "Civil rights and liberties, minority issues", 
    "Class actions (Civil procedure)", 
    "Commemorations", 
    "Commerce", 
    "Commercial arbitration", 
    "Community health services", 
    "Computer networks", 
    "Confidential communications", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Consent decrees", 
    "Consumer discounts", 
    "Consumer education", 
    "Contracts", 
    "Crime and law enforcement", 
    "Curricula", 
    "Damages", 
    "Dental care", 
    "Department of Health and Human Services", 
    "Disciplining of employees", 
    "Discovery (Law)", 
    "Discrimination in employment", 
    "Dislocated workers", 
    "Dismissal of employees", 
    "Distance education", 
    "Drug abuse", 
    "Drug abuse in pregnancy", 
    "Drug abuse prevention", 
    "Drug adulteration", 
    "Drugs", 
    "Economics and public finance", 
    "Education", 
    "Education of disadvantaged children", 
    "Elementary and secondary education", 
    "Elementary schools", 
    "Embassies", 
    "Emblems", 
    "Employers' liability", 
    "Environmental protection", 
    "Evidence (Law)", 
    "Families", 
    "Family farms", 
    "Farm production quotas", 
    "Farmers", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to child health services", 
    "Federal aid to community development", 
    "Federal aid to education", 
    "Federal aid to health facilities", 
    "Federal aid to higher education", 
    "Federal aid to maternal health services", 
    "Federal aid to medical research", 
    "Federal aid to rural areas", 
    "Federal aid to substance abuse programs", 
    "Federal installations", 
    "Federal preemption", 
    "Fees", 
    "Fetus", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Free ports and zones", 
    "Freedom of information", 
    "Gifts", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government regulation", 
    "Government trust funds", 
    "Health", 
    "Health education", 
    "Health insurance", 
    "Health warnings", 
    "Heart diseases", 
    "High schools", 
    "Higher education", 
    "Housing and community development", 
    "Indexing (Economic policy)", 
    "Indian lands", 
    "Indian medical care", 
    "Infrastructure", 
    "Injunctions", 
    "Intellectual property", 
    "International affairs", 
    "Internet", 
    "Interstate relations", 
    "Job hunting", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Labeling", 
    "Labor and employment", 
    "Law", 
    "Legal fees", 
    "Legislation", 
    "Liability (Law)", 
    "Licenses", 
    "Lobbying", 
    "Local laws", 
    "Lotteries", 
    "Lung diseases", 
    "Mail-order business", 
    "Marketing", 
    "Mass media", 
    "Medicaid", 
    "Medical economics", 
    "Medical research", 
    "Minorities", 
    "Motion pictures", 
    "Music", 
    "Nicotine", 
    "Occupational health and safety", 
    "Occupational retraining", 
    "Outdoor advertising", 
    "Packaging", 
    "Parent and child", 
    "Passive smoking", 
    "Pesticide residues", 
    "Post exchanges", 
    "Pregnant women", 
    "Preschool education", 
    "Preventive medicine", 
    "Product development", 
    "Products liability", 
    "Public service advertising", 
    "Punitive damages", 
    "Radio broadcasting", 
    "Religion", 
    "Religious liberty", 
    "Relocation of employees", 
    "Research centers", 
    "Respiratory diseases", 
    "Restrictive trade practices", 
    "Retail trade", 
    "Risk assessment", 
    "Rural economic development", 
    "Sales promotion", 
    "Scholarships", 
    "School buildings", 
    "School lunch program", 
    "Science, technology, communications", 
    "Secondary education", 
    "Signs and signboards", 
    "Signs and symbols", 
    "Smokeless tobacco", 
    "Smoking", 
    "Smoking and youth", 
    "Social welfare", 
    "Sports and recreation", 
    "Stadiums", 
    "State courts", 
    "State laws", 
    "Stroke", 
    "Television advertising", 
    "Television programs", 
    "Tobacco", 
    "Tobacco industry", 
    "Tobacco research", 
    "Tobacco settlement", 
    "Trade adjustment assistance", 
    "Trade associations", 
    "Trade secrets", 
    "Trademarks", 
    "Trusts and trustees", 
    "Undercover operations", 
    "Vending machines", 
    "Video games", 
    "Video tape recording", 
    "WIC program", 
    "Whistle blowing", 
    "Women"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-11-13", 
    "text": "TABLE OF CONTENTS: Title I: National Tobacco Settlement Trust Fund Title II: National Protocol and Liability Provisions Subtitle A: National Tobacco Control Protocol Subtitle B: Consent Decrees Subtitle C: Liability Provisions Title III: Reduction in Underage Tobacco Use Subtitle A: State Laws Regarding the Sale of Tobacco Products to Minors Subtitle B: Required Reduction in Underage Usage Title IV: Health and Safety Regulation of Tobacco Products Title V: Payments to States and Public Health Programs Subtitle A: Payments to States Subtitle B: Public Health Programs Title VI: Standards to Reduce Involuntary Exposure to Tobacco Smoke Title VII: Public Disclosure of Health Research Title VIII: Agricultural Transition Provisions Subtitle A: Tobacco Production Transition Subtitle B: Tobacco Price Support and Production Adjustment Programs Subtitle C: Funding Title IX: Miscellaneous Provisions Placing Restraints on Tobacco's Endangerment of Children and Teens Act - PROTECT Act - Sets national goals for reductions in tobacco product use by individuals under 18 years old. Title I: National Tobacco Settlement Trust Fund - Establishes the National Tobacco Settlement Trust Fund (Settlement Fund), to be composed of compensatory and punitive damage payments by participating manufacturers (manufacturers that enter into the Protocol under subtitle A of title II of this Act and that enter into a consent decree with each State that requests that the manufacturer enter into the Protocol). Transfers to the Settlement Fund, without further appropriation, amounts received under specified provisions of this Act. Mandates Settlement Fund expenditures, setting forth a table by years and categories of recipients. (Sec. 102) Requires participating manufacturers, in order to receive protections under title II of this Act, to pay licensing fees to the Settlement Fund in specified amounts over 25 years, with amounts adjusted for inflation and relative domestic sales volume. (Sec. 103) Establishes the Advisory Board to advise the Settlement Fund's Trustees in Settlement Fund administration. (Sec. 104) Imposes an initial monetary penalty for a manufacturer's failure to make timely fee payments. Title II: National Protocol and Liability Provisions - Subtitle A: National Tobacco Control Protocol - Chapter 1: Establishment - Requires each tobacco manufacturer, in order to receive liability protections provided in this title, to enter into a National Tobacco Control Protocol with the U.S. Attorney General, the chief executive officer of each State, and a representative of the members of the class certified for a specified class action. Requires participating manufacturers, in their contracts with distributors and retailers, to include a clause requiring compliance with the Protocol. Chapter 2: Terms and Conditions - Subchapter A: Protocol Restrictions on Advertising - Requires that this chapter be considered part of the Protocol. (Sec. 212) Prohibits tobacco product advertising: (1) outdoors; (2) in any arena or stadium where athletic, social, or cultural activities occur; (3) using a human image or cartoon character; and (4) subject to exception, using the Internet or at the point of sale. (Sec. 213) Prohibits using a trade or brand name of a nontobacco product for a cigarette or smokeless product unless the name was on both products before 1995. Specifies the media and locations in which advertising is allowed and requires prior notification to the Commissioner of Food and Drugs describing the medium and the extent to which the advertising or labeling may be seen by individuals under 18 years old. Prohibits paid product placement in television programs, motion pictures, or video games. Prohibits direct or indirect payments to promote tobacco product image or use through print or film media that appeal to individuals under 18 years old or through a live performance that appeals to those individuals. (Sec. 214) Sets forth format and content requirements for labeling and advertising. (Sec. 215) Prohibits: (1) selling any item (other than tobacco products) or service bearing a brand name or any other indicia of product identification similar to those used for tobacco products; (2) any gift to tobacco purchasers; and (3) sponsorship (except under the corporate name) of any athletic, social, or cultural event, entry, or team in which any indicia of product identification similar to those used for tobacco products is used. Subchapter B: Provisions Relating to Lobbying - Regulates actions of lobbyists for tobacco product manufacturers. (Sec. 222) Requires tobacco manufacturers to terminate the Tobacco Institute and the Council for Tobacco Research, U.S.A. Regulates the trade or industry organizations tobacco product manufacturers may form or participate in. Subchapter C: Other Provisions - Requires that participating manufacturers determine the percentage of licensing fees to be paid by each manufacturer and the manner of payment. (Sec. 227) Establishes an Arbitration panel to award attorney's fees and expenses relating to litigation resulting in whole or part in this Act. (Sec. 228) Provides for the treatment of Indian country. Chapter 3: Enforcement - Empowers the Attorney General (and the chief law enforcement officer of a State) to bring a civil action for Protocol enforcement. Allows restraining orders, specific performance, and civil monetary penalties. Requires use of Settlement Fund amounts for Federal enforcement activities. (Sec. 233) Empowers a participating manufacturer to: (1) seek a declaration of its Protocol rights and obligations; and (2) bring a civil action against another participating manufacturer to enforce the Protocol, subject to exception. Allows any participating manufacturer to intervene in any Federal or State enforcement proceeding. Subtitle B: Consent Decrees - Requires a State (to be eligible for payments under title V), a tobacco manufacturer (to be eligible for protections under subtitle C), and a representative of the class in a specified class action (to receive benefits under this Act) to enter into consent decrees under this paragraph. Sets forth matters with which the decrees must deal (including a waiver of Federal and State constitutional claims) and may not deal. Requires Attorney General approval in order for a decree to be valid. (Sec. 242) Empowers a State to bring proceedings for the enforcement of a decree, but only for injunctive (not criminal or monetary) relief. (Sec. 243) Imposes an annual fee on manufacturers that do not enter into a decree equal to the fees paid under section 102. Requires each nonparticipating manufacturer to annually deposit into an escrowed reserve fund 150 percent of the amount the manufacturer would have paid (if it was a Protocol participant) under section 102, to be used solely for tobacco-related liability payments. Subtitle C: Liability Provisions - Chapter 1: General Provisions - Sets forth definitions for this subtitle. Chapter 2: Immunity and Liability for Past Conduct - Declares that this chapter applies to the enforcement of all judgments and settlements regarding tobacco claims against participating manufacturers. Prohibits court enforcement of any judgment or settlement that is not final as of the effective date of this Act except in accordance with this chapter. (Sec. 256) Terminates pending health-related civil actions by State or local governments against a participating manufacturer. Grants participating manufacturers immunity from new civil actions by any Federal, State, or local governments for all health-related claims regarding tobacco use. Terminates pending, and grants immunity from new, class actions against participating manufacturers based on tobacco use, addiction, or dependence. Preserves all individual personal injury claims for tobacco use. (Sec. 257) Applies this section to all actions permitted under section 256 regarding a participating manufacturer for conduct before enactment of this Act. Prohibits punitive damages and devices to resolve cases other than as individual actions (without the consent of the defendant). Requires, as part of the Protocol, that all signatories agree to the joint sharing of any tobacco use civil liability. Makes participants not jointly and severally liable for damages involving nonparticipants and requires severing of actions involving both participating and nonparticipating manufacturers. Lists the permissible parties for actions under this section. Makes the development of any tobacco product that reduces injury or illness risk not admissible or discoverable. Sets an annual aggregate limit on judgment or settlement payments. Requires that participating manufacturers receive a credit, to be applied against the amount under section 102, for 80 percent of judgment or settlement amounts paid. Makes participating manufacturers responsible for all attorneys' fees and costs associated with being a defendant in an action to which this section applies. (Sec. 258) Applies certain provisions to all actions permitted under section 256 regarding a participating manufacturer for conduct after enactment of this Act. Prohibits third-party payor claims not based on subrogation from being commenced under this section. (Sec. 259) Declares that this title shall not apply to any manufacturer that is not a Protocol signatory and is at least 12 months delinquent in payments under section 102. (Sec. 261) Requires that a State, in order to receive funds under title V, have: (1) a law making sections 256 through 259 the law of the State and allowing any defendant in any related civil action a right of prompt interlocutory appeal to the State's highest court to enforce the law; and (2) withdrawn and dismissed with prejudice any claim required to be dismissed by the State under this chapter. Prohibits, in any State without such a law, maintaining (in State court) a tobacco claim that is otherwise maintainable under this chapter. (Sec. 262) Amends Federal judicial procedure provisions to prohibit removal of a civil action in State court under certain provisions of title I to Federal court except: (1) on agreement of all parties; or (2) by a manufacturer defendant when the action is being conducted in a manner inconsistent with provisions of title II. Title III: Reduction in Underage Tobacco Use - Subtitle A: State Laws Regarding the Sale of Tobacco Products to Minors - Tobacco Use by Minors Prevention Act - Requires a State, to be eligible for payments under title V, to have and enforce a law with the provisions of section 302. Allows State requests for waivers or modifications of model provisions. (Sec. 302) Sets forth the model State law, including: (1) prohibiting tobacco product distribution to minors; (2) prohibiting minors purchasing, possessing, or using tobacco products in public places (mandating parental notification of violation allegations); (3) regulating retail signage; (4) prohibiting sample distribution to individuals appearing to be under 18 years old without securing age proof; (5) prohibiting out-of-package distribution; (6) prohibiting display or storage affording customers direct access to packages; (7) mandating notification of retail tobacco employees of relevant requirements (imposing employer liability if the employer pays an employee's penalty); (8) mandating random unannounced inspections and allowing use of individuals under 18 to test compliance; (9) mandating separate licensure of each retail distribution place and a minimum annual license fee; (10) regulating the suspension, revocation, denial, and nonrenewal of licenses; and (11) not preempting other State or local provisions providing greater restrictions so long as they do not conflict with regulations under specified provisions of the Federal Food, Drug, and Cosmetic Act (FDCA). Subtitle B: Required Reduction in Underage Usage - Provides for the determination of the underage use base percentages for cigarettes and smokeless tobacco. (Sec. 313) Directs the Secretary to: (1) annually determine the average annual incidence of daily tobacco product use by individuals under 18; and (2) determine whether specified percentage reductions have been achieved. (Sec. 315) Mandates a surcharge on manufacturers if the reduction has not been achieved. Sets dollar limits on total surcharges during a calendar year. Makes the surcharge a joint and several obligation of all manufacturers as allocated by their market share. Allows abatement petitions. Mandates manufacturer license fee reductions if use reduction targets are exceeded. Title IV: Health and Safety Regulation of Tobacco Products - Amends the FDCA to add to the list of prohibited acts: (1) introducing into interstate commerce a tobacco product not in compliance with FDCA chapter IX (created below by this Act); or (2) the failure by a tobacco manufacturer to comply with any chapter IX requirement. Includes nicotine-containing tobacco products that do not comply with chapter IX in the definition of \"drug.\" Adds references to tobacco products to provisions authorizing facility and vehicle inspections. Mandates establishment, by regulation, of tobacco product health risk standards. Requires that the standards: (1) include provisions designed to reduce overall health risks for both users and nonusers; (2) comply with regulations specifying health risk assessment testing procedures; and (3) limit the amount of tar in a cigarette. Requires manufacturers (beginning five years after enactment of this Act) to annually submit a health risk assessment for each substance (other than tobacco or water) for each tobacco brand. Mandates regulations to prohibit any substance for which no health risk assessment has been submitted as required. Requires each manufacturer to annually provide the Secretary with a list of ingredients and nicotine. Provides for confidentiality, allowing the Secretary to require disclosure of any ingredient if disclosure is in the interest of public health. Allows adoption of a health risk management standard requiring: (1) the modification of a tobacco product to reduce or eliminate nicotine or other harmful substances; or (2) prohibition of a tobacco product. Requires congressional review and allows its disapproval of any tobacco product health risk standard. Makes a standard prohibiting a class of products effective only on adoption of a joint resolution of approval. Declares that a tobacco product cannot be considered in violation of prohibited act provisions while it is in compliance with a health risk standard. Mandates regulations requiring conformance with tobacco product current good manufacturing practice, including requiring: (1) all tobacco product manufacturers to register with the Secretary; and (2) the development of and adherence to pesticide chemical residues tolerances (to apply only if necessary to prevent the residues from being injurious to health when used in tobacco products). Allows exemptions and variances, establishing the Tobacco Product Requirements Waiver Board to advise the Secretary. Prohibits regulations under this provision from having the effect of placing regulatory burdens on tobacco producers in excess of the burdens generally placed on other agricultural commodity producers. Mandates certain warnings on cigarette and smokeless tobacco labels and advertising. Prohibits cigarette, little cigar, and smokeless tobacco advertising on any electronic medium subject to Federal Communications Commission regulation. Mandates certain intended use statements on cigarette and smokeless tobacco advertising. Requires regulations requiring public disclosure of the common or usual name of each tobacco product ingredient, subject to exception. Exempts cigarettes and smokeless tobacco manufactured, imported, or packaged for export. Deems tobacco products in violation of this chapter if their labeling or manufacturer claims imply reduced health risk, unless proven by scientific evidence. Requires a manufacturer to: (1) notify the Secretary (after securing intellectual property protections) of any technology that would reduce risk; and (2) permit licensing of the technology to other manufacturers. Provides for licensing fees. Allows the Secretary, on determining that the manufacture of a less hazardous product is technologically and commercially feasible, to require disclosure of the technology's existence, prohibit use of the superseded technology, and require that manufacturers cease manufacturing and marketing tobacco products not incorporating the technology. Prohibits retail tobacco product distribution to any individual under 18 years old. Requires photo identification for anyone under 27. Requires retailers to keep tobacco in areas where customers to not have product access. Allows sale only in a direct, face-to-face exchange. Prohibits out-of-package distribution. Requires removal of retail tobacco-related self-service displays, advertising, labeling, and other items not complying with the requirements of this paragraph. Sets minimum cigarette package size at 20 cigarettes. Prohibits sample distribution. Prohibits vending machine and other self-service sales, subject to exception. Establishes the Tobacco Products Scientific Advisory Committee to assist the Secretary in establishing, amending, or revoking regulations under specified provisions. Prohibits State or local requirements conflicting with specified provisions of this Act. (Sec. 402) Declares that this title supersedes cigarette provisions of the Cigarette Labeling and Advertising Act. Repeals the Comprehensive Smokeless Tobacco Health Education Act of 1986. (Sec. 403) Mandates a tobacco licensing program to be applied to entities that sell or distribute tobacco products on military installations, in U.S. embassies, in any facility owned and operated by the Government, in any duty-free shop in the United States, or through any other Federal entity or on any other Federal property. Requires the program to apply requirements similar to those implemented by States under this subtitle. Treats an Indian tribe or tribal organization as a State for applying and enforcing this subtitle's provisions regarding entities that distribute tobacco products on Indian reservations. Title V: Payments to States and Public Health Programs - Subtitle A: Payments to States - Requires use of Settlement Fund amounts to reimburse States for amounts expended by the States for the treatment of individuals with tobacco-related illnesses or conditions. Sets forth the percentage for each State. Allows a State to use the amounts as it determines appropriate, except for the amount equal to that State's Federal medical assistance percentage under title XIX (Medicaid) of the Social Security Act. (Sec. 502) Requires a State, in order to receive payments, to prepare a plan regarding use of the funds for anti-tobacco and anti-smoking programs, deeming plans approved unless disapproved by Settlement Fund Trustees. Subtitle B: Public Health Programs - Establishes the National Institutes of Health Trust Fund for Health Research (Research Fund), appropriating amounts described in specified provisions to it each fiscal year. Sets forth the portions of Research Fund amounts to be used for specified purposes. Requires the Director of the National Institutes of Health (NIH) to annually submit to the Secretary and appropriate congressional committees a National Tobacco Research Agenda. Excludes Research Fund amounts from, and prohibits taking them into account, for purposes of any budget enforcement procedure under the Congressional Budget Act of 1974 of the Balanced Budget and Emergency Deficit Control Act of 1985. (Sec. 522) Mandates a national anti-tobacco program to discourage beginning use of tobacco and other substances of abuse and assist cessation, including: (1) development of model public education curricula and materials regarding tobacco use health risks; (2) action to inform tobacco users of effective therapies; (3) a mass media campaign designed to counter the effects of manufacturer marketing; and (4) a model smoking cessation program for State use. Authorizes grants and contracts. Mandates block grants to States for tobacco use prevention and cessation activities. Title VI: Standards to Reduce Involuntary Exposure to Tobacco Smoke - Requires that public facilities implement a smoke-free environment policy meeting specified requirements. Sets forth special rules for facilities serving children. (Sec. 603) Declares that this title does not preempt any Federal, State, or local law providing protections from environmental tobacco smoke equal to or greater than under this title. Title VII: Public Disclosure of Health Research - Requires manufacturers of tobacco products, to receive certain liability protections of this Act, acting in conjunction with the Tobacco Institute and the Council for Tobacco Research, U.S.A. (prior to their termination), to establish a National Tobacco Document Depository. Requires the Depository to be open to the public regarding manufacturers' corporate records and research concerning smoking and health, addiction or nicotine dependency, safer or less hazardous cigarettes, and underage tobacco use and marketing. Specifies required Depository contents. Requires the Judicial Conference of the United States to establish a Tobacco Documents Dispute Resolution Panel to resolve all claims of attorney-client, work product, or trade secrets privilege. Allows the Attorney General or a State's chief law enforcement officer to bring an enforcement action. Mandates civil monetary penalties for violations. Title VIII: Agricultural Transition Provisions - Tobacco Transition Act - Subtitle A: Tobacco Production Transition - Chapter 1 - Tobacco Transition Contracts - Establishes a Tobacco Transition Account (Account) to provide tobacco buyout and transition payments. Terminates the Account as of a specified date. (Sec. 812) Directs the Secretary of Agriculture (Secretary) to offer to enter into transition contracts with tobacco owners and producers. Sets forth contract terms. (Sec. 815) Directs the Secretary to make temporary transition payments to certain quota tobacco producers. (Sec. 816) Sets forth group eligibility requirements under a tobacco worker transition program for those workers for whom the national tobacco settlement has contributed importantly to job separation or threat of separation. Includes in program assistance employment and training, readjustment allowances, and job search and relocation allowances. Prohibits assistance for persons receiving buyout assistance. Obligates specified funds. Sets forth program termination provisions. (Sec. 817) Amends the Higher Education Act of 1965 to authorize through a certain date a higher education farmer opportunity grant program for qualifying tobacco farm families. Transfers specified amounts from the Account for such program. Chapter 2 - Rural Economic Assistance Block Grants - Directs the Secretary to use Account funds for a temporary program of rural economic assistance block grants to States with tobacco-dependent areas. Subtitle B: Tobacco Price Support and Production Adjustment Programs - Chapter 1 - Tobacco Price Support Program - Amends the Agricultural Act of 1949 with respect to tobacco to: (1) revise and extend price supports at reduced levels; (2) require each producer marketing association providing price supports to establish a No Net Cost Tobacco Fund; (3) authorize the Secretary to carry out the price support program through association loans to producers; and (4) terminate existing price support and no net cost provisions. Chapter 2 - Tobacco Production Adjustment Programs - Amends the Agricultural Adjustment Act of 1938 to terminate specified tobacco adjustment programs. Subtitle C: Funding - Directs the Secretary to provide for the transfer of specified funds from the Account to the Commodity Credit Corporation for activities under this Act. Terminates such authority as of a specified date. Title IX: Miscellaneous Provisions - Declares that the provisions of this Act shall apply to the manufacture, distribution, and sale of tobacco products within Indian country and to Indian tribes, with exceptions for religious practices. Requires the Secretary to promulgate regulations to waive requirements of the Federal Food, Drug, and Cosmetic Act with respect to tobacco products manufactured, distributed, or sold within Indian country as appropriate to comply with such requirement. Provides for the treatment of tribes under various provisions of this Act. (Sec. 902) Sets forth whistleblower and antitrust provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Placing Restraints on Tobacco's Endangerment of Children and Teens Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "PROTECT Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Tobacco Transition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Tobacco Use by Minors Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to resolve ongoing tobacco litigation, to reform the civil justice system responsible for adjudicating tort claims against companies that manufacture tobacco products, and establish a national tobacco policy for the United States that will decrease youth tobacco use and reduce the marketing of tobacco products to young Americans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:15-05:00"
}