{
  "actions": [
    {
      "acted_at": "1992-07-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-15", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Social Security", 
      "text": "Referred to the Subcommittee on Social Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5582-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Social Security", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-07-09", 
  "number": "5582", 
  "official_title": "To amend the Internal Revenue Code of 1986 to provide incentives for increased economic growth, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Economic Growth Act of 1992", 
  "sponsor": {
    "district": "6", 
    "name": "Coleman, E. Thomas", 
    "state": "MO", 
    "thomas_id": "00216", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-07-09", 
  "subjects": [
    "Capital gains tax", 
    "College costs", 
    "Earnings", 
    "Economic growth", 
    "Education", 
    "Educational finance", 
    "Excise tax", 
    "Families", 
    "Government paperwork", 
    "Health", 
    "Home ownership", 
    "Housing and community development", 
    "Housing finance", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Individual retirement accounts", 
    "Interest", 
    "Investment tax credit", 
    "Medical economics", 
    "Minimum tax", 
    "Old age, survivors and disability insurance", 
    "Older workers", 
    "Research and development tax credit", 
    "Retirement income", 
    "Savings accounts", 
    "Student loan funds", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax penalties", 
    "Tax rates", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Trusts and trustees", 
    "Vocational education"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-07-09", 
    "text": "Economic Growth Act of 1992 - Title I: Tax Credits - Amends the Internal Revenue Code to reinstate the investment tax credit of ten percent of qualified investment in tangible business property. Makes the credit for increasing research activities permanent law. Allows a credit for a first-time homebuyer of ten percent of the purchase price of a principal residence purchased after January 31, 1992. Allows the carryover of unused credits for five years. Provides for the recapture of such credit if the property is disposed of within 36 months of the date of purchase. Title II: Family Tax Relief - Increases the deduction for personal exemptions by $500 for a child of a taxpayer who has not attained age 18. Amends title II of the Social Security Act (Old-Age, Survivors and Disability Insurance) to remove the limitation on the amount of outside income which a beneficiary may earn without incurring a reduction in benefits. Title III: Capital Gains Tax Reduction - Amends the Internal Revenue Code to reduce the capital gains rate for individuals. Provides for the phaseout of personal exemptions and the overall limitation on itemized deductions to take into account adjusted gross income which has been reduced by net capital gain. Reduces the tentative minimum tax rate for individuals. Title IV: Individual Retirement Accounts - Repeals the limitation on retirement savings deductions for active participants in certain pension plans (and therefore restores the retirement savings deduction for all taxpayers). Allows penalty-free early withdrawals from individual retirement accounts for: (1) first-home purchases; (2) higher education expenses; and (3) medical expenses. Provides for certain lineal descendants and ancestors to be treated as dependents for medical care purposes. Title V: Education Expenses - Allows an individual income tax deduction for contributions to a savings account established to pay the educational expenses (tuition, supplies, meals, and lodging) of the taxpayer's child or certain other relatives at an institution of higher education or a vocational school. Limits the deduction to $1,500 annually (adjusted for inflation) for each account. Disallows the deduction for contributions to an account maintained for any individual aged 19 or older. Requires any account balance to be distributed after the beneficiary attains age 30. Permits an exclusion from the gross income of the contributor or the beneficiary of account distributions used to pay educational expenses of the latter. Exempts an account from taxation (except for the tax on unrelated business income of a charitable organization), unless a contributor or the beneficiary engages in specified prohibited transactions in connection with it. Imposes a ten percent surtax on distributions not used for educational purposes. Requires the account trustee to report to the Secretary of the Treasury and to the account's beneficiary concerning the account. Imposes a penalty for failure to report. Allows taxpayers who do not otherwise itemize deductions to deduct for contributions to an education savings account. Imposes penalty taxes in connection with excess contributions or prohibited transactions associated with an account. Allows an income tax deduction for interest on certain indebtedness incurred to pay the educational expenses of the taxpayer, spouse, or dependent. (Under current law, such a loan must be secured by an interest in real property.)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Growth Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Internal Revenue Code of 1986 to provide incentives for increased economic growth, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:48-05:00"
}