{
  "actions": [
    {
      "acted_at": "1975-01-20", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1719-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-20", 
  "number": "1719", 
  "official_title": "A bill to carry out the recommendations of the Presidential Task Force on Women's Right and Responsibilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Equal Rights for Women Act", 
  "sponsor": {
    "district": "2", 
    "name": "Mink, Patsy T.", 
    "state": "HI", 
    "thomas_id": "00815", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-20", 
  "subjects": [
    "Armed forces and national security", 
    "Civil rights and liberties, minority issues", 
    "Discrimination", 
    "Federal employees and officials", 
    "Housing and community development", 
    "Labor and employment", 
    "Rights of women", 
    "Sex discrimination", 
    "Women"
  ], 
  "subjects_top_term": "Civil rights and liberties, minority issues", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-20", 
    "text": "Equal Rights for Women Act - Proposes to eliminate sex discrimination in public accomodations by requiring under the Civil Rights Act of 1964 that all persons be entitled to the full and equal enjoyment of the goods, services and facilities of places of public accomodation without discrimination or segregation on the basis of race, color, religion, sex or national origin, regardless of whether or not such discrimination is required by State laws, or ordinances. Extends the Attorney General's authority under the Civil Rights Act of 1964 by authorizing him to institute suits for the elimination of discrimination on the basis of sex in public facilities and in public education. Expands the jurisdiction of the Civil Rights Commission to the investigation of claims of deprivation of the right to vote on the basis of sex. Directs the Commission to include in its studies concerning equal protection of the laws under the Constitution information regarding the denial of such equal protection on the basis of sex. Requires the Commission to appraise the laws and policies of the Federal Government with respect to denials of equal protection of the laws under the Constitution because of race, color, religion, sex, or national origin or in the administration of justice, and before December 31, 1973 to make recommendations to the Congress for legislation to guarantee husbands and children of women employees of the Federal Government the same fringe benefits provided for wives and children of male employees in those areas where inequities exist. Asserts that the Commission will serve as a national clearinghouse for information in respect to denials of equal protection of the laws because of sex in such fields as voting, education, housing, employment, the use of public facilities, and transportation, or in the administration of justice. Raises the appropriation authorized for the Commission to $3,650,000. Provides, under the Civil Rights Act of 1964, that no person in the United States shall on the ground of sex be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program receiving Federal financial assistance. Forbids any Federal agency to adopt regulations or policies concerning employment rights, promotions, benefits or privileges as applicable to an employee of one sex without equal application to employees of the other sex. Permits, under the Civil Rights Act of 1964, intervention by the Attorney General in any suit brought in Federal court to seek relief from denial of equal protection of the laws under the existing prohibitions against racial, religious or nationality discrimination in housing to encompass discrimination on the basis of sex. Prohibits the refusal to rent or sell housing to a person on the basis of his or her sex, and the discrimination against a person on the basis of sex in setting terms and conditions of sale or rental. Outlaws the printing or publishing of any notice or advertisement concerning the sale or rental of housing where there is indicated a preference or limitation based on sex. Makes it unlawful to falsely represent to a person that housing is not available on the basis of that person's sex. Forbids discrimination on the basis of sex in the granting of financial assistance to a person buying, constructing or repairing housing. Prevents intimidation of or interference with a person who is buying, selling or renting property on the basis of that person's sex. Eliminates present exemptions allowing wage discrimination on the basis of sex under the Fair Labor Standards Act by requiring equal pay for: sales persons, persons employed in an executive, administrative or professional capacity, persons employed by a retail service, laundering, cleaning, or clothing repair establishments operating in interstate commerce, farming employees, etc. Authorizes Federal grants to State commissions created to study the denial of equal protection of the State laws to women, private discrimination against women or affirmative steps necessary to insure equality of opportunity to women. Directs the Secretary of Health, Education and Welfare to report to Congress within one year after the adoption of this Act recommendations for legislation: (1) to provide social security benefits to husbands and widowers of disabled and deceased women workers on the same basis as such benefits are provided to wives and widows of men workers; (2) to provide equitable retirement benefits to families with working wives under the Social Security Act and the Civil Service Retirement Act; (3) to improve child care services; and (4) to permit income tax deductions for expenses incurred for the care of children or disabled parents. Requires the Commissioner of Education to survey educational institutions to determine the extent of equality of educational opportunity between the sexes. Remodels the enforcement provisions under which the Equal Employment Opportunity Commission operates. Provides that insofar as the members and veterans of the Armed Services are concerned, there may not be established any requirement with respect to dependency of a spouse of a female or member or veteran of an armed force or for purposes of entitlement to rights privileges or benefits, which is not provided for by law with respect to the spouse of a male member or veteran of an Armed Force. Defines the term \"dependent\" for purposes of the Armed Forces to mean the husband or unremarried widow of a member regardless of whether or not he is or was in fact dependent upon the member. Directs the Secretary of Defense to report to Congress each year on the status of women in the armed services. Extends eligibility to husband's insurance benefits to husbands who are under 62 years of age. Removes the requirement that to receive such benefits a husband would have had to have received one half of his support from his wife. Lowers to 60, or 50 in the case of a disabled person, the age at which widower's insurance benefits under the Social Security Act may be received. Removes the requirement that in order to receive such widower's benefits the widower must have been receiving at least one half of his support from his deceased wife. Entitles fathers to the same benefits received under the \"mother's insurance benefits\" provisions of the Social Security Act by granting such benefits to the widower of an insured individual if he has in his care the child of a deceased insured individual. Provides for the payment of Old-Age, Survivors and Disability primary insurance benefits on the basis of the combined earnings record of a husband and wife."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Equal Rights for Women Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to carry out the recommendations of the Presidential Task Force on Women's Right and Responsibilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:55-05:00"
}