{
  "actions": [
    {
      "acted_at": "1979-04-09", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3547-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-04-09", 
  "number": "3547", 
  "official_title": "A bill to provide assistance to airport operators to prepare and carry out noise compatibility programs, to provide assistance to assure continued safety in aviation, to provide assistance to aircraft operators to aid them in complying with noise standards, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Aviation Safety and Noise Abatement Act of 1979", 
  "sponsor": {
    "district": "13", 
    "name": "Mineta, Norman Y.", 
    "state": "CA", 
    "thomas_id": "00812", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-04-09", 
  "subjects": [
    "Airline rates", 
    "Airlines", 
    "Airports", 
    "Aviation", 
    "Environmental protection", 
    "Excise tax", 
    "Noise", 
    "Taxation", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Noise", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-04-09", 
    "text": "Aviation Safety and Noise Abatement Act of 1979 - Title I: Directs the Secretary of Transportation to establish a single system of measuring noise and the impact of noise on individuals to be used to measure noise at airports and their surrounding areas and to establish land uses for such areas which are compatible with such noise levels. Allows airport operators to submit noise impact maps to the Secretary setting forth the noncompatible uses in each area of the map, a description of the projected aircraft operations during 1985, and the ways in which such operations affect such map. Requires the revision of such maps when changes in airport operations would create any new noncompatible use in areas surrounding an airport. Amends the Airport and Airway Development Act of 1970 to authorize and Secretary to make grants to qualified airports for noise compatibility planning. Defines \"airport noise compatibility planning\" as the development of information necessary to prepare noise impact maps and noise compatibility programs under this Act. Sets forth limitations regarding the amounts which may be obligated through such grant program. Authorizes appropriations of $15,000,000 for each of the fiscal years 1980 and beyond to carry out such grant program. Provides for the submission of noise compatibility programs to the Secretary. Sets forth factors under which the Secretary may disapprove such programs. Stipulates that the Federal share of an approved program shall be 80 percent of its cost. Authorizes the Secretary to make additional grants to operators of airports for projects to carry out a noise compatibility program developed prior to the enactment of this Act or the promulgation of its implementing regulations under specified conditions. Authorizes the Secretary to obligate up to $75,000,000 out of the Airport and Airway Trust Fund for fiscal year 1980 to carry out approved noise compatibility programs. Requires the Secretary to prepare noise impact maps and noise compatibility programs for specified airports near the District of Columbia. Limits suits for damages resulting from airport noise by individuals acquiring property in an area surrounding an airport for which a noise impact map has been submitted. Directs the Secretary to conduct a study of the effectiveness of airport noise compatibility planning and programs which were funded pursuant to this Act. Title II: Amends the Airport and Airway Development Act of 1970 to increase specified appropriations authorized under such Act for fiscal year 1980. Increases the Federal share for specified airport development projects under such Act. Title III: Directs the Secretary to require foreign aircraft operating in the United States to meet specified noise standards if the International Civil Aviation Organization (ICAO) does not adopt noise standards which are the same as, or substantially similar to, the noise standards prescribed for new subsonic aircraft in regulations issued by the Secretary which were in effect on January 1, 1977. Directs the Secretary to immediately commence rulemaking to require all air carriers and foreign air carriers engaged in foreign air transportation to comply with noise standards set forth in an agreement reached by the ICAO, should the ICAO reach an agreement, at a phased rate of compliance. Authorizes the Secretary to provide a waiver for the operation of any noncomplying two- or three-engine aircraft which does not meet such noise standards if the operator of such aircraft has entered into a binding contract for a replacement aircraft by January 1, 1981. Authorizes the Civil Aeronautics Board to require aircraft operators to impose a specified noise abatement surcharge on domestic or international flights which shall be retained and utilized by an aircraft operator until its fleet is in compliance with applicable Federal noise abatement regulations. Authorizes the Board to modify such surcharge under specified circumstances. Terminates all noise abatement charges 60 months after the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Aviation Safety and Noise Abatement Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide assistance to airport operators to prepare and carry out noise compatibility programs, to provide assistance to assure continued safety in aviation, to provide assistance to aircraft operators to aid them in complying with noise standards, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:00-05:00"
}