{
  "actions": [
    {
      "acted_at": "1990-06-27", 
      "references": [], 
      "text": "Committee on Rules. Original measure reported to Senate by Senator Ford. With written report No. 101-347.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-27", 
      "calendar": "Senate Legislative", 
      "number": "662", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 662.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres305-101", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-06-27", 
  "number": "305", 
  "official_title": "An original resolution managing the expenditure of funds for Senate official mail.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Ford, Wendell H.", 
    "state": "KY", 
    "thomas_id": "01334", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1990-06-27", 
  "subjects": [
    "Congressional agencies", 
    "Congressional newsletters and questionnaires", 
    "Congressional officers", 
    "Franking privilege", 
    "Government paperwork", 
    "Members of Congress (Senate)", 
    "Postal rates and revenues", 
    "Senate"
  ], 
  "subjects_top_term": "Senate", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-06-27", 
    "text": "Limits the amounts that may be incurred by a Senate office for official mail costs (OMCs) for non-election fiscal years and election fiscal years to the amounts allocated by the Committee on Rules and Administration. Requires the Committee to determine: (1) the amount appropriated for OMCs of the Senate for each fiscal year; (2) the amount necessary for OMCs of Senate offices other than Senators for each fiscal year; (3) the amount necessary to be reserved for contingencies; (4) for each non-election fiscal year, the amount for Senators to send one postal patron mailing per Senator; (5) for each election fiscal year, the amounts necessary for OMCs of Senators-elect, newly elected Senators, and Senators whose service will end on January 3 of such fiscal year; and (6) for all other Senators in an election year, the amounts for one postal patron mailing per Senator. Directs the Committee to make allocations to: (1) each Senate office (other than a Senator-elect) for each fiscal year; and (2) each Senator-elect, newly elected Senator, Senator whose service will end on January 3 of an election fiscal year, and all other Senators for each fiscal year according to a specified formula based on the number of addresses in the State represented by the Senator. Provides that a Senator elected from a State with one at-large Representative in the House shall be allocated from the contingency fund additional funds equivalent to the cost of a one State-wide postal patron mailing. Sets limitations on the distribution of amounts reserved for contingencies. Provides for the distribution of contingency funds remaining unused at the end of a fiscal year in accordance with the regular OMC allocation formula, or retention of such balances in the contingency fund. Requires the Sergeant at Arms and Doorkeeper of the Senate to send: (1) to each Senator an itemized statement of the cost of postage and paper and of the other operating expenses incurred as a result of mass mailings processed during each calendar quarter, including the total cost per capita in the State represented by the Senator; and (2) to the Committee a compilation of all such statements. Prohibits mass mailings by Senators from exceeding two sheets of legal size paper (or the equivalent). Requires the Committee to: (1) monitor all expenditures for official mail by all Senate offices; and (2) promulgate regulations to assure compliance by each Senate office with the allocations, allowances, and restrictions provided for in this Act, including regulations prescribing a procedure for the transfer of portions of an allocation from one Senate office to another. Requires all mass mailings by Senate offices to be printed, prepared, and mailed by the Senate Service Department and mailed under the frank, unless an exception is granted by the Committee on Rules and Administration. Sets forth additional provisions regarding: (1) limitations on the number of pieces of mass mail allowed as franked mail during any fiscal year; and (2) the amount of paper and envelopes provided to Senators and specified committees and offices. Limits the actual amount of mass mailing by the Senator or his office to the availability of appropriated funds. States that, should there be a reduction in the amount appropriated for Senate OMCs for a fiscal year as a result of a sequester pursuant to the Gramm-Rudman-Hollings Act, the amount allocated to each Senate office pursuant to this Act shall be equally reduced."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "An original resolution managing the expenditure of funds for Senate official mail.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:09:49-05:00"
}