{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Science and Astronautics", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Astronautics.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1219-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Astronautics", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "1219", 
  "official_title": "A bill to provide for the creation of the National Fire Academy.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr109-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Fire Education and Training Act", 
  "sponsor": {
    "district": "28", 
    "name": "Stratton, Samuel S.", 
    "state": "NY", 
    "thomas_id": "01117", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Education", 
    "Fire fighters", 
    "Fire prevention", 
    "Fires"
  ], 
  "subjects_top_term": "Fire prevention", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "National Fire Education and Training Act - Establishes, as a nonprofit and nongovernmental Instrument, a National Academy of Fire Prevention and Control. Provides that the board of directors of the Academy shall be reasonably representative of the various regions of the country, of the various segments of the community including private industry and labor, of all levels of government, of consumer interests, and of the various types of experience which are appropriate to the functions and responsibilities of the Academy. Provides that the functions of the Academy shall be to: (1) recommend actions which can be taken by Federal, State, and local government, and by private individuals and organizations to improve and strengthen fire protection, fire prevention, and fire suppression; (2) promote and encourage eligible individuals to pursue careers as administrators of fire service organizations at all levels; (3) develop a curriculum and carry out programs of instructional assistance and special workshops, seminars, conferences, and other such instructional devices that are necessary for the purpose of introduction and dissemination of information gained from investigation, research, and development concerning the areas of fire protection, fire prevention, and fire suppression; (4) develop fire service extension programs to encourage and assist States, counties, and local communities to provide continuous training and operational programs in firefighting techniques and procedures concerning the utilization of firefighting equipment, fire suppression and other areas related to firefighting in general; (5) promote and assist universities, community colleges, and other institutions of learning, in planning, developing, strengthening, improving, and carrying out programs and projects concerning fire administration; (6) assist States, counties, and local communities in the development of training programs for firemen; (7) gather data and disseminate information to States, counties, and local communities with respect to firefighting equipment, firefighting techniques, fire services administration, and other areas related to firefighting and to establish and maintain educational programs for the purpose of informing the public of fire hazards and fire safety techniques, and to encourage avoidance of such hazards and use of such techniques; and (8) establish a voluntary, uniform national testing program for the purpose of enabling States, counties, and local communities to evaluate the skills level of their firefighting and fire administrations. Authorizes the Academy to accept contracts and grants from Federal, State, and local governmental agencies and other entitles, and to accept grants and donations from private organizations, institutions, and individuals, and to establish fees and other charges for services provided by the Academy. Authorizes to be appropriated to the Academy such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Fire Education and Training Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the creation of the National Fire Academy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:09-05:00"
}