{
  "actions": [
    {
      "acted_at": "1976-08-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-08-03", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15034-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-08-03", 
  "number": "15034", 
  "official_title": "A bill to amend the Social Security Act by adding thereto a new title XXI which will provide insurance against the costs of catastrophic illness.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Catastrophic Health Insurance and Medical Assistance Reform Act", 
  "sponsor": {
    "district": "11", 
    "name": "Ruppe, Philip E.", 
    "state": "MI", 
    "thomas_id": "01002", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-08-03", 
  "subjects": [
    "Advisory bodies", 
    "Federal advisory bodies", 
    "Health insurance", 
    "Hospitalization insurance", 
    "Income tax", 
    "Insurance", 
    "Medical care, personnel, and facilities", 
    "Preventive medicine", 
    "Social welfare", 
    "Tax credits"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-08-03", 
    "text": "Catastrophic Health Insurance and Medical Assistance Reform Act - Establishes a Catastrophic Health Insurance Program under the Social Security Act. Sets forth the eligibility criteria for individuals. Provides that every individual who: (1) is a resident of the United States; and (2) is a citizen of, or a lawfully admitted alien in, the United States shall be entitled to catastrophic health insurance benefits provided by this Act in cases where he is not covered by an employer plan. Delimits the scope of benefits. Includes therein hospital and related insurance benefits (hospital, post-hospital and home health services) and medical and other health benefits. Provides for a general deductible from: (a) the reasonable costs of inpatient hospital services past the 60th day; and (b) inpatient hospital benefits of the higher of the following: (1) $2,000; or (2) $2,000 adjusted by the Consumer Price Index to reflect changes in fees for physician services (in $100 increments). Permits payments for specified mental health care services. Requires the Secretary of Health, Education, and Welfare to promulgate regulations prescribing standards designed to assure that services consisting of the furnishing of blood or blood products, or the application of procedures or courses of treatment which are experimental or extraordinarily complex, will be provided only when such services are appropriate to the health care needs of the patient. Creates, in the United States Treasury, a Federal Catastrophic Health Insurance Trust Fund to provide a reserve for payment of benefits authorized by this Act. States that individuals covered under approved employer or self-employed plans shall be entitled to those benefits rather than the benefits provided by the catastrophic health insurance plan. Defines the term \"employer plan\" as meaning an insurance policy, contract, or other arrangement entered into between an employer and a carrier under which the carrier, in consideration of premiums or other periodic payments, undertakes to pay for the costs of health services received by the employer's employees. Requires that the coverage provided under such plans must include a package of benefits which is the same as that insurance benefits plan established under this Act. Sets forth additional requirements governing employer health plans. Establishes an Actuarial Committee to prepare and recommend annually to the Secretary a Table of Values of Catastrophic Health Insurance Coverage, which shall establish the actuarial value of one year's catastrophic health insurance coverage for employers, carriers, and others involved in the programs. Allows an income tax credit under the Internal Revenue Code for the actuarial value of catastrophic health insurance coverage for the self-employed and for the employees covered under approved employer plans."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Catastrophic Health Insurance and Medical Assistance Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act by adding thereto a new title XXI which will provide insurance against the costs of catastrophic illness.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:42-05:00"
}