{
  "actions": [
    {
      "acted_at": "1973-09-26", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10553-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-26", 
  "number": "10553", 
  "official_title": "A bill to authorize and require the President of the United States to allocate crude oil and refined petroleum products to deal with existing or imminent shortages and dislocations in the national distribution system which jeopardize the public health, safety, or welfare; to provide for the delegation of authority; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9681-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Emergency Petroleum Allocation Act", 
  "sponsor": {
    "district": "4", 
    "name": "Randall, William J.", 
    "state": "MO", 
    "thomas_id": "00943", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-26", 
  "subjects": [
    "Electric power", 
    "Energy", 
    "Energy conservation", 
    "Fuel", 
    "Government operations and politics", 
    "Petroleum", 
    "Petroleum and petroleum products"
  ], 
  "subjects_top_term": "Fuel", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-26", 
    "text": "Emergency Petroleum Allocation Act - States that the purpose of this Act is to grant to the President of the United States specific temporary authority to deal with shortages of crude oil and refined petroleum products or dislocations in their national distribution system. Directs the President, not later than ten days after the date of enactment of this Act, to promulgate a regulation providing for the mandatory allocation of crude oil and refined petroleum products in amounts and at prices determined under such order. States that to the maximum extent practicable such regulations shall provide for (1) protection of public health, safety, and welfare, and the national defense: (2) maintenance of all public services and of all essential agricultural operations: and (3) preservation of an economically sound and competitive petroleum industry. Authorizes the President to delegate all or any portion of the authority granted to him under this Act to any officer or employee of the Federal Government he deems appropriate. Provides that the authority to issue, amend and enforce regulations under this Act expires at midnight February 28, 1975. Directs the Federal Trade Commission to monitor the actions taken by the President pursuant to this Act during the forty-five period beginning on the effective date of the regulation first issued under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Petroleum Allocation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize and require the President of the United States to allocate crude oil and refined petroleum products to deal with existing or imminent shortages and dislocations in the national distribution system which jeopardize the public health, safety, or welfare; to provide for the delegation of authority; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:45-05:00"
}