{
  "actions": [
    {
      "acted_at": "1990-02-20", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-02-20", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-03-01", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "International Development, Finance, Trade, and Monetary Policy", 
      "text": "Referred to the Subcommittee on International Development, Finance, Trade, and Monetary Policy.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-03-05", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "International Economic Policy and Trade", 
      "text": "Referred to the Subcommittee on International Economic Policy and Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-03-05", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "Human Rights and International Organizations", 
      "text": "Referred to the Subcommittee on Human Rights and International Organizations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-03-05", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "Western Hemisphere Affairs", 
      "text": "Referred to the Subcommittee on Western Hemisphere Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4028-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Economic Policy and Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on Human Rights and International Organizations", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on Western Hemisphere Affairs", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on International Development, Finance, Trade and Monetary Policy", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-02-20", 
  "number": "4028", 
  "official_title": "To provide for eradication of drug production in certain foreign countries through debt-for-drugs exchanges.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Debt-for-Drugs Exchange Act", 
  "sponsor": {
    "district": "10", 
    "name": "Schumer, Charles E.", 
    "state": "NY", 
    "thomas_id": "01036", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-02-20", 
  "subjects": [
    "Debt agreements", 
    "Foreign loans", 
    "International affairs", 
    "Multilateral development banks", 
    "Narcotic traffic", 
    "United Nations"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-02-20", 
    "text": "Debt-for-Drugs Exchange Act - Declares that the U.S. representatives to the United Nations should propose the establishment within the United Nations Fund for Drug Abuse Control (UNFDAC) of debt-for-drugs exchanges whereby UNFDAC would enter into agreements with eligible countries that would agree to combat the international drug trade in exchange for: (1) the cancellation of up to 20 percent of their foreign commercial indebtedness, to be purchased by UNFDAC on the commercial secondary market; and (2) the commitment to cancel a specified amount of government-to-government indebtedness held by such countries' creditor governments. Authorizes the Secretary of State to commit the United States to contribute to UNFDAC one-third of the amount required to purchase such indebtedness. Authorizes appropriations. Subjects such agreements to specified terms and conditions. Provides that such agreements shall include provisions to reinstate debt obligations and release parties from agreement commitments if, after one year, the terms of the agreement have not been fulfilled. States that the agreement and exchange will only take effect after two-thirds of the participating creditor governments making contributions to UNFDAC have approved the agreement. Declares that an advisory role should be provided for representatives from major multilateral development institutions to ensure that such exchanges would be in keeping with other debt reduction and economic reform measures. Cancels the obligation of a participating country to make the scheduled payments on indebtedness to the U.S. Government that would otherwise be due after the agreement date. Provides that if a country has complied with the agreement, the amount of the country's indebtedness which could have been purchased on the commercial secondary market with the forgiven payments shall be deducted from the total indebtedness owed to the United States. Directs the Secretary of the Treasury to instruct the U.S. executive directors of the International Bank for Reconstruction and Development, the International Development Association, and the Inter-American Development Bank to: (1) provide advice and assistance to borrowing and lending country governments desiring to execute debt-for-drugs exchanges; and (2) consider, in making loans and negotiating payment schedules for borrowing governments of drug-producing countries, the extent which such governments have honored agreements entered into for such exchanges. Declares that the President, the Secretary of State, the Secretary of the Treasury, and the Director for National Drug Control Policy should: (1) organize a consultative group of creditor governments in an appropriate forum in which such governments could make contributions and commitments to facilitate debt-for-drugs exchanges; and (2) encourage other creditor governments to participate in such group and support such exchanges."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Debt-for-Drugs Exchange Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for eradication of drug production in certain foreign countries through debt-for-drugs exchanges.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:28-05:00"
}