{
  "actions": [
    {
      "acted_at": "1991-06-04", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-31", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held. Hearings printed: S.Hrg. 102-790.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1218-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Environmental Protection", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1991-06-04", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1991-10-07", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-04", 
  "number": "1218", 
  "official_title": "A bill to enhance the conservation of exotic wild birds.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-06-04", 
  "subjects": [
    "Administrative procedure", 
    "Animal diseases", 
    "Animals", 
    "Birds", 
    "Citizen lawsuits", 
    "Consumer education", 
    "Crime and law enforcement", 
    "Data banks", 
    "Ecological research", 
    "Endangered animals", 
    "Environmental protection", 
    "Exports", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Government paperwork", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Import quotas", 
    "Import restrictions", 
    "Imports", 
    "Information services", 
    "Informers", 
    "International environmental cooperation", 
    "Labeling", 
    "Licenses", 
    "Pets", 
    "Protection of animals", 
    "Searches and seizures", 
    "Vaccines", 
    "Veterinary medicine", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Animals", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-06-04", 
    "text": "Amends the Lacey Act Amendments of 1981 to authorize the Secretary of the Interior, acting through the Director of the U.S. Fish and Wildlife Service, to provide financial assistance for projects for research, conservation, management, or protection of exotic birds. Entitles any foreign government agency responsible for bird conservation, the Secretariat of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES), and any organization or individual with bird conservation experience to submit project proposals. Sets forth criteria for project approval. Establishes in the Treasury an Exotic Bird Conservation Fund to provide for project assistance. Prescribes a procedure for petitioning the Secretary to make findings or determinations or take other actions under this Act. Requires the Secretary to set up a system for registering persons who wish to acquire or transfer birds imported five years after enactment of this Act (other than ranched, captive-bred, or pet birds). Prohibits the transfer of any bird imported five years after enactment without registration. Establishes general requirements for registration. Prohibits the transfer of any bird imported five years after enactment unless it has been marked according to regulations. Requires the Secretary to publish in the Federal Register a list of those species of birds that need not be marked. Sets forth recordkeeping and reporting requirements for registrants. Directs the Secretary to establish: (1) a computerized information system for recording and analyzing information on imported birds; and (2) a voluntary National Avicultural Program to provide incentives for improved management and care of birds held for captive breeding. Requires the Secretary to: (1) promulgate regulations addressing the special health and welfare needs of exotic birds in quarantine; and (2) cooperate fully in implementation of specified avian transport guidelines. Authorizes the Secretary to develop research programs on the injury, morbidity, and mortality of birds. Requires the Secretary to encourage development of safe and efficacious vaccines for major avian diseases. Prohibits the import into or export of birds out of the United States without a permit. Directs the Secretary to establish a joint permit system to expedite the application and approval process for such imports and exports. Requires importers and exporters to obtain licenses as well. Conditions such a license on compliance with certain facilities standards. Authorizes the Secretary, at any time during the five years following enactment of this Act, to prescribe annual limits to imports of any species of birds, on a gradually declining scale in order to reduce and ultimately end the import of such species by the fifth anniversary of the enactment of this Act. Sets forth statutory limits which shall become effective if the Secretary has not prescribed such annual limits within 180 days after enactment. Sets forth purposes for which import permits must be issued, including scientific research, zoological exhibition, and captive breeding. Prohibits domestic bird ranching operations or approval of foreign captive-breeding facilities unless they meet specified standards. Sets forth criteria for the importation of pet birds. Sets forth civil and criminal penalties for imports and transfers in violation of this Act. Provides for compliance inspections, seizures or forfeitures of birds and equipment, and suspension of licenses or registration. Provides for citizen suits to enforce this Act. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to enhance the conservation of exotic wild birds.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:00-05:00"
}