{
  "actions": [
    {
      "acted_at": "1991-10-31", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-11-27", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education, Arts, Humanities", 
      "text": "Referred to Subcommittee on Education, Arts, Humanities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-11-27", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Employment and Productivity", 
      "text": "Referred to Subcommittee on Employment and Productivity.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1899-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts and Humanities", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Employment and Productivity", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-10-31", 
  "number": "1899", 
  "official_title": "A bill to encourage youth receiving Federal assistance for higher education or job training to serve their communities and their country, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Youth Service Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Wofford, Harris", 
    "state": "PA", 
    "thomas_id": "01457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-10-31", 
  "subjects": [
    "Federal aid to higher education", 
    "Federal aid to youth services", 
    "Labor and employment", 
    "Manpower training programs", 
    "Public service employment", 
    "Student aid", 
    "Student employment", 
    "Student loan funds", 
    "Summer employment", 
    "Youth employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-10-31", 
    "text": "Youth Service Act of 1991 - Title I: Job Training - Part A: Purposes and Definitions - Amends the Job Training Partnership Act (JTPA) to revise the congressional declaration of purpose. Adds definitions of service opportunity, youth corps programs, and citizenship skills. Part B: Job Training - Requires job training plans under JTPA to include a description of joint programs in which activities supported under JTPA are coordinated with actitivites (such as service opportunities and youth corps programs) supported under the National and Community Service Act of 1990 (NCSA). Revises JTPA performance standards to include increased educational attainment and occupational and citizenship skills (as well as increased employment and earnings and reduction in welfare dependency) as indicators of long-term economic self-sufficiency. Revises limitations on certain costs for specified JTPA programs. Revises requirements for the Governor's coordination and special services plan under JTPA to include provisions for coordinating activities, and for providing information and technical assistance for joint programs, including youth corps programs, under NCSA. Includes representatives of the State Advisory Board established under NCSA on the State job training coordinating council under JTPA. Revises general requirements relating to program income under JTPA. Part C: Adult and Youth Programs - Revises JTPA provisions for disadvantaged adults and youth to allow a youth program assisted under such provisions to operate jointly with a program assisted by contributions and grant funds from other public and private sources, including assistance under NCSA. Allows such joint programs to accept as participants both individuals whose participation is funded under such JTPA provisions and individuals not eligible for services under such JTPA provisions whose participation is funded from other sources. Adds youth corps programs and other programs which combine work experience with skills training to authorized uses of JTPA funds for disadvantaged adults and youth. Requires the service delivery area, in conducting programs for disadvantaged adults and youth under JTPA, to establish appropriate cooperative arrangements with other Federal programs, including programs assisted under NCSA. Part D: Summer Youth Programs - Revises JTPA provisions for summer youth programs to include among program purposes: (1) enhancing educational, occupational, and citizenship skills of youth; and (2) enabling young people to serve together in programs that benefit the Nation and improve their life chances through acquisition of literacy and job skills. Includes under authorized uses of such program funds community service work experience programs, work experience combined with skills training, instruction for high school completion or equivalency certificate, youth corps programs, and other programs that combine training or education with meaningful and constructive community service in public agencies or community-based programs. Requires each service delivery area to reserve specified increasing percentages of summer program funds to conduct youth corps programs in which youth work together under the direction of a crew supervisor (as such term is defined under NCSA). Allows joint programs and participation under JTPA summer programs and other programs assisted by public and private sources, including assistance under NCSA. Requires the service delivery area, in conducting JTPA summer programs, to establish appropriate cooperative arrangements with other Federal programs, including programs assisted under NCSA. Title II: College Work-Study - Amends the Higher Education Act of 1965 (HEA) to revise provisions for college work-study programs to include encouraging students receiving Federal student financial assistance to participate in community service activities that will benefit the Nation and engender in students a sense of social responsibility and commitment to the community. Adds a definition of community service. Directs the Secretary of Education to: (1) reallot up to 50 percent of specified work-study funds to eligible institutions to initiate, improve, and expand community service work-study programs; (2) allocate the remainder according to specified criteria; and (3) notify all eligible institutions of the availability of such funds for community service work-study programs. Revises provisions for grants for work-study programs to require eligible institutions to: (1) use increasing percentages of such funds to make payments to students performing community service in work-study programs; (2) inform all eligible students of such opportunities and make community service work-study placements reasonably available to all interested eligible students; (3) consult with local nonprofit, governmental, and community-based organizations to identify community service opportunities, and with local labor organizations representing area employees engaged in work similar to the proposed community service. Increases the maximum percentage and amount of the work-study allotment which may be used for commnunity service job location and development. Requires consultation with local labor organizations representing employees engaged in work similar to the proposed community service. Provides for use of additional funds to conduct community service work-study programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Youth Service Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage youth receiving Federal assistance for higher education or job training to serve their communities and their country, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:17-05:00"
}