{
  "actions": [
    {
      "acted_at": "1988-07-27", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-08-11", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Original measure reported to Senate by Senator Kennedy. With written report No. 100-482.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-11", 
      "calendar": "Senate Legislative", 
      "number": "904", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 904.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-09-28", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2742-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-08-11", 
  "number": "2742", 
  "official_title": "An original bill to reauthorize certain social services for the homeless, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Social Services for the Homeless Reauthorization Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1988-07-27", 
  "subjects": [
    "Adult education", 
    "Aid to dependent children", 
    "Alcohol and Alcoholic Beverages", 
    "Alcoholism", 
    "Authorization", 
    "Blind", 
    "Children and youth", 
    "Compensatory education", 
    "Disabled", 
    "Drug abuse", 
    "Drugs and narcotics", 
    "Economics and public finance", 
    "Education", 
    "Education of socially handicapped children", 
    "Elementary and secondary education", 
    "Employee training", 
    "Employment and training programs", 
    "Employment of the handicapped", 
    "Energy assistance for the poor", 
    "Eviction", 
    "Families", 
    "Federal aid to child welfare", 
    "Federal aid to housing", 
    "Federal aid to youth services", 
    "Foreclosure", 
    "Hard-core unemployed", 
    "Health", 
    "Homeless", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Illiteracy", 
    "Immigration", 
    "Information services", 
    "Labor and employment", 
    "Manpower training programs", 
    "Mental health", 
    "Mental health services", 
    "Poverty", 
    "Public Contracts, Procurement, and Property", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Public utilities", 
    "Refugees", 
    "Rental housing", 
    "Residential utility cost relief programs", 
    "Runaway children", 
    "Social welfare", 
    "State finance", 
    "States", 
    "Supplemental security income program", 
    "Surplus government property", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Unemployed", 
    "Unemployment", 
    "Vocational guidance", 
    "Welfare recipients", 
    "Youth employment", 
    "Youth services"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-08-11", 
    "text": "Social Services for the Homeless Reauthorization Act of 1988 - Title I: Health Services for the Homeless - Amends the Public Health Service Act to revise provisions for health services for the homeless, which were added by the Stewart B. McKinney Homeless Assistance Act (P.L. 100-77). Revises provisions relating to a required amount of matching funds and eligibility for a waiver with respect to such matching funds in the case of nonprofit private entities. Allows a temporary continued provision of services to certain former homeless individuals. Authorizes a grantee which has provided required health services or optional mental health services to a homeless individual to continue to expend grant funds to provide such services to the individual for up to 12 months even though such person is no longer homeless because he or she now resides in permanent housing. Specifies that certain limitations on the amount of expenditures for technical assistance are limitations per fiscal year. Includes residents in transitional housing under the definition of homeless individual. Extends, and increases, through FY 1991 the authorization of appropriations for the grant program for certain health services for the homeless. Extends, and increases, through FY 1991 the authorization of appropriations for community demonstration projects for alcohol and drug abuse treatment of homeless individuals (a grant and contract program carried on by the Director of the National Institute on Alcohol Abuse and Alcoholism, for the Secretary of Health and Human Services). Authorizes appropriations for FY 1989 through 1991 for community-based mental health services for homeless individuals who are seriously mentally ill, in addition to other amounts appropriated under provisions for community mental health services demonstration projects for homeless individuals who are chronically mentally ill (a grant program carried on by the Director of the National Institute of Mental Health, acting for the Secretary of Health and Human Services). Reauthorizes through FY 1991 the block grant program for services to homeless individuals who are chronically mentally ill, under which the Secretary of Health and Human Services is required to make allotments to States. Extends through FY 1991 the authorization of appropriations for such community mental health services for the homeless. Title II: Education Programs for the Homeless - Amends the Stewart B. McKinney Homeless Assistance Act to revise provisions relating to education programs for the homeless. Specifies, under provisions for adult education for the homeless and State literacy initiatives, that State educational agencies may implement directly or may implement through grants and contracts a program of literacy training and basic skills remediation for adult homeless individuals (for which the Secretary of Education makes grants to such agencies). Removes language relating to plan development for such programs. Extends through 1990 the authorization of appropriations for such adult literacy and basic skills remediation programs. Makes it an annual requirement, under provisions for education for homeless children and youth, that each State's Coordinator of Education of Homeless Children and Youth gather data and report to the Secretary of Education. Extends through 1990 the authorization of appropriations for grants by the Secretary of Education for State activities for the education of homeless children and youth. Extends through 1990 the authorization of appropriations for: (1) grants by the Secretary of Education to State and local educational agencies for exemplary programs successfully addressing the educational needs of homeless elementary and secondary school students; and (2) such Secretary's dissemination of information on such exemplary programs. Title III: Job Training for the Homeless - Amends the Stewart B. McKinney Homeless Assistance Act to revise provisions for job training for the homeless. Extends through FY 1990 the authorization of appropriations for the job training for the homeless demonstration grants program. Reserves a specified portion of such funds for job training programs for homeless veterans. Provides for ratable reductions in both the overall program and the veterans' program in any fiscal year for which the appropriation is less than the amount authorized. Title IV: Community Services for the Homeless - Amends the Stewart B. McKinney Homeless Assistance Act to revise the emergency community services homeless grant program, which is carried out by the Secretary of Health and Human Services through the Office of Community Services. Adds to eligible State uses of such grant program funds the provision of assistance to any individual who has received a notice of foreclosure, eviction, or termination of utility services, if: (1) inability to pay is due to a sudden reduction of income; (2) such assistance is necessary to avoid what the notice warns of; and (3) there is a reasonable prospect that the individual can resume payments within a reasonable time. Limits such expenditures to not more than 25 percent of the grant amount received. Extends through 1990 the authorization of appropriations for the emergency community services homeless grant program. Title V: Job Training and Partnership Act - Jobs for Employable Dependent Individuals Act (JEDI) - Amends the Job Training Partnership Act (JTPA) to add a new title V, Jobs for Employable Dependent Individuals Incentive Bonus Program (JEDI). (Redesignates the current title V, Miscellaneous Provisions, as title VI of JTPA.) Entitles each State to the payment of a bonus for the successful job placement of certain employable dependent individuals. Makes the following persons eligible to be counted for an incentive bonus: (1) a head of a household who has received benefits continuously under part A (Aid to Families with Dependent Children) (AFDC) of title IV of the Social Security Act or under cash and medical assistance to refugees under the Immigration and Nationality Act, or a blind or disabled person who has received benefits continuously under title XVI (Supplemental Security Income) (SSI) of the Social Security Act, for at least two years prior to participation in education, training, and support activities designed to provide jobs for such individuals, and who has no work experience for the year preceding the year for which the eligibility determination is made; or (2) a head of a household who receives benefits at the time the determination of eligibility is made under AFDC, under cash and medical assistance to refugees, or a blind or disabled individual who receives benefits under the SSI program who has not attained 22 years of age, has not completed secondary school or its equivalent (except that this does not apply to blind or disabled persons), and has no work experience for the year preceding the year for which the eligibility determination is made. Requires that such individual: (1) participate in education, training, and support activities (other than employment-related services and activities in a program established under the Social Security Act) which are designed to provide jobs for such individuals; (2) be placed in nonsubsidized employment (or in the case of a blind or disabled individual, in employment or supported employment) for at least one year after such participation; (3) receive from such employment an income equal to or greater than the cash benefits under the relevant aid program; and (4) no longer qualifies for such aid benefits. Provides that the amount of the incentive bonus paid to each State shall be equal to: (1) 75 percent of the placement bonus base for each successful placement; (2) 50 percent for the second continuous year of such employment; and (3) 25 percent for the third year. Includes in such calculation only placements in excess of those during FY 1986 or another base period agreed upon by the Governor and the Secretary of Labor (Secretary). Sets forth a formula for the determination of the placement bonus base for each category of eligible recipient. Sets forth State application requirements. Requires adequate verification of placements for approval of applications. Directs the Governor to reserve an amount equal to the amount the State receives for incentive bonuses and to: (1) set aside up to 15 percent of the amount so reserved in each fiscal year for distribution to participating State agencies to support the costs of establishing and maintaining systems necessary for the operation of the incentive bonus program; and (2) distribute the remainder of the reserved amount to participating agencies, private industry councils in service delivery areas (SDAs), and service providers, including community-based organizations, who contribute to the incentive bonus program. Limits use of these remainder funds to the following activities designed for the job preparation and job placement of participants: (1) outreach; (2) basic and remedial education, including English language training; (3) training and supportive services, including child care; and (4) transportation. Directs the Secretary to evaluate the incentive bonus program and to report the results, including an analysis of the program's costs and savings, to the Congress within three years after this Act's enactment. Reallots unexpended funds exceeding 20 percent of a State's JTPA fiscal year allocation for certain training services for the disadvantaged, plus any balance from the prior year, to States that did not have such excess funds. Requires the Secretary to reallot such monies in accordance with States' need for the ability to use the funds for the incentive bonus program. Directs the Secretary to: (1) provide improved information and technical assistance on performance standards adjustment approaches; (2) collect data that more adequately identify hard-to-serve individuals and long-term welfare dependency; (3) provide guidance on setting performance goals at the service provider level that encourages increased service to targeted persons; and (4) reexamine performance standards to ensure that they provide maximum flexibility in serving the hard-to-serve, especially long-term welfare recipients. Establishes a basic measure for performance applicable to certain adult education programs. Directs the Secretary to prescribe standards to determine whether the basic measure is being achieved. Lists factors to be included in such standards. AFDC/SSI and Summer Youth Employment and Training Amendments of 1988 - Amends the Job Training Partnership Act (JTPA) to add provisions for an AFDC/SSI Youth Employment and Training Program. Allows each service delivery area (SDA) to elect to use funds specified for such program in addition to or in lieu of services for youth available under the Summer Youth Employment and Training Program, including exemplary youth programs. Provides that the AFDC/SSI Youth program may be conducted on a year-round basis. Makes an individual eligible to participate in the AFDC/SSI Youth program if such individual: (1) is aged 16 through 21, or 14 through 21 if appropriate and set forth in the job training plan; (2) is receiving payments, or whose needs are considered in determining payments, made under the program of aid to families with dependent children under a State plan approved under part A of title IV of the Social Security Act or title XVI of the Social Security Act relating to supplemental security income; and (3) is at risk of becoming a long-term welfare recipient or long-term unemployed. Provides for the following services: (1) basic and remedial education; (2) drug and alcohol abuse counseling; (3) child care classes; (4) life skills planning classes; (5) classroom training, on-the-job training, work experience, job search assistance, employment counseling, world-of-work orientation, and any other educational, employment, or job training activity designed to prepare participants for, or place them in, employment; and (6) supportive services necessary to enable such individuals to participate in the program. Subjects the new programs established under this Act to the JTPA's requirements relating to the submission of a plan, plan review and approval procedures, and performance standards. Requires the Secretary, in prescribing performance standards relating to the placement of certain employable dependent individuals, to weigh the placement of such persons in accordance with the average costs of successful placement of such persons compared to the average cost of successful placement of individuals eligible for other specified services for disadvantaged persons. Title VI: Transitional Living Grants - Amends the Runaway and Homeless Youth Act to authorize the Secretary of Health and Human Services to make grants and provide technical assistance to public and nonprofit private entities to establish and operate transitional living youth projects for homeless youth. Authorizes appropriations for such grant program for FY 1988 through 1992. Prohibits appropriating funds to carry out such grant program for a fiscal year unless the aggregate amount appropriated to carry out specified other programs under such Act reaches a certain level. Includes such projects under provisions for information assistance to potential grantees and for lease of surplus Federal facilities. Sets forth eligibility and reporting requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Services for the Homeless Reauthorization Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "AFDC/SSI and Summer Youth Employment and Training Amendments of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Jobs for Employable Dependent Individuals Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to reauthorize certain social services for the homeless, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:06-05:00"
}