{
  "actions": [
    {
      "acted_at": "1987-08-07", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-08-07", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-08-07", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-08-24", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "Arms Control, International Security and Science", 
      "text": "Referred to Subcommittee on Arms Control, International Security and Science.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-08-24", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "International Economic Policy and Trade", 
      "text": "Referred to Subcommittee on International Economic Policy and Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-09-01", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "International Development Institutions and Finance", 
      "text": "Referred to Subcommittee on International Development Institutions and Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-09-01", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "International Finance, Trade and Monetary Policy", 
      "text": "Referred to Subcommittee on International Finance, Trade and Monetary Policy.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-09-09", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3230-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on International Development Institutions and Finance", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on International Finance, Trade and Monetary Policy", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on Arms Control, International Security and Science", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Economic Policy and Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-08-07", 
  "number": "3230", 
  "official_title": "A bill to combat nuclear proliferation through the imposition of trade and other sanctions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Nuclear Proliferation Sanctions Act of 1987", 
  "sponsor": {
    "district": "9", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-08-07", 
  "subjects": [
    "American economic assistance", 
    "Armed forces and national security", 
    "Arms control", 
    "Arms control agreements", 
    "Arms sales", 
    "Caribbean area", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Congressional veto", 
    "Customs unions", 
    "Defense articles", 
    "Development credit institutions", 
    "Exports", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Imports", 
    "International affairs", 
    "International agencies", 
    "International control of nuclear power", 
    "Most favored nation principle", 
    "Multilateral development banks", 
    "Nuclear energy", 
    "Nuclear nonproliferation", 
    "Plutonium", 
    "Sanctions (International law)", 
    "Tariff preferences", 
    "Trade agreements", 
    "Treaties", 
    "Uranium"
  ], 
  "subjects_top_term": "Arms control", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-08-07", 
    "text": "Nuclear Proliferation Sanctions Act of 1987 - Requires the President to impose trade and other sanctions against countries that engage in specified nuclear proliferation activities. Requires the President to determine which among the following forms of assistance was of the greatest monetary value (i.e., the primary assistance relationship) to a country engaging in specified nuclear proliferation activities during the preceding five fiscal years: (1) assistance under the Foreign Assistance Act of 1961 and the Arms Export Control Act; (2) loans from multilateral development banks; (3) guarantees, insurance, and credits under the Export-Import Bank Act; or (4) trade benefits under the Trade Act of 1974, under the Caribbean Basin Economic Recovery Act, or under a free trade agreement. Designates each of the other forms of assistance received by that country as a secondary assistance relationship. Requires the President to terminate the primary assistance relationship with a country and, in his discretion, one or more of the secondary assistance relationships, if he determines that such country is a: (1) nonnuclear weapon state which detonates a nuclear explosive device or receives such a device from a nuclear weapon state, enriches uranium to 20 percent or more in the isotope 235 or receives such enriched uranium from any other country, or manufactures or receives weapons-grade plutonium from any other country; or (2) nuclear weapon state which transfers to a nonnuclear weapon state such a device, enriched uranium, or weapons-grade plutonium. Requires the President to terminate one or more of the secondary assistance relationships with a country and, in his discretion, the primary assistance relationship, if he determines that such country is: (1) a nonnuclear weapon state which receives from any other country enrichment equipment, materials, or technology (unless the recipient country has an agreement with the International Atomic Energy Agency (IAEA) to maintain IAEA safeguards) or reprocessing equipment, materials, or technology; or (2) a nuclear weapon state which transfers such items to a nonnuclear weapon state. Requires that, if the President does not terminate the primary assistance relationship with such a country, the President shall report to the Congress, within 30 days after the date of his determination, on the status of that country's nuclear program and explain why he did not terminate such assistance. Allows the President to terminate assistance to a country pursuant to any or all of the primary and secondary assistance relationships if he determines that such country: (1) has a safeguards agreement with the IAEA and violates, abrogates, or terminates that agreement; (2) violates, abrogates, or terminates any nuclear cooperation agreement with the United States; or (3) is not a signatory (as of January 1, 1989) to the Treaty on the Non-Proliferation of Nuclear Weapons. Requires that, if the President does not terminate assistance with such a country, the President shall report to the Congress on the status of that country's nuclear program and explain why he did not terminate such assistance. Allows the President to terminate any sanctions imposed pursuant to this Act after a one-year period if: (1) the President determines and reports to the Congress that the country's subsequent behavior with respect to nuclear proliferation concerns justifies the termination of the sanctions; and (2) a 30-day period elapses and the Congress does not enact a joint resolution disapproving the President's determination. Allows the President to terminate any sanctions imposed under this Act at any time if: (1) he determines and reports to the Congress that vital national security reasons require termination of those sanctions; and (2) a 60-day period elapses and the Congress does not enact a joint resolution disapproving the President's determination. Requires that any such report discuss the status of the offending country's nuclear program and the reasons why the President believes that terminating the sanctions would be in the vital national interest. Allows the President to delay imposing mandatory sanctions under this Act for a period not to exceed 60 days after the President's initial determination, if he determines and reports to the Congress that vital national security reasons require that sanctions not be imposed immediately. States that a termination of multilateral development bank assistance to a country means that the United States shall use its voice and vote in the relevant multilateral development banks to oppose loans to that country. Repeals or amends provisions of the Foreign Assistance Act of 1961 and the Export-Import Bank Act that conflict with this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Proliferation Sanctions Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to combat nuclear proliferation through the imposition of trade and other sanctions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:50-05:00"
}