{
  "actions": [
    {
      "acted_at": "1973-02-27", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4851-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-27", 
  "number": "4851", 
  "official_title": "A bill to consolidate certain Federal programs relating to housing and urban development into a single program of community development block grants, while continuing and emphasizing existing Federal programs designed to provide housing for low- and moderate-income families.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Housing and Urban Development Act", 
  "sponsor": {
    "district": "5", 
    "name": "Reuss, Henry S.", 
    "state": "WI", 
    "thomas_id": "00954", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-27", 
  "subjects": [
    "Housing and community development", 
    "Low-income housing", 
    "Moderate income housing"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-27", 
    "text": "Housing and Urban Development Act - Title I: Community Development Block Grants - Authorizes the Secretary of Housing and Urban development to make and contract to make annual grants to States and units of general local government to help finance Community Development programs under this title. Sets forth requirements which must be met before a grant is made to any applicant. States that a Community Development program assisted under this title may include: (1) the acquisition, construction, reconstruction, or installation of public works, facilities, and site or other improvements; (2) code enforcement in deteriorated or deteriorating areas in which such enforcement, together with public improvements and services to be provided, may be expected to arrest the decline of the area; (3) clearance, demolition, removal, and rehabilitation of buildings and improvements, (4) payments to housing owners for losses of rental income incurred in holding for temporary periods housing units to be utilized for the relocation of individuals and families displaced by program activities; and (5) disposition (through sale, lease, donation, or otherwise) of any real property acquired pursuant to this title or its retention for public purposes. Authorizes the Secretary to incur obligations on behalf of the United States in the form of grant agreements or otherwise in amounts aggregating such sum, not to exceed $5,500,000,000, as may be approved in an appropriation Act. Provides that the amount so approved shall become available for obligation on July 1, 1973, and shall remain available until obligated. Authorizes to be appropriated for liquidation of the obligations incurred not to exceed $2,500,000,000 prior to July 1, 1974, which amount may be increased to not to exceed an aggregate of $5,500,000,000 prior to July 1, 1975. Requires the Secretary to report annually to the Congress with respect to outstanding grants or other contractual agreements executed pursuant to the above paragraph, and shall submit to the Congress timely requests for increased authorizations for fiscal years commencing after June 30, 1975. Provides for the allocation and distribution of such funds. Authorizes the Secretary to make loans to States and units of general local government to provide financing for the acquisition of real property to serve or be used in carrying out activities which are eligible for assistance under this title. Requires all laborers and mechanics employed by contractors or subcontractors in the performance of construction work financed in whole or in part with grants received under this title shall be paid wages at rates not less than those prevailing on similar construction in the locality as determined by the Secretary of Labor in accordance with the Davis-Bacon Act. Authorizes the Secretary to transfer the assets and liabilities of any program of housing or urban development which is superseded or made inactive by reason of this title to the revolving fund for liquidating programs established pursuant to title II of the Independent Offices Appropriation Act of 1955. Title II: Housing for Low and Moderate Income Families - Provides that Title I of this Act shall not be effective so long as funds appropriated or otherwise made available for assistance payments under the National Housing Act, for rent supplement payments under the Housing and Urban Development Act, or for annual contributions under the United States Housing Act are being impounded or otherwise withheld from use for their intended purpose. Establishes local responsibilities for low and modern income housing."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Housing and Urban Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to consolidate certain Federal programs relating to housing and urban development into a single program of community development block grants, while continuing and emphasizing existing Federal programs designed to provide housing for low- and moderate-income families.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:09-05:00"
}