{
  "actions": [
    {
      "acted_at": "2010-08-03", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3691-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-08-03", 
  "number": "3691", 
  "official_title": "A bill to establish rules to assist consumers to compare airfares and other costs applicable to tickets for air transportation, to amend the Internal Revenue Code of 1986 to provide that fees charged for carry-on and checked baggage on passenger aircraft are subject to the excise tax imposed on transportation of persons by air, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Airline Baggage Transparency and Accountability Act", 
  "sponsor": {
    "district": null, 
    "name": "Webb, Jim", 
    "state": "VA", 
    "thomas_id": "01822", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-08-03", 
  "subjects": [
    "Aviation and airports", 
    "Commerce", 
    "Consumer affairs", 
    "Government information and archives", 
    "Sales and excise taxes", 
    "Transportation costs"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-08-03", 
    "text": "Airline Baggage Transparency and Accountability Act - Directs the Office of Aviation Consumer Protection and Enforcement of the Department of Transportation (DOT) to establish rules to ensure that all consumers are able to compare airline ticket prices, including taxes and fees, easily and fairly. Makes it an unfair or deceptive practice for a domestic or foreign air carrier or ticket agent to sell an airline ticket without displaying simultaneously in reasonable proximity to the ticket price (including on the Internet to an online purchaser) all applicable: (1) ticket taxes, fees, charges, and surcharges (including fuel surcharges); and (2) fees for checked baggage, seating assignments, and optional in-flight goods and services, and other fees that may be charged after the ticket is purchased. Amends the Internal Revenue Code to treat as part of the 7.5% excise tax on air transportation of a person any fees paid for checked baggage or carry-on baggage personally carried by the passenger into the cabin or overhead storage compartments of an aircraft. Grants the Assistant DOT General Counsel for Aviation Enforcement and Proceedings, acting through the Aviation Consumer Protection Division, authority to carry out consumer protection compliance and enforcement with respect to passenger claims for lost, stolen, and damaged baggage. Grants the Aviation Consumer Protection Division authority also to collect, and make available on the DOT website, information from each commercial air carrier regarding its procedures and performance relating to lost, stolen, and damaged baggage."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Airline Baggage Transparency and Accountability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish rules to assist consumers to compare airfares and other costs applicable to tickets for air transportation, to amend the Internal Revenue Code of 1986 to provide that fees charged for carry-on and checked baggage on passenger aircraft are subject to the excise tax imposed on transportation of persons by air, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:56-05:00"
}