{
  "actions": [
    {
      "acted_at": "1985-07-24", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-08-06", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Security and Terrorism", 
      "text": "Referred to Subcommittee on Security and Terrorism.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-08-06", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary requested executive comment from Justice Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1490-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Security and Terrorism", 
      "subcommittee_id": "24"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-07-24", 
  "number": "1490", 
  "official_title": "A bill to amend title 18, United States Code, to allow the imposition of the death penalty for espionage, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-07-24", 
  "subjects": [
    "Capital punishment", 
    "Classified defense information", 
    "Corrections and Correctional Institutions", 
    "Courts and Civil Procedure", 
    "Criminal Procedure and Sentencing", 
    "Criminal procedure", 
    "Discrimination", 
    "Espionage", 
    "Information leaking", 
    "Juries", 
    "National Security and Intelligence Operations", 
    "National security crimes", 
    "Parole", 
    "Probation", 
    "Sentences (Criminal procedure)"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-07-24", 
    "text": "Amends the Federal criminal code to impose a 20 year minimum term of imprisonment for espionage. Allows for the sentence of death during peacetime if the offense is found to involve: (1) nuclear weaponry, military spacecraft, warning systems, or other means of defense against large-scale attack; (2) war plans; (3) communications intelligence or cryptographic information; (4) methods of intelligence or counterintelligence operations; or (5) any other major element of defense strategy. Imposes the minimum penalties under this section any time the U.S. armed forces are engaged in hostilities outside the territory of the United States or its possessions. Establishes criteria for the imposition of the death penalty. Requires the Government, for such offense, to serve notice upon the defendant a reasonable time before trial or acceptance of a plea that it intends to seek the death penalty and the aggravating factors upon which it will rely. Requires a separate sentencing hearing before a jury, or the court upon motion by the defendant, when the defendant is found guilty or pleads guilty to an offense punishable by death. Allows the defendant and the Government to present any information relevant to sentencing, without regard to the rules of evidence, but permits information to be excluded where its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading of the jury. Specifies mitigating factors which the defendant must establish by a preponderance of the information and aggravating factors which the Government must prove beyond a reasonable doubt. Includes among the mitigating factors that the defendant was less than 18 years old at the time of the crime. Lists some aggravating factors. Directs the court, or the jury by unanimous vote, to impose the death penalty upon a finding that such sentence is justified based on consideration of both the aggravating and mitigating factors. Requires the court to instruct the jury not to consider the race, color, national origin, creed, or sex of the defendant in its consideration of the sentence. Makes any person sentenced to a term of imprisonment under this Act ineligible for probation or parole."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 18, United States Code, to allow the imposition of the death penalty for espionage, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:33-05:00"
}