{
  "actions": [
    {
      "acted_at": "1974-02-06", 
      "committee": "House Committee on the District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12638-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-06", 
  "number": "12638", 
  "official_title": "A bill to regulate certain political campaign practices in the District of Columbia, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "District of Columbia Campaign Practices Act", 
  "sponsor": {
    "district": null, 
    "name": "Fauntroy, Walter E.", 
    "state": "DC", 
    "thomas_id": "00372", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-06", 
  "subjects": [
    "District of Columbia", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "District of Columbia", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-06", 
    "text": "District of Columbia Campaign Practices Act - Title I: Short Title, Definitions - Defines the terms used in this Act. Title II: Financial Disclosures - Provides that the treasurer of a political committee with the District of Columbia shall keep a detailed and exact account of: (1) all contributions made to or for such political committee; (2( the full name and mailing address of every person making a contribution in excess of $10, and the date and amount thereof; (3) all expenditures made by or on behalf of such committee; and (4) the full name and mailing address of every person to whom any expenditure is made, the date and amount thereof, and the name and address of, and office sought by each candidate on whose behalf such expenditure was made. Sets forth recordkeeping procedures for all expenditures made by political committes. Sets forth reporting requirements for political campaign committes. Provides that each political committee which anticipates receiving contributions or making expenditures during the calendar year in an aggregate amount exceeding $100 shall file with the District of Columbia Political Campaign Finance Commission a statement of organization. Sets forth those elements of information required in such statement of organization. Provides that reports or statements required to be filed by this Act shall be verified by the oath or affirmation of the person filing such report or statement. Exempts from applicability of this Act: (1) any political committee organized by or on behalf of any individual seeking nomination as a candidate for, or a candidate for, the office of Delegate to the House of Representatives from the District of Columbia; and (2) any individual who receives any contribution for or on behalf of such a committee, individual, or candidate. Title III: District of Columbia Political Campaign Finance Commission - Establishes, and sets forth the composition of, the District of Columbia Political Campaign Finance Commission. Sets forth the powers of the Commission in order to carry out the provisions of this Act. Directs that the Commission shall: (1) develop and furnish, to the person required by the provisions of this Act, prescribed forms for the making of the reports and statements required to be filed with it under this Act; (2) prepare, publish, and furnish, to the person required to file such reports and statements, a manual setting forth recommended uniform methods of bookkeeping and reporting; (3) develop a filing, coding, and cross-indexing system consonant with the purposes of this Act; (4) make the reports and statements filed with it available to public inspection and copying; (5) preserve such reports and statements for a period of ten years from date of receipt; (6) compile and maintain a current list of all statements or parts of statements on file pertaining to each candidate; (7) prepare and publish an annual report; (8) perpare and publish from time to time special reports comparing the various totals and categories of contributions and expenditures made with respect to preceding elections; (9) perpare and publish such other reports as it may deem appropriate; (10) assure wide dissemination of statistics, summaries, and reports prepared under this title; (11) make from time to time audits and field investigations with respect to reports and statements filed under the provisions of this title, and with respect to alleged failures to file any report or statement required under the provisions of this title; and (12) prescribe suitable rules and regulations to carry out the provisions of this title. Title IV: Finance Limitations - Sets forth specific limitations for political campaign contributions. Sets forth the limitations of the amounts of expenditures by political campaign committes. Title V: District of Columbia Matching Payment Entitlement Funds - Establishes on the books of the Treasury of the United States the District of Columbia Matching Payment Entitlement Fund. Provides that there shall be appropriated into the fund from the District of Columbia budget such sums as may be necessary to carry out the provisions of this Act. Provides that any candidate for the office of Mayor, member of the Council of the District of Columbia, Chairman of the Council, member of the Board of Education, or his central campaign committee is entitled, upon certification by the Commission, to payments from the fund for campaign expenses in an amount equal to the amount of each contribution, up to $50 in any calendar year, made to such candidate or committee by a registered, qualified voter of the District of Columbia. Sets forth procedures for operation of such fund. Title VI: Penalties, Effective Dates, Miscellaneous - Sets forth penalties for violation of the provisions of this Act. Sets forth the effective dates for the provisions of this Act. Authorizes the appropriation, out of any money in the Treasury to the credit of the District of Columbia not otherwise appropriated, such sums as are necessary to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "District of Columbia Campaign Practices Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate certain political campaign practices in the District of Columbia, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:20-05:00"
}