{
  "actions": [
    {
      "acted_at": "1991-06-18", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1313-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1991-06-19", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1991-06-18", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "1991-06-18", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bumpers, Dale", 
      "sponsored_at": "1991-06-18", 
      "state": "AR", 
      "thomas_id": "01295", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1991-06-18", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1991-06-18", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fowler, Wyche, Jr.", 
      "sponsored_at": "1991-06-18", 
      "state": "GA", 
      "thomas_id": "00405", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1991-06-18", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heflin, Howell", 
      "sponsored_at": "1991-06-18", 
      "state": "AL", 
      "thomas_id": "01358", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1991-06-18", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1991-06-18", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-18", 
  "number": "1313", 
  "official_title": "A bill to improve crime and drug control in rural areas, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rural Crime and Drug Control Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Biden, Joseph R., Jr.", 
    "state": "DE", 
    "thomas_id": "01284", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-06-18", 
  "subjects": [
    "Actions and defenses", 
    "Authorization", 
    "Citizen lawsuits", 
    "Community health services", 
    "Crime and law enforcement", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drug law enforcement", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal aid to hospitals", 
    "Federal aid to law enforcement agencies", 
    "Hazardous waste disposal", 
    "Health", 
    "Information services", 
    "Laboratories", 
    "Law enforcement officers", 
    "Narcotic traffic", 
    "Police training", 
    "Prosecution", 
    "Rural conditions", 
    "Treatment and rehabilitation of narcotic addicts"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-06-18", 
    "text": "Rural Crime and Drug Control Act of 1991 - Title I: Fighting Drug Trafficking in Rural Areas - Amends the Omnibus Crime Control and Safe Streets Act of 1968 to authorize appropriations, and increase the base allocation, for rural drug enforcement assistance. Directs the Attorney General to establish a Rural Drug Enforcement Task Force in each of the Federal judicial districts which encompass significant rural lands. Specifies the membership of such task forces. Directs the Attorney General to cross-designate up to 100 Federal officers with jurisdiction to enforce Controlled Substances Act (CSA) provisions on non-Federal lands to the extent necessary to effect the purposes of this title. Requires the Director of the Federal Law Enforcement Training Center to develop a specialized course of instruction devoted to training law enforcement officers from rural agencies in the investigation of drug trafficking and related crimes. Authorizes appropriations. Title II: Federal Law Enforcement Agencies - Authorizes appropriations to hire, equip, and train not less than 350 agents and necessary support personnel to expand Drug Enforcement Administration investigations and operations against drug trafficking organizations in rural areas. Title III: Increasing Penalties for Certain Drug Trafficking Offenses - Ice Enforcement Act of 1991 - Amends the CSA to increase penalties for specified offenses involving crystalline methamphetamine. Title IV: Rural Drug Treatment - Amends the Public Health Services Act (PHSA) to require the Secretary of Health and Human Services to establish a program to provide grants to hospitals, community health centers, and other appropriate entities that serve nonmetropolitan areas to assist in developing and implementing projects that provide, or expand the availability of, substance abuse treatment services. Authorizes appropriations. Title V: Rural Drug Prevention - Amends the PHSA to require the Secretary, acting through the Administrator of the Alcohol, Drug Abuse, and Mental Health Administration (ADAMHA), to make grants to public and nonprofit private entities that serve nonmetropolitan areas to assist such entities in developing and implementing projects that provide, or expand the availability of, substance abuse prevention services. Sets forth requirements to receive grants. Directs the Administrator: (1) to give priority in awarding such grants to applications from community based organizations with experience serving nonmetropolitan areas and projects that are designed to serve areas that have no available existing treatment facilities; and (2) to the extent practicable, to provide grants to fund at least one project in each State. Limits grant awards to a period of up to three years, but allows the Administrator to establish a procedure for grant renewal. Authorizes appropriations. Requires the alcohol and drug abuse information clearinghouse required to be established under the PHSA to: (1) gather information pertaining to ADAMHA and other rural drug abuse treatment and education projects operating throughout the United States; and (2) disseminate information to rural hospitals, community health centers, community mental health centers, treatment facilities, community organizations, and other interested individuals. Title VI: Rural Land Recovery Act - Directs State and Federal prosecutors, when bringing charges against the operators of clandestine methamphetamine and other dangerous drug laboratories, to include, in addition to drug-related charges, counts involving infringements of applicable environmental protection laws, including illegal disposal of hazardous waste and knowing endangerment of the environment. Authorizes such prosecutors and private citizens to bring suit against the operators of such laboratories for environmental and health-related damages caused by the operators in their manufacture of illicit substances."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rural Crime and Drug Control Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Ice Enforcement Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve crime and drug control in rural areas, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:03-05:00"
}