{
  "actions": [
    {
      "acted_at": "1980-04-15", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7062-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-15", 
  "number": "7062", 
  "official_title": "A bill to amend the Federal Railroad Safety Act of 1970 to authorize additional appropriations, to amend other Federal rail safety laws, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Railroad Safety Authorization Act of 1980", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-04-15", 
  "subjects": [
    "Authorization", 
    "Civil procedure", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Labor and employment", 
    "Locomotives", 
    "Occupational health and safety", 
    "Public safety", 
    "Railroad employees", 
    "Railroad safety", 
    "Railroads"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-04-15", 
    "text": "Federal Railroad Safety Authorization Act of 1980 - Amends the Federal Railroad Safety Act of 1970 to authorize appropriations for fiscal years 1981 and 1982. Grants to an appropriate district court jurisdiction to restrain violations of or to enforce rules or orders on railroad safety established under any statute transferred to the Secretary of Transportation by the Department of Transportation Act. Makes conforming amendments to specified acts to extend venue in such cases to include the judicial district in which the defendant has its principal executive office. Amends the Hours of Service Act of 1907 to extend: (1) venue in specified cases to include the judicial district in which the defendant has its principal executive office; and (2) the statute of limitations if administrative notice is given pursuant to the Federal Claims Collection Act within two years from the date of the violation. Authorizes the Secretary to issue orders directing compliance with the statutes and regulations regarding railroad safety transferred to the Secretary's responsibility under the Department of Transportation Act. Grants jurisdiction, upon petition by the Attorney General, to the district courts to enforce any order issued by the Secretary pursuant to such Act or to this Act. Prescribes criminal penalties for specified violations of this Act. Authorizes the Secretary to impose such restrictions or prohibitions as may be necessary to abate an emergency situation involving a hazard of death or injury. Directs that such an order cease to be effective after 30 days unless extended in writing by the Secretary. Grants, to the appropriate District Court, jurisdiction to restrain or enjoin the operation of such an order only if: (1) the Secretary has exceeded his or her authority; or (2) there is no reasonable basis to support the determination of the Secretary that an emergency situation exists. Eliminates the requirement that each rail carrier file a locomotive safety inspection report and a repair report with the inspector in charge."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Railroad Safety Authorization Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Railroad Safety Act of 1970 to authorize additional appropriations, to amend other Federal rail safety laws, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:11-05:00"
}