{
  "actions": [
    {
      "acted_at": "1975-07-30", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2222-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-30", 
  "number": "2222", 
  "official_title": "A bill to require the Secretary of Housing and Urban Development to furnish additional consumer protection services.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Home Buyer and Home Owner Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Percy, Charles H.", 
    "state": "IL", 
    "thomas_id": "01418", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-30", 
  "subjects": [
    "Consumer protection", 
    "Department of Housing and Urban Development", 
    "Federal aid to housing", 
    "Housing and community development", 
    "Mortgages", 
    "Residential rehabilitation"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-07-30", 
    "text": "Home Buyer and Home Owner Protection Act - States that the purpose of this Act is to strengthen the administration by the Department of Housing and Urban Development of low- and moderate-income housing programs and to eliminate abuses in such programs. Authorizes the Secretary of Housing and Urban Development to take steps to correct defects in property which is improved with a mortgage insured by the provisions of the National Housing Act. States that the Secretary may provide neighborhood counseling services in connection with the insurance of mortgages. Directs the Secretary to prescribe regulations for \"fair-dealing requirements\" which must be observed by persons selling real property. Establishes in the Department of Housing and Urban Development an Office of Consumer Affairs which shall be an advocate on behalf of the interests of housing consumers in proceedings within the Department. Directs the Secretary to make such expenditures as may be necessary to protect the interests of the United States in properties subject to mortgages insured under this Act and with respect to which foreclosure proceedings have been commenced. Requires the Secretary to inspect the property involved before final mortgage payment is made."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Home Buyer and Home Owner Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the Secretary of Housing and Urban Development to furnish additional consumer protection services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:31-05:00"
}