{
  "actions": [
    {
      "acted_at": "1983-01-27", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-22", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Labor Department, GAO, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-02-22", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Employment and Productivity", 
      "text": "Referred to Subcommittee on Employment and Productivity.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-22", 
      "in_committee": "Committee on Labor and Human Resources", 
      "in_subcommittee": "Employment and Productivity", 
      "references": [], 
      "text": "Subcommittee on Employment and Productivity. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-02-23", 
      "in_committee": "Committee on Labor and Human Resources", 
      "in_subcommittee": "Employment and Productivity", 
      "references": [], 
      "text": "Subcommittee on Employment and Productivity. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s266-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Employment and Productivity", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1983-01-27", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1983-10-25", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-01-27", 
  "number": "266", 
  "official_title": "A bill to provide employment opportunities to long-term unemployed individuals in high unemployment areas in projects to repair and renovate vitally-needed community facilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1036-98", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1036-98", 
      "reason": "identical"
    }
  ], 
  "short_title": "Community Renewal Employment Act", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-01-27", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Community development", 
    "Community facilities", 
    "Depressed areas", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Economics and public finance", 
    "Employment agencies", 
    "Employment and training programs", 
    "Employment subsidies", 
    "Enterprise zones", 
    "Federal aid to Indians", 
    "Full employment policies", 
    "Government operations and politics", 
    "Health", 
    "Information services", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Labor statistics", 
    "Labor supply", 
    "Layoffs", 
    "Manpower training programs", 
    "Minimum wages", 
    "Native Americans", 
    "Plant shutdowns", 
    "Public Lands and Real Property", 
    "Public health", 
    "Public lands and natural resources", 
    "Public service employment", 
    "Relocation of federal installations", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Standards", 
    "Unemployment", 
    "Urban affairs", 
    "Urban economic development"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-01-27", 
    "text": "Community Renewal Employment Act - Declares the purpose of this Act to be the provision of employment opportunities to long-term unemployed individuals in high unemployment areas through grants for labor and related costs associated with the repair, maintenance, or rehabilitation of essential community facilities and for public safety and health activities. Authorizes appropriations to enable eligible entities to provide opportunities for unemployed individuals under this Act. Authorizes such appropriations in a specified amount for FY 1983. Limits the authorization of such appropriations in each succeeding fiscal year to an amount equal to the product of $10,000 multiplied by 20 percent of the number of \"long-term unemployed individuals\" (i.e., the average number of individuals in the civilian labor force who, in the first three months of the fiscal year for which the appropriation is to be made, had been unemployed for 15 or more weeks as determined by the Bureau of Labor Statistics on a seasonally adjusted basis). Defines as \"eligible entities,\" under specified circumstances: (1) States; (2) local governments with populations of 50,000 or more; (3) consortia of local governments; (4) existing concentrated employment program grantees serving rural areas under the Job Training Act; and (5) Native American Indian, Alaska Native, and Oklahoma Indian groups. Makes individuals aged 16 or older eligible to participate in such program only if they are unemployed at the time of eligibility determination and for at least 15 of the 20 weeks prior to such determination, with specified exceptions. Limits wages for eligible individuals to 52 weeks in a two-year period. Requires that priority be given to those who have exhausted unemployment insurance benefits and those who have been unemployed for the longest periods immediately preceding selection. Allocates 73 percent of grant funds under this Act in any fiscal year to specified eligible entities (States, local governments and consortia, and rural concentrated employment programs) within which the average unemployment rate for the preceding 12-month period was nine percent or more of the civilian labor force. Allocates 15 percent among specified eligible entities (local governments and consortia and rural concentrated employment programs) which do not meet such unemployment criteria. Allocates five percent to States for use in high unemployment areas which are not being served by eligible entities. Reserves two percent for eligible Native American groups. Reserves five percent for distribution in the Secretary's discretion. Provides that the 73 percent and 15 percent allocations to eligible entities shall be distributed on the basis of relative numbers of: (1) unemployed individuals; (2) unemployed individuals residing in areas of substantial unemployment (i.e., those areas which are of sufficient size and scope to sustain a program under this Act and which had an average rate of unemployment of at least six and one-half percent for the most recent 12 months); and (3) \"excess unemployed individuals\" (i.e., the number of individuals which is in excess of four and one-half percent of the civilian labor force). Provides that the five percent allocation to States shall be made available by Governors to areas which did not qualify for the other allocations but which have: (1) had an average civilian unemployment rate of nine percent or more for the three most recent months; (2) had large-scale losses of jobs caused by the closing of facilities, mass layoffs, natural disasters, or similar circumstances; or (3) experienced sudden or severe economic dislocations. Provides that funds reserved for Native American eligible entities shall be allocated on an equitable basis, taking into account the extent to which regular employment opportunities have been lacking. Directs the Secretary to prescribe regulations for such Native American programs. Provides that the Secretary's discretionary funds be reserved for distribution to eligible entities serving areas of high unemployment or designated enterprise zones, or areas affected by mass layoffs, natural disasters, or Federal Government actions. Sets forth provisions for availability and reallocation of funds under this Act. Requires that allocations be made within 45 days after appropriation of such funds. Requires eligible entities to file with the Secretary plans which: (1) describe projects to be assisted; (2) have been reviewed by the appropriate economic development district or other appropriate agencies; and (3) are not inconsistent with the appropriate community development plans for such area. Provides that such plans shall be deemed acceptable unless, within 30 days of the filing, the Secretary: (1) finds that a plan violates the provisions of this Act; and (2) provides a written explanation to the eligibility entity. Grants such entity 30 days to file a revised plan. Requires eligible entities to give priority to projects on the basis of the: (1) severity and duration of unemployment within localities; (2) degree to which project activities will lead to the expansion of unsubsidized employment in the private sector; (3) level of need for activities and services; and (4) extent of coordination with economic and community development activities funded from sources other than this Act. Limits to 25 percent that portion of the funds provided to any eligible entity which may be used for the cost of administration (including supervision) and the acquisition of supplies, tools, and equipment. Requires that the remainder of such funds be used to provide wages and related employment benefits to eligible participants. Requires that eligible participants be employed in community improvement projects, in one or more listed activities involving: (1) public facilities repair, rehabilitation, or improvement; (2) public lands conservation, rehabilitation, or improvement; or (3) public safety and health. Sets forth general requirements relating to employment and projects under this Act. Limits the number of subsidized jobs to five percent of the work force of an eligible entity, with specified exceptions. Requires that eligible participants be paid prevailing wages if such wages are higher than the applicable minimum wage. Limits the individual yearly wage subsidy to $10,000, but permits adjustments for particular areas. Permits individual yearly wage supplements from other sources, up to 50 per centum of the maximum wage subsidy. Requires that participants be allowed sufficient time off from work activities to participate effectively in job search activities. Requires eligible entities to maintain an individual work record for each participant. Sets forth program labor standards relating to conditions of employment and training, health and safety standards, workers' compensation benefits, and job benefits and working conditions. Prohibits use of funds under this Act for contributions on behalf of any participant to retirement systems or plans. Prohibits displacement of any currently employed worker by participants in programs funded under this Act. Prohibits such programs from impairing existing contracts for services or collective bargaining agreements. Requires the written concurrence of the labor organization and the employer concerned before any such program which would be inconsistent with the terms of a collective bargaining agreement may be undertaken. Prohibits program participants from being employed or job openings being filled when: (1) any other individual is on layoff from the same or any substantially equivalent job; or (2) the employer has terminated the employment of any regular employee or otherwise reduced its work force with the intention of filling the vacancy by hiring a participant whose wages are subsidized under this Act. Prohibits creation of jobs in a promotional line that will infringe in any way on the promotional opportunities of currently employed individuals. Requires recipients of funds under this Act to provide the Secretary with assurances that none of such funds will be used to assist, promote, or deter union organizing. Requires that an opportunity for comment be provided for any labor organization representing a substantial number of employees engaged in similar work or training in the same areas as that proposed to be funded under this Act. Applies the wage rate requirements of the Davis-Bacon Act to all laborers and mechanics employed by contractors or subcontractors in works federally assisted under this Act. Authorizes appropriations for FY 1983 and for succeeding fiscal years to enable the United States Employment Service to provide funds to State employment service agencies to: (1) certify and refer unemployed individuals as eligible for program participation; and (2) assist program participants in finding regular unsubsidized employment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Community Renewal Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide employment opportunities to long-term unemployed individuals in high unemployment areas in projects to repair and renovate vitally-needed community facilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:29-05:00"
}