{
  "actions": [
    {
      "acted_at": "1975-05-07", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1676-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McClure, James A.", 
      "sponsored_at": "1975-01-03", 
      "state": "ID", 
      "thomas_id": "01394", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1975-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-07", 
  "number": "1676", 
  "official_title": "A bill to establish an independent consumer agency to protect and serve the interest of consumers.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr8769-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Consumer Representation Act", 
  "sponsor": {
    "district": null, 
    "name": "Taft, Robert, Jr.", 
    "state": "OH", 
    "thomas_id": "01445", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-07", 
  "subjects": [
    "Consumer protection", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-05-07", 
    "text": "Consumer Representation Act - Title I: Office Of Consumer Affairs - Creates in the Executive Office of the President the Office of Consumer Affairs (OCA) to be directed by a Special Assistant to the President for Consumer Affairs. Sets forth the administrative powers and duties of the Director. States that it shall be the function of the Office of Consumer Affairs to advise the President in matters affecting consumers, and to promote and protect their interests (including the promotion of consumer education, information, and dispute settlement procedures). Transfers the Consumer Product Information Coordinating Center in the General Services Administration to the Office of Consumer Affairs. Authorizes to be appropriated to carry out the provisions of this title up to $4,000,000 for fiscal year 1976. Title II: Consideration Of Consumer Interests By The Federal Agencies - Establishes an Office of Consumer Representation within each executive department and independent regulatory commission and agency. States that such Office shall generally represent consumer interests to its agency, especially during administrative or judicial proceedings. Provides for consideration of the benefit to consumers relative to the cost of agency proceedings or of enforcement actions taken by agencies. States that the Administrator shall promptly notify producers, distributors, retailers, lenders, or suppliers of goods and services of all complaints of any significance concerning them received or developed under this Act unless the Administrator determines that to do so is likely to prejudice or impede an action, investigation, or prosecution concerning an alleged violation of law. Authorizes to be appropriated up to $300,000 per Office of Consumer Representation for fiscal year 1976."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Representation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an independent consumer agency to protect and serve the interest of consumers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:22-05:00"
}