{
  "actions": [
    {
      "acted_at": "1980-01-29", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6334-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-01-29", 
  "number": "6334", 
  "official_title": "A bill to amend chapters 21 and 23 of title 44, United States Code, relating to the National Archives Trust Fund Board.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Preyer, Richardson", 
    "state": "NC", 
    "thomas_id": "00928", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-01-29", 
  "subjects": [
    "Archives", 
    "Department of the Treasury", 
    "Executive reorganization", 
    "Fees", 
    "General Services Administration", 
    "Government operations and politics", 
    "Government trust funds", 
    "Presidential libraries", 
    "Presidents and Vice Presidents", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Archives", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-01-29", 
    "text": "Declares that gifts or bequests received by the Administrator of General Services with respect to a specified Presidential archival depository and the proceeds from the sale of depository items shall be paid into a Treasury fund established specifically for such depository. Permits the Administrator: (1) to charge a fee which recovers not more than the costs of making or authenticating copies of materials in the Administrator's custody; and (2) to charge a fee for performing such services for Government purposes if the Administrator does not have sufficient funds to pay the costs of such services. Directs the National Archives Trust Fund Board: (1) to utilize, on a reimbursable basis, personnel of the Government Services Administration in the performance of its functions; and (2) to submit to Congress an annual report on its financial and property receipts and expenditures, and on its operations. Declares that the Administrator shall pay the costs incurred by the Board. Authorizes the Board to transfer funds to the Administrator, instead of the Chairman of the Board, to be expended on archival or records activities approved by the Board. Prohibits the expenditure of funds received as a gift or bequest for any purpose for which appropriated funds could not be expended. Authorizes the Administrator to sell any work prepared pursuant to archival and records activities at a price not exceeding its cost."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend chapters 21 and 23 of title 44, United States Code, relating to the National Archives Trust Fund Board.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:56-05:00"
}