{
  "actions": [
    {
      "acted_at": "1982-04-27", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-10", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Surface Transportation", 
      "text": "Referred to Subcommittee on Surface Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-12", 
      "bill_ids": [
        "hr6211-97"
      ], 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "See H.R.6211.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6172-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Surface Transportation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Clausen, Don H.", 
      "sponsored_at": "1982-04-27", 
      "state": "CA", 
      "thomas_id": "00201", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-04-27", 
  "number": "6172", 
  "official_title": "A bill to amend the Urban Mass Transportation Act of 1964 to provide authorizations for appropriations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6211-97", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2367-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2367-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Transit Assistance Act of 1982", 
  "sponsor": {
    "district": "3", 
    "name": "Howard, James J.", 
    "state": "NJ", 
    "thomas_id": "00564", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-04-27", 
  "subjects": [
    "Authorization", 
    "Construction industries", 
    "Disabled", 
    "Economics and public finance", 
    "Government operations and politics", 
    "Intergovernmental fiscal relations", 
    "Labor and employment", 
    "Labor policy", 
    "Local and Municipal Government", 
    "Local finance", 
    "Mass rapid transit", 
    "Motor Vehicles and Driving", 
    "Motor buses", 
    "Public Contracts, Procurement, and Property", 
    "Public safety", 
    "Social welfare", 
    "State finance", 
    "States", 
    "Transportation and Travel", 
    "Transportation and the aged", 
    "Transportation and the physically handicapped", 
    "Transportation research", 
    "Transportation safety", 
    "Urban affairs", 
    "Urban transportation"
  ], 
  "subjects_top_term": "Mass rapid transit", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-04-27", 
    "text": "Transit Assistance Act of 1982 - Amends the Urban Mass Transportation Act of 1964 to prohibit a discretionary capital grant or loan from being made by the Secretary of Transportation unless the applicant has sufficient capability to maintain the facilities and equipment purchased with such grant or loan. Decreases the Federal share of such grants and loans. Authorizes appropriations, beginning in fiscal year 1983, for administrative costs necessary to carry out the functions of such Act. Authorizes appropriations for fiscal years 1983 through 1986 for the: (1) discretionary capital grant program; (2) innovative methods and techniques program; (3) planning program; (4) urbanized area capital formula program; (5) program to meet special needs of the elderly and handicapped; (6) formula grant program for other than urbanized areas; and (7) capital formula program for areas other than urbanized areas. Authorizes appropriations for fiscal years 1982 through 1986 for: (1) research, development, and demonstration projects; (2) grants for managerial, technical and professional training programs; and (3) grants for research and training in urban transportation problems; and (4) grants for the establishment and operation of transportation centers at nonprofit institutions of higher learning. Authorizes appropriations for formula grants for fiscal years 1981 through 1984 for: (1) urban mass transit; (2) construction or operating assistance; and (3) commuter rail and fixed guideway systems. Provides that any such unobligated or deobligated funds shall be added to amounts available for certain other capital grant programs. Declares that apportionments for fiscal year 1975 shall lapse on September 30, 1977, and apportionments for fiscal year 1976 shall lapse on September 30, 1978. Prohibits the Secretary from approving a project for the payment of operating expenses of urban mass transit services after September 30, 1984. Repeals provisions that require that rates charged elderly and handicapped persons for transportation during non-peak hours be no more than one-half of peak hour full fares. Establishes a capital formula program for urbanized areas to finance the planning, acquisition, construction, and improvement of facilities, equipment, and spare parts for transit vehicles in mass transportation service. Prohibits the use of such grants for the construction or extension of fixed-guideway systems other than exclusive facilities for buses. Exempts from such prohibition projects already agreed upon for the District of Columbia metropolitan area. Provides a procedure for receiving and distributing assistance under such program. Authorizes the Secretary of Transportation to establish a benchmark price representing the maximum Federal participation for the acquisition of buses. Transfers the enforcement of labor standards for construction projects funded by the Department of Transportation from the Secretary of Labor to the Secretary of Transportation. Includes the capital formula programs for urbanized area and for non-urbanized areas within the reporting system and uniform system of accounts. Makes technical amendments to formula grants for nonurbanized areas to parallel the operation of formula grants for urbanized areas. Repeals provisions concerning terminal development programs and intercity bus service. Establishes a capital formula program for areas other than urbanized areas consistent with provisions of formula grant programs for nonurbanized areas. Authorizes Governors to transfer funds between the two programs under certain circumstances. Amends the Surface Transportation Assistance Act of 1978 to prohibit the authorization of appropriations for a specified waterborne transportation demonstration project after September 30, 1982. Amends the National Mass Transportation Assistance Act of 1974 to repeal provisions dealing with the investigation of safety hazards in urban mass transportation systems."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Transit Assistance Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Urban Mass Transportation Act of 1964 to provide authorizations for appropriations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:59-05:00"
}