{
  "actions": [
    {
      "acted_at": "1980-02-22", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6578-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-02-22", 
  "number": "6578", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide a Federal income tax credit for tuition.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tuition Tax Credit Act", 
  "sponsor": {
    "district": "38", 
    "name": "Kemp, Jack", 
    "state": "NY", 
    "thomas_id": "00625", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-02-22", 
  "subjects": [
    "Church and state", 
    "Churches", 
    "College costs", 
    "Education", 
    "Educational finance", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Higher education", 
    "Income tax", 
    "Private schools", 
    "Public schools", 
    "Religion and Clergy", 
    "Secondary education", 
    "Tax credits", 
    "Taxation", 
    "Vocational education"
  ], 
  "subjects_top_term": "Tax credits", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-02-22", 
    "text": "Tuition Tax Credit Act - Amends the Internal Revenue Code to allow individual taxpayers a nonrefundable income tax credit for 50 percent of the tuition paid for the elementary, secondary, college, or post-secondary vocational education of the taxpayer, his or her spouse, or any of his or her dependents. Sets forth maximum dollar amounts allowable as a credit for calendar years 1980 through 1982. Treats tuition payments as paid for calendar year 1980 only if such payments are made on or after August 1, 1980, and before February 1, 1981, for education furnished on or after August 1, 1980, and before January 1, 1981. Treats tuition payments as paid for calendar years 1981 and thereafter only if such payments are made during the particular calendar year or within one month of the beginning or close of such calendar year for education furnished during that year. Specifies that tuition must be paid for general (non-graduate) courses of instruction in order to qualify for the credit. Defines full-time and qualified half-time student. Excludes from the definition of \"tuition\" any amounts paid for books, supplies, equipment for coursework, meals, lodging, transportation, or similar personal expenses, or education below the first grade level. Reduces the amount of tuition eligible for the credit by amounts of scholarship assistance received by the taxpayer. Forbids any construction of this Act as granting the Government additional authority to examine the books or activities of any church school except to the extent necessary to determine whether such school is an eligible educational institution within the meaning of this Act. Specifies that the granting of a tax credit to a student enrolled in a particular institution shall not be considered as Federal assistance to such institution. Requires the disregard of any amount received by the taxpayer as a tuition tax credit for purposes of determining the eligibility of the taxpayer for Federal, State, or local educational assistance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tuition Tax Credit Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide a Federal income tax credit for tuition.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:01-05:00"
}