{
  "actions": [
    {
      "acted_at": "1974-04-01", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13845-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-04-01", 
  "number": "13845", 
  "official_title": "A bill to make use of a firearm to commit a felony a Federal crime where such use violates State law, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "20", 
    "name": "Findley, Paul", 
    "state": "IL", 
    "thomas_id": "00382", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-04-01", 
  "subjects": [
    "Crime and law enforcement", 
    "Firearms"
  ], 
  "subjects_top_term": "Firearms", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-04-01", 
    "text": "Provides that whoever uses a firearm to commit any felony, or carries a firearm unlawfully during the commission of any felony, which use or carrying for said purpose is unlawful according to the law of the State in which it occurs, shall, in addition to the punishment provided for the commission of such felony, be sentenced to a term of imprisonment for not less than one year nor more than ten years. Provides that, in the case of his second or subsequent conviction under this Act, such person shall be sentenced to a term of imprisonment for not less than two nor more than twenty-five years and shall not receive a suspended or probationary sentence, nor a sentence to run concurrently with any term of imprisonment imposed for the commission of such felony. Provides that whoever acquires any firearm in violation of any law of the United States, a State, or a political subdivision thereof, shall be imprisoned not less than one year nor more than ten years, without the possibilty of a suspended or probationary sentence, nor shall such sentence run concurrently with any other term imposed with respect to the illegal acquisition of such firearm."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to make use of a firearm to commit a felony a Federal crime where such use violates State law, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:40-05:00"
}