{
  "actions": [
    {
      "acted_at": "1983-03-09", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-06-29", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-10-26", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-12", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings concluded. Hearings printed: S.Hrg. 98-972.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s737-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1983-03-09", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1983-03-09", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1983-06-07", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Gary W.", 
      "sponsored_at": "1983-03-09", 
      "state": "CO", 
      "thomas_id": "01347", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hawkins, Paula", 
      "sponsored_at": "1983-07-15", 
      "state": "FL", 
      "thomas_id": "01355", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hecht, Chic", 
      "sponsored_at": "1984-05-15", 
      "state": "NV", 
      "thomas_id": "01357", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1983-03-09", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1983-06-23", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wilson, Pete", 
      "sponsored_at": "1983-05-04", 
      "state": "CA", 
      "thomas_id": "01456", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-09", 
  "number": "737", 
  "official_title": "A bill to allow business to jointly perform research and development.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1952-98", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1952-98", 
      "reason": "identical"
    }
  ], 
  "short_title": "Joint Research and Development Ventures Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Mathias, Charles McC., Jr.", 
    "state": "MD", 
    "thomas_id": "01391", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-03-09", 
  "subjects": [
    "Actions and defenses", 
    "Antitrust law", 
    "Antitrust policy", 
    "Courts and Civil Procedure", 
    "Evidence (Law)", 
    "Freedom of information", 
    "Government records, documents, and information", 
    "Inventions", 
    "Joint ventures", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Licenses", 
    "Patent licenses", 
    "Patents", 
    "Patents, Trademarks, and Copyrights", 
    "Research and development", 
    "Science and technology"
  ], 
  "subjects_top_term": "Antitrust law", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-09", 
    "text": "Joint Research and Development Ventures Act of 1983 - Allows U.S. firms to conduct cooperative research and development programs by establishing qualified joint research and development ventures which shall be exempt from the antitrust laws. Includes as a U.S. firm any entity controlled by foreign firms or citizens if their nation provides U.S. firms and citizens equivalent access to research and development efforts in that nation. States the requirements for qualified ventures, including: (1) the use of identical terms for the same levels of participation by firms; (2) the identification of each research and development program to be conducted, and the contributions required, for a firm's participation in each program; and (3) a finding by the Attorney General that the participation of any firm that accounts for a large specified percentage of worldwide industry sales of a product is critical to the program's success, is in the national interest, and will not directly affect future production of such product; and (4) the notification of the Attorney General of the formation of a venture, the parties to the venture, the programs to be conducted, the participants in the programs, and agreements under the venture. Limits a venture's activities to conducting one or more research and development programs (including programs in which universities participate) which are projected to be completed within ten years after their inception. Declares that a participant in a venture shall not be subject to restrictions on its own research and development activities or its exploitation of inventions resulting from the venture's findings. Vests authority for the management of a venture in a management board composed of one representative of each venture participant and at least three U.S. citizens representing nonparticipants. Directs each board to establish criteria for the selection of research and development programs, the admission or withdrawal of participants, and the licensing of venture technology. Specifies information to be considered by the board in establishing such criteria. Declares that the venture shall retain title to all inventions, patents, and know-how. Entitles any firm that is a participant in a program when an invention is discovered to irrevocable, nonexclusive, and equivalent licenses to all patents and know-how. Provides for rewarding participants according to the risks each assumed. Requires licenses to be made available to nonparticipant firms after the participants have held their licenses for three years. Directs the venture to collect any royalties on behalf of the participants. Permits the venture to retain part of the royalties as may be agreed to by the participants. Requires a venture to update its notice of formation annually if necessary. Grants qualified ventures, participants, and employees thereof immunity from Federal and State antitrust laws. Directs a court to award a defendant the costs of defending against a claim brought under the antitrust laws against a venture if the venture meets the requirements of this Act or the alleged conduct does not violate antitrust laws. Provides for the investigation of ventures by the Attorney General. Directs the Attorney General to: (1) notify a venture of the actions, if any, it must take to meet the requirements of this Act; and (2) commence a court action to dissolve a venture that fails to take such actions. Permits an aggrieved party to appeal an adverse court determination. Exempts from disclosure under the Freedom of Information Act any information generated under such investigation or court action. Declares that a determination by the Attorney General, the district court, or the court of appeals shall not be admissible as evidence in an administrative or judicial proceeding in support of any claim under the antitrust laws."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Joint Research and Development Ventures Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to allow business to jointly perform research and development.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:40-05:00"
}