{
  "actions": [
    {
      "acted_at": "1993-01-05", 
      "references": [
        {
          "reference": "CR E53-54", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-01-05", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-01-05", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-02-24", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-02-24", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr192-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-01-05", 
  "number": "192", 
  "official_title": "To provide for improvements to the health of farm families, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Farm and Rural Medical Equity Reform Act of 1993", 
  "sponsor": {
    "district": "3", 
    "name": "Gunderson, Steve", 
    "state": "WI", 
    "thomas_id": "00476", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-01-05", 
  "subjects": [
    "Catastrophic health insurance", 
    "Communication in medicine", 
    "Computer networks", 
    "Department of Health and Human Services", 
    "Discrimination in insurance", 
    "Electronic data processing", 
    "Emergency medical services", 
    "Employee health benefits", 
    "Excise tax", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to health facilities", 
    "Flexible benefit plans", 
    "Health", 
    "Health insurance", 
    "Hospitals", 
    "Income tax", 
    "Insurance premiums", 
    "Insurance rates", 
    "Long-term care insurance", 
    "Medical records", 
    "Medicare", 
    "Rural hospitals", 
    "Rural public health", 
    "Savings accounts", 
    "Self-employed", 
    "Small business", 
    "Standards", 
    "Tax deductions", 
    "Tax exemption", 
    "Tax penalties", 
    "Taxation", 
    "Trauma care", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-01-05", 
    "text": "TABLE OF CONTENTS: Title I: Deductibility of Health Insurance Expenses for the Self-Employed Title II: Medical Savings Accounts Title III: Uniform Claims; Electronic Cards, Electronic Billing Title IV: Health Insurance Portability Provisions Title V: Improved Access to Rural Health Services Subtitle A: Rural Emergency Medical Services Amendments Subtitle B: Extension of Special Treatment Rules for Medicare-Dependent, Small Rural Hospitals Subtitle C: Outreach Grants Program Farm and Rural Medical Equity Reform Act of 1993 - Title I: Deductibility of Health Insurance Expenses for the Self-Employed - (Sec. 101) Amends the Internal Revenue Code to increase the deduction for health insurance costs of self-employed individuals from 25 percent to 100 percent and make the deduction permanent. Title II: Medical Savings Accounts - (Sec. 201) Allows individuals a tax deduction for contributions to a medical care savings account established for the benefit of an individual who: (1) is not covered by an employer-provided group health plan; or (2) is covered by such a plan which is a qualified catastrophic coverage health plan and is not covered by an other health plan. Makes such accounts exempt from taxation, but subject to taxes imposed on unrelated business income of charitable, etc. organizations. Allows such deduction in arriving at adjusted gross income. Establishes an excise tax for excess contributions to medical care savings accounts and subjects such accounts to the tax on prohibited transactions. (Sec. 202) Allows the transfer of unused amounts in flexible spending accounts of cafeteria plans to medical savings accounts. Provides special rules for transfers to cash or deferred arrangements. (Sec. 203) Allows the full deduction for medical, dental, etc., expenses for amounts paid for qualified catastrophic coverage health plans. Title III: Uniform Claims; Electronic Cards; Electronic Billing - (Sec. 301) Establishes the Advisory Council on Health Claim Processing Standardization to submit recommendations concerning: (1) standards for uniform health claim reimbursement forms for hospitals and physicians; (2) standards for electronic cards containing insurance information and medical records; and (3) billing computerization and electronic transmission of billing information from hospitals and physicians to insurers and the Secretary of Health and Human Services. Mandates uniform claim reimbursement forms for hospitals and physicians. Title IV: Health Insurance Portability Provisions - (Sec. 401) Prohibits pre-existing condition limitations or exclusions. Provides for continuity of coverage. Limits the amount by which premiums previously charged a small employer may be increased for a newly covered employer. (Sec. 404) Amends the Internal Revenue Code to impose an excise tax for violation of such provisions. Title V: Improved Access to Rural Health Services - (Sec. 501) Amends title XII (Trauma Care) of the Public Health Service Act to apply the title to emergency medical services (including trauma care) and to modify the Secretary's duties. Establishes the Office of Emergency Medical Services. (Sec. 502) Authorizes grants to States to improve the availability and quality of emergency medical services through the operation of State offices of emergency medical services. (Sec. 503) Requires projects under existing provisions to include demonstration projects to establish telecommunications between rural medical facilities and other medical facilities. (Sec. 504) Authorizes appropriations for carrying out specified provisions of the title. (Sec. 511) Amends title XVIII (Medicare) of the Social Security Act to extend through March 31, 1994 (currently, 1993) special payments under part A of Medicare for the operating costs of inpatient services of small, rural Medicare-dependent hospitals. (Sec. 521) Amends the Public Health Service Act to authorize grants to demonstrate new and innovative models of outreach and health care services delivery in rural areas that lack basic health services. Conditions grants on formation of consortia of at least three health care providers or at least three social service providers. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Farm and Rural Medical Equity Reform Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for improvements to the health of farm families, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:55-05:00"
}