{
  "actions": [
    {
      "acted_at": "2009-10-29", 
      "committee": "Committee on Energy and Commerce, and in addition to the Committees on the Judiciary, Ways and Means, Education and Labor, Appropriations, and Financial Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committees on the Judiciary, Ways and Means, Education and Labor, Appropriations, and Financial Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-10-29", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-10-29", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-10-29", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-10-29", 
      "committee": "House Education and Labor", 
      "references": [], 
      "text": "Referred to House Education and Labor", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-10-29", 
      "committee": "House Appropriations", 
      "references": [], 
      "text": "Referred to House Appropriations", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-10-29", 
      "committee": "House Financial Services", 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-11-02", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-12-08", 
      "in_committee": "House Education and Labor", 
      "references": [], 
      "subcommittee": "Health, Employment, Labor, and Pensions", 
      "text": "Referred to the Subcommittee on Health, Employment, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3970-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Health, Employment, Labor, and Pensions", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "13", 
      "name": "Biggert, Judy", 
      "sponsored_at": "2009-10-29", 
      "state": "IL", 
      "thomas_id": "01577", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "45", 
      "name": "Bono Mack, Mary", 
      "sponsored_at": "2009-10-29", 
      "state": "CA", 
      "thomas_id": "01465", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Burgess, Michael C.", 
      "sponsored_at": "2009-10-29", 
      "state": "TX", 
      "thomas_id": "01751", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Capito, Shelley Moore", 
      "sponsored_at": "2009-10-29", 
      "state": "WV", 
      "thomas_id": "01676", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Frelinghuysen, Rodney P.", 
      "sponsored_at": "2009-10-29", 
      "state": "NJ", 
      "thomas_id": "00414", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Goodlatte, Bob", 
      "sponsored_at": "2009-11-03", 
      "state": "VA", 
      "thomas_id": "00446", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Lance, Leonard", 
      "sponsored_at": "2009-10-29", 
      "state": "NJ", 
      "thomas_id": "01936", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Lee, Christopher J.", 
      "sponsored_at": "2009-10-29", 
      "state": "NY", 
      "thomas_id": "01944", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mica, John L.", 
      "sponsored_at": "2009-10-29", 
      "state": "FL", 
      "thomas_id": "00800", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Platts, Todd Russell", 
      "sponsored_at": "2009-11-03", 
      "state": "PA", 
      "thomas_id": "01667", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Schock, Aaron", 
      "sponsored_at": "2009-10-29", 
      "state": "IL", 
      "thomas_id": "01920", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Tiberi, Patrick J.", 
      "sponsored_at": "2009-11-03", 
      "state": "OH", 
      "thomas_id": "01664", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-10-29", 
  "number": "3970", 
  "official_title": "To protect the doctor-patient relationship, improve the quality of health care services, lower the costs of health care services, expand access to health care services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2516-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3217-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3483-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Medical Rights and Reform Act of 2009", 
  "sponsor": {
    "district": "10", 
    "name": "Kirk, Mark Steven", 
    "state": "IL", 
    "thomas_id": "01647", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-10-29", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Advisory bodies", 
    "Appropriations", 
    "Bankruptcy", 
    "Business ethics", 
    "Business investment and capital", 
    "Civil actions and liability", 
    "Computers and information technology", 
    "Consumer affairs", 
    "Contracts and agency", 
    "Criminal justice information and records", 
    "Department of Health and Human Services", 
    "Employee benefits and pensions", 
    "Evidence and witnesses", 
    "Family relationships", 
    "Fraud offenses and financial crimes", 
    "Government investigations", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health facilities and institutions", 
    "Health information and medical records", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Home and outpatient care", 
    "Income tax credits", 
    "Income tax deductions", 
    "Intergovernmental relations", 
    "Judicial procedure and administration", 
    "Legal fees and court costs", 
    "Licensing and registrations", 
    "Medicaid", 
    "Medical ethics", 
    "Medicare", 
    "Mental health", 
    "Nutrition and diet", 
    "Physical fitness and lifestyle", 
    "Right of privacy", 
    "Self-employed", 
    "Small business", 
    "State and local government operations", 
    "Telephone and wireless communication"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-10-29", 
    "text": "Medical Rights and Reform Act of 2009 - Prohibits federal funds from being used to permit any federal officer or employee to exercise any supervision or control over: (1) the practice of medicine, the practice of other health care professions, or the manner in which health care services are provided; (2) the provision by a physician or a health care practitioner of advice to a patient about the patient's health status or recommended treatment for a condition or disease; (3) the selection, tenure, or compensation of any officer, employee, or contractor of any institution, business, nonfederal agency, or individual providing health care services; or (4) the administration or operation of any such institution, business, nonfederal agency, or individual with respect to the provision of health care services to a patient. Sets forth exceptions for the Veterans Health Administration, the Department of Defense (DOD), the United States Public Health Service, the Indian Health Service, the National Institutes of Health (NIH), and the Health Resources and Services Administration. Prohibits federal funds from being used by any federal officer or employee to prohibit: (1) any individual from receiving health care services from any provider under terms and conditions mutually acceptable to the patient, the provider, and the patient's group health plan; or (2) any person from entering into a contract with any group health plan, health insurance issuer, or other business for the provision of, or payment to other parties for, health care services. Amends the Internal Revenue Code to allow self-employed individuals to deduct health insurance costs. Sets forth provisions to reform the health care liability system, including provisions relating to: (1) the speedy resolution of malpractice claims; (2) the award of compensatory and punitive damages; (3) attorney's fees; and (4) the periodic payment of future damages. Amends the Public Health Service Act to require the National Coordinator for Health Information Technology to publish a strategic plan for applying incentive payments and adjustments to encourage health care providers to adopt health information technology programs. Requires the Secretary of Health and Human Services (HHS) to study and report to Congress on federal security and confidentiality standards for health information. Amends title XVIII (Medicare) of the Social Security Act regarding telehealth services (medical services furnished via a telecommunication system by a physician to Medicare patient). Authorizes payment to eligible telehealth providers or suppliers other than a physician or telemedicine practitioner. Declares that any telemedicine practitioner credentialed by a hospital in compliance with the Joint Commission Standards for Telemedicine shall be considered in compliance with Medicare requirements for participation and reimbursement. Directs the Secretary to treat telehealth services furnished by a home health agency as a home health visit for Medicare purposes. Authorizes coverage of remote patient management services, including home health remote patient management services, for certain chronic health conditions. Directs the Secretary to establish a fee schedule for such services. Expresses the sense of Congress that the Administrator of the Centers for Medicare & Medicaid Services (CMS) should be encouraged to: (1) expand the types of medical conditions for which remote patient management services are reimbursed under Medicare; (2) provide for separate, non-bundled Medicare payment for such services; and (3) create, revise, and adjust codes for the accurate reporting and billing for such payment. Establishes the Telehealth Advisory Committee. Requires the Secretary to take its recommendations into account when adding or deleting telehealth services and in establishing related CMS policies. Directs the Secretary to make grants to expand access via telehealth to health care services for individuals in medically underserved rural, frontier, and urban areas. Amends the Public Health Service Act to reauthorize telehealth network and telehealth resource centers grant programs. Amends title XVIII (Medicare) of the Social Security Act to direct the Secretary to conduct site inspections for suppliers of durable medical equipment, prosthetics, and orthotics and for community mental health centers. Sets forth rules for the Secretary to conduct a background check on any individual or entity that applies for a Medicare provider number. Authorizes the Secretary to exclude from participation in any federal health care program any billing agency or individual that knowingly submitted a false or fraudulent claim for Medicare reimbursement. Denies a discharge in bankruptcy for fraudulent activities by a health care provider or supplier, overpayments to service providers under Medicare, and past-due obligations arising from breach of a scholarship or loan contract. Imposes a criminal penalty for illegal distribution of a Medicare or Medicaid beneficiary identification or provider number with intent to defraud. Authorizes any criminal investigator of the Office of Inspector General of HHS to: (1) obtain and execute any warrant or other process issued under federal authority; and (2) make warrantless arrests in specified circumstances. Requires all claims forms developed or used by the Secretary for Medicare reimbursement to accommodate the use of universal product numbers or bar codes. Amends the Internal Revenue Code to allow employers a tax credit for the cost of providing employees with a qualified prevention and wellness program. Amends the Public Health Service Act to require the Secretary to: (1) award grants to promote prevention and wellness programs to prevent chronic diseases; and (2) encourage states to work with insurance companies to encourage the participation of individuals and families in prevention and wellness programs. Requires states to implement programs to provide reinsurance for health insurance coverage or a high risk pool to mitigate the health care costs of high risk individuals in such states. Amends the Public Health Service Act to allow for the interstate purchase of individual health insurance plans."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medical Rights and Reform Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To protect the doctor-patient relationship, improve the quality of health care services, lower the costs of health care services, expand access to health care services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:53:48-05:00"
}