{
  "actions": [
    {
      "acted_at": "2011-12-20", 
      "committee": "House Committee on Oversight and Government Reform", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Oversight and Government Reform.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3752-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-12-20", 
  "number": "3752", 
  "official_title": "To amend title 31, United States Code, to require each agency Chief Financial Officer to submit to the Office of Management and Budget a report on and recommendations concerning the adjustment or reduction of fees imposed by the agency for services and things of value it provides.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Cost Recovery and Fair Value for Services Act of 2011", 
  "sponsor": {
    "district": "37", 
    "name": "Richardson, Laura", 
    "state": "CA", 
    "thomas_id": "01883", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-12-20", 
  "subjects": [
    "Executive agency funding and structure", 
    "Government operations and politics", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-12-20", 
    "text": "Cost Recovery and Fair Value for Services Act of 2011 - Requires each federal agency's chief financial officer, by October 1 of each odd-numbered year beginning with October 1, 2011, to report to the Director of the Office of Management and Budget (OMB) on that officer's biennial review of agency charges for services and things of value that it provides and recommendations on revising those charges to reflect its costs in doing so. Requires such report to include: (1) with regard to such recommendations, an evaluation of whether each user is paying an equitable amount and of the user's ability to pay, the extent to which use of such program provides a public benefit, and the extent to which the program the fee is funding benefits the public and identifiable users; (2) the amount of the fee sufficient to cover the full cost of the service or thing of value; (3) whether the agency has timely and reliable cost data to determine such amount; (4) the extent to which the fee will fully or partially recover costs; (5) whether the fee structure should include exemptions or reduced fees; (6) whether the fee should be set as a percentage or as a fixed dollar amount; (7) how the fee will be structured to cover the intended share of the cost over time; and (8) whether fee collections are projected to change over time in relation to the cost of the service or thing of value. Requires the OMB Director, by December 1 of each such year, to compile and transmit such reports to specified congressional committees and to identify any recommendations with which the Director does not agree."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Cost Recovery and Fair Value for Services Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 31, United States Code, to require each agency Chief Financial Officer to submit to the Office of Management and Budget a report on and recommendations concerning the adjustment or reduction of fees imposed by the agency for services and things of value it provides.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:34:53-05:00"
}