{
  "actions": [
    {
      "acted_at": "1979-01-18", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1128-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Traxler, Bob", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "01167", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-18", 
  "number": "1128", 
  "official_title": "A bill to provide for grants to States for the payment of compensation to certain elderly individuals who are injured by criminal acts and omissions or who suffer property loss as a result of certain criminal acts and omissions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Elderly Victims of Crime Act of 1979", 
  "sponsor": {
    "district": "25", 
    "name": "Roybal, Edward R.", 
    "state": "CA", 
    "thomas_id": "00996", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-18", 
  "subjects": [
    "Compensation for victims of crime", 
    "Crime prevention", 
    "Crimes against the elderly", 
    "Federal aid programs", 
    "Intergovernmental relations", 
    "Social welfare", 
    "States", 
    "Victims of crimes"
  ], 
  "subjects_top_term": "Compensation for victims of crime", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-18", 
    "text": "Elderly Victims of Crime Act of 1979 - Directs the Attorney General to make grants to qualified State programs for the compensation of elderly victims of crime. States that such grants shall total: (1) 100 percent of the allowable compensation paid to victims and survivors of victims of crimes which would constitute designated State crimes except for the fact that the crime is subject to exclusive Federal jurisdiction; (2) 75 percent of the allowable compensation paid to victims and dependent survivors of victims of designated crimes; and (3) 75 percent of administering emergency assistance offered by a State program. Specifies criteria for a State plan to qualify under this Act, including that such plan: (1) (A) offer compensation for personal injuries suffered as a result of certain State and Federal crimes; (B) offer compensation to surviving dependents of any person whose death resulted from being victim to such a crime; and (C) offer up to $1,000 compensation for loss or damage of property which is an item of necessity, as a result of such crime; (2) give eligible claimants the right to a hearing; (3) require cooperation with law enforcement agencies as a condition for recovery; (4) include a simplified mechanism for compensation of less than $100; (5) require law enforcement agencies to inform elderly victims of qualifying crimes of the existence of the compensation program and the procedure for applying; (6) subrogate the State to any claim the victim or dependent has against the perpetrator to the extent of the amount compensated by the State; (7) does not require claimants to seek welfare benefits; (8) offer certain emergency assistance to the victims or their dependents. Sets forth specified expenses that may not be included in the State program's cost of paying compensation when determining the amount of the grant for which such program is eligible. Directs the Attorney General to submit annual reports to the House and Senate Judiciary Committees with respect to each qualifying State program, and the activities of the Attorney General in carrying out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Elderly Victims of Crime Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for grants to States for the payment of compensation to certain elderly individuals who are injured by criminal acts and omissions or who suffer property loss as a result of certain criminal acts and omissions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:14-05:00"
}