{
  "actions": [
    {
      "acted_at": "1975-10-20", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10215-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "14", 
      "name": "Daniels, Dominick V.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00262", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Helstoski, Henry", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00529", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hughes, William J.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00572", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Meyner, Helen S.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00795", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Rodino, Peter W., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00973", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-20", 
  "number": "10215", 
  "official_title": "A bill to amend the Regional Rail Reorganization Act of 1973 to permit the analysis of light density railroad lines on the basis of their costs and benefits, to aid in the transition to the final system plan by assuring the continuation of local freight services and rail passenger and commuter services, to provide assistance and additional time for the States to prepare their State rail plans.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9869-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Local Freight and Passenger Services Amendments", 
  "sponsor": {
    "district": "1", 
    "name": "Florio, James J.", 
    "state": "NJ", 
    "thomas_id": "00392", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-20", 
  "subjects": [
    "Railroad law", 
    "Railroad passenger traffic", 
    "Railroad reorganization", 
    "Railroads", 
    "Railroads and state", 
    "States"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-10-20", 
    "text": "Local Freight and Passenger Services Amendments - Redefines \"interim light density lines\" for purposes of the Regional Rail Reorganization Act as meaning all rail properties used or useful in providing local rail service in the region, except rail properties (1) designated in the final system plan as profitable lines to be operated by the National Railroad Passenger Corporation or profitable railroads pursuant to this Act; (2) approved for abandonment prior to the effective date of the final system plan; or (3) which are out of service as of the effective date of the final system plan. Directs the Corporation to determine and publish criteria to assist States and local and regional transportation authorities in making determinations whether to provide rail service continuation subsidies to maintain in operation particular rail properties, and provide legal and technical assistance to such authorities. States that the Corporation must issue regulations containing standards for the computation of subsidies for rail passenger services. Permits discontinuance of freight service on any interim light density line if such line is not subject to an offer of or an agreement for purchase or subsidy, and notice of intent to discontinue freight service is sent to the Governor and local governments of the affected States. Authorizes discontinuance of rail passenger service after specified conditions have been met. Prohibits discontinuance or abandonment if a shipper, a State, the United States, a local or regional transportation authority, or any other responsible person offers (1) a rail service continuation subsidy which covers the difference between the revenue attributable to such rail properties and the avoidable costs of providing service on such rail properties plus a reasonable return on the value of such rail properties; or (2) to purchase such rail properties in order to operate rail service over such properties. Sets forth procedures governing the rehabilitation of out-of-service and interim light density lines. Directs the U.S. Railway Association to issue a supplement to the final system plan which shall (1) provide for the transfer of all interim light density lines to the Corporation; and (2) designate the value of all interim light density lines and the value of the securities and other benefits to be received for rail properties transferred to the Corporation. Requires the Secretary of Transportation to provide grants to States to help such States meet the cost of establishing and implementing State rail plans. Stipulates that State plans are not suitable unless such plan provides for prompt determination and evaluation of (1) the amount of rail service continuation subsidies required for each interim light density line; (2) the total direct and indirect costs of abandonment of interim light density lines; and (3) the total direct and indirect costs of maintaining interim light density lines. Authorizes the appropriation of specified sums to carry out the purposes of this Act. Directs the Secretary to make supplementary grants to State, local, or regional transportation authorities for the purpose of assisting such entities in paying for additional costs of passenger service resulting from the implementation of the regulations promulgated by the Office pursuant to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Local Freight and Passenger Services Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Regional Rail Reorganization Act of 1973 to permit the analysis of light density railroad lines on the basis of their costs and benefits, to aid in the transition to the final system plan by assuring the continuation of local freight services and rail passenger and commuter services, to provide assistance and additional time for the States to prepare their State rail plans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:20-05:00"
}