{
  "actions": [
    {
      "acted_at": "1976-05-18", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13870-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-18", 
  "number": "13870", 
  "official_title": "A bill to amend the Securities Exchange Act of 1934 to require issuers of securities registered pursuant to section 12 of such act to maintain accurate records and to furnish reports relating to certain foreign payments.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr13953-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s3133-94", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Moss, John E.", 
    "state": "CA", 
    "thomas_id": "00838", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-05-18", 
  "subjects": [
    "Corporations", 
    "Finance and financial sector", 
    "International affairs", 
    "Securities", 
    "Securities regulation"
  ], 
  "subjects_top_term": "Securities regulation", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-05-18", 
    "text": "Amends the Securities Exchange Act of 1934 to require each issue of securities registered with the Securities and Exchange Commission to file periodic reports relating to any payment of money or furnishing of anything of value in an amount in excess of $1,000 to: (1) any person or entity employed by, affiliated with, or representing a foreign government; (2) any foreign political party or candidate for foreign political office; or (3) any person retained to advise or represent the issue in connection with obtaining business with a foreign government. Requires that such reports be made available for public inspection and include the following information: (1) the amount of each payment and the date on which it was made; (2) the name of the person or entity receiving the funds; (3) the purpose for which the payment was made. Makes it unlawful for any issuer of a security registered with the Securities Exchange Commission to make use of the mails or of any means or instrumentality of interstate commerce to offer, pay or promise anything of value: (1) to an official of a foreign government for the purpose of inducing that individual to use his influence within such foreign government to obtain or maintain business or to influence legislation or regulations of that government; (2) to any person knowing or having reason to know that all or a portion of such money or thing of value will be used by such person to influence an official of a foreign government; (3) to any candidate for foreign political office for the purpose of inducing that party or candidate to use its or his influence with a foreign government; or (4) in any manner or for a purpose which is illegal under the laws of a foreign government."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Securities Exchange Act of 1934 to require issuers of securities registered pursuant to section 12 of such act to maintain accurate records and to furnish reports relating to certain foreign payments.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:22-05:00"
}