{
  "actions": [
    {
      "acted_at": "2001-09-07", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2001-09-12", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Levin. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-09-12", 
      "calendar": "Senate Legislative", 
      "number": "156", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 156.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2001-10-02", 
      "references": [
        {
          "reference": "CR S10055", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-02", 
      "bill_ids": [
        "s1438-107"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S. 1438 amended (Division C only).", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-02", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2001-10-05", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-05T09:03:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-05T09:40:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1417-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2001-10-02", 
    "vetoed": false
  }, 
  "introduced_at": "2001-09-12", 
  "number": "1417", 
  "official_title": "An original bill to authorize appropriations for fiscal year 2002 for defense activities of the Department of Energy, and for other purposes.", 
  "popular_title": "Energy Authorization bill, FY2002", 
  "related_bills": [
    {
      "bill_id": "s1438-107", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1438-107", 
      "reason": "includes"
    }
  ], 
  "short_title": "Department of Energy National Security Act for Fiscal Year 2002", 
  "sponsor": {
    "district": null, 
    "name": "Levin, Carl", 
    "state": "MI", 
    "thomas_id": "01384", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2001-10-02", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Advice and consent of the Senate", 
    "Animals", 
    "Appropriations", 
    "Armed forces and national security", 
    "Arms control verification", 
    "Arts, culture, religion", 
    "Authorization", 
    "Beryllium", 
    "California", 
    "Cancer", 
    "Chronically ill", 
    "Citizen participation", 
    "Classified defense information", 
    "Cobalt", 
    "Cold War", 
    "Colorado", 
    "Commerce", 
    "Compensation (Law)", 
    "Congress", 
    "Congress and military policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Counterintelligence", 
    "Crime and law enforcement", 
    "Defense Nuclear Facilities Safety Board", 
    "Defense budgets", 
    "Defense industries", 
    "Department of Energy", 
    "Disciplining of employees", 
    "Diversification in industry", 
    "EBB Terrorism", 
    "Early retirement", 
    "Easements", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Employee rights", 
    "Endangered species", 
    "Energy", 
    "Engineers", 
    "Environmental protection", 
    "Environmental technology", 
    "Executive reorganization", 
    "Families", 
    "Federal aid to community development", 
    "Federal aid to education", 
    "Federal employees", 
    "Federal office buildings", 
    "Federal officials", 
    "Foundations", 
    "Government buyouts", 
    "Government contractors", 
    "Government operations and politics", 
    "Governmental investigations", 
    "Habitat conservation", 
    "Hazardous waste site remediation", 
    "Health", 
    "History", 
    "Idaho", 
    "Impact aid", 
    "Infrastructure", 
    "International affairs", 
    "Kentucky", 
    "Labor and employment", 
    "Laboratories", 
    "Land transfers", 
    "Law", 
    "Layoffs", 
    "Legal fees", 
    "Legislation", 
    "Leukemia", 
    "Lung diseases", 
    "Manganese", 
    "Military research", 
    "Mineral reserves", 
    "Miners", 
    "Museums", 
    "New Mexico", 
    "Nuclear energy research facilities", 
    "Nuclear facilities", 
    "Nuclear fusion", 
    "Nuclear nonproliferation", 
    "Nuclear security measures", 
    "Nuclear weapons", 
    "Occupational diseases", 
    "Occupational health and safety", 
    "Ohio", 
    "Outdoor recreation", 
    "Petroleum reserves", 
    "Plutonium", 
    "Polygraphs", 
    "Presidential appointments", 
    "Privatization", 
    "Public lands and natural resources", 
    "Public utilities", 
    "Radiation victims", 
    "Radioactive wastes", 
    "Reprogramming of appropriated funds", 
    "Research and development facilities", 
    "Restoration ecology", 
    "Right-of-way", 
    "Road construction", 
    "Russia", 
    "Science, technology, communications", 
    "Scientists in government", 
    "Security clearances", 
    "Severance pay", 
    "Social welfare", 
    "South Carolina", 
    "Sports and recreation", 
    "Strategic materials", 
    "Surplus government property", 
    "Surveying", 
    "Survivors' benefits", 
    "Tennessee", 
    "Terrorism", 
    "Traffic accidents and safety", 
    "Transportation and public works", 
    "Uranium", 
    "Washington State", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2001-10-02", 
    "text": "Department of Energy National Security Act for Fiscal Year 2002 - Title XXXI(sic): Department of Energy National Security Programs - Subtitle A: National Security Programs Authorizations - Authorizes appropriations to the Department of Energy (DOE) for FY 2002 for operating expenses, capital equipment, and plant projects necessary in carrying out the following activities for national security programs: (1) weapons activities; (2) defense nuclear nonproliferation; (3) naval reactors; (4) the National Nuclear Security Administration; (5) defense environmental restoration and waste management; (6) other defense activities; (7) defense environmental management privatization activities; and (8) defense nuclear waste disposal.Subtitle B: Recurring General Provisions - Prohibits the use of funds appropriated pursuant to this title for: (1) the cost of a program exceeding 110 percent of the amount authorized or $2 million more than the amount so authorized; or (2) programs which have not been presented to, or requested of, Congress until the Secretary of Energy (Secretary) transmits to the defense and appropriations committees a full statement of the action proposed and 30 days have since expired.(Sec. 3122) Places certain funding limits for general plant and construction projects of DOE. Requires congressional reports when amounts exceed such limits.(Sec. 3124) Authorizes the Secretary to transfer DOE-authorized funds: (1) to other Federal agencies for the performance of work for which such funds were authorized; or (2) between authorizations within DOE, to be merged with and available for the same purposes. Requires notification to the defense committees of any such transfers.(Sec. 3125) Directs the Secretary, before submitting a funding request for a construction project in support of a DOE national security program, to complete a conceptual design for such project. Requires a separate funding request for designs for which the estimated cost exceeds $3 million. Authorizes the Secretary to carry out construction design services in connection with any proposed construction project if the total estimated cost for the design does not exceed $600,000. Requires specific authorization by law for designs exceeding such amount.(Sec. 3126) Authorizes the use of DOE funds for planning, design, or construction activities for any DOE national security program that must proceed expeditiously in order to protect public health and safety, meet the needs of national defense, or protect property. Requires the Secretary to report to the defense and appropriations committees when funds are so used.(Sec. 3129) Directs the Secretary, during FY 2002, to empower each DOE field office manager with the authority to transfer defense environmental management funds from a program or project under such office's jurisdiction to another program or project in order to address a risk to health, safety, or the environment or to assure the most efficient use of such funds at that field office. Limits such transfer to a total of $5 million per fiscal year. Directs the Secretary to notify Congress within 30 days after any such transfer.(Sec. 3130) Directs the Secretary, during FY 2002, to empower each DOE field office manager with the authority to transfer weapons activities funds from a program or project under the jurisdiction of such office to another program or project in order to address a risk to health, safety, or the environment or to assure the most efficient use of such funds at that field office. Limits each transfer to $5 million. Directs the Secretary to notify Congress within 30 days after any such transfer.Subtitle C: Program Authorizations, Restrictions, and Limitations - Prohibits more than 50 percent of the funds made available in this Division for weapons activities for facilities and infrastructure from being obligated or expended until the Administrator for Nuclear Security (Administrator) submits a specified report to the defense and appropriations committees.(Sec. 3132) Prohibits more than $5 million of the funds authorized for national security programs administrative support from being obligated or expended until the later of the date on which the: (1) Secretary reports to Congress on the purposes of such funds; or (2) Administrator submits to Congress the future-years nuclear security program for FY 2002 as required under prior law.(Sec. 3133) Prohibits funds authorized for the Nuclear Cities Initiative after FY 2001 from being obligated or expended with respect to more than three Russian nuclear cities, or more that two serial production facilities in Russia, until 30 days after the Administrator submits to the defense committees an agreement signed by the Russian Federation on access to the ten closed nuclear cities and four serial production facilities of the Initiative. Requires an annual report on financial and programmatic activities with respect to the Initiative.(Sec. 3134) Authorizes the Secretary to provide for the design and construction of a new operations office complex for DOE in accordance with a feasibility study conducted under the National Defense Authorization Act for Fiscal Year 2000.Subtitle D: Matters Relating to Management of National Nuclear Security Administration - Amends the National Nuclear Security Administration Act to establish within the National Nuclear Security Administration a Deputy Administrator for Nuclear Security, to be the principal assistant to the Administrator.(Sec. 3142) Eliminates the requirement that the heads of national security laboratories and nuclear weapons production facilities report to the Deputy Administrator for Defense Programs.(Sec. 3144) Increases from 300 to 500 the number of scientific, engineering, and technical positions authorized to be established by the Administrator.Subtitle E: Other Matters - Amends the Energy Employees Occupational Illness Compensation Program Act to include as a covered illness under such Program leukemia if initial occupation exposure occurred before 21 years of age and onset occurred more than two years after such initial exposure. Allows members of a class of employees at an atomic weapons employer facility to be treated as members of the Special Exposure Cohort. Requires (current law authorizes) the survivor of a covered atomic weapons facility employee or covered uranium employee to receive the compensation benefit provided under the Program, allocating such compensation among the surviving spouse and any children. Revises generally provisions concerning the dismissal of pending suits and payment of attorney fees. Requires the National Institute for Occupational Safety and Health to conduct a study of residual contamination in any atomic weapons facility or facility of a beryllium vendor after the discontinuation of activities related to the production of nuclear weapons. Requires an interim and final report from the Institute to the defense and appropriations committees.(Sec. 3152) Directs the Secretary to submit to the defense and appropriations committees a plan for conducting, as part of DOE personnel assurance programs, an interim counterintelligence polygraph program consisting of polygraph examinations of employees or contractor employees at DOE facilities. Provides certain examination exemptions. Requires the Secretary, after obtaining results of a DOE-wide Polygraph Review, to prescribe a proposed rule for a counterintelligence polygraph program for DOE. Repeals existing polygraph requirements. Requires the Administrator to report to Congress recommendations for legislative actions necessary to enhance the DOE personnel security program.(Sec. 3153) Amends the National Defense Authorization Act for Fiscal Year: (1) 2000 to extend through January 4, 2003, the authority of DOE to pay voluntary separation incentive payments; (2) 1993 to add an additional requirement under the DOE defense nuclear facility work force restructuring plan; and (3) 1999 to revise reporting dates of a panel assessing the reliability, safety, and security of the U.S. nuclear weapons stockpile.(Sec. 3156) Requires the Administrator to notify the defense and appropriations committees when the National Ignition Facility of the Lawrence Livermore National Laboratory, California, achieves Level one and two milestones. Requires a report on the failure of timely achievement of such milestones.(Sec. 3157) Earmarks authorized funds for: (1) support through FY 2004 for public education in the vicinity of the Los Alamos National Laboratory, New Mexico; and (2) safety improvements to the Corral Hollow Road adjacent to Site 300 of the Lawrence Livermore National Laboratory.(Sec. 3159) Amends the Department of Energy Organization Act to require the Secretary to annually conduct and report to Congress on a comprehensive assessment of the vulnerability of DOE facilities to terrorist attack.Subtitle F: Rocky Flats National Wildlife Refuge - Rocky Flats National Wildlife Refuge Act of 2001 - Provides that the United States shall retain all right, title, and interest to lands within the Rocky Flats Environmental Technology Site, Colorado.(Sec. 3175) Provides for the transfer of administrative jurisdiction over Rocky Flats from the Secretary to the Secretary of the Interior. Excludes the transfer of certain property and facilities used to intercept, treat, or control hazardous substances and for purposes related to required environmental response actions. Requires the Secretary to carry out to completion cleanup and closure at Rocky Flats, and to conduct any necessary operation and maintenance of response actions.(Sec. 3177) Directs the Secretary of the Interior to establish: (1) the Rocky Flats National Wildlife Refuge; and (2) a comprehensive conservation plan that involves the public and local communities. Requires a report from such Secretary to the defense committees on the conservation plan.(Sec. 3180) Authorizes the Secretary to establish a Rocky Flats Museum.(Sec. 3181) Requires a joint report from the above Secretaries on funding required to implement this Subtitle.Title XXXII: Defense Nuclear Facilities Safety Board - Authorizes appropriations for FY 2002 for the Defense Nuclear Facilities Safety Board.Title XXXIII: National Defense Stockpile - Authorizes the President to dispose of specified obsolete or excess materials in the National Defense Stockpile (NDS).(Sec. 3302) Revises generally limitations on required disposals of cobalt in the NDS under prior defense authorization Acts.(Sec. 3303) Amends the National Defense Authorization Act for Fiscal Year: (1) 1998 to accelerate by one fiscal year certain required disposals of cobalt from the NDS; and (2) 1996 to prohibit the President, during FY 2002, from disposing high carbon manganese ferro that meets specified requirements. Repeals a provision requiring the remelting of manganese ferro that does not meet such requirements.Title XXXIV: Naval Petroleum Reserves - Authorizes appropriations to the Secretary for FY 2002 to carry out activities relating to the naval petroleum reserves."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Energy Authorization bill, FY2002", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Energy National Security Act for Fiscal Year 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Rocky Flats National Wildlife Refuge Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Energy National Security Act for Fiscal Year 2002", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Rocky Flats National Wildlife Refuge Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of Energy National Security Act for Fiscal Year 2002", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Rocky Flats National Wildlife Refuge Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 2002 for defense activities of the Department of Energy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:09-05:00"
}