{
  "actions": [
    {
      "acted_at": "1979-08-02", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-08-02", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5113-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Trible, Paul S., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "VA", 
      "thomas_id": "01169", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-08-02", 
  "number": "5113", 
  "official_title": "A bill to promote orderly and efficient ocean transportation of bulk commodities in the foreign commerce of the United States and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Maritime Bulk Trade Act of 1979", 
  "sponsor": {
    "district": "2", 
    "name": "Boggs, Corinne C. (Lindy)", 
    "state": "LA", 
    "thomas_id": "00103", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-08-02", 
  "subjects": [
    "Advisory bodies", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Exports", 
    "Federal advisory bodies", 
    "Foreign Trade and Investments", 
    "Imports", 
    "International trade", 
    "Marine transportation", 
    "Maritime law", 
    "Merchant marine", 
    "Shipping agreements", 
    "Ships and shipping", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Marine transportation", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-08-02", 
    "text": "Maritime Bulk Trade Act of 1979 - Directs the Secretary of State, in consultation with the Secretary of Commerce and the Special Representative for Trade Negotiations, to immediately negotiate a Governing International Maritime Agreement with each nation whom the United States engaged in the trading of bulk commodities in 1979 where such trade equaled at least five percent of United States bulk trade in that year. Directs the Secretary to negotiate such agreements with any other nation at the request of that nation. Stipulates that each such agreement shall contain the following provisions: (1) each nation reserves to its national flag merchant marine the right to participate in their reciprocal bulk commodity trades to the extent of 40 percent of such trade; (2) nonnational flagships shall be limited to a maximum of 20 percent of such trade; (3) procedures shall be set forth to insure that the national flagships share equally in the trade reserved to such ships; (4) each nation may grant waivers to permit nonnational carriers to carry more than 20 percent of the bulk commodity trade for a period of ten years after the execution of an agreement provided that the national flagships are first offered the opportunity to transport the cargo; (5) each nation shall advise the other of any anticipated shortfall in its ability to transport the share reserved to its flagships; (6) the United States will provide technical assistance for the development and operation of the bulk cargo carrying sector of the trading partner's merchant marine; and (7) the United States shall make available to the trading partner's merchant marine the construction-differential subsidy program and the Federal ship mortgage insurance program for the construction of bulk cargo carrying ships in shipyards of the United States. Directs the Secretary of State to enter into such an agreement with any group of nations which indicate a desire to execute such an agreement on a regional basis. Sets forth procedures for Congressional oversight of such agreements. Makes it unlawful for any nonnational flagship to engage in the transportation of bulk commodities with a trading partner except as authorized by the Governing International Maritime Agreement. Directs the Secretary of Commerce and the Secretary of the Treasury to adopt procedures to insure that nonnational flagships do not transport bulk commodities in excess of that authorized by maritime agreements. Directs the Secretary of Commerce to establish an advisory committee composed of the United States maritime industry, representatives of bulk commodity importing and exporting industries and individuals designated by trading partners to advise and assist the Secretary in the implementation of this Act. Requires the Secretaries of State and of Commerce and the advisory committee established by this Act to report annually to Congress on their activities pursuant to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Maritime Bulk Trade Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote orderly and efficient ocean transportation of bulk commodities in the foreign commerce of the United States and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:32-05:00"
}