{
  "actions": [
    {
      "acted_at": "2006-03-15", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2423-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "2006-06-12", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lott, Trent", 
      "sponsored_at": "2006-03-16", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2006-03-15", 
  "number": "2423", 
  "official_title": "A bill to improve science, technology, engineering, and mathematics education.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Securing Excellence in Education for Our Kids in Math and Science Act of 2006", 
  "sponsor": {
    "district": null, 
    "name": "Santorum, Rick", 
    "state": "PA", 
    "thomas_id": "01015", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2006-03-15", 
  "subjects": [
    "Academic performance", 
    "Commerce", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Curricula", 
    "Distance education", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Employee training", 
    "Engineering", 
    "Engineers", 
    "Federal aid to education", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government publicity", 
    "Graduate education", 
    "High technology", 
    "Higher education", 
    "Income tax", 
    "Infrastructure", 
    "Interest", 
    "Labor and employment", 
    "Life sciences", 
    "Mathematics", 
    "Scholarships", 
    "Science, technology, communications", 
    "Scientific education", 
    "Student loan funds", 
    "Tax credits", 
    "Taxation", 
    "Teacher education", 
    "Teacher salaries", 
    "Teacher supply and demand", 
    "Technical education"
  ], 
  "subjects_top_term": "Higher education", 
  "summary": {
    "as": "Introduced", 
    "date": "2006-03-15", 
    "text": "Securing Excellence in Education for Our Kids in Math and Science Act of 2006, or the SEEK Math and Science Act - Authorizes the Secretary of Education to award grants to institutions of higher education for the development and implementation of part-time master's degree scholarship programs for middle and secondary school science or mathematics teachers which can be completed within two years. Authorizes the Secretary also to award competitive grants to states for scholarships to students pursuing undergraduate degrees in science, technology, engineering, or mathematics while earning certification, and agreeing, to teach elementary or secondary science or mathematics at a public school for five years. Authorizes the Secretary to award signing and retention bonuses to individuals who have science or mathematics degrees and agree to teach such subjects at needy public elementary or secondary schools for five years, or who agree to an additional five years of such service. Authorizes the Secretary to award competitive grants to: (1) state and local educational agencies (LEAs) to increase the enrollment of secondary school students in science and mathematics Advanced Placement (AP) courses, and facilitate AP distance learning in such courses for rural students; and (2) up to five LEAs and up to 10 states for pilot programs establishing a differentiated compensation system for middle and secondary school science and mathematics teachers that is based primarily on improvements in student performance. Directs the Comptroller General to report to the Congress on the effectiveness of science, technology, engineering, and mathematics education programs. Amends the Internal Revenue Code of 1986 to provide income tax credits to employers for: (1) the postsecondary training of employees to maintain or improve required mathematics, science, and technology skills; and (2) the costs of allowing teacher employees to teach elementary or secondary school mathematics or science. Authorizes the Secretary to conduct a public awareness campaign encouraging elementary and secondary school students to pursue science, technology, engineering, and mathematics careers. Directs the Secretary to assume the student loan interest obligations of selected elementary or secondary school science or mathematics teachers, or mathematics, science, or engineering professionals who agree to serve in such positions for five years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Securing Excellence in Education for Our Kids in Math and Science Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "SEEK Math and Science Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve science, technology, engineering, and mathematics education.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:02-05:00"
}