{
  "actions": [
    {
      "acted_at": "1980-04-17", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2578-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-17", 
  "number": "2578", 
  "official_title": "A bill to establish a procedure for periodic sunset review of Federal programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Congressional Oversight Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Bayh, Birch", 
    "state": "IN", 
    "thomas_id": "01277", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-04-17", 
  "subjects": [
    "Administrative procedure", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Government operations and politics", 
    "House of Representatives", 
    "House rules and procedure", 
    "Legislation", 
    "Senate", 
    "Senate rules and procedure", 
    "Sunset legislation"
  ], 
  "subjects_top_term": "Sunset legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-04-17", 
    "text": "Congressional Oversight Act of 1980 - Requires the Committee on Rules and Administration of the Senate and the Committee on Rules of the House of Representatives (Committees) to develop, publish, and maintain a congressional inventory of Federal programs which classifies all Federal programs according to each congressional committee having legislative jurisdiction over such a program (legislative committee). Sets forth the procedure for developing and revising such inventory. Requires the inventory to identify: (1) each program by name and number; (2) the agency administering the program; (3) the statutes and regulations governing the program; (4) each legislative committee with respect to the program; (5) the most recent year in which the program was reviewed, established, or funded; and (6) the amount authorized to be appropriated, the budget authority provided, and the budget outlays made for the program for the most recently completed fiscal year. Directs the Comptroller General of the United States to prepare, publish, and annually update a supplement to the inventory which includes a cost effectiveness comparison of each program with other programs having similar objectives. Requires the Directors of the Congressional Budget Office (CBO) and the Congressional Research Service (CRS) to provide assistance as requested in the preparation and updating of the inventory and supplement. Directs each legislative committee of the Senate and the House, by March 1 of the first session of each Congress beginning with the Ninety-eighth Congress, to submit to the appropriate committee an agenda for the sunset review during such Congress of selected programs within the committee's jurisdiction. Directs the legislative committees: (1) to submit agendas providing for the review of related programs in the same Congress when practicable; and (2) to consult with other committees having concurrent jurisdiction over a program to provide that all sunset reviews of such program will be conducted during the same Congress. Requires each Committee, within seven days after receiving all such agendas: (1) to incorporate the agendas for all of the legislative committees of its respective House into a consolidated sunset review agenda; and (2) to report to its respective House a concurrent resolution directing each legislative committee, by May 15 of the second session of the Congress, to report a bill modifying, continuing, or terminating each program listed in the consolidated agenda. Requires each such bill reported by a legislative committee to be accompanied by a report which justifies the committee's decision regarding the program, and includes information on the costs, benefits, regulatory impact, and effectiveness of the program. Requires each program included in a committee agenda or a consolidated agenda to be identified by the program name and number as specified in the congressional inventory of Federal programs. Requires each House to adopt the concurrent resolution implementing the consolidated sunset review agenda by March 30 of the first session of the Congress. Sets forth House and Senate procedures for: (1) the consideration of such concurrent resolution; and (2) the consideration, under certain time constraints, of a bill to modify, continue, or terminate a program. Directs each executive agency which administers a program selected for a sunset review, the Director of the Office of Management and Budget, the Comptroller General, the Director of the Technology Assessment, and the Directors of CBO and CRS to submit to legislative committees specified information to assist the committees in conducting sunset reviews pursuant to this Act. Declares that this Act shall not affect existing program review or oversight authority of any legislative committee. Makes conforming amendments to the Standing Rules of the Senate and the Rules of the House of Representatives. Directs the Committee on Finance of the Senate, within one year after the enactment of this Act, to submit to the Senate a report recommending a mechanism for the congressional review of tax expenditures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Congressional Oversight Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a procedure for periodic sunset review of Federal programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:24-05:00"
}