{
  "actions": [
    {
      "acted_at": "1990-05-10", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-05-10", 
      "bill_ids": [
        "hr4470-101"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Previous Action See H.R.4470.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-05-15", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-05-15", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-05-24T18:46:00-04:00", 
      "references": [], 
      "text": "Mr. Waxman asked unanimous consent that the Committee on Energy and Commerce have until 5:00 p.m. on May 31 to file a report on H.R. 4785. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-05-31T12:26:00-04:00", 
      "calendar": "Union", 
      "number": "308", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 308.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1990-05-31T12:26:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Energy and Commerce. H. Rept. 101-511.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-07T10:39:00-04:00", 
      "bill_ids": [
        "hres408-101", 
        "s2240-101"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 408 Reported to House. Rule provides for consideration of H.R. 4785 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit. It shall be in order to consider an amendment in the nature of a substitute recommended by the Committee on Energy and Commerce now printed in the bill as an original bill for the purpose of amendment. No amendment to said substitute shall be in order except the amendments printed in the report of the Committee on Rules accompanying this resolution, debatable for the period specified and not subject to amendment except as specified in the report. The amendments of Mr. Madigan shall be considered en bloc. Measure will be read by section. Specified amendments are in order. Upon passage of H.R. 4785, it shall be in order to take from the Speaker's table the bill S. 2240 and to consider said bill in the House. It shall then be in ...", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-13T11:09:00-04:00", 
      "bill_ids": [
        "hres408-101"
      ], 
      "references": [], 
      "text": "Rule H. Res. 408 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-13T12:28:00-04:00", 
      "bill_ids": [
        "hres408-101"
      ], 
      "references": [], 
      "text": "Considered under the provisions of rule H. Res. 408.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-13T12:28:00-04:00", 
      "bill_ids": [
        "s2240-101"
      ], 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 4785 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit. It shall be in order to consider an amendment in the nature of a substitute recommended by the Committee on Energy and Commerce now printed in the bill as an original bill for the purpose of amendment. No amendment to said substitute shall be in order except the amendments printed in the report of the Committee on Rules accompanying this resolution, debatable for the period specified and not subject to amendment except as specified in the report. The amendments of Mr. Madigan shall be considered en bloc. Measure will be read by section. Specified amendments are in order. Upon passage of H.R. 4785, it shall be in order to take from the Speaker's table the bill S. 2240 and to consider said bill in the House. It shall then be in ...", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-13T12:28:00-04:00", 
      "bill_ids": [
        "hres408-101"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 408 and Rule XXIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-13T12:28:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Kweisi Mfume to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-13T12:28:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-13T13:34:00-04:00", 
      "bill_ids": [
        "hres408-101"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 408, the Committee of the Whole proceeded with ten minutes of debate on the Madigan amendments en bloc.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-13T13:42:00-04:00", 
      "bill_ids": [
        "hres408-101"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 408, the Committee of the Whole proceeded with ten minutes of debate on the Lent amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-13T13:48:00-04:00", 
      "bill_ids": [
        "hres408-101"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 408, the Committee of the Whole proceeded with ten minutes of debate on the Burton amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-13T13:58:00-04:00", 
      "bill_ids": [
        "hres408-101"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 408, the Committee of the Whole proceeded with thirty minutes of debate on the Dannemeyer amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-13T14:02:00-04:00", 
      "bill_ids": [
        "hres408-101"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 408, the Committee of the Whole proceeded with thirty minutes of debate on the Rowland of Georgia substitute for the Dannemeyer amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-13T15:50:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 4785.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-13T15:51:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-13T15:51:00-04:00", 
      "references": [], 
      "text": "The House adopted the amendment in the nature of a substitute as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-13T16:10:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "168", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by recorded vote: 408 - 14 (Roll No. 168).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1990-06-13T16:10:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-13T16:11:00-04:00", 
      "references": [], 
      "text": "The Clerk was authorized to correct section numbers, punctuation, and cross references, and to make other necessary technical and conforming corrections in the engrossment of H.R. 4785.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-13T16:13:00-04:00", 
      "bill_ids": [
        "s2240-101"
      ], 
      "references": [], 
      "text": "Laid on the table. See S. 2240 for further action.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h499-101", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "499"
    }, 
    {
      "amendment_id": "h500-101", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "500"
    }, 
    {
      "amendment_id": "h501-101", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "501"
    }, 
    {
      "amendment_id": "h502-101", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "502"
    }, 
    {
      "amendment_id": "h503-101", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "503"
    }
  ], 
  "bill_id": "hr4785-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Boggs, Corinne C. (Lindy)", 
      "sponsored_at": "1990-05-24", 
      "state": "LA", 
      "thomas_id": "00103", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fuster, Jamie B.", 
      "sponsored_at": "1990-05-24", 
      "state": "PR", 
      "thomas_id": "00424", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Mavroules, Nicholas", 
      "sponsored_at": "1990-05-24", 
      "state": "MA", 
      "thomas_id": "00751", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Mineta, Norman Y.", 
      "sponsored_at": "1990-05-24", 
      "state": "CA", 
      "thomas_id": "00812", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Payne, Donald M.", 
      "sponsored_at": "1990-05-24", 
      "state": "NJ", 
      "thomas_id": "00902", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1990-06-13T16:10:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "1990-05-10", 
  "number": "4785", 
  "official_title": "To amend the Public Health Service Act to establish a program of grants to provide preventive health services with respect to acquired immune deficiency syndrome, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres408-101", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr4470-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4874-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2240-101", 
      "reason": "unknown"
    }
  ], 
  "short_title": "AIDS Prevention Act of 1990", 
  "sponsor": {
    "district": "24", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1990-06-13T16:10:00-04:00", 
  "subjects": [
    "AIDS (Disease)", 
    "Actions and defenses", 
    "Blood transfusions", 
    "Community health services", 
    "Confidential communications", 
    "Counseling", 
    "Crime and law enforcement", 
    "Drugs", 
    "Emergency medical personnel", 
    "Emergency medical services", 
    "Epidemiology", 
    "Families", 
    "Federal aid to health facilities", 
    "Grants-in-aid", 
    "Health", 
    "Health education", 
    "Health planning", 
    "Hemophilia", 
    "Hospitals", 
    "Infants", 
    "Informed consent (Medical law)", 
    "Medicaid", 
    "Medical statistics", 
    "Medical tests", 
    "Narcotic addicts", 
    "Patients' rights", 
    "Poor", 
    "Pregnant women", 
    "Preventive medicine", 
    "Prisoners", 
    "Public assistance programs", 
    "Right of privacy", 
    "Rural public health", 
    "State laws", 
    "Urban areas"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1990-06-13", 
    "text": "AIDS Prevention Act of 1990 - Title I: Preventive Health Services with Respect to Acquired Immune Deficiency Syndrome - Amends the Public Health Service Act to create a new title on preventive health services with respect to acquired immune deficiency syndrome (AIDS). Directs the Secretary of Health and Human Services, through the Director of the Centers for Disease Control and the Administrator of the Health Resources and Services Administration, to make allotments to States, and authorizes the Secretary, through the Director and the Administrator, to make grants to public and nonprofit private entities who have Medicaid provider status and who meet other requirements, for outpatient services relating to: (1) counseling; (2) testing, including testing for infection, testing regarding the extent of deficiency in the immune system, testing relating to preventing and treating deterioration of the immune system, and testing relating to preventing and treating conditions arising from the infection; and (3) providing therapeutic measures. Sets forth optional services. Requires matching non-Federal funds for grants from the allotments to States. Requires information regarding the receipt of services to be kept confidential in a manner not inconsistent with applicable law. Requires counseling and written informed consent prior to testing. Allows: (1) use of a pseudonym in signing a consent form; and (2) consent to be given orally when an individual is to undergo testing without providing any identifying information. Requires counseling before testing and, for both individuals with negative and individuals with positive results, after testing. Requires that opportunities be made available for individuals (including women, children, hemophiliacs, and emergency response employees) to undergo counseling under conditions appropriate to their needs. Allows counseling without testing. Requires that testing by grant recipients for infection be carried out in accordance with the requirements of this Act regarding confidentiality, informed consent, and counseling regardless of whether the testing is carried out with Federal funds. Requires grant recipients who regularly provide treatment for sexually transmitted diseases, who regularly provide treatment for intravenous substance abuse, who are family planning clinics, who provide treatment for tuberculosis, or who regularly provide health care for pregnant women offer and encourage preventive health services to individuals to whom the recipient provides services. Requires a grantee who regularly provides health care for pregnant women to refer any pregnant woman determined to be infected to an entity which is a recipient of a demonstration grant under this Act for research and services for pediatric patients regarding AIDS, if such a grant recipient exists in the geographic area involved. Applies the requirement to offer and encourage and provide preventive health services only if the grant is sufficient to cover the costs of doing so. Authorizes the Secretary to make grants to public nonprofit hospitals for offering, encouraging, and providing preventive health services to inpatients of the hospital. Requires that a hospital, to be eligible: (1) must have admitted, in the most recent fiscal year, at least 250 individuals with AIDS; or (2) such individuals must have constituted at least 20 percent of the number of inpatients admitted. Conditions the requirement of offering, encouraging, and providing preventive services on the grant being sufficient to pay associated costs. Prohibits expending grant funds to provide preventive services if the hospital learns of the infection with the etiologic agent for AIDS through any means other than such offering, encouraging, and providing of services. Requires recipient hospitals to make appropriate referrals for individuals upon discharge. Applies provisions of this Act relating to informed consent, counseling, and other matters to recipient hospitals. Authorizes appropriations for the grants to hospitals. Requires a State grant recipient to: (1) encourage individuals in the State receiving a transfusion of whole blood or any blood-clotting factor between January 1, 1978, and April 1, 1985, to receive preventive health services; and (2) inform such individuals of public health facilities in the geographic area that provide such services. Declares that individual notifications are not required. Requires a State grant recipient to require that any entity carrying out such testing confidentially report to the State public health officer information sufficient to: (1) perform statistical and epidemiological analyses of the incidence of infection; (2) perform statistical and epidemiological analyses of the demographic characteristics of infected individuals; and (3) assess the adequacy of preventive health services. Requires a State grant recipient to require that the State public health officer, to the extent appropriate in the determination of the officer, carry out a program of partner notification with respect to infection. Declares that these reporting and partner notification provisions do not require or prohibit a State from providing that identifying information concerning individuals who have been tested which is required to be submitted to the State. Mandates that States prohibit acts which knowingly expose nonconsenting individuals to the etiologic agent through a donation of blood, semen, or breast milk, through sexual activity, through sharing of hypodermic needles, or through any behavior with the intent to expose another nonconsenting person. Requires that States authorize a civil cause of action and a criminal penalty for violation of these prohibitions. Authorizes the Secretary to make grants to States for preventive health services to individuals sentenced by the State to imprisonment. Requires that such individuals be informed of: (1) the prisoner testing requirements under this Act; and (2) the results of the testing. Requires matching non-Federal contributions in specified ratios. Mandates that States: (1) require testing of prisoners upon entering the State penal system and during the 30-day period before release; (2) inform any penal system employee, on request of the employee, if the employee has a reasonable basis for believing that the employee may have been exposed by an individual to the etiologic agent, of that individual's test results; and (3) inform the spouse of the individual prior to each conjugal visit and prior to release. Requires all prison employees and such spouses to be informed of the availability of the test results. Requires confidentiality of test results, except for the disclosure authorized in these provisions and disclosures as medically necessary. Applies the prison testing requirements only to prisons meeting requirements relating to the prevalence of infection with the etiologic agent or, in the absence of infection data, the prevalence of cases of AIDS in the geographic area in which inmates of the prison involved resided before incarceration. Applies provisions of this Act relating to informed consent, counseling, and other matters to the prison grants. Authorizes appropriations for the prison testing grants. Requires that, to the extent permitted under State law, grant recipients offer substantial opportunities for an individual to undergo counseling and testing without giving any identifying information or using a pseudonym. Prohibits requiring an individual to undergo testing as a condition to receive other health services unless the testing is medically indicated in the provision of the health services sought by an individual. Requires the imposition of fees for preventive health services under specified provisions of this title to individuals above the poverty line, with the amounts of the fees limited by the income of the individual. Authorizes appropriations. Requires that counseling programs carried out under this Act: (1) not be designed to promote or encourage, directly, intravenous drug abuse or sexual activity, homosexual or heterosexual; (2) be designed to reduce exposure to and transmission of the etiologic agent for AIDS by providing accurate information; and (3) provide information on the health risks of promiscuous sexual activity and intravenous drug abuse. Title II: Emergency Relief for Areas with Substantial Need for Services - Directs the Secretary, through the Administrator of the Health Resources and Services Administration, to make grants in any metropolitan statistical area (eligible area), as specified by the Secretary, that has reported and confirmed more than 2,000 AIDS cases, or a per capita incidence of at least 0.0025, and that meets other requirements. Requires that the grants be made only to the chief elected official of the city, urban county, or other political subdivision that administers the public health agency serving the greatest proportion of individuals with AIDS in the eligible area. Requires that the grants be used for community-based services to: (1) enhance the quality of services to low income individuals and families with HIV disease; (2) deliver outpatient and ambulatory care services, including case management, to such individuals and families, including comprehensive treatment and support services; (3) prevent unnecessary inpatient hospitalization; and (4) expedite the provision of services in the most medically appropriate level. Requires that political subdivision grant recipients agree to provide services only through clinics, sub-acute care facilities, community health centers, community mental health centers, hospices, ambulatory care facilities, or other public or nonprofiting private entities that: (1) provide health care to a disproportionate share of low-income individuals and families with HIV disease; (2) incur uncompensated costs in providing such care; and (3) with regard to services covered by Medicaid, have Medicaid provider status. Requires the imposition of fees for services under the grants under specified provisions of this title to individuals above the poverty line, with the amounts of the fees limited by the income of the individual. Requires the administering local political subdivision (ALPS) to establish: (1) a mechanism to allocate funds and services based on the proportion of AIDS cases and the severity of need of the subdivisions; and (2) an HIV health services planning council. Requires such chief elected official to provide for the council, either by establishing it directly or by designating an existing entity to serve as the council. Provides, at specified times, that one-half of funds appropriated for the grants be used for regular grants and one-half by used for supplemental grants. Requires, in order to receive a grant, that an eligible area submit an application containing, among other elements, an assurance that agencies and institutions in that area that will receive grant funds will be participants in an established HIV community-based continuum of care. Authorizes appropriations. Title III: Emergency Response Employees - Directs the Secretary to make grants to States and their political subdivisions to assist in the implementation of Federal law mandating the dissemination of guidelines of emergency response employees (EREs) regarding reducing the risk in the workplace of becoming infected with the etiologic agent for AIDS and circumstances under which exposure may occur. Authorizes appropriations. Requires a medical facility to notify the designated officer of the transporting EREs if the facility determines that a victim the EREs transported to the facility has an infectious disease. Requires a medical facility, upon request of a designated officer of EREs, to notify the designated officer if the facility makes a determination that a victim transported by EREs has an infectious disease. Applies notification requirements to both the facility receiving the victim and, if the victim dies, to the facility ascertaining the cause of death. Sets forth notification procedures. Requires that the public health officer of each State designate one official of each employer of EREs to make requests and receive notifications. Provides for notification of EREs and for requests from an ERE to a designated officer that the designated officer request notification from the medical facility. Declares that the provisions in this Act regarding notification of EREs will not be construed to authorize or require: (1) a medical facility to test a victim of an emergency for any infectious disease; (2) any medical facility, any designated officer, or any ERE to make disclosures with respect to the identity of a victim or an ERE; or (3) failure to respond, or denial of services. Provides for enforcement through injunctions. Title IV: Certain Health Care Services - Authorizes the Secretary, through the Administrator of the Health Resources and Services Administration, to make grants for demonstration projects to provide comprehensive treatment services for adults and children infected with the etiologic agent for AIDS. Authorizes appropriations. Authorizes the Secretary, through the Administrator, to make grants to States to assist in purchasing and distributing certain AIDS-related drugs. Requires matching non-Federal funds. Authorizes appropriations. Directs the Secretary, through the Administrator and the Director of the National Institutes of Health, to make demonstration grants to community health centers and other entities that provide primary health care to the public for: (1) conducting clinical research on therapies for pediatric patients infected with the etiologic agent; and (2) providing outpatient health care for pediatric patients who participate in such research and their families. Requires grant recipients to provide case management, referrals, and incidental services such as transportation and child care necessary to enable the patient and family to participate. Authorizes appropriations. Title V: Certain Definitions - Sets forth definitions for purposes of the new title of the Public Health Service Act, on preventive health services with respect to AIDS, as added by this Act. Title VI: General Provisions - Manadates a study relating to the incidence of AIDS and infection with the etiologic agent for AIDS in rural areas, and the adequacy of related diagnostic and treatment services in such areas."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "AIDS Prevention Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "AIDS Prevention Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "AIDS Prevention Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Public Health Service Act to establish a program of grants to provide preventive health services with respect to acquired immune deficiency syndrome, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:48-05:00"
}