{
  "actions": [
    {
      "acted_at": "1992-04-09", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-22", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-08", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4956-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-09", 
  "number": "4956", 
  "official_title": "To provide for administrative simplification in the administration of health care services in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Administrative Simplification Act of 1992", 
  "sponsor": {
    "district": "9", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-04-09", 
  "subjects": [
    "Computer software", 
    "Excise tax", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Health", 
    "Health insurance", 
    "Health planning", 
    "Hospital care", 
    "Hospitals", 
    "Identification devices", 
    "Information networks", 
    "Information services", 
    "Medicaid", 
    "Medical economics", 
    "Medical records", 
    "Medicare", 
    "Public assistance programs", 
    "Taxation"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-04-09", 
    "text": "Health Administrative Simplification Act of 1992 - Requires any public or private entity or program that provides for payments for health care services (a plan), with respect to each individual entitled to benefits under the plan, to: (1) issue a health claims card to each individual residing in the United States; (2) provide to the health claims clearinghouse in electronic form certain information regarding the eligibility and benefits of the individual; and (3) accept the clearinghouse's determinations of clean claims. Requires each health service provider which furnishes services for which payment may be made under a plan to submit claims only to the clearinghouse and only in a form consistent with this Act. Provides, in case of violations, for: (1) civil monetary penalties; and (2) a prohibition of payments under titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act. Requires each hospital, as a Medicare condition, to report information regarding any hospital care provided in a uniform manner consistent with specified provisions of the Omnibus Budget Reconciliation Act of 1987. Mandates designation of clearinghouse areas having about five million residents each and being, to the extent practicable, contiguous with State boundaries. Directs the Secretary of Health and Human Services to contract with a public or private organization to perform the clearinghouse functions. Allows clearinghouses to impose charges for required functions. Includes in the required clearinghouse functions: (1) advising health service providers of the benefits under the plan; and (2) processing claims. Requires the clearinghouses to be able to handle inquiries and claims electronically. Allows a clearinghouse to contract with a plan for the clearinghouse to make claim payments. Authorizes the Secretary to contract with clearinghouses for Medicare payments. Mandates standards regarding the form of and information in the uniform health claim cards required by this Act, including that the card be similar to credit cards, with identifying information electronically recorded and readily changeable. Requires a uniform claims data set consistent with standards being developed for electronic medical records. Provides for the development and availability without charge to health services providers of software enabling inquiries, claims submission, and (for hospitals) report submission. Amends the Internal Revenue Code to impose a tax on the failure of a plan to meet requirements of this Act. Makes nondeductible this tax and the tax imposed by existing provisions on certain group health plans. Requires that identification cards and claims processes under Medicare and Medicaid conform to the requirements of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Administrative Simplification Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for administrative simplification in the administration of health care services in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:29-05:00"
}