{
  "actions": [
    {
      "acted_at": "1991-07-29", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-30", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-30", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1991-09-11T13:11:00-04:00", 
      "references": [], 
      "text": "Mr. Payne (NJ) asked unanimous consent that the Committee on Education and Labor have until midnight on Sept. 15 to file a report on H.R. 3083. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-13T14:38:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Education and Labor. H. Rept. 102-203. Filed late, pursuant to previous special order.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-13T14:39:00-04:00", 
      "calendar": "Union", 
      "number": "121", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 121.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3083-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Coleman, E. Thomas", 
      "sponsored_at": "1991-07-29", 
      "state": "MO", 
      "thomas_id": "00216", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-29", 
  "number": "3083", 
  "official_title": "To amend the Higher Education Act of 1965 to ensure the continued safety and soundness of the Student Loan Marketing Association, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1915-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Student Loan Marketing Association Financial Safety and Soundness Act of 1991", 
  "sponsor": {
    "district": "15", 
    "name": "Ford, William D.", 
    "state": "MI", 
    "thomas_id": "00401", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1991-07-30", 
  "subjects": [
    "Auditing", 
    "Bank examination", 
    "Bank records", 
    "Business records", 
    "Capital", 
    "Capital formation", 
    "Corporate finance", 
    "Corporate governance", 
    "Education", 
    "Executive compensation", 
    "Federal aid to higher education", 
    "Finance and financial sector", 
    "Financial statements", 
    "Government paperwork", 
    "Stockholders' voting", 
    "Stocks", 
    "Student aid", 
    "Student loan funds"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1991-09-13", 
    "text": "Student Loan Marketing Association Financial Safety and Soundness Act of 1991 - Amends the Higher Education Act of 1965 (HEA) to provide for the financial safety and soundness of the Student Loan Marketing Association (Sallie Mae) (the Association). Requires the Association to furnish promptly to the Secretary of the Treasury (the Secretary) promptly with copies of all: (1) periodic financial reports it publicly distributes; and (2) reports on it prepared by nationally recognized statistical rating organizations. Grants the Secretary discretionary authority to appoint auditors to audit the Association from time to time. Requires the Association to provide the Secretary with full and prompt access to its books, records, and other requested information. Requires the Association, if the capital ratio is less than two percent at the end of its most recent calendar quarter, to submit a plan within 60 days to the Secretary for increasing the capital ratio to two percent or more within 36 months. Sets forth requirements for such capital plan, including consultation, approval or disapproval by the Secretary, and copies and reports to specified congressional committees. Requires the Association, if the capital ratio does not exceed one and one-half percent, to submit to the Secretary a modified plan to increase promptly its capital ratio to one and one-half percent or more. Sets forth requirements for consultation, approval or disapproval by the Secretary, and copies and reports to specified congressional committees. Requires the Secretary, if the Association's capital ratio does not equal or exceed one and one-half percent, to take the following actions with respect to the Association until the ratio does so: (1) limit any increase, or order reduction of, any liabilities, except as necessary to fund student loan purchases and warehousing advances; (2) restrict or eliminate growth of assets, other than such purchases and advances; (3) restrict it from making any capital distributions; (4) require issuance of new capital in any form and amount sufficient to restore at least one and one-half percent capital ratio; and (5) prohibit it from increasing any executive compensation (including bonuses) and prohibit its Board from adopting any new employment severance contracts. Requires the Association, if the capital ratio is less than one percent at the end of its most recent calendar quarter, to proceed with diligence to implement the most recently proposed plan with modifications the Secretary determines necessary to cause the capital ratio to equal or exceed two percent within 60 months (and, if it has not already submitted a capital plan, to do so within 14 days). Requires the Secretary to submit the plan to specified congressional committees. Requires the Association to submit to the Congressional Budget Office (CBO) and the General Accounting Office (GAO) a copy of its plan and any proposed modifications sent to and by the Secretary. Directs the CBO and the GAO to: (1) maintain the confidentiality of such information; and (2) if the Secretary does not approve a plan or modifies a plan where the capital ratio is less than one percent, report to specified congressional committees, with specified analyses of the Secretary's submissions and recommendations for steps the Association should take to increase its capital ratio without impairing its ability to perform its purpose and authorized activities. Directs the Secretary of Education to review the Secretary's specified submissions and report to specified congressional committees with: (1) a description of any administrative or legislative provisions governing the student loan programs which contributed to the decline in the Association's capital ratio; and (2) recommendations for administrative and legislative changes in student loan programs to maintain their orderly operation and enable the Association to fullfill its purpose and authorized activities consistent with the two percent minimum capital ratio. Deems the Association in compliance with specified requirements relating to two percent and one and one-half percent capital ratios if it is rated in one of the two highest full rating categories by two nationally recognized statistical rating organizations (or one if only one is willing to provide a rating without regard to the Association status as a federally chartered corporation). Prohibits the Secretary, the Secretary of Education, the CBO, and the GAO from disclosing any information treated as confidential by the Association and obtained pursuant to this Act. (But provides that this does not authorize the Secretary of Education, the CBO, and the GAO to withhold information from the Congress, or prevent them from complying with a request for information from any other Federal agency within the scope of its jurisdiction, or complying with a Federal court order in an action brought by the United States.) Defines capital ratio. Revises HEA provisions relating to the Association's stock to provide for a single class of voting common stock (converting all previously authorized shares of voting and nonvoting common stock). Revises HEA provisions relating to the Association's Board of Directors. Set forth qualification requirements for affiliated members."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Student Loan Marketing Association Financial Safety and Soundness Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Student Loan Marketing Association Financial Safety and Soundness Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Higher Education Act of 1965 to ensure the continued safety and soundness of the Student Loan Marketing Association, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:37-05:00"
}