{
  "actions": [
    {
      "acted_at": "1986-02-06", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-03-20", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Executive Comment Requested from Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-04-17", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-06-25", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-06-25", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1986-07-24", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Interior and Insular Affairs.  Report No: 99-712.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-24", 
      "references": [], 
      "text": "Placed on Union Calendar No: 424.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-28", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-28", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1986-07-30", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-07-30", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Public Lands and Reserved Water", 
      "text": "Referred to Subcommittee on Public Lands and Reserved Water.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-10-03", 
      "references": [], 
      "text": "Senate Committee on Energy and Natural Resources discharged by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-10-03", 
      "calendar": "Senate Legislative", 
      "number": "1083", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1083.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3249-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3249"
    }
  ], 
  "bill_id": "hr4162-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, Reserved Water and Resource Conservation", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Udall, Morris K.", 
      "sponsored_at": "1986-02-06", 
      "state": "AZ", 
      "thomas_id": "01173", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1986-07-28", 
    "vetoed": false
  }, 
  "introduced_at": "1986-02-06", 
  "number": "4162", 
  "official_title": "A bill to amend the Alaska Native Claims Settlement Act to provide Alaska Natives with certain options for the continued ownership of lands and corporate shares received pursuant to the Act and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Alaska Native Claims Settlement Act Amendments of 1986", 
  "sponsor": {
    "district": "98", 
    "name": "Young, Don", 
    "state": "AK", 
    "thomas_id": "01256", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1986-07-28", 
  "subjects": [
    "Alaska", 
    "Alaskan natives", 
    "Corporations and Stocks", 
    "Food stamps", 
    "Indian lands", 
    "Judicial review", 
    "Land transfers", 
    "Native Americans", 
    "Public assistance programs", 
    "Securities", 
    "Securities and Investments", 
    "Securities regulation", 
    "Social security eligibility", 
    "Stocks"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1986-07-28", 
    "text": "(Measure passed House, amended) Alaska Native Claims Settlement Act Amendments of 1986 - Amends the Alaska Native Claims Settlement Act to authorize an Alaska Native Regional Corporation to issue 100 shares of Native common stock to each Native enrollee. Allows such Corporation, if authorized by an amendment to its articles of incorporation, to issue up to 100 additional shares of Native common stock to certain Natives. Sets forth provisions relating to the class, preference, dividend and voting rights, liquidation preferences, alienation restrictions, and issuance of such additional shares of stock. Grants specified rights to and places certain alienation restrictions on holders of Native common stock. Exempts the Bristol Bay Native Corporation or any Village Corporation in the Bristol Bay region from such restrictions under certain conditions. Sets forth procedures for the termination of such alienation restrictions by the shareholders and a Regional Corporation. Sets forth provisions with respect to the transfer of Native common stock upon the death of a shareholder. Allows a Regional Corporation, under certain circumstances or if authorized, to purchase any or all shares of its Native common stock then issued and outstanding. Sets forth procedures for a Regional Corporation to: (1) amend its articles of incorporation; (2) transfer its assets; and (3) approve certain resolutions. Sets forth procedures for the Bristol Bay Native Corporation or any Village Corporation located in the Bristol Bay region to vote on whether to extend restrictions on the alienation of Native common stock. Sets forth procedures for such entities to: (1) amend its articles of incorporation; (2) transfer their assets; and (3) approve certain resolutions. Authorizes the conveyance of assets, including surface and subsurface lands, by a Native Corporation or its stock holders, after involuntary dissolution, to a qualified transferee entity. Prohibits a Regional Corporation from conveying assets to more than one qualified transferee entity. Prohibits any provision of this Act from diminishing or in any way affecting the governmental powers, if any, of an Alaska Native village or Traditional Councils. Allows the Aleut Corporation, Cook Inlet Region, Inc., Koniag, Inc., and any Village Corporation within such regions to vote on whether to continue restrictions on alienation of Native common stock. Requires provisions regarding stock issuance, stockholders rights, and annual audits that relate to Regional Corporations to apply to Village Corporations, Urban Corporations, and Native groups. Provides that audits need not be transmitted to specified congressional committees. Continues after December 18, 1991, restrictions on alienation of Native common stock of such corporations, inchoate rights, and dividends paid. Provides for the removal of such restrictions on alienation of Native common stock. Grants exclusive jurisdiction over any action challenging the constitutionality of any provision of this Act to the U.S. District Court for the District of Alaska. Authorizes the conveyance of subsurface lands by a Regional Corporation to a village entity. Exempts, under certain circumstances, lands conveyed under the Act to a Native individual, Native group, village, or Regional Corporation from Federal, State, and local taxes and other specified claims. Provides that stock issued by a Regional Corporation or Village Corporation shall be exempt from State taxes provided the limitation upon alienation of such stock has been removed. Exempts, upon the happening of a specified event, any corporation organized under this Act from U.S. securities laws. Provides that any compensation, revenue, stock, land, or other benefits received by a household or individual Native under this Act shall not be considered as a resource in determining eligibility of such household or individual to participate in the Food Stamp program or to receive assistance under the Social Security Act or any other federally assisted program. Provides that a Native Corporation shall be considered a corporation owned and controlled by Alaska Natives until such time as less than 50 percent of the outstanding Native common stock are held by such individuals. Provides that dissenting stockholders' rights in a merger or consolidation of Native corporations may not be exercised while the Native common stock of all corporations remains subject to restraints or alienation."
  }, 
  "titles": [
    {
      "as": "reported to house", 
      "title": "Alaska Native Claims Settlement Act Amendments of 1986", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Alaska Native Claims Settlement Act Amendments of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Alaska Native Claims Settlement Act to provide Alaska Natives with certain options for the continued ownership of lands and corporate shares received pursuant to the Act and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:08-05:00"
}