{
  "actions": [
    {
      "acted_at": "1984-09-12", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2989-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-09-12", 
  "number": "2989", 
  "official_title": "A bill to require foreign persons who acquire, transfer, or hold interests in oil retail outlets and oil refineries to report such transactions and holdings to the Secretary of Energy and to direct the Secretary to analyze information contained in such reports and determine the effects such transactions and holdings have on the domestic economy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Petroleum Foreign Investment Disclosure Act of 1984", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-09-12", 
  "subjects": [
    "Foreign Trade and Investments", 
    "Foreign investments", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Service stations"
  ], 
  "subjects_top_term": "Petroleum industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-09-12", 
    "text": "Petroleum Foreign Investment Disclosure Act of 1984 - Requires a report to the Secretary of Energy from any foreign person who acquires or transfers any interest, other than a security interest, in: (1) an oil retail outlet, if the aggregate number of outlets held by such person is 20 or more; or (2) an oil refinery. Specifies information to be included in such report. Requires any foreign person who holds any interest, other than a security interest, in 20 or more retail outlets or an oil refinery on the day prior to the enactment of this Act to submit a report to the Secretary. Specifies information to be included in such report. Requires any person who holds or acquires any interest, other than a security interest, in 20 or more retail outlets or an oil refinery at a time when such person is not a foreign person and who later becomes a foreign person to report to the Secretary. Specifies information to be included in such report. Requires all of the reports required by this paragraph to be available for public inspection. Sets forth civil penalties for individuals failing to submit a report required by this Act. Authorizes the Secretary to take actions necessary to monitor compliance with this Act. Requires the Secretary to analyze information obtained under this Act and report to the President and each House of Congress concerning the effect of such acquisitions, transfers, and holdings have on the domestic economy. Directs the Secretary to prescribe regulations to carry out the provisions of this Act. Sets forth determination and effective dates."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Petroleum Foreign Investment Disclosure Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require foreign persons who acquire, transfer, or hold interests in oil retail outlets and oil refineries to report such transactions and holdings to the Secretary of Energy and to direct the Secretary to analyze information contained in such reports and determine the effects such transactions and holdings have on the domestic economy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:29-05:00"
}