{
  "actions": [
    {
      "acted_at": "1983-07-14", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-07-25", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking requested executive comment from Treasury Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1619-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-07-14", 
  "number": "1619", 
  "official_title": "A bill to provide public capital investment financing and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Works Investment Incentive Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Bentsen, Lloyd M.", 
    "state": "TX", 
    "thomas_id": "01282", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-07-14", 
  "subjects": [
    "Capital investments", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Development credit institutions", 
    "Executive reorganization", 
    "Federal aid programs", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Local and Municipal Government", 
    "Local finance", 
    "Public works", 
    "State finance", 
    "States", 
    "Water and Water Resources Development"
  ], 
  "subjects_top_term": "Capital investments", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-07-14", 
    "text": "Public Works Investment Incentive Act of 1983 - Authorizes the Secretary of the Treasury, upon State application and after a certain finding by the National Infrastructure Commission (the Commission), to allocate to the State funds for the establishment of a State Infrastructure Bank. Provides for Commission review of applications. Authorizes appropriations for FY 1984 through 1993. Requires the Commission to withdraw grant approval from States which fail to maintain their public works financing program as originally proposed. Establishes State Infrastructure Banks to make loans to State and local governments for public works projects and to provide them with interest subsidies for bond issues. Provides for the division of funds to such Banks. Provides rules regarding loans made for public capital investment projects. Establishes a formula for apportioning sums among the States. Establishes a National Infrastructure Commission. States the functions of the Commission shall be to insure: (1) acceptable accounting procedures among such infrastructure banks; (2) annual audits; (3) fund use limited to infrastructure investment; and (4) repayment of loans made. Authorizes the Commission to provide technical information on financial management upon request. Authorizes the Board of Directors to employ an Executive Director and authorizes expenses for the Commission and its staff. Requires the Commission to submit to Congress an annual report which should include the following: (1) a summary of municipal bond sales for various public works areas; (2) a summary of amount and type of direct Federal assistance to States for public works; and (3) an assessment of the total public investments. Provides further that such report should also include a State-by-State summary of capital investment and spending."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Works Investment Incentive Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide public capital investment financing and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:59-05:00"
}