{
  "actions": [
    {
      "acted_at": "1974-04-10", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14161-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-04-10", 
  "number": "14161", 
  "official_title": "A bill to amend the Solid Waste Disposal Act to provide grants, loans, and loan insurance for the purpose of planning and constructing projects designed to recover energy from solid waste.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Solid Waste Energy Recovery Act", 
  "sponsor": {
    "district": "5", 
    "name": "Fulton, Richard", 
    "state": "TN", 
    "thomas_id": "00420", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-04-10", 
  "subjects": [
    "Energy", 
    "Environmental protection", 
    "Pollution", 
    "Recycling of waste products"
  ], 
  "subjects_top_term": "Recycling of waste products", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-04-10", 
    "text": "Solid Waste Energy Recovery Act - Authorizes the Administrator of the Environmental Protection Agency to: (1) make grants for the purpose of paying estimated costs which recover energy from solid wastes, for the purpose of reimbursing for costs of planning such systems which resulted in completion of construction of the same after January 1, 1971, and for the purpose of paying estimated costs of providing basic research, and monitoring equipment and systems necessary for analyzing and evaluating the efficiency and effectiveness or integrated energy recovery systems constructed after January 1, 1971; (2) make loans for the purpose of paying estimated costs of constructing the portion of resource recovery facilities which recovers energy from solid waste, including estimated costs of procuring any monitoring equipment, and constructing any structure needed to house such equipment, which the Administrator determines to be necessary for such aspect of any such facility; and (3) insure loans obtained from a source other than the Federal Government for the purposes stated above. Provides that a grant shall be made only if: (1) the Administrator determines that the resource recovery system will recover energy from solid waste, and will be consistent with the guidelines with respect to solid waste recovery systems; and (2) the recipient is awarded the grant on the condition that such recipient will reimburse the Federal Govenment for the full amount of such grant. Stipulates that the amount of such grant shall be for 90 percent of the estimated or actual costs of the planning or evaluation of the system. Authorizes appropriations for fiscal years 1974, 1975, 1976, 1977, and 1978 to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Solid Waste Energy Recovery Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Solid Waste Disposal Act to provide grants, loans, and loan insurance for the purpose of planning and constructing projects designed to recover energy from solid waste.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:46-05:00"
}