{
  "actions": [
    {
      "acted_at": "1980-04-23", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-05-16", 
      "references": [], 
      "text": "Reported to House from the Committee on Agriculture with amendment, H. Rept. 96-995.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-03", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-03", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-03", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-03", 
      "bill_ids": [
        "s261-96"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 261 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7141-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-23", 
  "number": "7141", 
  "official_title": "A bill to amend the Consolidated Farm and Rural Development Act to authorize loans for the construction and improvement of subterminal storage and transportation facilities for certain types of agricultural commodities, to provide for the development of State plans to improve such facilities within the States or within a group of States acting together on a regional basis, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s261-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Agricultural Subterminal Storage Facilities Act of 1980", 
  "sponsor": {
    "district": "1", 
    "name": "Daschle, Thomas A.", 
    "state": "SD", 
    "thomas_id": "00267", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-04-23", 
  "subjects": [
    "Agricultural credit", 
    "Agriculture and Rural Affairs", 
    "Federal-state relations", 
    "Federally-guaranteed loans", 
    "Grain storage", 
    "Grants-in-aid", 
    "Terminals (Transportation)", 
    "Transportation and Travel"
  ], 
  "subjects_top_term": "Grain storage", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1980-06-03", 
    "text": "(Measure passed House, amended) Agricultural Subterminal Facilities Act of 1980 - Directs the Secretary of Agriculture to make grants available to States to assist in the development of plans for subterminal facilities for such States. Requires the utilization of the resources of colleges and universities in developing such plans. Limits such assistance to not in excess of 80 percent of plan preparation costs. Prescribes the necessary elements of such plans, including an analysis of the marketing, shipping, storage, and production of bulk agricultural commodities produced in such State or region and the short- and long-range projections with respect to the marketing, shipping, storage, and production of such commodities in such State or region, and an assessment of the overall transportation system in the State or region. Requires each State or region seeking funds for such purposes to establish a plan review commission comprised primarily of local producers or consumers of bulk agricultural commodities. Requires such Commission to make recommendations regarding the need for a State or regional plan and the most beneficial location of subterminal facilities. Requires States seeking grants to submit an application, meet specified minimum levels for average annual production of bulk agricultural commodities, have experienced certifiable serious storage and transportation problems, establish a plan for rail service, and have developed a plan approved by the majority of the members of the appropriate plan review commission. Authorizes appropriations for fiscal years 1981 through 1983 to implement such grant program. Amends the Consolidated Farm and Rural Development Act to authorize the Secretary to insure and guarantee loans to public, private, or cooperative organizations organized for profit or nonprofit or to individuals to finance the construction or improvement of subterminal facilities. Provides that such assistance may be furnished only if: (1) the construction or improvement of the subterminal facilities is consistent with an approved State or regional plan and the recommendations of the local plan review commission; (2) the Secretary determines that the ownership and operation of the facility will result in the efficient and competitive shipment of bulk agricultural commodities and increased benefits to local producers; and (3) the Secretary determines that the rail carrier designated to provide service to the facility will be able to provide adequate service. Authorizes the Secretary to make such loan assistance available only if borrowers are unable to obtain credit from commercial lending institutions. Requires the Secretary, in order to preserve local ownership and control of agricultural transportation, to give loan assistance preference to existing storage facility operators and local agricultural producers in the area to be served by the subterminal facility. Provides that the loan authority for such facilities and equipment shall be allocated among qualifying States or groups of States based on a formula established by the Secretary."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural Subterminal Storage Facilities Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Consolidated Farm and Rural Development Act to authorize loans for the construction and improvement of subterminal storage and transportation facilities for certain types of agricultural commodities, to provide for the development of State plans to improve such facilities within the States or within a group of States acting together on a regional basis, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:13-05:00"
}