{
  "actions": [
    {
      "acted_at": "1999-09-21", 
      "committee": "House Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-09-22", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Energy and Power", 
      "text": "Referred to the Subcommittee on Energy and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-09-23", 
      "in_committee": "House Committee on Commerce", 
      "in_subcommittee": "Energy and Power", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-23", 
      "in_committee": "House Committee on Commerce", 
      "in_subcommittee": "Energy and Power", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended) by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-29", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-29", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1999-10-01T11:58:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Commerce. H. Rept. 106-359.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-01T11:58:00-04:00", 
      "calendar": "Union", 
      "number": "202", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 202.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2000-04-11T18:30:00-04:00", 
      "references": [], 
      "text": "Mr. Barton moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-04-11T18:30:00-04:00", 
      "references": [
        {
          "reference": "CR H2090-2093", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2090-2091", 
          "type": "text of measure as reported in House"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-04-11T18:30:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 2884.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-04-11T18:57:00-04:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 8, rule XX, the Chair announced that further proceedings on the motion would be postponed until April 12.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-04-12T16:18:00-04:00", 
      "references": [
        {
          "reference": "CR H2164-2165", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-04-12T16:26:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "122", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by the Yeas and Nays: (2/3 required): 416 - 8 (Roll no. 122).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2000-04-12T16:26:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-04-13", 
      "calendar": "Senate Legislative", 
      "number": "506", 
      "references": [], 
      "text": "Received in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 506.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2000-10-19", 
      "references": [
        {
          "reference": "CR S10836-10837", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-19", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2000-10-24", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-24T12:18:00-04:00", 
      "references": [], 
      "text": "Mr. Greenwood moved that the House suspend the rules and agree to the Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-24T12:18:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on agreeing to the Senate amendment to H.R. 2884.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-24T12:39:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": " CR H10554-10565", 
          "type": "consideration"
        }, 
        {
          "reference": " CR H10555-10561", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On motion that the House suspend the rules and agree to the Senate amendment Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "pingpong", 
      "where": "h"
    }, 
    {
      "acted_at": "2000-10-24T12:39:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-24", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2000-10-28", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2000-11-09", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2000-11-09", 
      "congress": "106", 
      "law": "public", 
      "number": "469", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 106-469.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s4327-106", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4327"
    }
  ], 
  "bill_id": "hr2884-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "106", 
    "law_type": "public", 
    "number": "469"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2000-11-09", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2000-10-24T12:39:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2000-10-19", 
    "vetoed": false
  }, 
  "introduced_at": "1999-09-21", 
  "number": "2884", 
  "official_title": "To extend energy conservation programs under the Energy Policy and Conservation Act through fiscal year 2003.", 
  "popular_title": "Strategic Petroleum Reserve Reauthorization bill", 
  "related_bills": [], 
  "short_title": "Energy Act of 2000", 
  "sponsor": {
    "district": "7", 
    "name": "Bliley, Tom", 
    "state": "VA", 
    "thomas_id": "00097", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2000-11-09", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Air conditioning", 
    "Air pollution control", 
    "Air quality", 
    "Alaska", 
    "Alternative energy sources", 
    "Animals", 
    "Antitrust actions", 
    "Antitrust law", 
    "Armed forces and national security", 
    "Authorization", 
    "Coal", 
    "Coal reserves", 
    "Commerce", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Connecticut", 
    "Consumer cooperatives", 
    "Consumer education", 
    "Continental shelf", 
    "Contracts", 
    "Department of Energy", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Electric power production", 
    "Electric utility rates", 
    "Emergency management", 
    "Employee training", 
    "Energy", 
    "Energy assistance for the poor", 
    "Energy conservation", 
    "Energy efficiency", 
    "Energy industries", 
    "Energy prices", 
    "Energy research", 
    "Energy security", 
    "Energy supplies", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Executive reorganization", 
    "Export controls", 
    "Export credit", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal preemption", 
    "Federal-state relations", 
    "Federally-guaranteed loans", 
    "Feedstock", 
    "Finance and financial sector", 
    "Fishery management", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Fuel", 
    "Fuel allocation", 
    "Fuel storage", 
    "Futures trading", 
    "Gas in submerged lands", 
    "Gas industry", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government trust funds", 
    "Health", 
    "Heating", 
    "Housing and community development", 
    "Hydroelectric power", 
    "International affairs", 
    "International cooperation", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Maine", 
    "Marine and coastal resources, fisheries", 
    "Market surveys", 
    "Massachusetts", 
    "Minorities", 
    "Native Americans", 
    "Natural gas", 
    "New Hampshire", 
    "New Jersey", 
    "New York State", 
    "Occupational health and safety", 
    "Oil and gas leases", 
    "Oil well drilling", 
    "Options (Contract)", 
    "Pennsylvania", 
    "Petroleum", 
    "Petroleum in submerged lands", 
    "Petroleum industry", 
    "Petroleum prices", 
    "Petroleum reserves", 
    "Petroleum storage", 
    "Presidential powers", 
    "Price indexes", 
    "Product safety", 
    "Propane", 
    "Prospecting", 
    "Public lands and natural resources", 
    "Referendum", 
    "Research and development", 
    "Residential energy conservation", 
    "Rhode Island", 
    "Science, technology, communications", 
    "Social welfare", 
    "State laws", 
    "Strategic materials", 
    "Submarine oil well drilling", 
    "Technology transfer", 
    "Trade associations", 
    "Vermont", 
    "Weather", 
    "Wholesale trade", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2000-10-19", 
    "text": "TABLE OF CONTENTS: Title I: Strategic Petroleum Reserve Title II: Heating Oil Reserve Title III: Marginal Well Purchases Title IV: Federal Energy Management Title V: Alaska State Jurisdiction Over Small Hydroelectric Projects Title VI: Weatherization, Summer Fill, Hydroelectric Licensing Procedures, and Inventory of Oil and Gas Reserves Title VII: National Oilheat Research Alliance Act of 2000 Energy Act of 2000 - Title I: Strategic Petroleum Reserve - Energy Policy and Conservation Act Amendments of 2000 - Reformulates the purposes of the Energy Policy and Conservation Act (EPCA) to grant the President specific authority to fulfill U.S. obligations under the international energy program. Repeals its current purposes to: (1) increase fossil fuel supply through price incentives and production requirements; and (2) reduce demand for petroleum products and natural gas through programs designed to enhance the use of domestic coal resources.(Sec. 103) Repeals the statutory incentive program to develop underground coal mines.Repeals the December 31, 1984, expiration date of (thus reviving and making permanent) the President's authority under the Defense Production Act of 1950 to issue any rules or orders requiring the allocation of, or the priority performance under contracts or orders (other than employment contracts) relating to, materials, equipment, and services in order to maximize domestic energy supplies.Repeals specified presidential authority for production of oil or gas at the maximum efficient rate and temporary emergency production rate.Repeals Federal policy to provide for the creation of an Early Storage Reserve.Repeals the mandate for the Early Storage Reserve, the Regional Petroleum Reserve, and specified other reserves. Repeals the authorization for the Industrial Petroleum Reserve. Terminates the SPR Office in the Federal Energy Administration.Repeals the mandate for SPR expansion and for an SPR Plan.Details the Secretary's authority to develop, operate, or maintain the SPR.Repeals guidelines for storage, transport, or exchange of petroleum products, including: (1) fill operation by the President; (2) crude oil from Naval Petroleum Reserve Number 1 and reduction in fill-rate requirements; (3) suspension of fill operations during emergency situations; (4) test program of storage of refined petroleum products; and (5) distribution of the SPR.Replaces SPR distribution guidelines with a mandate that the Secretary: (1) sell SPR petroleum products at public auction to the highest bidder without regard to any Federal, State, or local regulation controlling petroleum product sales; and (2) conduct a continuing evaluation of drawdown and sales procedures.Increases from 90 to 95 percent of the sales price of comparable crude oil sold in the same area the minimum price at which the Secretary may sell drawndown crude oil.Prohibits the Secretary from conducting a SPR drawdown and sales unless, in additional to two other specified requirements, the Secretary of Defense also finds that such actions will not impair national security.Revises the contents of the Secretary's annual report to Congress regarding SPR operations.Permits the use of SPR Petroleum Account funds by the Secretary for test drawdown and sales of petroleum products from the Reserve. Repeals guidelines governing: (1) use of the SPR Petroleum Account to meet expenses pertaining to interim storage facilities for SPR petroleum products; and (2) contracts for which no implementing legislation is needed.Extends, from March 31, 2000, to September 30, 2003, the authorities granted to implement domestic supply availability.(Sec. 104) Repeals the statutory plan for energy emergency preparedness. Authorizes appropriations for FY 2000 through 2003 for domestic renewable energy industry and related service industries.Extends from March 31, 2000, to September 30, 2003, the Federal authorities granted to implement standby energy authorities.Title II: Heating Oil Reserve - Authorizes the Secretary to establish, maintain, and operate a Northeast Home Heating Oil Reserve (Reserve) (containing no more than two million barrels of petroleum distillate) in the Northeast. States that such Reserve shall not be considered to be an SPR component. Conditions the Secretary's authority to sell SPR products upon a finding by the President that a severe energy supply interruption exists. Preconditions such finding upon a determination by the President that: (1) a dislocation in the heating oil market has resulted from such interruption; or (2) another circumstance constitutes a regional supply shortage of significant scope and duration and SPR sales would directly and significantly help reduce the adverse impact of such shortage.(Sec. 201) Directs the Secretary to: (1) conduct a continuing evaluation of the residential price data supplied by the Energy Information Administration for the Northeast and for published crude oil prices; and (2) determine release procedures governing SPR petroleum distillate after consultation with the heating oil industry.Requires the Secretary to submit a plan for the Reserve to the President and Congress by a specified deadline.Mandates establishment of the Northeast Home Heating Oil Reserve Account in the Treasury subsequent to the Secretary's decision to establish the Reserve.Authorizes appropriations for FY 2001 through 2003.(Sec. 202) Directs the Secretary to study and report to Congress on: (1) the use of energy futures and options contracts to provide cost-effective protection from sudden price surges for heating oil for government entities, consumer cooperatives, and other organizations that purchase heating oil in bulk to market to end use Northeast consumers; and (2) how to most effectively inform such organizations about the risks of futures and options contracts.Title III: Marginal Well Purchases - Authorizes the Secretary to purchase oil from a marginal well at $15 per barrel, adjusted for inflation, from amounts authorized to operate the SPR whenever the price of oil decreases to less than that amount.Title IV: Federal Energy Management - Amends the National Energy Conservation Policy Act to raise from $750,000 to $10 million the cancellation ceiling for certain Federal agency multiyear energy savings performance contracts requiring advance notice, before award, to certain congressional committees.Title V: Alaska State Jurisdiction Over Small Hydroelectric Projects - Amends the Federal Power Act to direct the Federal Energy Regulatory Commission (FERC) to discontinue its licensing and regulatory authority over certain new, small (power production capacity of 5,000 kilowatts or less) qualifying hydroelectric project works in Alaska effective upon FERC certification that Alaska has a regulatory program in place for water-power development that: (1) protects certain public and environmental interests to the same extent provided by FERC and specified Federal law; (2) gives equal consideration to energy conservation, fish and wildlife protection, recreational opportunities, environmental quality, the interests of Alaska Natives, and beneficial public uses; and (3) has licensing requirements for construction, operation and maintenance of lights, signals, and fishways by a licensee at its own expense, operation of navigation facilities subject to Secretary of the Army regulations, and fish and wildlife protection and enhancement based upon Federal and State agency recommendations.(Sec. 501) Authorizes the licensee of a project works licensed before enactment of this Act to elect to subject such works to licensing and regulation by Alaska in accordance with this Act.Declares that, with respect to project works on an Indian reservation, a conservation system unit, or Federal public lands, a State license or exemption from license shall be subject to the approval of the Secretary having jurisdiction over such lands, and such conditions as the Secretary may prescribe.Requires the State of Alaska to notify FERC within 30 days after making any significant modification to its regulatory program. Requires FERC to reassert its regulatory and licensing authority if Alaska has not complied with one or more requirements of this Act. Prescribes FERC compliance review procedures.Title VI: Weatherization, Summer Fill, Hydroelectric Licensing Procedures, and Inventory of Oil and Gas Reserves - Amends the Department of the Interior and Related Agencies Appropriations Act, 2000 to repeal the requirement that as of FY 2001 funds appropriated for weatherization assistance grants be contingent upon a 25 percent cost share by qualified participants.(Sec. 601) Amends the Energy Conservation and Production Act to repeal the mandate that an average of at least 40 percent of funds provided in a State for weatherization be earmarked for weatherization materials. Raises the ceiling of permissible per dwelling weatherization expenditures from $1600 to $2500, adjusted annually according to a specified formula. Includes within such expenditures the cost of heating and cooling modifications and replacements.(Sec. 602) Amends the Energy Policy and Conservation Act to direct the Secretary of Energy, upon request of the chief executive officer of a State, to provide information, technical assistance, and funding to: (1) develop consumer education and outreach programs to encourage consumers to fill their storage facilities for kerosene, propane, and heating oil during the summer months; (2) promote the use of budget contracts, price cap contracts, and fixed price contracts, and other advantageous financial arrangements; and (3) give preference to States that contribute public funds or leverage private funds to develop State summer fill and fuel budgeting programs.Authorizes appropriations.(Sec. 603) Directs the Federal Energy Regulatory Commission (FERC) to report to Congress on expedited hydroelectric licensing procedures.(Sec. 604) Instructs the Secretary of the Interior to conduct and update regularly an inventory of all onshore Federal lands to identify: (1) U.S. Geological Survey reserve estimates of subterranean oil and gas resources; (2) restrictions or impediments to development of such resources; and (3) furnish such inventory data to certain congressional committees. Authorizes appropriations.(Sec. 605) Amends the Energy Policy and Conservation Act to direct the Secretary of Energy (acting through the Administrator of the Energy Information Agency) to submit to Congress an annual Home Heating Readiness Report on the readiness of the natural gas, heating oil and propane industries to supply fuel under various weather conditions, including rapid decreases in temperature.Title VII: National Oilheat Research Alliance Act of 2000- National Oilheat Research Alliance Act of 2000 - Authorizes the oilheat industry to conduct a referendum through a qualified industry organization among retailers and wholesalers for the creation of a National Oilheat Research Alliance to develop programs concerning oilheat research and development, safety issues, consumer education, and training. Defines \"oilheat industry\" to include those persons involved in the production, transportation, and sale of oilheat, and those engaged in the manufacture and distribution of oilheat utilization equipment in the United States (but excluding the ultimate consumers of oilheat).(Sec. 705) Permits State industry trade association participation in such Alliance. Prescribes guidelines for Alliance membership and representation.(Sec. 707) Requires the Alliance to: (1) levy and collect annual assessments on the wholesale sale of No. 1 distillate and No. 2 dyed distillate; and (2) establish a program coordinating its operation with that of any similar State, local, or regional program.Prescribes allocation guidelines governing Alliance funds made available to a qualified State association. Conditions fund availability upon the Alliance's determination that the funds will be used to benefit the oilheat industry directly.(Sec. 708) Instructs the Secretary of Commerce, using only data provided by the Energy Information Administration and other public sources, to make available to Congress, the Alliance, the Secretary of Energy, and the public, an analysis of changes in oilheat prices relative to other energy sources. Requires such price analysis to compare indexed changes in consumer grade oilheat prices to a composite of indexed changes in: (1) residential electricity; (2) residential natural gas; and (3) propane on an annual national average basis.Restricts Alliance activities to research and development, training, and safety matters in any year in which the five-year average price composite index of consumer grade oilheat exceeds the five-year rolling average price composite index of residential electricity, residential natural gas, and propane in an amount greater than 10.1 percent.(Sec. 709) Empowers the Alliance to bring suit in Federal district court to compel compliance with any assessments it levies.(Sec. 711) Mandates that Alliance-funded consumer education activities include a statement that they were supported by the Alliance.(Sec. 712) Prohibits such consumer education activities from including: (1) a reference to a private brand name if such activities were undertaken with funds derived from Alliance assessments; (2) a false or unwarranted claim on behalf of oilheat or related products; or (3) a reference regarding the attributes or use of any competing product. Prescribes procedural guidelines for the filing and transmittal of complaints, including judicial review in Federal court."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Strategic Petroleum Reserve Reauthorization bill", 
      "type": "popular"
    }, 
    {
      "as": "passed senate", 
      "title": "Energy Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Energy Policy and Conservation Act Amendents of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "National Oilheat Research Alliance Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Energy Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Energy Policy and Conservation Act Amendments of 2000", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "National Oilheat Research Alliance Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To extend energy conservation programs under the Energy Policy and Conservation Act through fiscal year 2003.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:22-05:00"
}