{
  "actions": [
    {
      "acted_at": "2013-06-13", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1168-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-06-13", 
  "number": "1168", 
  "official_title": "A bill to amend the Foreign Intelligence Surveillance Act of 1978 to limit overbroad surveillance requests and expand reporting requirements and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Restore Our Privacy Act", 
  "sponsor": {
    "district": null, 
    "name": "Sanders, Bernard", 
    "state": "VT", 
    "thomas_id": "01010", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-06-13", 
  "subjects": [
    "Armed forces and national security", 
    "Business records", 
    "Congressional oversight", 
    "Criminal investigation, prosecution, interrogation", 
    "Evidence and witnesses", 
    "Government information and archives", 
    "Intelligence activities, surveillance, classified information", 
    "Terrorism"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-06-13", 
    "text": "Restore Our Privacy Act - Amends the Foreign Intelligence Surveillance Act of 1978 to authorize the Director of the Federal Bureau of Investigation (FBI) to apply for an order requiring the production of any tangible things only: (1) for an investigation to obtain foreign intelligence information not concerning a U.S. person; or (2) for an investigation concerning international terrorism (currently, to protect against international terrorism or clandestine intelligence activities). Requires the application for such an order to include specific and articulable facts giving reason to believe (currently, a statement of facts showing that there are reasonable grounds to believe) that each tangible thing sought is relevant to an authorized investigation. Eliminates as presumptively relevant to such an investigation tangible things that pertain to an individual in contact with, or known to, a suspected agent of a foreign power who is the subject of such authorized investigation. Requires the judge, for each tangible thing to be released, to enter a finding that the Director has presented specific and articulable facts giving reason to believe that the thing is relevant to an authorized investigation (other than a threat assessment). Requires the Attorney General to: (1) fully inform Congress semiannually (currently, annually) concerning the total number of applications made for orders approving requests for the production of tangible things and the total number of such orders either granted, modified, or denied; (2) include in such information a description with respect to each application of the specific purpose for such production and an analysis of the effectiveness of each application that was granted or modified in protecting U.S. citizens against terrorism; and (3) make such information available to the public in a manner consistent with the protection of national security."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Restore Our Privacy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Foreign Intelligence Surveillance Act of 1978 to limit overbroad surveillance requests and expand reporting requirements and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:46:55-05:00"
}