{
  "actions": [
    {
      "acted_at": "1999-10-20", 
      "references": [
        {
          "reference": "CR S12937-12938", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-20", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1758-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "DeWine, Mike", 
      "sponsored_at": "1999-10-20", 
      "state": "OH", 
      "thomas_id": "00293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "2000-01-31", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1999-10-20", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-10-20", 
  "number": "1758", 
  "official_title": "A bill to authorize urgent support for Colombia and front line states to secure peace and the rule of law, to enhance the effectiveness of anti-drug efforts that are essential to impending the flow of deadly cocaine and heroin from Colombia to the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Alliance with Colombia and the Andean Region (ALIANZA) Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Coverdell, Paul", 
    "state": "GA", 
    "thomas_id": "01310", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-10-20", 
  "subjects": [
    "Administration of criminal justice", 
    "Agriculture and food", 
    "Air bases", 
    "Alternative crops", 
    "American economic assistance", 
    "American investments", 
    "American military assistance", 
    "American technical assistance", 
    "Americans in foreign countries", 
    "Armed forces and national security", 
    "Arrest", 
    "Bolivia", 
    "Brazil", 
    "Civil rights and liberties, minority issues", 
    "Civil war", 
    "Cocaine", 
    "Colombia", 
    "Commerce", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Conspiracy", 
    "Counterinsurgency", 
    "Crime and law enforcement", 
    "Criminal aliens", 
    "Criminal investigation", 
    "Democracy", 
    "Diplomacy", 
    "Displaced persons", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Drug traffic", 
    "Drugs and military personnel", 
    "Economics and public finance", 
    "Ecuador", 
    "Embassies", 
    "Energy", 
    "Executive reorganization", 
    "Extradition", 
    "Foreign investments", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Human rights", 
    "Immigration", 
    "Indictments", 
    "Infrared technology", 
    "Insurgency", 
    "International affairs", 
    "International cooperation", 
    "Judges", 
    "Labor and employment", 
    "Latin America", 
    "Law", 
    "Legal education", 
    "Military aircraft", 
    "Military communications", 
    "Military helicopters", 
    "Military law", 
    "Military spare parts", 
    "Military training", 
    "Nongovernmental organizations", 
    "Opium", 
    "Organized crime", 
    "Panama", 
    "Patrol aircraft", 
    "Patrol ships", 
    "Peace negotiations", 
    "Peru", 
    "Petroleum industry", 
    "Police training", 
    "President and foreign policy", 
    "Prosecution", 
    "Radar", 
    "Reconnaissance aircraft", 
    "Reprogramming of appropriated funds", 
    "Science, technology, communications", 
    "Terrorism", 
    "Transport aircraft", 
    "Venezuela", 
    "Visas", 
    "Witnesses"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-10-20", 
    "text": "TABLE OF CONTENTS: Title I: United States Policy and Personnel Title II: Activities Supported Subtitle A: Democracy, Peace, the Rule of Law, and Human Rights in Colombia Subtitle B: Eradication of Drug Production and Interdiction of Drug Trafficking Alliance with Colombia and the Andean Region (ALIANZA) Act of 1999 - Title I: United States Policy and Personnel - Sets forth U.S. policy regarding support for democracy, peace, rule of law, and human rights in Colombia.(Sec. 102) Directs the President to report to the appropriate congressional committees and the Caucus on International Narcotics Control of the Senate on the current U.S. policy and strategy regarding U.S. counter narcotics assistance for Colombia and the front line states (Bolivia, Brazil, Ecuador, Panama, Peru, and Venezuela).(Sec. 103) Sets forth certain conditions and limitations on the availability of U.S. assistance to Colombia.(Sec. 105) Expresses the sense of Congress that: (1) U.S. anti-drug assistance to Colombia depends on unimpeded access by Colombia law enforcement officials to all areas of Colombia; (2) the Government of Colombia and governments of the front line states should ensure that narcotics traffickers that are indicted in the United States are arrested and prosecuted and, upon the request of the U.S. Government, extradited to the United States for trial for their egregious offenses against the U.S. people; (3) the President should designate a special coordinator on Colombia to coordinate efforts to implement a comprehensive regional strategy to maximize international political and financial support for Colombia and the front line states; (4) the Government of Colombia should resolve the case of the three U.S. citizens killed in Colombia in March 1999; and (5) links between members of Colombian irregular forces and members of Colombian security forces are deeply troubling and counter-productive in the effort to combat drug trafficking and the prevention of human rights violations.(Sec. 107) Directs the President to report to the appropriate congressional committees detailing additional personnel requirements of the U.S. Mission in Colombia that are necessary to implement this Act. Authorizes appropriations.Title II: Activities Supported - Subtitle A: Democracy, Peace, the Rule of Law, and Human Rights in Colombia - Authorizes the President to support programs and activities to advance democracy, peace, the rule of law, and human rights in Colombia. Authorizes appropriations.(Sec. 202) Expresses the sense of Congress that: (1) the U.S. Government should provide assistance to forcibly displaced Colombian persons and that the Government of Colombia should support their return home; and (2) the President is authorized to support the efforts by the Attorney General of Colombia to investigate and prosecute members of Colombian irregular forces and members of Colombian security forces involved in the production or trafficking in illicit drugs and gross violations of internationally recognized human rights. Authorizes appropriations.(Sec. 205) Directs the Secretary of State, with specified exceptions, to deny a visa to, and the Attorney General not to admit to the United States, any alien who the Secretary has credible evidence: (1) is a person who is or was an illicit drug trafficker in Colombia; or (2) ordered carried out gross violations of internationally recognized human rights there.Subtitle B: Eradication of Drug Production and Interdiction of Drug Trafficking - Authorizes the President to support programs and activities by the Government of Colombia (including its security forces) to: (1) target eradication and law enforcement activities in areas of new cultivation of coca and opium poppy; (2) reinvigorate a nationwide program to interdict shipments of illicit drugs in Colombia; and (3) support anti-drug law enforcement activities by the National Police and Navy of Colombia nationwide. Authorizes appropriations.(Sec. 215) Authorizes the President to support programs and activities by the U.S. Government, the Government of Colombia, and the governments of the front line states to enhance interdiction of illicit drugs in that region. Authorizes appropriations.(Sec. 216) Amends the National Defense Authorization Act for Fiscal Year 1998 to provide additional assistance for counter-drug activities in Colombia and Peru.(Sec. 217) Expresses the sense of Congress with respect to U.S. counter narcotic assistance to Brazil.(Sec. 218) Authorizes appropriations for the Department of Defense and the Department of State to monitor the use of U.S. assistance by the Colombian armed forces.(Sec. 219) Expresses the sense of Congress with respect to the development of economic alternatives to the illicit drug trade. Authorizes appropriations (earmarking amounts to Colombia, Bolivia, and Peru)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Alliance with Colombia and the Andean Region (ALIANZA) Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize urgent support for Colombia and front line states to secure peace and the rule of law, to enhance the effectiveness of anti-drug efforts that are essential to impending the flow of deadly cocaine and heroin from Colombia to the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:57-05:00"
}