{
  "actions": [
    {
      "acted_at": "2012-02-07", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2077-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2012-06-14", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Casey, Robert P., Jr.", 
      "sponsored_at": "2012-02-07", 
      "state": "PA", 
      "thomas_id": "01828", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2012-06-18", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Franken, Al", 
      "sponsored_at": "2012-02-07", 
      "state": "MN", 
      "thomas_id": "01969", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kohl, Herb", 
      "sponsored_at": "2012-02-13", 
      "state": "WI", 
      "thomas_id": "01380", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2012-06-19", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tester, Jon", 
      "sponsored_at": "2012-06-14", 
      "state": "MT", 
      "thomas_id": "01829", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2012-02-07", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-02-07", 
  "number": "2077", 
  "official_title": "A bill to amend the Older Americans Act of 1965 to authorize Federal assistance to State adult protective services programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Elder Protection and Abuse Prevention Act", 
  "sponsor": {
    "district": null, 
    "name": "Blumenthal, Richard", 
    "state": "CT", 
    "thomas_id": "02076", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-02-07", 
  "subjects": [
    "Adult day care", 
    "Aging", 
    "Congressional oversight", 
    "Crime prevention", 
    "Health", 
    "Health programs administration and funding", 
    "Home and outpatient care", 
    "Law enforcement administration and funding", 
    "Long-term, rehabilitative, and terminal care", 
    "Medicaid", 
    "Medicare"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-02-07", 
    "text": "Elder Protection and Abuse Prevention Act - Amends the Older Americans Act of 1965 to direct the Assistant Secretary of Health and Human Services for Aging to: (1) ensure that all programs funded under such Act include appropriate training in elder abuse prevention and the provision of services that address elder justice and exploitation, and (2) update periodically the need for and benefit of such training related to prevention of abuse, neglect, and exploitation (including financial exploitation) of older adults. Makes it a duty and function of the Administration on Aging to: (1) establish priority information and assistance services for older individuals; (2) ensure full collaboration between all governmental information and assistance systems that serve older individuals; and (3) develop a National Eldercare Locator Service, with a nationwide toll free number. Directs the Assistant Secretary, by grant or contract with a national nonprofit entity, to establish a National Adult Protective Services Resources Center to improve the capacity of state and local adult protective services programs to: (1) respond effectively to abuse, neglect, and exploitation of vulnerable adults, including home care consumers and residents of long-term care facilities; and (2) coordinate with the Long-Term Care Ombudsman Program. Requires each area plan to provide that the area agency on aging: (1) increases public awareness of elder abuse and financial exploitation, and removes barriers to elder abuse education, prevention, investigation, and treatment; (2) coordinates elder justice activities of the area agency on aging, community health centers, other public agencies, and nonprofit private organizations; (3) develops standardized, coordinated, and reporting protocols with respect to elder abuse; and (4) reports instances of elder abuse. Directs the Assistant Secretary to make grants to states under approved state plans for elder abuse and neglect screening. Requires a state operating a nutrition project to encourage individuals who distribute nutrition services to distribute information on diabetes, elder abuse, neglect, financial exploitation, and the annual Medicare wellness exam. Requires a state, an area agency on aging, a nonprofit organization, or a tribal organization that receives a grant for an older individuals' protection from violence project to use it to research and replicate successful models of elder abuse, neglect, and exploitation prevention and training. Directs the Assistant Secretary to award grants and enter into contracts with eligible organizations to carry out projects to engage volunteers over 50 years of age in providing support and information to older adults (and their families or caretakers) who have experienced or are at risk of elder abuse. Allows a state to use funds under the National Family Caregiver Support Program to support the Office of the State Long-Term Care Ombudsman."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Elder Protection and Abuse Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Older Americans Act of 1965 to authorize Federal assistance to State adult protective services programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:21:37-05:00"
}