{
  "actions": [
    {
      "acted_at": "1980-04-24", 
      "committee": "House Select Committee on Intelligence", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Select Committee on Intelligence.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-05-07", 
      "references": [], 
      "text": "Reported to House from the Select Committee on Intelligence, H. Rept. 96-926 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-07", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-05-13", 
      "references": [], 
      "text": "Reported to House from the Committee on Armed Services, H. Rept. 96-926 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-28", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-28", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-28", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-28", 
      "bill_ids": [
        "s2597-96"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 2597 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7152-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Intelligence (Permanent Select)", 
      "committee_id": "HLIG"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-24", 
  "number": "7152", 
  "official_title": "A bill to authorize appropriations for fiscal year 1981 for the intelligence and intelligence-related activities of the United States Government, for the Intelligence Community Staff, and for the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres686-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s2597-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Intelligence Authorization Act for Fiscal Year 1981", 
  "sponsor": {
    "district": "2", 
    "name": "Boland, Edward P.", 
    "state": "MA", 
    "thomas_id": "00104", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-04-24", 
  "subjects": [
    "Armed forces and national security", 
    "Authorization", 
    "Central Intelligence Agency", 
    "Civil service pensions", 
    "Economics and public finance", 
    "Government operations and politics", 
    "Military intelligence", 
    "Military pay", 
    "Military personnel", 
    "National Security and Intelligence Operations", 
    "Retirement income", 
    "Survivors' benefits", 
    "Terrorism"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1980-07-28", 
    "text": "(Measure passed House, amended) Intelligence Authorization Act for Fiscal Year 1981 - =Title I: Intelligence Activities= - Authorizes appropriations for fiscal year 1981 for the conduct of intelligence and intelligence-related activities in certain departments, agencies and other elements of the United States Government. Authorizes the appropriation of a specified sum for fiscal year 1981 for activities of the Federal Bureau of Investigation to counter terrorism in the United States. =Title II: Intelligence Community Staff= - Authorizes appropriations for the Intelligence Community Staff for fiscal year 1981. Establishes an end strength ceiling of 245 full-time Intelligence Community Staff employees. =Title III: Central Intelligence Agency Retirement and Disability System= - Authorizes appropriations for fiscal year 1981 for the Central Intelligence Agency Retirement and Disability Fund. =Title IV: General Provisions= - Provides for increased authorizations for salary and benefits for Federal employees, should such increases be necessary. Authorizes the Secretary of Defense to pay expenses of arrangements with foreign countries for cryptologic support. Authorizes the Director of the National Security Agency to lease such real property as may be necessary for periods of up to ten years, for the use of the National Security Agency for special cryptologic activities and for housing personnel assigned thereto. Authorizes the Director to pay certain allowances and benefits to civilian and military personnel of the Department of Defense who are assigned to special cryptologic activities outside the United States. Authorizes the Director to provide travel, transportation, and subsistence allowances and other benefits to certain personnel assigned to training overseas for one year or longer. Directs the Administrator of General Services, upon request from the Director of the National Security Agency, to detail special policemen to provide protection for installations and grounds used by or under control of the Agency. Authorizes the payment of a gratuity to specified relatives or dependents of an officer or employer of the CIA or Department of Defense who dies in the performance of duties involving clandestine intelligence activities. Authorizes the Director of Central Intelligence to pay a gratuity to surviving dependents of any officer or employee of the CIA who dies as a result of injuries (other than from disease) sustained outside the United States and in connection with terrorist or intelligence activities. Makes this authority effective for such death occurring after June 30, 1974. Authorizes the Secretary of Defense to pay a gratuity to surviving dependents of any officer or employee of the Department of Defense or any member of the Armed Forces who dies in the performance of duties involving clandestine intelligence activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Intelligence Authorization Act for Fiscal Year 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal year 1981 for the intelligence and intelligence-related activities of the United States Government, for the Intelligence Community Staff, and for the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:13-05:00"
}