{
  "actions": [
    {
      "acted_at": "1981-05-28", 
      "committee": "House Committee on District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3714-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-28", 
  "number": "3714", 
  "official_title": "A bill to change the procedure for granting special exemptions from, and exceptions to, the zoning regulations of the District of Columbia for embassies and chanceries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "8", 
    "name": "Dellums, Ronald V.", 
    "state": "CA", 
    "thomas_id": "00284", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-05-28", 
  "subjects": [
    "Diplomats", 
    "District of Columbia", 
    "International affairs", 
    "Public Lands and Real Property", 
    "Zoning and zoning law"
  ], 
  "subjects_top_term": "Zoning and zoning law", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-05-28", 
    "text": "Amends the District of Columbia zoning regulations to authorize the Board of Zoning Adjustment and the Zoning Commission to consider an application for an exemption from or an exception to zoning regulations for an embassy or chancery building only if the Department of State recommends granting such exemption or exception. Requires decisions on such applications within 90 days. Authorizes any applicant to appeal the Board's decision to the Zoning Commission. Authorizes the Department of State to appeal the final decision of the Zoning Commission on such an application to the National Capital Planning Commission (Commission). Sets forth the bases for the decision of the Commission on such an appeal. Requires the decision of the Commission to be made within 90 days. Provides that the decision of the Commission is not appealable to any other U.S. agency or administrative body or to the District of Columbia. Revises the definition of the term chancery to include the principal offices used for diplomatic or related purposes of: (1) any official mission to the United States representing a foreign government or an organization representing a territory or political entity which has been granted official privileges and immunities; (2) certain public international organizations; and (3) any official mission to such a public international organization."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to change the procedure for granting special exemptions from, and exceptions to, the zoning regulations of the District of Columbia for embassies and chanceries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:02-05:00"
}