{
  "actions": [
    {
      "acted_at": "1979-07-20", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4880-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-20", 
  "number": "4880", 
  "official_title": "A bill to establish a Commission and Task Force to review all Federal Government programs, determine what economies and efficiencies can be achieved through program consolidation, review the functions carried out by each level of government, and make recommendations for more clearly defining the respective responsibilities of such levels, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Government Executive Analysis and Reform (GEAR) Commission Act of 1979", 
  "sponsor": {
    "district": "2", 
    "name": "Hansen, George V.", 
    "state": "ID", 
    "thomas_id": "00497", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-20", 
  "subjects": [
    "Advisory bodies", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal-local relations", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Intergovernmental relations", 
    "Local and Municipal Government", 
    "States"
  ], 
  "subjects_top_term": "Federal advisory bodies", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-20", 
    "text": "Government Executive Analysis and Reform (GEAR) Commission Act of 1979 - Establishes the Government Executive Analysis and Reform (GEAR) Commission as an independent instrumentality of the United States. Directs the Commission to study all executive departments and independent agencies and other authorities of the Federal Government: (1) to determine whether regulatory activities have limited competition within segments of the economy and whether such regulators have contributed to current economic difficulties; and (2) to analyze the purposes, structure and jurisdiction, statutory framework, and procedures of such agencies. Directs the Commission to assess the costs and benefits of Federal programs and to make recommendations concerning the restructure of the Government to improve the efficiency of Federal programs. Requires the Commission to submit its recommendations to the President and Congress within 33 months after it first meets. Requires the President to submit to Congress his findings and specific proposals for legislation within 90 days of receipt of the Commission's report. Sets forth the membership of the Commission. Directs: (1) the President to appoint six members, by and with the advice and consent of the Senate; and (2) the Speaker of the House of Representatives, the President pro tempore of the Senate, and the Chief Justice of the United States each to appoint four members. Establishes the Task Force on American Federalism composed of 20 members appointed by the President, by and with the advice and consent of the Senate. Directs the Task Force to study the appropriate levels of responsibility shared among units of local, State and Federal Governments, the means for each level to finance such responsibilities, and the extent of intergovernmental assistance required to achieve the proper balance and division of respective Federal, State and local roles and authorities. Directs the Task Force to submit its final report to Congress within 15 months after it first meets stating its findings and proposals for constitutional amendments, legislation, or administrative action necessary to carry out its recommendations. Terminates the Task Force and the Commission 90 days after submission of their final reports. Authorizes to be appropriated $12,000,000 to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Government Executive Analysis and Reform (GEAR) Commission Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Commission and Task Force to review all Federal Government programs, determine what economies and efficiencies can be achieved through program consolidation, review the functions carried out by each level of government, and make recommendations for more clearly defining the respective responsibilities of such levels, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:27-05:00"
}