{
  "actions": [
    {
      "acted_at": "1988-06-23", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Appropriations ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-06-23", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Harkin. With written report No. 100-398.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-23", 
      "calendar": "Senate Legislative", 
      "number": "758", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 758.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-07-11", 
      "bill_ids": [
        "hr4776-100"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 4776 in lieu of this measure by Yea-Nay Vote. 64-29. Record Vote No: 237.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-11", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2562-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-23", 
  "number": "2562", 
  "official_title": "An original bill making appropriations for the government of the District of Columbia and other activities chargeable in whole or in part against the revenue of said District for the fiscal year ending September 30, 1989, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4776-100", 
      "reason": "related"
    }
  ], 
  "short_title": "District of Columbia Appropriations Act, 1989", 
  "sponsor": {
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "thomas_id": "00501", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1988-06-23", 
  "subjects": [
    "AIDS (Disease)", 
    "Abortion", 
    "Abortion, Birth Control, and Family Planning", 
    "Appropriations", 
    "Automobiles", 
    "Budget deficits", 
    "Cable television", 
    "Capital budgets", 
    "Communications and Broadcasting", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Convention facilities", 
    "Correctional institutions", 
    "Corrections", 
    "Corrections and Correctional Institutions", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Disability retirement", 
    "Discrimination in insurance", 
    "District of Columbia", 
    "Drug abuse", 
    "Drugs and employment", 
    "Drugs and narcotics", 
    "Economics and public finance", 
    "Education", 
    "Educational facilities", 
    "Educational finance", 
    "Employee benefit plans", 
    "Executive impoundment of appropriated funds", 
    "Federal budgets", 
    "Federally-guaranteed loans", 
    "Fire fighters", 
    "Fuel consumption", 
    "Government operations and politics", 
    "Government securities", 
    "Government spending reductions", 
    "Health facilities", 
    "Household workers", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Judges", 
    "Judicial officers", 
    "Land transfers", 
    "Law", 
    "Law enforcement officers", 
    "Local finance", 
    "Lotteries", 
    "Maryland", 
    "Mental care facilities", 
    "Municipal budgets", 
    "Municipal officials and employees", 
    "Narcotic traffic", 
    "Police", 
    "Power resources", 
    "Presidential inaugurations", 
    "Presidents and Vice Presidents", 
    "Prison violence", 
    "Prisons", 
    "Psychiatric hospitals", 
    "Public Lands and Real Property", 
    "Public corruption", 
    "Public lands and natural resources", 
    "Public works", 
    "Rent", 
    "Reprogramming of appropriated funds", 
    "Residence requirements", 
    "Retirement", 
    "Securities and Investments", 
    "Sewage treatment", 
    "Student housing", 
    "Students", 
    "Tax-exempt securities", 
    "Telephone", 
    "Transportation and Travel", 
    "Travel costs", 
    "User charges", 
    "Virginia", 
    "Water resources development"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-06-23", 
    "text": "District of Columbia Appropriations Act, 1989 - Title I: Fiscal Year 1989 Appropriations - Appropriates specified sums to the District of Columbia for FY 1989 for: (1) the Federal payment to the District of Columbia, provided there are a specified number of metropolitan police officers; (2) the Federal payment for water and sewer services; (3) a Federal contribution to retirement funds; and (4) a Federal contribution for the operating costs of Saint Elizabeths Hospital. Retains in the Treasury specified sums previously appropriated for a Federal payment for the design and construction of a prison facility within the District of Columbia, subject to certain conditions. Requires the District of Columbia to establish a telephone hotline for prison-area residents to receive information concerning escapes, fires, and riots at the prison. Appropriates specified sums to the District of Columbia in lieu of reimbursements of expenses incurred in connection with Presidential inauguration activities. Appropriates specified sums out of the District of Columbia general fund for the current fiscal year for: (1) governmental direction and support; (2) economic development and regulation; (3) public safety and justice; (4) public education; (5) human support services; (6) public works; (7) the Washington Convention Center Fund; (8) repayments of specified loans and interest; (9) repayment of the general fund deficit; (10) short-term borrowing; (11) employees' optical and dental benefits; (12) inaugural expenses; (13) capital outlay; (14) the Water and Sewer Enterprise Fund and water construction projects; (15) the Lottery and Charitable Games Enterprise Fund; and (16) the Cable Television Enterprise Fund. Mandates the establishment and operation of a drug interdiction task force at the Lorton prison complex. Requires the District of Columbia to establish a telephone hotline for Lorton-area residents to receive information concerning escapes, fires, and riots at Lorton prison. Directs the Mayor to reduce, by a specified sum, appropriations and expenditures for energy and for personal services. Sets forth restrictions on the expenditure of appropriations made by this Act. Makes funds available for: (1) transportation allowances for official duties; (2) travel expenses and the payment of dues for organizations concerned with the work of the District of Columbia government; (3) refunds and the payment of judgments entered against the District of Columbia government; (4) the payment of public assistance; (5) the cost, subject to restriction, of overtime or temporary positions; and (6) payments authorized by the District of Columbia Revenue Recovery Act of 1977. Prohibits the use of funds for: (1) the compensation of any permanent employee of the District of Columbia government appointed during any month in which the number of employees exceeds the number of positions authorized by this Act; (2) activities which permit or encourage partisan political activities; (3) the salary of any District of Columbia government employee whose work and salary history are not available for inspection by specified congressional committees or, with regard to name and salary, available for public inspection; (4) publicity or propaganda purposes; (5) implementation of a personnel lottery for the hiring of firefighters or police officers; (6) reprogramming, unless the reprogramming was approved according to specified procedures; (7) the provision of personal servants for any District of Columbia employee; or (8) the purchase of passenger automobiles with an estimated miles per gallon average of less than 22 miles per gallon. Prohibits the use of the Federal funds provided in this Act to perform abortions, except where the life of the mother is endangered or in cases of rape or incest; or for drugs or devices to prevent implantation of the fertilized ovem; or for medical procedures necessary for the termination of an ectopic pregnancy. Requires that the annual budget for the District of Columbia government for FY 1990 be transmitted to the Congress by April 15, 1989. Requires the Mayor to develop an annual plan for capital outlay borrowings. Prohibits the Mayor from: (1) borrowing funds for capital projects without the prior approval of the District of Columbia Council; or (2) using money borrowed for capital projects for operating expenses of the District of Columbia government. Sets forth requirements with respect to the compensation of the City Administrator, the Board of Directors of the District of Columbia Redevelopment Land Agency, and District of Columbia employees generally. Authorizes the Department of Administrative Services to pay rentals, alter and repair rented premises. Directs the Mayor to submit to the D.C. Council, no later than 30 days after the end of the first quarter of FY 1989, the FY 1989 revenue estimate. Amends the District of Columbia Self-Government and Governmental Reorganization Act to extend, for one year, the District's authority to sell its general obligation bonds through negotiated sales. Prohibits the renewal or extension of any sole source contract with the District of Columbia government without opening that contract to the competitive bidding process, subject to exception. Requires any sequestration order to be applied to each account appropriating Federal funds in this Act (rather than to the aggregate total of those accounts) which is not specifically exempted from sequestration by specified Federal law. Provides for repayment to the Federal Treasury of any amounts appropriated and paid to the District of Columbia before a sequestration order is issued, applying the sequestration percentage proportionately to each account not specifically exempted from sequestration. Requires the United States to convey to the District of Columbia, without consideration, all right, title, and interest in described real property in Prince George's County, Maryland. Prohibits funds available to the District of Columbia from being used for billing individual agencies or establishments for certain water and water services and sanitary sewer services until certain existing statutes are amended to specifically provide for such billing. Directs the Secretary of the Treasury to insure or guarantee the payment of interest and principal on a loan made by the District of Columbia or other lender to the Washington Center, a not-for-profit corporation incorporated in the District of Columbia, subject to certain terms and conditions, for the construction of an educational housing facility. Amends the D.C. Code to: (1) make provisions relating to certain retirement payments for judges of the District of Columbia courts apply to situations in which some payments were made before the death of a judge as well as to situations in which no payments were made before death; and (2) mandate that the removal from office of an Executive Officer of the District of Columbia courts who meets certain requirements be treated, for purposes of retirement, as an involuntary retirement. Prohibits funds provided by any act from being used to condemn, vacate, or raze a specified building in the District of Columbia until June 30, 1989. Requires that officers or members of the Metropolitan Police Department who meet certain criteria, including retiring on disability by a specified date, be excluded from the computation of the rate of disability retirement under specified Federal law for purposes of reducing the authorized Federal payment to the District of Columbia Police Officers and Fire Fighters' Retirement Fund. Title II: Fiscal Year 1988 Supplemental Appropriations - Appropriates additional amounts and rescinds specified sums previously appropriated for FY 1988 for: (1) governmental direction and support; (2) economic development and regulations; (3) public education; (4) human support services; and (5) public works. Appropriates additional amounts for: (1) public safety and justice; (2) repayment of loans and interest; (3) repayment of the general fund deficit; (4) optical and dental benefits; (5) personal services; (6) capital outlay; (7) the water and sewer enterprise fund; and (8) the Lottery and Charitable Games Enterprise Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "District of Columbia Appropriations Act, 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the government of the District of Columbia and other activities chargeable in whole or in part against the revenue of said District for the fiscal year ending September 30, 1989, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:02-05:00"
}