{
  "actions": [
    {
      "acted_at": "1996-09-26", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2132-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-09-26", 
  "number": "2132", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to provide comprehensive pension protection for women.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Women's Pension Protection Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Moseley-Braun, Carol", 
    "state": "IL", 
    "thomas_id": "01405", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-09-26", 
  "subjects": [
    "Administrative procedure", 
    "Annuities", 
    "Armed forces and national security", 
    "Civil service pensions", 
    "Collective bargaining agreements", 
    "Commerce", 
    "Congress", 
    "Congressional salaries and pensions", 
    "Divorce", 
    "Divorcees", 
    "Employee ownership", 
    "Families", 
    "Federal employees", 
    "Finance and financial sector", 
    "Financial statements", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Graphs and charts", 
    "Housing and community development", 
    "Income tax", 
    "Information services", 
    "Investments", 
    "Labor and employment", 
    "Law", 
    "Married people", 
    "Military pensions", 
    "Office of Personnel Management", 
    "Pension funds", 
    "Railroad retirement plans", 
    "Real estate investment", 
    "Science, technology, communications", 
    "Stocks", 
    "Survivors' benefits", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Telephone", 
    "Transportation and public works", 
    "Trusts and trustees", 
    "Widowers", 
    "Widows", 
    "Women", 
    "Women's employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-09-26", 
    "text": "TABLE OF CONTENTS: Title I: Pension Reform Title II: Protection of Rights of Former Spouses to Pension Benefits Under Certain Government and Government- Sponsored Retirement Programs Title III: Reforms Related to 401(k) Plans Title IV: Modifications of Joint and Survivor Annuity Requirements Title V: Spousal Consent Required for Distributions from Section 401(k) Plans Title VI: Women's Pension Toll-Free Phone Number Title VII: Annual Pension Benefits Statements Comprehensive Women's Pension Protection Act of 1996 - Title I: Pension Reform - Amends the Tax Reform Act of 1986 to apply specified integrated plan nondiscrimination rules to all accrued benefits. Amends the Internal Revenue Code (Code) to repeal the permitted disparity provision with respect to simplified employee pension contributions. (Sec. 102) Applies minimum coverage requirements to a separate line of business employer plan for qualified trust purposes. Establishes a single line of business special rule. (Sec. 103) Sets forth divorce division of pension benefits provisions, including minimum accrued benefits rights for the divorced (nonparticipant) spouse. Amends the Employee Retirement Income Security Act of 1974 to set forth similar provisions. (Sec. 104) Provides for the continued availability of certain remedies with respect to pre-1985 domestic relations orders. (Sec. 105) Amends the Railroad Retirement Act of 1974 to eliminate specified employee-annuitant requirements with respect to a divorced wife's annuity. Title II: Protection of Rights of Former Spouses to Pension Benefits Under Certain Government-Sponsored Retirement Programs - Amends the Railroad Retirement Act of 1974 and Federal law to provide for protection of former spouses to railroad and civil service pension benefits. Title III: Reforms Related to 401(k) Plans - Amends the Code to treat 401(k) plan investments in collectibles as distributions. (Sec. 303) Applies a specified limitation on acquisition and holding of employer securities and real property to 401(k) plans. Title IV: Modifications of Joint and Survivor Annuity Requirements - Amends the Employee Retirement Income Security Act of 1974 and the Code to permit, with respect to specified plans, a qualified joint and two-thirds survivor annuity. Defines such an annuity. Title V: Spousal Consent Required for Distributions from Section 401(k) Plans - Amends the Code to require spousal consent for 401(k) plan distributions. Title VI: Women's Pension Toll-Free Phone Number - Directs the Secretary of Labor to provide for a women's pension toll-free telephone number. Authorizes appropriations. Title VII: Annual Pension Benefits Statements - Amends the Employee Retirement Income Security Act of 1974 to require annual pension benefits statements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Women's Pension Protection Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 to provide comprehensive pension protection for women.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:22-05:00"
}