{
  "actions": [
    {
      "acted_at": "2012-03-20", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-04-26", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "subcommittee": "Insurance, Housing and Community Opportunity", 
      "text": "Referred to the Subcommittee on Insurance, Housing and Community Opportunity.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4218-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Insurance, Housing and Community Opportunity", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-03-20", 
  "number": "4218", 
  "official_title": "To preserve affordable housing opportunities for low-income families, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Stabilizing Affordable Housing for the Future Act", 
  "sponsor": {
    "district": "12", 
    "name": "Velazquez, Nydia M.", 
    "state": "NY", 
    "thomas_id": "01184", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-03-20", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Department of Housing and Urban Development", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Housing and community development", 
    "Housing and community development funding", 
    "Housing finance and home ownership", 
    "Housing supply and affordability", 
    "Public housing"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-03-20", 
    "text": "Stabilizing Affordable Housing for the Future Act - Amends the Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Appropriations Act, 1997 and the Housing and Community Development Amendments of 1978 to: (1) repeal certain conditions on the authority of the Secretary of Housing and Urban Development (HUD) to manage multifamily projects, and (2) authorize the Secretary to provide grants (including up-front grants) and loans from the General Insurance Fund when managing and disposing of such properties. Instructs the Secretary to maintain rental assistance payments for dwelling units in any multifamily property program administered by the Secretary. Amends the Deficit Reduction Act of 2005 to redefine loan market value and property market value with respect to physically distressed properties sold by HUD in discount sales. Repeals the requirement not to take any affordability requirements into account in such valuation. Requires such values to be determined using industry standard appraisal practices. Amends the Multifamily Mortgage Foreclosure Act of 1981 to declare that Congress finds that mortgages transferred by the Secretary to state and local governments should be foreclosed in the same manner as mortgages held by the Secretary. Makes the entity designating the foreclosure commissioner (entity), whether the Secretary (as under current law) or any state or local government transferee, the guarantor of payment of any judgment against the foreclosure commissioner for damages based upon failure properly to perform the commissioner's duties. Makes such entity bear the risk of any financial default by the foreclosure commissioner. Declares that the entity shall be fully subrogated to the rights satisfied by such payment, in the event that any guarantee payments are made. Directs the Secretary to issue a proposed rulemaking that applies certain statutory participation and certification requirements to potential purchasers of multifamily housing with a mortgage insured under the National Housing Act, or for which assistance is provided under section 8 of the United States Housing Act of 1937. Requires the Secretary to post on a website information regarding multifamily housing properties for which: (1) federal rental assistance is provided, (2) other rental assistance or a subsidy is provided under a program administered by the Secretary, or (3) a mortgage is insured under the National Housing Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Stabilizing Affordable Housing for the Future Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To preserve affordable housing opportunities for low-income families, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:40:26-05:00"
}