{
  "actions": [
    {
      "acted_at": "1975-03-12", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4719-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Devine, Samuel L.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00292", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-12", 
  "number": "4719", 
  "official_title": "A bill to amend titles VII and VIII of the Public Health Service Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4717-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Comprehensive Health Professions Education Act", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-12", 
  "subjects": [
    "Education", 
    "Health", 
    "Medical care, personnel, and facilities", 
    "Medical education", 
    "Nurses", 
    "Nursing", 
    "Public health", 
    "Public health laws", 
    "Student loan funds", 
    "Students"
  ], 
  "subjects_top_term": "Medical education", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-12", 
    "text": "Comprehensive Health Professions Education Act - Title I: Loan Guarantees for Construction For Replacement Or Remodeling Of Teaching Facilities - Authorizes the Secretary of Health, Education, and Welfare to assist eligible nonprofit private entities in carrying out approved projects for the construction of teaching facilities of private nonprofit schools of medicine, nursing, osteopathy, veterinary medicine, optometry, or podiatry, other than the construction of new buildings or the expansion of existing buildings, during the period beginning July 1, 1974, and ending with the close of September 30, 1977, by guaranteeing to any non-Federal lender that makes a loan to an eligible entity, for that project, payment when due of the principal of and interest on that loan. Sets forth eligibility requirements for such loan guarantees. Terminates loan guarantees for the construction of new teaching facilities and the expansion of existing teaching facilities. Terminates interest subsidy payments on such loan guarantees. Title II: Capitation Grants, Start-Up Assistance And National Priority Incentive Awards - Directs the Secretary to make annual grants to schools of medicine, osteopathy, dentistry, optometry, podiatry, and veterinary medicine for the support of the education programs of those schools, for fiscal years 1975, 1976, and 1977. Reduces the amount of such grants for each such fiscal year. Authorizes appropriations for each such fiscal year. Limits start-up assistance grants to schools that have received a start-up grant for fiscal year 1974. Establishes a program of National Priority Incentive Awards to each school of medicine and osteopathy in an amount equal to $2000 for each of its graduates who enters a residency in the practice of family medicine, and to award grants to pay part of the cost of planning, developing, and operating for an initial period, not to exceed three years, programs of graduate or specialized education or training in family medicine, pediatrics, internal medicine, and other health care shortage fields. Title III: Special Projects, Health Manpower Education Incentative Awards, And Financial Distress Grants Expands the health manpower special projects authority to include assistance presently authorized under existing comparable special project authority contained in the nursing, allied health, and public health professions portions of the Public Health Service Act. Consolidates the authorizations of appropriations for the special project grants for the health professions and the health professions Health Manpower Education Incentative Awards into a single provision of law. Authorizes appropriations for both programs for an additional three years. Authorizes appropriations for the health professions financial distress grant program for an additional three years. Makes schools of pharmacy ineligible for such grants. Limits the financial distress grant to any school for a fiscal year to 75 percent of the financial distress grant awarded for the previous fiscal year. Title IV: Student Assistance - Authorizes the payment to eligible disadvantaged individuals of stipends, with allowances for travel and for dependents, for post-secondary education or training required to qualify such individual for admission to a school providing health training, or to assist such individual in undergoing that training. Authorizes appropriations for the Public Health and National Health Service Corps Scholarship Training Program for fiscal years 1975, 1976, and 1977. Authorizes the Secretary to assign participants in the program to any civilian or uniformed Federal health service. Raises the interest rate on health professions and nursing student loans supported by the Federal Government from 3 to 7 percent. Title V: Effective Date - Sets forth the effective date with respect to the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Health Professions Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend titles VII and VIII of the Public Health Service Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:45-05:00"
}