{
  "actions": [
    {
      "acted_at": "1991-06-13", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1296-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1991-06-13", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Byrd, Robert C.", 
      "sponsored_at": "1991-06-13", 
      "state": "WV", 
      "thomas_id": "01299", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1991-06-13", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1991-06-13", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1991-06-13", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1991-06-13", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1991-06-13", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-13", 
  "number": "1296", 
  "official_title": "A bill to provide an optional program for supplemental unemployment compensation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Unemployment Insurance Reform Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-06-13", 
  "subjects": [
    "Fraud", 
    "Off-budget expenditures", 
    "School personnel", 
    "State laws", 
    "Unemployment insurance", 
    "Veterans' benefits", 
    "Veterans' employment"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-06-13", 
    "text": "Unemployment Insurance Reform Act of 1991 - Title I: Optional Supplemental Unemployment Benefits Program - Allows States to enter into and participate in an agreement with the Secretary of Labor (the Secretary) to provide optional supplemental unemployment compensation under this Act in lieu of extended unemployment compensation under the Federal-State Extended Unemployment Act of 1970 (if the State has a State unemployment compensation law approved by the Secretary under which such extended compensation is payable). Allows a State to terminate such agreement upon 30 days written notice to the Secretary. States that supplemental benefits are for unemployed workers who have exhausted their basic 26 weeks of regular benefits in States experiencing specified elevated levels of employment. Provides for up to 26 weeks of such supplemental benefits for an eligible individual. Requires that the supplemental benefit period in a State last at least 26 weeks, but that no other such period shall begin until five weeks after the close of a prior such period. Bases the State \"on\" indicator or trigger for a week of such supplemental benefits on whether, for the most recent three calendar month period for which data are available, the seasonaly adjusted average rate of total unemployment (TUR) in the State equals or exceeds: (1) seven percent; and (2) 120 percent of the average of such rates for the corresponding three-month period ending in each of the preceding two calendar years. Establishes a special rule to declare there is a State \"on\" indicator if: (1) the State TUR for such period is at least six percent but less than seven percent; and (2) the national TUR for such period is seven percent or more. Declares there is a State \"off\" indicator for a week when the most recent three-month period does not satisfy such requirements. Sets forth a formula for determining the amount of any optional supplemental benefits account, with a variable limit based on the State's average unemployment rate. Provides for payments to States having agreements for the payment of optional supplemental compensation benefits. Authorizes appropriations to the extended unemployment compensation account in amounts necessary to carry out this Act. Sets forth sanctions for fraud and overpayments. Makes conforming amendments to the Social Security Act. Title II: Extended Unemployment Compensation Reform - Amends the Federal-State Extended Unemployment Compensation Act of 1970 to revise the State \"on\" and \"off\" indicators or triggers for a week. Declares that there is State \"on\" indicator for a week if there is: (1) a State TUR, for the most recent three-month period for which data are available, which is seven percent or more and which is 120 percent or more of average of certain earlier rates; or (2) a national TUR for the most recent such period of eight percent or more. Declares there is on \"off\" indicator for a week when such \"on\" requirements are met. Amends the Social Security Act to establish a contingency fund for costs of unemployment compensation administration during periods of high unemployment. Provides for an additional specified amount to be appropriated for every increase of 100,000 persons (with pro rata amounts for smaller increases above the first 100,000 increase) in the insured unemployment level above that assured in the President's budget proposal for that fiscal year. Designates such appropriations emergency direct spending and an emergency requirement in reports required under the Balanced Budget and Emergency Deficit Reduction Act of 1985 (Gramm-Rudman-Hollings Act), as amended by the Omnibus Budget Reconciliation Act of 1990. Repeals specified provisions of Federal law which limit ex-military service personnel's eligibility for regular unemployment benefits to the 13 weeks after a four-week waiting period (thus making such individuals eligible for such benefits on the same basis as other unemployed workers, that is, for 26 weeks after a one-week waiting period). Amends the Internal Revenue Code with respect to approval of State unemployment compensation laws to: (1) allow States (by making benefit denial discretionary rather than mandatory) to pay unemployment benefits to nonprofessional employees (i.e. support staff) of educational institutions between academic years or terms if they are otherwise eligible; and (2) require States to determine eligibility for compensation on an individual's work history, which includes such history for the most recent calendar quarter (setting specified deadlines for a State to meet such requirement)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Unemployment Insurance Reform Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide an optional program for supplemental unemployment compensation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:02-05:00"
}