{
  "actions": [
    {
      "acted_at": "2007-01-04", 
      "references": [
        {
          "reference": "CR S151-152", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-01-04", 
      "committee": "Committee on Small Business and Entrepreneurship", 
      "references": [
        {
          "reference": "CR S152-157", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Small Business and Entrepreneurship.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-03-29", 
      "in_committee": "Committee on Small Business and Entrepreneurship", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Small Business and Entrepreneurship. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2007-05-07", 
      "committee": "Small Business and Entrepreneurship", 
      "references": [], 
      "text": "Committee on Small Business and Entrepreneurship. Reported by Senator Kerry with an amendment in the nature of a substitute. With written report No. 110-64.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2007-05-07", 
      "calendar": "Senate Legislative", 
      "number": "139", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 139.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2007-08-03", 
      "references": [
        {
          "reference": "CR S10980-10983", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-08-03", 
      "references": [], 
      "text": "Committee substitute amendment withdrawn in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-08-03", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR 9/4/2007 S11066-11071", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2007-08-06", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-09-04T14:03:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-09-04", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "text": "Referred to the House Committee on Small Business.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2650-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2650"
    }, 
    {
      "amendment_id": "s2651-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2651"
    }, 
    {
      "amendment_id": "s2652-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2652"
    }
  ], 
  "bill_id": "s163-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Small Business and Entrepreneurship", 
      "committee_id": "SSSB"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Isakson, Johnny", 
      "sponsored_at": "2007-06-27", 
      "state": "GA", 
      "thomas_id": "01608", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "2007-01-04", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Bill", 
      "sponsored_at": "2007-06-14", 
      "state": "FL", 
      "thomas_id": "00859", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "2007-01-04", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Vitter, David", 
      "sponsored_at": "2007-01-04", 
      "state": "LA", 
      "thomas_id": "01609", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2007-08-03", 
    "vetoed": false
  }, 
  "introduced_at": "2007-01-04", 
  "number": "163", 
  "official_title": "A bill to improve the disaster loan program of the Small Business Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2419-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Small Business Disaster Response and Loan Improvements Act of 2007", 
  "sponsor": {
    "district": null, 
    "name": "Kerry, John F.", 
    "state": "MA", 
    "thomas_id": "01379", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2007-08-03", 
  "subjects": [
    "Administrative procedure", 
    "Agricultural credit", 
    "Agriculture and food", 
    "Alabama", 
    "Commerce", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Department of Agriculture", 
    "Disaster loans", 
    "Disaster relief", 
    "Displaced persons", 
    "Economics and public finance", 
    "Emergency management", 
    "Energy", 
    "Energy prices", 
    "Evacuation of civilians", 
    "Federal employees", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Government downsizing", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Grants-in-aid", 
    "Heating", 
    "Hurricanes", 
    "Labor and employment", 
    "Law", 
    "Layoffs", 
    "Louisiana", 
    "Mississippi", 
    "Nonprofit organizations", 
    "Petroleum", 
    "Propane", 
    "Small Business Administration", 
    "Small business", 
    "Social welfare", 
    "Surety and fidelity"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2007-08-03", 
    "text": "Small Business Disaster Response and Loan Improvements Act of 2007 - (Sec. 3) Extends through October 31, 2007, under the same terms and conditions, the authorization for any program, authority, or provision, including any pilot program, that is currently authorized through February 2, 2007, under the Small Business Act or the Small Business Investment Act of 1958. Title I: Disaster Planning and Response - (Sec. 101) Amends the Small Business Act to authorize the Administrator of the Small Business Administration (SBA) to make loans to nonprofit organizations: (1) located or operating in an area affected by a natural or other disaster; or (2) providing services to persons who have evacuated from any such area. (Sec. 102) Increases from $1.5 million to $2 million the maximum aggregate loan amount authorized to a borrower under the SBA's disaster loan program. Authorizes the Administrator to waive such loan limit based on economic indicators for the region in which the disaster occurred. (Sec. 103) Authorizes the Administrator to make small business development center (SBDC) grants in amounts greater than $100,000 to accommodate extraordinary occurrences having a catastrophic impact on small businesses in a community affected by a disaster. (Sec. 104) Authorizes an SBDC to provide assistance to small businesses located outside the state of the SBDC, without regard to geographic proximity, if such small businesses are located in a disaster area. (Sec. 105) Authorizes the Administrator to establish a contracting outreach and technical assistance program for small businesses which have a primary place of business or other significant presence in a disaster area. (Sec. 106) Authorizes the Administrator, with respect to any procurement related to a major disaster, to guarantee any surety against loss resulting from a bond breach by a principal on any total work order or contract amount that does not exceed $5 million. Allows the Administrator to increase such amount to $10 million upon request of the head of any federal agency other than the SBA involved in reconstruction efforts in response to a major disaster. (Sec. 107) Amends the Small Business Competitive Demonstration Program Act of 1988 to terminate the small business competitive demonstration program on the date of enactment of this Act. (Sec. 108) Increases from $10,000 or less to $14,000 or less, or such higher amount as the Administrator determines, the maximum small business loan amount for which the SBA will not require collateral in the event of a catastrophic national disaster. (Sec. 109) Requires the Administrator, with respect to any disaster, to ensure that all application periods for disaster relief under the Small Business Act correspond with application deadlines established under the Robert T. Stafford Disaster Relief and Emergency Assistance Act or as extended by the President. Requires reports from the Administrator to the congressional small business committees on such deadlines, loan applications, and loan disbursements. Directs the Administrator to: (1) take certain steps to increase public awareness of a disaster, including disaster loan application deadlines and contact information; and (2) create a marketing and outreach plan for SBA disaster relief efforts. (Sec. 110) Directs the Administrator to study and report to Congress on whether the SBA standard operating procedures for disaster loans are consistent with SBA regulations for administering the disaster loan program. (Sec. 111) Authorizes the Administrator to contract with: (1) a private entity to process SBA loans made with respect to a major disaster or catastrophic national disaster; and (2) a qualified lender or loss verification professional to verify losses with respect to SBA disaster loans. (Sec. 112) Requires the Administrator to: (1) amend the 2006 Atlantic hurricane season disaster response plan to apply to major disasters; and (2) report such amendments to the small business committees. (Sec. 113) Directs the Administrator to specifically assign certain SBA disaster planning responsibilities to an SBA employee who: (1) is not an employee of the SBA's Office of Disaster Assistance; (2) reports directly to the Administrator; and (3) has appropriate disaster planning background and expertise. Requires an implementation report from the Administrator to the small business committees. (Sec. 114) Allows the Administrator to utilize SBA district offices to process SBA disaster loans. (Sec. 115) Authorizes the Administrator to ensure that there are at least: (1) 800 full-time employees in the Office of Disaster Assistance; and (2) 750 employees in the SBA's Disaster Cadre. Requires a report from the Administrator to the small business committees if either number is below the required level. Title II: Disaster Lending - (Sec. 201) Authorizes the President to make a catastrophic national disaster declaration in accordance with this section. Requires the Administrator, with the concurrence of the Secretary of Homeland Security and the Administrator of the Federal Emergency Management Agency, to promulgate regulations establishing a threshold for a catastrophic national disaster declaration. Directs the Administrator to establish a threshold that: (1) is similar in size and scope to the events relating to the terrorist attacks of September 11, 2001, and Hurricane Katrina of 2005; and (2) requires that the President declare a major disaster before making a catastrophic national disaster declaration. Authorizes the Administrator, if the President makes a catastrophic national disaster declaration, to make loans to small businesses economically adversely affected by the national disaster. (Sec. 202) Authorizes the Administrator to guarantee up to 85% of the principal and interest of any loan issued by a qualified private lender to a small business located in a disaster area declared by the President. Limits each loan amount to $2 million. Requires a report from the Administrator to the small business committees concerning the issuance of final regulations establishing permanent criteria for qualified private lenders. Authorizes appropriations. (Sec. 204) Directs the Administrator to: (1) establish and implement an expedited catastrophic disaster assistance business loan program to provide small businesses with immediate disaster assistance; and (2) report to the small business committees on progress in establishing the program. Authorizes appropriations. (Sec. 205) Includes as a HUBZone (heavily underutilized business zone), for purposes of SBA assistance to small businesses located in HUBZones, an area which the President has declared a major disaster as a result of Hurricane Katrina or Rita. Allows a HUBZone area to be considered a catastrophic national disaster area for up to five years after its declaration as such by the Administrator. Tolls the period that a small business may participate in the SBA small business and capital ownership development program by the period that such business is designated as a HUBZone small business in a catastrophic national disaster area. Requires a report from the Comptroller General to the small business committees evaluating the designation by the Administrator of catastrophic national disaster areas. Title III: Disaster Assistance Oversight - (Sec. 301) Directs the Administrator, for each month of the applicable period for a major disaster, to report to the small business and appropriations committees on the operation of the SBA disaster loan program. Requires, from the Administrator to the small business committees: (1) daily updates on the operation of the SBA disaster loan program during the entire period of a presidentially-declared disaster; (2) semiannual reports, during and 18 months following the period of a presidentially-declared major disaster, regarding federal contracts awarded as a result of that major disaster; and (3) a single report on how the SBA can improve the processing of applications under the disaster loan program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Disaster Response and Loan Improvements Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Small Business Disaster Response and Loan Improvements Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Small Business Disaster Response and Loan Improvements Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the disaster loan program of the Small Business Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:06-05:00"
}