{
  "actions": [
    {
      "acted_at": "1978-06-29", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-06-29", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13364-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Brademas, John", 
      "sponsored_at": "1977-01-03", 
      "state": "IN", 
      "thomas_id": "00117", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Ertel, Allen E.", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00352", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-06-29", 
  "number": "13364", 
  "official_title": "A bill to amend title 44 to insure the preservation of and public access to the official records of the President, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Presidential Records Act", 
  "sponsor": {
    "district": "6", 
    "name": "Preyer, Richardson", 
    "state": "NC", 
    "thomas_id": "00928", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-06-29", 
  "subjects": [
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Presidential records", 
    "Public records", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Presidential records", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-06-29", 
    "text": "Presidential Records Act - States that the United States shall reserve and retain complete ownership, possession, and control of all Presidential records. Requires the President to assure that the performance of official Presidential duties is adequately documented and that documentary materials be appropriately maintained. Permits the President to dispose only of such records which have no administrative, historical, informational, or evidentiary value if the President obtains the views, in writing, of the Archivist of the United States concerning the proposed disposal schedule of such records, and copies of such schedule and the Archivist's views are submitted to Congress at least 60 days in advance of the proposed disposal. Requires the Archivist to assume custody, control, and preservation of and access to the records of a President upon the conclusion of the President's term of office. Requires the Archivist to place such records in a Presidential archival depository or another archival facility operated by the United States. Authorizes the Archivist to designate, after consultation with the President, a director for each depository or facility. Permits restrictions on access to Presidential records for up to ten years if such documents have been validly classified as secret, relate to a Federal appointment, certain trade secrets or other commercial information obtained under privileged circumstances, consist of confidential communications requesting or submitting advice between the President and his advisers or between advisers, or contain personal information, disclosure of which would constitute an unwarranted invasion of privacy. Establishes limits on the duration of the restriction of disclosure of Presidential records. Subjects Presidential records to subpena or other judicial process for the purposes of any criminal investigation or proceeding. States that such records shall be available to an incumbent President and to either House of Congress. Makes the records of a former President available to such former President or the designated representative of such former President. Applies all provisions of this Act to Vice-Presidential, as well as Presidential records."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Presidential Records Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 44 to insure the preservation of and public access to the official records of the President, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:21-05:00"
}