{
  "actions": [
    {
      "acted_at": "1984-08-09", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-08-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-08-20", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-08-22", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6135-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-08-09", 
  "number": "6135", 
  "official_title": "A bill to improve long-term employment opportunities in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Dislocated Workers Assistance Act of 1984", 
  "sponsor": {
    "district": "17", 
    "name": "Levin, Sander M.", 
    "state": "MI", 
    "thomas_id": "00683", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-08-09", 
  "subjects": [
    "Business and commerce", 
    "Business and social problems", 
    "Community development", 
    "Community organization", 
    "Construction industries", 
    "Department of the Treasury", 
    "Depressed areas", 
    "Displaced homemakers", 
    "Domestic Relations and Families", 
    "Economic development", 
    "Economics and public finance", 
    "Employee training", 
    "Employment agencies", 
    "Employment and training programs", 
    "Federal-state relations", 
    "Full employment policies", 
    "Government and business", 
    "Government lending", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Hard-core unemployed", 
    "Hours of labor", 
    "Information services", 
    "Intergovernmental relations", 
    "Job sharing", 
    "Labor and employment", 
    "Labor productivity", 
    "Labor unions", 
    "Layoffs", 
    "Loans", 
    "Location of industries", 
    "Manpower policy", 
    "Manpower training programs", 
    "Manufacturing industries", 
    "Mineral industries", 
    "Miners", 
    "Mines and mineral resources", 
    "Occupational retraining", 
    "Older workers", 
    "Part-time employment", 
    "Plant shutdowns", 
    "Public service employment", 
    "Relocation of employees", 
    "State laws", 
    "Structural unemployment", 
    "Underemployment", 
    "Unemployed", 
    "Unemployment", 
    "Unemployment insurance", 
    "Wages", 
    "Women's employment", 
    "Women's rights"
  ], 
  "subjects_top_term": "Unemployed", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-08-09", 
    "text": "Dislocated Workers Assistance Act of 1984 - Title I: Unemployment Insurance - Authorizes States to establish short-time compensation programs under their unemployment compensation laws under which an individual in an industry with declining employment shall be eligible for short-time unemployment compensation for time spent in approved training while the individual continues to be employed on a reduced workweek basis. Encourages States to establish such programs in accordance with specified provisions of the Tax Equity and Fiscal Responsibility Act of 1982. Authorizes States to provide that unemployment compensation under their State unemployment compensation laws shall be paid to an individual who voluntarily leaves employment in a firm (or subdivision) experiencing a major reduction in employment, for weeks in which such individual is satisfactorily participating in approved training. Amends the Federal-State Extended Unemployment Compensation Act of 1970 to provide that specified provisions shall not apply to such individuals. Authorizes States to provide under their State unemployment compensation laws that an individual (including an individual who has voluntarily resigned to enter a training program) may elect, at any time during the first eight weeks of eligibility for the regular unemployment compensation, to receive an amount equal to 125 percent of the remainder of such regular compensation in equal weekly payments over an extended period of time, if during such period the individual is satisfactorily participating in approved training. Sets a limit on the number of weeks over which the individual may choose to receive compensation. Sets forth a formula for determining the amount of remaining regular compensation for which an individual will be eligible if such individual fails to satisfactorily participate in or successfully graduates from the training program at any time after making such an election. Prohibits any individual who makes such an election from being entitled to any more compensation than would have been received if the individual had not made such election, except to the extent that such additional amount is appropriated and allocated to the State under this title. Requires States to provide that the length of an individual's benefit year under the State unemployment compensation law shall be extended by a number of weeks equal to the number of additional weeks for which such individual received unemployment compensation by reason of such an election. Requires that the amount of any extended compensation or Federal supplemental compensation to which an individual may be entitled be determined on the basis of the weekly amount of regular compensation to which an individual was entitled without regard to any such election. Requires that the determination of exhaustion of regular compensation take such election into account. Authorizes States to provide under their unemployment compensation laws that an individual who has four or more weeks of remaining eligibility for regular compensation and who accepts employment at a lower wage than that required under such State law may receive payment over the 12-month period following acceptance of such employment of an amount equal to 80 percent of the remaining regular compensation for which such individual would be eligible in the benefit year if the individual were to exhaust such eligibility. Provides that such payment shall be in periodic installments which shall be made only for so long as such individual continues such lower-paying employment (or other employment which the individual would not have been required to accept) for a continuous period. Provides that payment of such periodic payments shall terminate any eligibility for additional regular compensation and for any extended compensation or Federal supplemental compensation, during that benefit year. Authorizes appropriations for 1986 through 1988 to be alloted to States to assist them in carrying out programs authorized under this title, in addition to any other amounts authorized or allotted under the Wagner-Peyser Act. Provides that such funds may be used only for: (1) payment of additional amounts of regular compensation by reason of any extended eligibility under specified provisions of this title; and (2) reimbursement to the State for the Federal share of administrative costs incurred by the State in carrying out programs authorized under this title. Sets such Federal share at 50 percent, with a ten percent increase for each percentage point or portion thereof by which a State's average rate of total unemployment is greater than the average for all States. Directs the Secretary of Labor to allot such funds to States according to the following formula: (1) one-fourth on the basis of the relative number of unemployed residents; (2) three-eighths on the basis of the relative number of unemployed residents in excess of the national average for the civilian labor force; and (3) three-eighths on the basis of the relative decrease in numbers of residents employed in the mining, manufacturing, and construction industries over specified periods and under specified conditions. Sets forth reallotment provisions. Provides that no program authorized under this title shall be taken into consideration in determining whether there has been a net decrease in the solvency of the State unemployment compensation system for purposes of specified provisions of the Internal Revenue Code. Title II: Labor Productivity Assistance - Establishes a program of loans for individuals who are unemployed, underemployed, displaced homemakers, or dislocated workers to upgrade job skills, learn new job skills, better their employment opportunities, and increase overall labor productivity. Establishes in the Treasury a Labor Productivity Trust Fund. Authorizes the Secretary of the Treasury, as Trustee of the Fund, to issue to the Federal Financing Bank notes or other obligations in an amount not to exceed specified total and fiscal year limits. Requires that the proceeds from the issue of such obligations be deposited in the Trust Fund. Authorizes the Federal Financing Bank to set the interest rate on, and to purchase or sell, such obligations. Directs the Trustee to invest, in a specified limited manner, such portion of the Fund as is not required to meet current withdrawals. Authorizes the Trustee to sell at the market price any obligation acquired by the Fund. Requires that the interest on, and the proceeds from the sale or redemption of, any obligations held in the Fund be credited to and form a part of the Fund. Directs the Trustee (the Secretary of the Treasury) to transfer funds in each fiscal year out of the Fund to the Secretary of Labor (the Secretary) in amounts necessary to carry out this Act, subject to specified limitations. Provides that such transferred funds shall be available for making loans and for payment of administrative expenses under this Act. Directs the Trustee to make such expenditures from the Fund as are necessary for the redemption of notes and obligations issued pursuant to this Act. Directs the Secretary to allocate funds from the Fund among the States, to the maximum extent possible, on the basis of the allocation set forth under specified provisions of the Job Training Partnership Act (JTPA) relating to the allocation of assistance to dislocated workers. Sets forth individual eligibility requirements for loans under this Act. Directs the Secretary to promulgate regulations for the certification of eligible individuals identified in a specified manner. Authorizes the Secretary to use the local offices of the U.S. Employment Service in each State or the private industry councils (PICs) established under JTPA to identify and certify any individual eligible to receive such a loan. Makes an individual eligible to receive such a loan if the individual is at least 25 years old and is: (1) a dislocated worker; (2) a displaced homemaker; (3) employed in a declining industry; or (4) underemployed. Requires each certified individual to comply with specified provisions before a PIC may approve a loan to such individual. Permits PICs, in reviewing loan applications, to modify eligibility requirements and certify individuals in five percent of the loan applications, notwithstanding specified eligibility requirements set forth in this Act. Requires each certified individual desiring to receive a loan to: (1) receive counseling from the appropriate PIC regarding the loan program; (2) develop a written plan, with PIC assistance and including specified contents, for the use of a loan designed for the individualized needs of such individual; and (3) submit an application fully disclosing household income and assets. Requires a PIC to: (1) approve the loan application and written plan of any certified individual upon determining that the application and plan are in compliance with such requirements and that such approval would further the purposes of this Act; and (2) monitor the progress of an individual receiving a loan in accordance with the plan on at least a semiannual basis. Provides that an individual's unemployment benefits shall not be reduced or suspended because such individual receives a loan under this Act. Sets forth provisions relating to the terms of labor productivity assistance loans. Limits the amount of such a loan to $10,000 in aggregate per household, whether received as a single loan or as an additional loan to any other loan made under this Act. Provides for repayment of the principal in installments over a period of not more than 12 years, beginning the later of: (1) one year after the date of completion of the authorized activity approved in a recipient's plan, unless the recipient requests repayment to begin earlier; or (2) one month after the date on which such individual has an income in an amount equal to or exceeding 150 percent of the poverty line established under specified provisions of the Community Services Block Grant Act. Limits the annual interest rate on such loan to no more than two percent above the average rate of return established for 52 week Treasury bills in the most recent calendar quarter ended preceding the date of the loan. Sets forth other requirements relating to loan repayment. Sets forth the following authorized activities for which a certified individual may be approved for a loan under this Act: (1) job skills training, including any two-year college program; and (2) participation in any program, approved by a PIC, which is conducted by or in cooperation with an employer or labor union to provide early assistance to any individual who is adversely affected in employment because of plant closures or labor force reductions by an employer. Authorizes the Secretary to enter into agreements with PICs to administer the labor productivity assistance loan program authorized by this Act. Sets forth specified powers of the Secretary under this Act. Title III: Community Service Employment - Authorizes appropriations for 1986 through 1988 to provide community service employment under this title for unemployed individuals in areas of economic decline. Sets forth provisions for funding on a program year basis. Sets forth eligibility requirements for program participants. Requires that priority in the selection of participants be given to unemployed individuals who are over 40 years old at the time of selection and who have been employed during at least 40 of the last 60 calendar quarters from the date of selection. Requires that, subject to the preceding priority provision, priority be given to any unemployed individual who at the time of selection: (1) resides in a household in which no other member is employed on a full-time basis; (2) resides in a household with the lowest household income and resources relative to other applicants; (3) has been unemployed for the longest periods of time preceding the date of such selection; or (4) has a past record of the longest periods of employment relative to other applicants. Prohibits any participant from receiving wages from funds made available under this title in excess of 52 weeks in any two-year period, unless such participant is over 55 years old. Provides for certification of eligibility for all participants by the State employment services, and also provides for special certifications of eligibility under certain conditions. Requires that funds alloted under this title be used to pay the Federal share of public facilities maintenance and community improvement employment projects. Includes among authorized activities: (1) repair, rehabilitation, or improvement of public facilities; (2) conservation, rehabilitation, or improvement of public (or Indian) lands and waters; (3) public safety, health, social service, and other public welfare activities; (4) State-directed emergency aid programs to cope with natural disasters; (5) assistance for seasonal farmworkers and small farmers; and (6) assistance for State and local educational agencies. Requires that any such projects be completed within an 18-month period. Sets forth eligibility requirements for specified types of grantees under this title. Requires that such grantees serve areas of economic decline. Sets forth provisions for allotment of funds under this title. Reserves specified portions of such funds for Native American eligible entities and for specified U.S. territories and possessions. Provides for State allotments according to a formula similar to that used under title I of this Act. Provides for within-State allocations to eligible grantees serving areas of economic decline. Provides that not more than half of any such allocation for an area of economic decline may be distributed to State or local educational agencies or public higher education facilities. Sets forth other requirements relating to such distribution. Sets forth reallotment provisions. Sets the Federal share for employment and training wages at 90 percent (95 percent in States where the percentage of eligible participants is at least one and one-half times greater than the national average). Prohibits States from including contributions in kind in payment of the non-Federal share of such wage costs. Sets the Federal share of administrative costs for such projects or programs at 50 percent, with a ten-year percent increase for each percent or portion thereof by which the average rate of unemployment for a State is greater than the national average. Permits the non-Federal share of such administrative costs to be paid in cash or in kind. Sets forth requirements for State applications and receipt of allotments. Sets forth requirements relating to project design. Sets forth limitations on the use of funds under this title. Authorizes appropriations for FY 1984 and succeeding fiscal years to enable the U.S. Employment Service to provide funds to State employment service agencies to certify eligible participants and refer such participants to available job openings. Sets forth general requirements relating to participation in programs under this title. Sets forth labor standards for programs under this title. Sets forth fiscal controls and sanctions under this title. Sets forth provisions for judicial review of specified actions or sanctions under this title. Title IV: Community Adjustment - Amends the Job Training Partnership Act (JTPA) to authorize appropriations for FY 1986 through 1988 for the community adjustment and placement service programs added by this title. Adds provisions for community adjustment and placement service programs under JTPA. Directs the State Governor, from funds made available under JTPA for such program, to establish a community adjustment and placement service program in any service delivery area with high unemployment within such State. Makes such funds subject to specified JTPA provisions. Directs the Governor, after consultation with the private industry council (PIC) and local government officials in such areas, to establish community service adjustment committees composed of representatives of the Governor, of the State employment security system, and of local businesses, labor organizations, and community organizations. Permits designation of a PIC as such committee. Requires each committee to develop and implement a plan to: (1) assist the community in adjusting to local conditions caused by plant closings or relocations, substantial labor force reductions and permanent layoffs, and other economic disruptions; (2) attract new business concerns and economic opportunities in the area; and (3) assist existing businesses to modernize and expand. Directs the community service adjustment committee to establish a temporary adjustment committee at a plant site if a business provides 90 days notice of a plant closing or substantial labor force reductions or permanent layoffs. Sets forth requirements for representation on such temporary committees. Requires the temporary adjustment committee to assist employees in finding new employment, relocating, or retraining. Directs the community service adjustment committee, if without notice a business closes a plant or substantially reduces a labor force or permanently lays off employees, to: (1) organize job search activities, refer employees to retraining programs, assist in relocation, and inform employees of available options (including unemployment insurance, retraining loans, job search clubs, and community service jobs). Allows such committees to accept and use private donations and other funds from governmental agencies, without this affecting the amount of funds such committees may receive pursuant to this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Dislocated Workers Assistance Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve long-term employment opportunities in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:14-05:00"
}