{
  "actions": [
    {
      "acted_at": "1973-04-30", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7329-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "20", 
      "name": "Abzug, Bella S.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00003", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Chisholm, Shirley", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00195", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Edwards, Don", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00336", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Eilberg, Joshua", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "00341", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Nix, Robert N. C.", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "00866", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Rodino, Peter W., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "00973", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-30", 
  "number": "7329", 
  "official_title": "A bill to assist in combating crime by reducing the incidence of recidivism, providing improved Federal, State, and local correctional facilities and services, strengthening administration of Federal corrections, strengthening control over probationers, parolees, and persons found not guilty by reason of insanity.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr686-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Correctional Services Improvement Act", 
  "sponsor": {
    "district": "14", 
    "name": "Waldie, Jerome R.", 
    "state": "CA", 
    "thomas_id": "01193", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-30", 
  "subjects": [
    "Advisory bodies", 
    "Correctional institutions", 
    "Crime and law enforcement", 
    "Insanity", 
    "Prisons", 
    "Prisons and prisoners", 
    "Rehabilitation", 
    "Standards", 
    "Treatment and rehabilitation of narcotic addicts"
  ], 
  "subjects_top_term": "Prisons", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-30", 
    "text": "Correctional Services Improvement Act - Title I: Correctional Centers and Services - Authorizes the Attorney General to plan, construct, operate, and transfer correctional centers as described in this Act. Provides that all such centers shall provide a broad range of services and correctional programs, including educational, vocational, and recreational programs, medical, psychiatric, and dental care, and counseling. Authorizes the Attorney General to contract with appropriate State and local authorities of the region in which a center is constructed pursuant to this chapter to make available the facilities, services, and programs of such center for commitment or treatment of accused persons confined or released on bail and awaiting trial, persons convicted, persons committed for indeterminate periods, and persons on probation or parole under the laws of the States, or political subdivisions thereof, located in such region. Provides that the Attorney General, after consultation with appropriate State and local authorities, is authorized to prescribe minimum standards, concerning the construction, operation, personnel training, and programs of jails and other correctional facilities and of correctional services (including probation, parole, counseling, medical, psychiatric, and vocational rehabilitation services) owned or operated by a State, or a political subdivision thereof, and in or by means of which persons accused or convicted under laws of the United States are or may be confined or treated. Authorizes appropriations of $300,000,000 for the correctional systems and services. Authorizes appropriations of $20,000,000 for the construction, operation, and personnel training of correctional facilities for the fiscal year ending June 30, 1972, and $40,000,000 for the fiscal year ending June 30, 1973, and for each succeeding fiscal year thereafter. Title II: Coordination of Federal Correctional Activities - Creates a Federal Corrections Coordinating Council composed of four United States judges designated by the Chief Justice of the United States, a physician designated by the Secretary of Health, Education, and Welfare, and ex officio, the Chairman of the Board of Parole, the Chairman of the Youth Division of the Board of Parole, the Director of the Bureau of Prisons, and the Director of the Administrative Office of the United States Courts. Asserts that the judges first appointed to the Council shall continue in office for terms of one, two, three, and four years, respectively, the term of each to be designated by the Chief Justice at the time of his appointment. Provides that the Council shall meet at least semiannually and at such other sessions which the Chairman is hereby authorized to call. Asserts that the Chairman shall call such sessions of the Council as may be necessary or appropriate in order that all of the members of the Council may fully and effectively perform their duties and exercise their powers. Provides that a meeting may be called upon the request of any three members of the Council. Provides that the Council shall consider problems of treatment and correction of persons convicted of offenses against the United States and shall issue quidelines for the operation of the Bureau of Prisons, the Board of Parole, the Youth Division of the Board of Parole, and the Division of Probation of the Administrative Office of the United States Courts to improve the administration of criminal justice and assure coordination and integration of policies respecting the disposition, treatment, and correction of all persons convicted of crime, and shall review, evaluate, and issue guidelines concerning correctional personnel standards and training. Title III: Federal Corrections Institute - Establishes a Federal Corrections Institute to provide a coordinating center for the collection and dissemination of useful data regarding the treatment and rehabilitation of criminal offenders and provides training for representatives of Federal, State, and local law enforcement officers, judges and judical personnel, probation and parole personnel, correctional personnel, welfare workers, and other persons, including lay personnel, connected with the treatment and rehabilitation of criminal offenders. Authorizes the Institute: (a) to serve as an information bank by collecting systematically the data obtained from studies and research by public and private agencies on criminal behavior and recidivisim, including, but not limited to, programs for prevention of crime and recidivism, training of corrections personnel, and rehabilitation and treatment of criminal offenders; (b) to publish data in forms useful to individuals, agencies, and organizations concerned with treatment and rehabilitation of criminal offenders; (c) to disseminate pertinent data and studies to individuals, agencies, and organizations concerned with prisoners, parolees, probationers, and other criminal offenders; (d) to devise and conduct in various geographical locations, seminars and workshops providing continuing studies for persons engaged in working directly with prisoners, parolees, probationers, and other criminal offenders; (e) to devise and conduct a training program of short-term instruction in the latest proven-effective methods of treatment and rehabilitation of criminal offenders and prevention of recidivism for law enforcement officers, judges and judicial personnel, probation and parole personnel, correctional personnel, welfare workers, and other persons, including lay personnel, connected with the treatment and rehabilitation of criminal offenders; and (f) to develop technical training teams to aid in the development of training programs within the several States and with the State and local agencies which work directly with prisoners, parolees, probationers, and other offenders. Places the overall supervision with regard to the policy and operations of the Institute in an Advisory Commission. Title IV: Eligibility for Parole; Youth Corrections Act Amendments - Provides that a Federal prisoner, other than a juvenile delinquent or a committed youth offender, wherever confined and serving a definite term or terms of over one hundred and eighty days, whose record shows that he has observed the rules of the institution in which he is confined, may be released on parole at such time as the Board of Parole may determine, except as provided in section 4208 of title 18, United States Code. Provides that a youth offender shall be conditionally released under supervision on or before the expiration of two-thirds of the maximum term authorized by law for the offense or offenses of which he stands convicted and shall be unconditionally discharged on or before the expiration of that maximum term, but in any event the conditional release shall occur within four years from the date of his conviction and the unconditional discharge within six years from the date of his conviction. Title V: Commitment of Dangerous Persons Found Not Guilty by Reason of Insanity - Provides that, whenever any person is found not guilty by reason of insanity at the time of the commission of the offense, the United States attorney, if he has reasonable cause to believe that such person if released unconditionally would constitute a danger to himself or others because of his mental condition, shall move for a judicial determination of the dangerousness of such person in the court in which the criminal proceedings were conducted."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Correctional Services Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assist in combating crime by reducing the incidence of recidivism, providing improved Federal, State, and local correctional facilities and services, strengthening administration of Federal corrections, strengthening control over probationers, parolees, and persons found not guilty by reason of insanity.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:51-05:00"
}