{
  "actions": [
    {
      "acted_at": "1977-03-15", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5083-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Corrada, Baltasar", 
      "sponsored_at": "1977-01-03", 
      "state": "PR", 
      "thomas_id": "00237", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Duncan, Robert B.", 
      "sponsored_at": "1977-01-03", 
      "state": "OR", 
      "thomas_id": "00323", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Mikva, Abner J.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00803", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Panetta, Leon", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00888", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-15", 
  "number": "5083", 
  "official_title": "A bill to amend title 10, United States Code, to provide for the regionalization and traveling of discharge review panels; to establish guidelines for review and correction of military discharges; to provide for legal counsel for discharge applicants; to provide for the recognition of exemplary post-service conduct through the issuance of an honorable discharge (limited); and to otherwise expand and enhance the effectiveness of the Armed Forces discharge review procedures.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2039-95", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Downey, Thomas J.", 
    "state": "NY", 
    "thomas_id": "00314", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-15", 
  "subjects": [
    "Armed forces and national security", 
    "Government records, documents, and information", 
    "Military discharges", 
    "Military law"
  ], 
  "subjects_top_term": "Military discharges", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-15", 
    "text": "Directs the Secretaries of the various armed forces to establish discharge review boards and panels and to geographically disburse such panels on the basis of population concentrations of discharge applicants. Requires such panels to travel to areas where a reasonable number of applications for review have been filed. Directs the discharge review boards and panels to review any discharge or dismissal from the armed forces granted under other than fully honorable conditions upon their own motion or upon the request of the former member or the representative of a former member. Directs the review board or panel to determine whether such discharge was fair and equitable, or in the interest of justice, by standards current at the time of review, taking into consideration all the circumstances of the case. Directs the Secretary of Defense to establish guidelines and directives to be followed by the review boards and panels including specified mitigating and extenuating circumstances. Stipulates that the presence of strong mitigating factors shall normally warrant the upgrading of an other than fully dishonorable discharge to an honorable discharge, unless they are offset by serious aggravating factors which have a direct relationship to the issuance of an other than fully honorable discharge. Authorizes a review board or panel to issue an honorable discharge (limited) to individuals who were discharged under less than honorable conditions if such individuals have rehabilitated themselves and their conduct, activities and habits since being granted original discharge have been exemplary. Stipulates that such new discharge certificate shall be the same as a fully honorable discharge for all records and information pertaining to the individual. Stipulates that no benefits under any laws shall automatically be afforded to any individual issued an honorable discharge (limited) unless such an individual would have been entitled to such benefits under the original discharge or dismissal. Sets forth the procedures which review boards and panels must follow regarding review hearings. Requires the Government to provide legal counsel or assistance as may be necessary to insure that an applicant is competent to present a claim for review, in clear cases of need. Directs the Secretary of Defense to carry out a public information program designed to inform former members of the armed services of the new discharge review program under this Act. Requires each Secretary of the various services concerned to prepare a semiannual report on the functions, problems, and accomplishments of the review boards and panels established under this Act. (Amends 10 U.S.C. 1553)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 10, United States Code, to provide for the regionalization and traveling of discharge review panels; to establish guidelines for review and correction of military discharges; to provide for legal counsel for discharge applicants; to provide for the recognition of exemplary post-service conduct through the issuance of an honorable discharge (limited); and to otherwise expand and enhance the effectiveness of the Armed Forces discharge review procedures.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:50-05:00"
}