{
  "actions": [
    {
      "acted_at": "1979-05-22", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-05-22", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1214-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1979-01-03", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-22", 
  "number": "1214", 
  "official_title": "A bill to improve the physical security features of the motor vehicle and its parts, to increase the criminal penalties of persons trafficking in stolen motor vehicles and parts, to curtail the exportation of stolen motor vehicles, to stem the growing problem of \"chop shops\" and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4178-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Motor Vehicle Theft Prevention Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Biden, Joseph R., Jr.", 
    "state": "DE", 
    "thomas_id": "01284", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-22", 
  "subjects": [
    "Automobile safety standards", 
    "Consumer protection", 
    "Counterfeiting", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Customs administration", 
    "Department of Transportation", 
    "Direct mail advertising", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Forfeiture", 
    "Forgery", 
    "Imports", 
    "Motor Vehicles and Driving", 
    "Motor vehicle safety", 
    "Motor vehicles", 
    "Postal Services and Facilities", 
    "Postal service", 
    "Product safety", 
    "Public safety", 
    "Stolen property", 
    "Traffic accidents and safety"
  ], 
  "subjects_top_term": "Motor vehicles", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-05-22", 
    "text": "Motor Vehicle Theft Prevention Act of 1979 - Title I: Findings and Purposes - States the findings and purposes of the Act. Title II: Improved Security for Motor Vehicles and Motor Vehicle Parts - Authorizes the Secretary of Transportation to establish standards for motor vehicle safety which include standards to reduce motor vehicle theft by taking into account: (1) the costs and benefits of implementing such standards; (2) the effect of such implementation on automobile insurance costs; (3) savings in terms of time and convenience; and (4) safety considerations. Directs the Secretary to consult with specified individuals and groups interested in the problem of automobile theft when establishing such standards. Requires the Secretary, within 12 months of the enactment of this Act, to issue notices of rulemaking governing the unauthorized starting of a motor vehicle and the identification of major automobile components. Stipulates that proposed rules shall consider current technological developments in such areas. Directs the Secretary to issue final rules within 24 months after the enactment of this Act. Requires that a final rule shall become effective within two calendar years or before the introduction of two model years after such rule is issued. States that a Federal automobile security standard supercedes any State or local standard. Title III: Antifencing Measures - Establishes penalties for anyone who knowingly removes, obliterates, tampers with, or alters any identification number for any motor vehicles or motor vehicle part required by regulations prescribed by the Secretary. Requires the forfeiture of any vehicle or vehicle part which has had such number removed unless: (1) the vehicle or part is owned by an innocent purchaser; or (2) the number is replaced according to applicable law. States that all provisions of law relating to the seizure and forfeiture of vessels, vehicles, merchandise, and baggage shall apply to seizures and forfeitures of motor vehicles and vehicle parts. Establishes penalties for anyone who buys, receives, possesses, or obtains control of, with intent to sell or otherwise dispose of, any motor vehicle or motor vehicle part knowing that such identification number has been removed or altered. Designates as nonmailable matter any manipulative type device which is designed or adapted to operate, circumvent, remove, or render inoperative the ignition switch or lock, or door or trunk lock of two or more motor vehicles, or any advertisement for the sale of such device. Title IV: Importation and Exportation Measures - Establishes criminal and civil penalties for anyone who imports, exports, or attempts to import or export any self-propelled vehicle, vessel, aircraft, or part knowing it to have been stolen, or any self-propelled vehicle or vehicle part knowing that its identification number has been altered. Amends the Tariff Act of 1930 to require persons who export or attempt to export a used self-propelled vehicle to present to the appropriate customs officer the vehicle and a document describing that vehicle. Authorizes customs officers to carry firearms, execute and serve search and arrest warrants, serve subpoenas and summonses, and make arrests. Title V: Reporting Requirements - Directs the Attorney General, after consultation with the Secretaries of Agriculture, Commerce, Transportation, and the Treasury, to report to Congress on: (1) developments in the area of identification of off-highway vehicles and parts thereof; and (2) other specified measures to help prevent the theft of such vehicles and parts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Motor Vehicle Theft Prevention Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the physical security features of the motor vehicle and its parts, to increase the criminal penalties of persons trafficking in stolen motor vehicles and parts, to curtail the exportation of stolen motor vehicles, to stem the growing problem of \"chop shops\" and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:58-05:00"
}