{
  "actions": [
    {
      "acted_at": "1987-01-06", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-01-20", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Health and Human Services Department, OMB.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s133-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-06", 
  "number": "133", 
  "official_title": "A bill to require the Secretary of Health and Human Services to establish a scholarship program to enable professional nurses to obtain advanced degrees in professions related to the practice of nursing.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Advance Nurse Education Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-06", 
  "subjects": [
    "Education", 
    "Federal aid to nursing education", 
    "Graduate education", 
    "Health", 
    "Medical personnel", 
    "Nurses", 
    "Scholarships", 
    "Student aid"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-06", 
    "text": "Advanced Nurse Education Act of 1987 - Amends the Public Health Service Act to require the Secretary of Health and Human Services to establish a scholarship program to enable professional nurses to pursue masters and doctoral degrees in fields related to nursing. Sets forth the eligibility requirements for such program. Requires the Secretary to include specified information with the application forms and contract forms for such program. Provides that an individual becomes a participant in such program only upon the Secretary's approval of the individual's application and acceptance of the submitted contract, under which: (1) the Secretary must agree to provide a scholarship; and (2) the individual must agree to accept it, maintain enrollment in a specified course of study, maintain an acceptable level of academic standing, and serve for a time period equal to one service year for each scholarship year in a public or nonprofit private health care facility, or in a private health care facility in a medically underserved area. Sets forth other requirements of such contract. Requires the scholarship to consist of payment of tuition and all other reasonable educational expenses during the school year, plus a monthly stipend. Provides for annual adjustments to the monthly stipend. Requires the individual to repay the United States if he or she breaches the scholarship contract. Sets forth the formula governing repayment. Authorizes appropriations to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Advance Nurse Education Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the Secretary of Health and Human Services to establish a scholarship program to enable professional nurses to obtain advanced degrees in professions related to the practice of nursing.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:07-05:00"
}