{
  "actions": [
    {
      "acted_at": "1991-02-26", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s489-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1991-06-05", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gorton, Slade", 
      "sponsored_at": "1991-04-18", 
      "state": "WA", 
      "thomas_id": "01341", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1991-04-18", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1991-04-23", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1991-03-14", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rudman, Warren", 
      "sponsored_at": "1991-06-05", 
      "state": "NH", 
      "thomas_id": "01426", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1991-10-15", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-02-26", 
  "number": "489", 
  "official_title": "A bill to provide grants to States to encourage States to improve their systems for compensating individuals injured in the course of the provision of health care services, to establish uniform criteria for awarding damages in health care malpractice actions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Ensuring Access Through Medical Liability Reform Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-02-26", 
  "subjects": [
    "Actions and defenses", 
    "Administrative remedies", 
    "Community health services", 
    "Compensation (Law)", 
    "Damages", 
    "Federal preemption", 
    "Grants-in-aid", 
    "Health", 
    "Health education", 
    "Legal fees", 
    "Liability insurance", 
    "Licenses", 
    "Malpractice", 
    "Mediation", 
    "Medical associations", 
    "Medical centers", 
    "Medical ethics", 
    "Medical malpractice insurance", 
    "Migrant labor", 
    "Preventive medicine", 
    "Public assistance programs", 
    "Reinsurance", 
    "Research grants", 
    "State laws", 
    "Supplemental security income program"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-02-26", 
    "text": "Ensuring Access Through Medical Liability Reform Act of 1991 - Title I: Grant Programs - Subtitle A: Implementation of Alternative Dispute Resolution Systems - Directs the Secretary of Health and Human Services to make grants to States for the development or implementation of alternative dispute resolution systems (ADRSs). Defines ADRS to mean a system to resolve claims involving health care malpractice other than through a health care malpractice action and meeting other requirements. Allows a State to refuse a grant. Requires that a State ADRS provide for the resolution of health care claims for all individuals receiving health care services in the State and be of the following types: (1) fault-based administrative systems; (2) defined catastrophic injury compensation systems; (3) early offer and recovery mechanisms; (4) binding arbitration; or (5) a State-initiated alternative to such systems. Sets forth requirements for each system type. Subtitle B: Other Grant Programs - Directs the Secretary to make grants to States and private nonprofit organizations for basic research in the prevention of and compensation for injuries resulting from health care professional or health care provider malpractice, and research of the outcomes of health care procedures. Declares that the Secretary shall determine the amount of a grant. Directs the Secretary to make grants to States to improve the State's ability to license and discipline health care professionals. Declares that the Secretary shall determine the amount of a grant. Directs the Secretary to provide technical assistance to States to assist them in evaluating their medical practice acts and procedures and to encourage the use of early warning systems and for disciplining health care professionals. Directs the Secretary to make grants for: (1) educating the public about the appropriate use of health care and realistic expectations; (2) educating the public about professional licensing and discipline; and (3) developing faculty training and curricula on quality assurance, risk management, and medical injury prevention. Subtitle C: Administrative Provisions - Sets forth administrative procedures for supplemental grants using any remaining amounts under this title. Authorizes appropriations for grants under this title. Title II: Health Care Malpractice Dispute Reform - Declares that provisions in this Act relating to civil actions govern any health care malpractice action brought in any Federal or State court and any health care malpractice claim resolved through arbitration, subject to exceptions relating to the National Vaccine Injury Compensation Program. Prohibits requiring any person to pay for future damages exceeding a specified amount in a single payment, but allows such payments on a periodic basis. Requires damages to be reduced by any governmental or private payment intended to compensate for the injury. Limits the amount of damages which may be paid for noneconomic losses and the percentage of any award or settlement which may be paid as attorney's fees. Sets forth time limits on initiation of actions. Supersedes State laws with higher payment limits, greater damages, greater attorney's fees, or longer time limits. Mandates that a State, in order to receive assistance under the Public Health Service Act, certify that it: (1) allocates an amount equal to all health professional licensing or certification fees to State agencies responsible for disciplinary actions for each type of health professional; (2) requires certain service providers to have a risk management program to prevent and provide early warning of unsafe practices; (3) requires each health care practitioner liability insurance entity to establish or sanction risk management programs and require practitioners they insure to participate; (4) requires each State agency responsible for disciplinary actions to enter into agreements with professional societies to permit the review by the societies of the practice patterns of a health care practitioner. Sets forth confidentiality and other requirements. Exempts large entities with continuing quality review programs which report certain findings to the State disciplinary agency for that type of practitioner. Prohibits any activity under such an agreement from being grounds for any State or Federal civil or criminal antitrust action, or any other State civil action. Prohibits the Secretary of Health and Human Services from entering into certain agreements with a State under title XVI (Supplemental Security Income) of the Social Security Act unless the State certifies that it meets the requirements of this paragraph. Amends the Public Health Service Act to direct the Secretary of Health and Human Services to make a grant to an entity that represents recipients of assistance under provisions relating to migrant health centers and community health centers to enable the entity to develop a business plan for, and to establish, a nationwide risk retention group as provided for in the Liability Risk Retention Act of 1986, and that meets other requirements. Allows the group to negotiate with other entities for the purpose of managing and administering the group, and for obtaining reinsurance. Requires the group to provide professional liability insurance, and other types of profitable insurance approved for issuance by the Secretary, to migrant and community health centers. Requires the centers, subject to exception, to become members of the group and purchase the group's insurance. Makes all professional staff members of the centers eligible to obtain the group's insurance. Requires the group to engage outside experts in insurance, financing, and business to analyze and audit the group. Requires the experts to provide the group with an evaluation of the plan and group. Requires the group to submit the plan and the evaluation to the Secretary. Directs the Secretary to permit implementation of the plan and operation of the group if the Secretary determines that the operation of the group will result in an increase in the amount of funds available for use by community and migrant health centers and other entities receiving assistance under the specified provisions. Authorizes appropriations for preparation of the plan, establishment of the group, and capitalization of the group. Requires assets remaining after dissolution of the group to be used by the Secretary to pay the remaining expenses of the group. Authorizes appropriations to carry out specified provisions relating to migrant health centers and community health centers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Ensuring Access Through Medical Liability Reform Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide grants to States to encourage States to improve their systems for compensating individuals injured in the course of the provision of health care services, to establish uniform criteria for awarding damages in health care malpractice actions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:43-05:00"
}