{
  "actions": [
    {
      "acted_at": "1987-04-10", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1037-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1987-04-10", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-04-10", 
  "number": "1037", 
  "official_title": "A bill to establish a procedure by which the United States can combat the unfair trading practices of trading partners with whom the United States has excessive trade deficits.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Anti-Discrimination and Trade Deficit Reduction Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Levin, Carl", 
    "state": "MI", 
    "thomas_id": "01384", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-04-10", 
  "subjects": [
    "American investments", 
    "Balance of payments", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Import quotas", 
    "Import restrictions", 
    "Imports", 
    "Nontariff trade barriers"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-04-10", 
    "text": "Anti-Discrimination and Trade Deficit Reduction Act of 1987 - Amends the Trade Act of 1974 to require the United States Trade Representative (USTR), for calendar year 1986, and for each succeeding calendar year (currently, not later than one year after October 30, 1984, and each year thereafter, when trade estimates concerning foreign trade barriers shall be submitted to specified congressional committees), to: (1) identify policies and practices of foreign countries which constitute significant barriers to, or distortions of, U.S. exports of goods or services and foreign investment; (2) make an estimate of the trade-distorting impact on U.S. commerce; and (3) make an estimate of the range of the value of additional U.S. goods, services, and foreign direct investment that would have been exported to, or invested in, each foreign country during such calendar year if barriers did not exist. Prohibits the range of each estimate from exceeding ten percent of the amount that could be the lowest value of such estimate. Declares that a foreign country is an excessive and unwarranted trade deficit country for a calendar year if: (1) for each of the two preceding calendar years the U.S. deficit in the merchandise balance of trade between the United States and such foreign country exceeded $3,000,000,000; and (2) such foreign country is identified in a specified report submitted by the USTR under the the Trade Act of 1974 during such calendar year and the preceding year as having policies and practices which constitute trade barriers to U.S. goods and services. Requires the USTR to publish in the Federal Register: (1) a list of foreign countries that are excessive and unwarranted trade deficit countries; and (2) trade estimates as determined under this Act, on or before March 10, 1988, and each succeeding calendar year. Allows an interested party to petition the USTR with regard to whether: (1) a foreign country is an excessive and unwarranted trade deficit country; and (2) such estimates are accurate. Sets forth procedures regarding the calculation of trade deficit reduction goals for an excessive and unwarranted trade deficit country. Authorizes the President, under specified conditions, to reduce such goals. Requires the President, during calendar year 1988 and succeeding years, to take such action to ensure that the U.S. deficit in the bilateral merchandise balance of trade between the United States and each excessive and unwarranted trade deficit country not exceed the deficit reduction goal. Requires the President, if such actions fail to reduce the trade deficits, to: (1) limit the total value of products that may enter the United States from such countries to an amount equal to the excess of the total value of all products of such country that entered during the calendar year, over the amount by which the U.S. deficit in the merchandise balance of trade between the United States and such country for such calendar year exceeded the deficit reduction goal for such country for such calendar year; and (2) increase the deficit reduction goal of such country by a specified amount during the calendar year succeeding such calendar year. Requires the President, not later than April 1, 1988, and each succeeding year, to submit to the Congress a report on actions taken."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Anti-Discrimination and Trade Deficit Reduction Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a procedure by which the United States can combat the unfair trading practices of trading partners with whom the United States has excessive trade deficits.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:27-05:00"
}