{
  "actions": [
    {
      "acted_at": "1975-04-08", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-04-08", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5744-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-08", 
  "number": "5744", 
  "official_title": "A bill to provide employment opportunities for unemployed and underemployed persons and to promote safe and efficient service by rail.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rail Maintenance Improvement and Employment Act", 
  "sponsor": {
    "district": "6", 
    "name": "Evans, David W.", 
    "state": "IN", 
    "thomas_id": "00359", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-08", 
  "subjects": [
    "Labor and employment", 
    "Railroads", 
    "Unemployment"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-08", 
    "text": "Rail Maintenance Improvement and Employment Act - Provides, under the provisions of the Emergency Jobs and Unemployment Assistance Act of 1974, that the Secretary of Transportation shall provide financial assistance through grants to common carriers for wages of persons employed in programs and projects to maintain and improve their right- of-way structures. Directs the Secretary to provide financial assistance only upon application by the carrier. Requires that the Secretary shall not provide financial assistance unless he determines that the program: (1) will not result in the displacement of currently employed workers (including partial displacement such as reduction in the hours of overtime work or wages or employment benefits), and (2) will not result in the substitution of Federal for other funds held by the carrier in connection with work that could otherwise be performed by the carrier during the twelve months following application by the carrier. Provides that persons employed under this Act shall be paid wages at rates in accordance with existing applicable labor agreements. Authorizes the Secretary of Transportation to make loans to common carriers for equipment, materials, and supplies necessary for rehabilitating, maintaining, and improving their rights-of-way and structures. Requires that the maturity date of any loan (including all extensions and renewals) shall not be later than 30 years from its date of issuance. Authorizes appropriations to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rail Maintenance Improvement and Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide employment opportunities for unemployed and underemployed persons and to promote safe and efficient service by rail.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:03-05:00"
}