{
  "actions": [
    {
      "acted_at": "1990-10-26", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5952-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Goodling, William F.", 
      "sponsored_at": "1990-10-26", 
      "state": "PA", 
      "thomas_id": "00447", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-10-26", 
  "number": "5952", 
  "official_title": "To enhance the literacy and basic skills of adults, to ensure that all adults in the United States acquire the basic skills necessary to function effectively and achieve the greatest possible opportunity in their work and in their lives, and to strengthen and coordinate adult literacy programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Literacy Act of 1990", 
  "sponsor": {
    "district": "14", 
    "name": "Sawyer, Thomas C.", 
    "state": "OH", 
    "thomas_id": "01022", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-10-26", 
  "subjects": [
    "Adult education", 
    "Apprenticeship", 
    "Authorization", 
    "Books", 
    "Business and social problems", 
    "Education", 
    "Elementary education", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to adult education", 
    "Federal aid to education", 
    "Federal aid to libraries", 
    "Illiteracy", 
    "Labor unions", 
    "Literacy programs", 
    "Manpower training programs", 
    "Migrant education", 
    "Preschool education", 
    "Prisoners", 
    "Public broadcasting", 
    "Rehabilitation of criminals", 
    "Scholarships", 
    "Secondary education", 
    "Student employment", 
    "Teacher education", 
    "Truck drivers", 
    "Volunteer workers in education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-10-26", 
    "text": "National Literacy Act of 1990 - Title I: Literacy: Strategic Planning, Research, and Coordination - Establishes an Interagency Task Force on Literacy (the Task Force), consisting of the Secretaries of Education, of Labor, and of Health and Human Services, the Director of the ACTION Agency, and any other head of an agency that the President considers appropriate. Requires the Task Force to report biennially to the Congress. Amends the Department of Education Organization Act to give the Assistant Secretary for Vocational and Adult Education responsibility for coordinating: (1) all literacy related programs and policy initiatives in the Department of Education; and (2) the staff resources and assistance provided to the Task Force. Directs the Assistant Secretary to assist: (1) in coordinating the related activities and programs of other Federal departments and agencies; and (2) in carrying out the Secretary's responsibilities as a Task Force member. Establishes the National Institute for Literacy (the Institute), to be administered under the terms of an interagency agreement entered into by the Secretaries of Education, of Labor, and of Health and Human Services (the Interagency Group). Authorizes the Secretary of Education to include in the Institute any research or development center supported under specified provisions of the General Education Provisions Act (GEPA) and any other related center, institute, or clearinghouse within the Department of Education. Requires the Interagency Group to consider seriously the recommendations of the National Institute Board (the Board) in planning Institute goals and implementing programs. Authorizes the Institute to: (1) conduct specified research and demonstrations; (2) assist Federal, State, and local agencies in developing, implementing, and evaluating literacy policy by establishing a national data base and providing technical and policy assistance and development model systems; (3) provide program assistance, training, and technical assistance for literacy programs throughout the United States; (4) collect and disseminate information on a variety of promising methods; (5) review and make recommendations on uniform reporting, performance measures, and program standards; and (6) provide a toll-free long-distance telephone line for literacy providers and volunteers. Authorizes the Institute to award fellowships to Literacy Leader Fellows, i.e. outstanding individuals pursuing careers in adult education or literacy instruction, management, research, or innovation in adult education or literacy. Establishes the National Institute Board (the Board) (Presidential appointees who are not Federal officers or employees) to: (1) make recommendations concerning the appointment of the Institute's Director and staff; (2) provide independent advice on Institute operation; and (3) receive reports from the Interagency Group and the Institute's Director. Directs the Institute to report annually to the Congress for its first two years and then biennially. Authorizes appropriations for the Institute. Amends the Adult Education Act (AEA) to establish a new program of State literacy resource center grants to: (1) stimulate coordination of literacy services; (2) enhance State and local organizations' capacity to provide literacy services; and (3) serve as a reciprocal link between the Institute and service providers for sharing information data, research, expertise, and literacy resources. Authorizes the Secretary of Education to make such grants to establish a network of State or regional adult literacy resource centers. Allows each State to use up to five percent of its grant funds for a State advisory council on adult education and literacy. Allows a group of States to develop and operate a regional adult literacy resource center if they determine that this is a more appropriate approach. Authorizes appropriations. Title II: Workforce Literacy - Establishes in the Department of Labor a National Workforce Literacy Assistance Collaborative (the Collaborative) to improve basic skills of individuals, especially those marginally employed or unemployed with low basic skills and limited opportunity for long-term employment and advancement. Requires the Collaborative to assist small and medium-sized businesses, associations representing such businesses, and labor organizations to develop and implement literacy programs tailored to workforce needs. Sets forth various functions of the Collaborative, including planning and technical assistance, program monitoring, and information. Authorizes appropriations. Revises AEA provisions for workplace literacy grants to require the Secretary of Education to: (1) consult with the Secretary of Labor and the Administrator of the Small Business Administration; and (2) give priority to applications from partnerships that include small businesses. Limits such grant period to not more than three years. Establishes a new AEA program of grants for national workforce literacy strategies. Requires that such grant funds facilitate design and implementation of national strategies to assist small and medium-sized businesses and unions to provide literacy and basic skills training to workers. Limits annual awards to not more than ten such grants. Authorizes appropriations. Title III: Investment in Literacy - Amends the Adult Education Act (AEA) to extend through FY 1995 and increase the authorization of appropriations for various AEA programs. Provides that a required preference for certain adult education grant applicants with demonstrated capability to recruit and serve educationally disadvantaged adults is to be applied particularly in areas with a high proportion of adults without secondary school diplomas or their equivalent. Requires that AEA grants to States be used for competitive, two-year Gateway Grants to public housing authorities for literacy programs and related activities. Directs the Secretary of Education to evaluate Gateway Grants at least biennially and report the results to specified congressional committees. Renames State advisory councils, under AEA, State advisory councils on adult education and literacy. Makes each council responsible to its State Governor. Revises council procedures and adds specified new duties regarding review of State plans. Revises components of State plans under AEA. Requires such plans to: (1) describe and provide for fulfillment of the literacy needs of individuals in the State; (2) set forth measurable goals for improving literacy levels, retention in literacy programs, and long-term individual learning gains, as well as a comprehensive approach for achieving such goals; (3) report the amount of administrative funds spent on program improvements; and (4) assure that such financial assistance will be used to assist and expand existing programs, and to develop new programs for adults whose lack of basic skills makes them unemployable, keeps them from functioning independently, or severely reduces their ability to help their children achieve literacy. Requires the State agency to evaluate 15 percent of grant recipients each year so that 60 percent shall have been evaluated at the end of the four-year period. Requires such evaluations to consider the recipient's projected goals and success in recruiting, retaining, and assisting participants in reaching desired literacy goals and obtaining subsequent work experience. Requires the State agency to report biennially to the Task Force on the State's progress in meeting its State plan literacy goals. Revises teacher training under AEA to provide for training professional teachers, volunteers, and administrators, emphasizing: (1) full-time professional adult educators; (2) minority adult educators; (3) educators of adults with limited English proficiency; and (4) teachers to recognize and more effectively serve illiterate individuals with learning disabilities and with a reading ability below fifth-grade level. Amends the Elementary and Secondary Education Act of 1965 (ESEA) to revise targeted assistance programs to include training programs to enhance the ability of teachers and school counselors to identify, particularly in the early grades, students with reading and related problems which place them at risk for adult illiteracy. Renames the Even Start program the Even Start Family Literacy (ESFL) program. Makes eligible for ESFL program grants: (1) a local educational agency (LEA) applying in collaboration with a community-based organization, public agency, higher education institution, or other nonprofit organization; or (2) a community-based organization, or other nonprofit organization of demonstrated quality, applying in collaboration with an LEA. (Current law provides that LEAs or consortia of LEAs are eligible to receive such grants.) Prohibits a State, with respect to grants for Even Start programs, from: (1) awarding a grant which is less than a specified amount; and (2) using more than five percent of such funds for administrative costs and technical assistance for program improvement and replication. Authorizes the Secretary of Education to reserve up to two percent of Even Start funds for program evaluation and for technical assistance for program improvement and replication. Changes the period of a child's Even Start eligibility to from birth through age seven (currently,from age one through age seven), if current parental and residential eligibility requirements are met. Provides for continuation of eligibility to participate in the Even Start program until all children in a family attain age eight and the eligible parent or parents attain the appropriate educational advancement. Revises the Even Start grant award selection process to require applicant proposals to demonstrate that the area to be served has a high percentage or a large number of children and adults who need such services, as indicated by high levels of poverty, illiteracy, unemployment, limited English proficiency, or other factors. Requires the review panel to give grant priority to proposals that demonstrate such an ability to operate an effective program. Requires a representative distribution of Even Start assistance among the States, among urban and rural areas of the United States, and within a State. Increases the authorization of appropriations for Even Start programs. Authorizes the Secretary to contract with the Corporation for Public Broadcasting (CPB) to arrange for production and dissemination of family literacy programming and accompanying materials to assist parents in improving family literacy skills and language development. Directs the CPB to: (1) arrange to have audio and video instructional media materials for distribution at sites chosen from among libraries operating literacy programs and nonprofit entities serving hard-to-serve populations; and (2) report to the Congress on distribution and use of such materials. Authorizes appropriations. Title IV: Business Leadership for Employment Skills - Amends the Adult Education Act (AEA) to authorize the Secretary of Education to make competitive grants to pay half of the costs of establishing and operating adult education programs which increase the skills of eligible commercial drivers so that they may successfully complete the knowledge test requirements under the Commercial Motor Vehicle Safety Act of 1986. Makes eligible to receive such grants: (1) private employers employing commercial drivers, in partnership with educational agencies, colleges, or universities; (2) local or State educational agencies, colleges, universities, or community colleges; (3) approved apprentice training programs; and (4) labor organizations whose memberships include commercial drivers. Requires grantees to refer individuals with literacy skill problems to appropriate adult education programs. Authorizes appropriations. Title V: Books for Families - Amends the Elementary and Secondary Education Act of 1965 (ESEA) to require the Reading is Fundamental organization (RIF), as contractor for the inexpensive book distribution program for reading motivation, to give priority in the selection of additional local programs to programs and projects which serve children and students with certain special needs. Directs RIF to report annually to the Secretary of Education on the number and description of such additional programs. Amends the Library Services and Construction Act to direct the Secretary of Education, in awarding grants for State and local public library literacy programs, to give priority to programs and services which: (1) will be delivered in areas of greatest need with highest concentrations of adults without secondary education or its equivalent, and which have either few community or financial resources to establish the program or low per capita income, unemployment, or underemployment; and (2) coordinate with literacy organizations and community-based organizations providing literacy services. Title VI: Students for Literacy - Amends the Higher Education Act of 1965 to authorize appropriations for the Student Literacy Corps program. Requires an individual, as a condition for receiving credit in courses under such program, to perform at least 60 hours voluntary service during the academic term as a tutor in an educational or literacy program. (Current law requires six hours of such service in each week of such academic term.) Title VII: Volunteers for Literacy - Amends the Domestic Volunteer Service Act of 1973 to establish a Literacy Challenge Grants program. Authorizes the Director of the ACTION Agency (the Director) to award such challenge grants to eligible public agencies and private organizations to pay the Federal share of the costs of establishing, operating, or expanding community or employee literacy programs or projects that include the use of full-time or part-time volunteers. Authorizes appropriations. Title VIII: Literacy for Incarcerated Individuals - Amends the Adult Education Act (AEA) to establish requirements for mandatory functional literacy programs for incarcerated adults in State correctional systems and local jails or detention centers. Requires such a program to be in effect within two years in at least one major correctional faility, for each State correctional system and each local jail or detention center with an inmate population. Requires each State correctional system and each local jail or detention center with an over 150 inmate population to have such a program in effect within five years, if funds are available. Sets forth required components of such programs. Exempts from required participation any individual who is serving a life sentence without parole, or terminally ill, or under a sentence of death. Requires annual reports on such mandatory literacy programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Literacy Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To enhance the literacy and basic skills of adults, to ensure that all adults in the United States acquire the basic skills necessary to function effectively and achieve the greatest possible opportunity in their work and in their lives, and to strengthen and coordinate adult literacy programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:09:18-05:00"
}