{
  "actions": [
    {
      "acted_at": "1981-12-16", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-01-19", 
      "in_committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from Government of the District of Columbia; Justice Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-02-08", 
      "in_committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "subcommittee": "Governmental Efficiency", 
      "text": "Referred to Subcommittee on Governmental Efficiency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1993-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on Governmental Efficiency and the District of Columbia", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-12-16", 
  "number": "1993", 
  "official_title": "A bill to make amendments to the District of Columbia Self-Government and Governmental Reorganization Act relating to the judiciary.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Mathias, Charles McC., Jr.", 
    "state": "MD", 
    "thomas_id": "01391", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-12-16", 
  "subjects": [
    "Courts and Civil Procedure", 
    "District of Columbia", 
    "Judges", 
    "Law"
  ], 
  "subjects_top_term": "Judges", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-12-16", 
    "text": "Amends the District of Columbia Self-Government and Governmental Reorganization Act to eliminate the requirement that the member of the District of Columbia Commission on Judicial Disabilities and Tenure appointed by the chief judge of the U.S. District Court for the District of Columbia be an active or retired Federal judge serving in the District. Provides that a judicial nominee or appointee of a D.C. court must reside and must have maintained an actual residence in the District or within 20 miles of its boundaries for at least 90 days prior to his or her nomination. (Currently a judicial nominee or appointee must be a bona fide D.C. resident and must have maintained an actual residence in the District for at least 90 days prior to his or her nomination.) Prohibits members of the District of Columbia Judicial Nomination Commission from serving more than one term. States that the Commission member appointed by the President shall serve at the pleasure of the President. Provides that a Commission appointee must reside and must have maintained an actual residence in the District or within 20 miles of its boundaries for at least 90 days prior to his or her appointment. (Currently an appointee must be a bona fide D.C. resident and must have maintained an actual residence in the District for at least 90 days prior to his or appointment.) Eliminates the requirement that the Commission member appointed by the chief judge of the U.S. District Court for the District of Columbia be an active or retired Federal judge serving in the District. Revises the procedure for filling vacancies on the D.C. courts to require that the Commission submit to the President at least three names for each vacancy within 60 days of the occurrence of the vacancy. Authorizes the President to request the submission of additional names. Requires the Commission to submit the names of potential nominees not less than 120 days before a vacancy occurs because of the expiration of a judge's term of office."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to make amendments to the District of Columbia Self-Government and Governmental Reorganization Act relating to the judiciary.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:08-05:00"
}