{
  "actions": [
    {
      "acted_at": "1983-02-08", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-22", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to Subcommittee on Crime.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-23", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Crime", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-10", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Crime", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-14", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Crime", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-16", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Crime", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-17", 
      "bill_ids": [
        "hr2175-98"
      ], 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Crime", 
      "references": [], 
      "text": "Clean Bill H.R.2175 Forwarded by Subcommittee to Full Committee in Lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1338-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Fish, Hamilton, Jr.", 
      "sponsored_at": "1983-02-08", 
      "state": "NY", 
      "thomas_id": "00384", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Rodino, Peter W., Jr.", 
      "sponsored_at": "1983-02-08", 
      "state": "NJ", 
      "thomas_id": "00973", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Sawyer, Harold S.", 
      "sponsored_at": "1983-02-08", 
      "state": "MI", 
      "thomas_id": "01021", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-02-08", 
  "number": "1338", 
  "official_title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2175-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Justice Assistance Act of 1983", 
  "sponsor": {
    "district": "2", 
    "name": "Hughes, William J.", 
    "state": "NJ", 
    "thomas_id": "00572", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-02-08", 
  "subjects": [
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Criminal statistics", 
    "Department of Justice", 
    "Executive reorganization", 
    "Federal aid to law enforcement agencies", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Juvenile delinquency", 
    "Local and Municipal Government", 
    "Local finance", 
    "State finance", 
    "States"
  ], 
  "subjects_top_term": "Federal aid to law enforcement agencies", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-02-08", 
    "text": "Title I: Amendments to Omnibus Crime Control and Safe Streets Act of 1968 - Justice Assistance Act of 1983 - Amends title I of the Omnibus Crime Control and Safe Streets Act of 1968 (Justice System Improvement) to eliminate the Law Enforcement Assistance Administration and the Office of Justice Assistance, Research and Statistics. Retains the Bureau of Justice Statistics and the National Institute of Justice. Establishes a new Office of Justice Assistance. Revises the formula grant program to make the following changes. Eliminates the eligibility of local governments to receive direct formula grants. Decreases from 23 to 15 the purposes for which formula grants may be made. Includes categories for programs addressing the problems of serious crimes committed by juveniles and juveniles with a history of criminal conduct. Authorizes the Director of the Office of Justice Assistance to certify new categories of programs having a record of proven success. Requires States to provide a 50 percent match to receive Federal funding, or 25 percent match for innovative programs addressing critical problems of crime. Requires grant recipients to assume program costs after a four-year period. Applies the State match requirement on an aggregate rather than per project basis. Revises the application requirements for a State to receive formula grant assistance. Requires States to include assurances that not more than ten percent of assistance will be spent on innovative programs addressing critical crime problems or five percent of assistance on administrative costs. Requires submission of the formula grant application for approval to the State legislature which shall act on the application as it would for State budget requests. Retains the current requirement that 80 percent of total funding be allocated for formula grants. Bases the distribution of funds among States on population and the extent of the crime problem as determined by the number of Part I offenses in the Uniform Crime Reports reported to the FBI. Requires a State to distribute formula grants among local governments in the same proportion as State funds for law enforcement purposes. Eliminates the national priority grant program. Retains the discretionary grant program. Revises the general purposes for which such grants may be made. Requires that private nonprofit organizations be the primary recipients of such grants for providing educational, training, and technical assistance and undertaking national projects. Permits discretionary grants to be used to provide technical assistance to States not participating in the formula grant program. Revises the training and manpower development program to eliminate the training programs for prosecuting attorneys and State and local criminal justice personnel by the Law Enforcement Assistance Administration. Retains the Federal Bureau of Investigation training of State and local criminal justice personnel and the criminal justice education program. Permits \"construction\" under such Act to include renovation, repairs, or remodeling. Authorizes appropriations for each of FY 1983 and 1984 for the Office of Justice Assistance, the Bureau of Justice Statistics, and the National Institute of Justice. Eliminates the current authorization of appropriations for the Office of Community Anti-Crime Programs and the requirement that at least 19.15 percent of total appropriations be maintained for juvenile delinquency programs. Prohibits the reprogramming of funds, including those authorized for civil dispute resolution, previously appropriated for the purposes of criminal justice assistance. Title II: Emergency Federal Law Enforcement Assistance - Authorizes a State or local government to apply for emergency Federal law enforcement assistance in the event that a crime problem of serious and epidemic proportions exists. Requires the Attorney General, in approving or disapproving such application, to consider: (1) the nature and extent of the crime problem; (2) the emergency or extraordinary circumstances; (3) the availability of State and local resources; (4) the cost of increased Federal presence; and (5) the need to avoid unnecessary Federal involvement in local concerns. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Justice Assistance Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:14-05:00"
}