{
  "actions": [
    {
      "acted_at": "1976-10-01", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3899-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-10-01", 
  "number": "3899", 
  "official_title": "A bill to establish a comprehensive program to provide financial and technical assistance to States, local governments and Indian tribes to manage impacts caused by energy development, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy Development Impact Assistance Act", 
  "sponsor": {
    "district": null, 
    "name": "Hart, Gary W.", 
    "state": "CO", 
    "thomas_id": "01347", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-10-01", 
  "subjects": [
    "Economic growth", 
    "Energy", 
    "Energy conservation", 
    "Energy policy", 
    "Interstate relations", 
    "States"
  ], 
  "subjects_top_term": "Energy policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-10-01", 
    "text": "Energy Development Impact Assistance Act - Establishes a comprehensive energy development impact assistance program in the Department of Commerce. Directs the Secretary of Commerce to provide emergency financial and technical assistance to States, localities, and Indian tribes adversely impacted by energy development activities initiated within five years preceding the enactment of this Act. Establishes a continuing program of energy development impact assistance in accordance with growth management plans. Authorizes Federal grants to assist States and Indian tribes in the preparation of growth managements of up to 90 percent of the total cost to a maximum of $500,000 for each designated impact region. Directs the Secretary to establish a formula upon which the amount of loans and guarantees under this Act shall be determined. Establishes procedures for issuance of planning grants and financial and technical assistance to assist in mitigating adverse impacts from growth caused by energy development activities. Establishes guidelines for growth management plans to be developed by utilization of such resources. Authorizes Federal assistance to minimize adverse impacts from non-Federal energy resources where mining and reclamation standards are at least as stringent as those applicable to energy resources on Federal lands. Authorizes State Governors and chairmen of Indian tribes to determine allotments of financial assistance among local units. Authorizes use of impact assistance for public facilities and public services for areas expected to experience population growth as a result of energy development activities. Authorizes additional Federal grants to finance 50 percent of the cost of public facilities and services which significantly contribute to national energy conservation goals. Requires that utilization of impact assistance under this Act be consistent with approved growth management plans. Stipulates the terms and conditions of loans and loan guarantees authorized by this Act. Stipulates that revenues received by States under the Mineral Leasing Act of 1920 shall be deducted from allotments received for the provision of public facilities and services under this Act. Creates an Energy Development Impact Assistance Fund in the Treasury to act as a revolving fund for the purposes of this Act. Authorizes the appropriation of $500,000,000 to the fund, to remain available until September 30, 1989. Authorizes the appropriation of $25,000,000 annually for fiscal years 1977 and 1978 for emergency impact assistance as authorized by this Act. Grants the consent of Congress for interstate agreements for the purpose of developing coordinated policies to further the purposes of this Act. Authorizes financial assistance to States for intrastate planning activities. Authorizes assistance for maintaining interstate entities to further the purposes of this Act for a period not to exceed one year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Development Impact Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a comprehensive program to provide financial and technical assistance to States, local governments and Indian tribes to manage impacts caused by energy development, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:00-05:00"
}