{
  "actions": [
    {
      "acted_at": "1974-08-14", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr16423-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "34", 
      "name": "Horton, Frank J.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00560", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-08-14", 
  "number": "16423", 
  "official_title": "A bill to provide for the resolution of claims and disputes relating to Government contracts awarded by executive agencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Contract Disputes Act", 
  "sponsor": {
    "district": "19", 
    "name": "Holifield, Chet", 
    "state": "CA", 
    "thomas_id": "00551", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-08-14", 
  "subjects": [
    "Claims", 
    "Contracts", 
    "Government contractors", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-08-14", 
    "text": "Contract Disputes Act - Applies the provisions of this Act to any contract entered into by an executive agency for the procurement of: (1) property other than real property in being, (2) services, or (3) construction, alteration, repair, or maintenance of real property. Authorizes each executive agency to settle, compromise, pay, or otherwise adjust claims by or against, or disputes with, a contractor relating to a contract entered into by it or another agency on its behalf, including claims or disputes, initiated after award of a contract, based on mistake, misrepresentation, or other cause for contract modification or rescission, but excluding claims or disputes for penalties or forfeitures prescribed by statute or regulation which another agency is specifically authorized to administer, settle, or determine. Provides that when a claim by a contractor against the Government or by the Government against a contractor is not resolved by mutual agreement, the contracting officer shall promptly issue a decision in writing and shall mail or otherwise furnish a copy of the decision to the contractor. Provides that the decision shall state the reasons for denying the claim, in whole or in part, and shall inform the contractor of his rights as provided in this Act. States that the decision shall be final and conclusive unless it is fraudulent or the contractor appeals or sues as provided in this Act. Provides that, within thirty days from receipt of a contracting officer's decision under this Act, an informal conference to review the decision shall be held by one or more designees of the agency head. Provides that such conference shall not be required when waived by written agreement between the contractor and the executive agency or when the decision under this Act is made by the agency head. Requires the conference to be conducted for the purpose of considering the further possibliity of disposing of the claim by agreement between the contractor and the executive agency. Provides that, within ninety days from the date of receipt of a contracting officer's decision under this Act, the contractor may appeal such decision to the Small Claims Board of Contract Appeals or an agency board of contract appeals. Establishes in the executive branch of the Government a Small Claims Board of Contract Appeals to be composed of a Chairman, two Vice Chairmen, and such additional members as may be required. Provides that the Small Claims Board shall have jurisdiction, concurrent with the agency boards of contract appeals provided for under this Act, the United States district courts, and the United States Court of Claims, to decide any appeal from a final decision of a contracting officer on a claim or dispute where the amount involved is $25,000 or less. Authorizes any agency head to establish within his agency a board of contract appeals when the volume of procurement by the agency justifies a full-time board of at least three members who will have no other duties. Provides that the members of agency boards of contract appeals shall be selected and appointed in the same manner as hearing examiners under the Administrative Procedure Act, except that present members of the existing boards of contract appeals shall be considered qualified. Provides that any payment in discharge of or in compliance with an award to a contractor by the Small Claims Board of Contract Appeals or an agency board of contract appeals, and any judgment against the United States on a claim under this Act, shall be made by the agency by whom or on whose behalf the contract was executed, out of any unobligated funds or from appropriations specifically enacted for the purpose. Authorizes to be appropriated such sums as may be necessary to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Contract Disputes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the resolution of claims and disputes relating to Government contracts awarded by executive agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:23-05:00"
}