{
  "actions": [
    {
      "acted_at": "1979-06-15", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-06-15", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4499-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-15", 
  "number": "4499", 
  "official_title": "A bill to set forth a national program for the full development of energy supply, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Priority Energy Project Act of 1979", 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-15", 
  "subjects": [
    "Administrative procedure", 
    "Alcohol and Alcoholic Beverages", 
    "Alcohol as fuel", 
    "Alternative energy sources", 
    "Courts and Civil Procedure", 
    "Department of Energy", 
    "Electric power", 
    "Electric power distribution", 
    "Electric utility rates", 
    "Energy", 
    "Energy facilities", 
    "Energy policy", 
    "Executive reorganization", 
    "Fuel research", 
    "Gasoline", 
    "Government operations and politics", 
    "Hydroelectric power", 
    "Intergovernmental relations", 
    "Judicial review", 
    "Motor Vehicles and Driving", 
    "Petroleum and petroleum products", 
    "Power resources", 
    "Public utilities", 
    "States", 
    "Synthetic fuel"
  ], 
  "subjects_top_term": "Energy policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-15", 
    "text": "Title I: Amendments to Energy Policy and Conservation Act - Amends the Energy Policy and Conservation Act to encourage the domestic commercial development and production of synthetic fuels and synthetic chemical feedstocks. Establishes a national goal, beginning five years after the enactment of this Act, for such production to achieve a daily rate equivalent to 500,000 barrels of crude oil. Authorizes the President to enter into contracts to purchase or commit to purchase synthetic fuels and synthetic chemical feedstocks to the extent necessary to attain the national goal. Provides for the storage or exchange of such fuels and feedstocks. Limits such contracts to be entered into only before October 1, 1985, and only to the extent provided in appropriation Acts enacted after the enactment of this Act. Sets forth the conditions and terms of such contracts. Directs the President to submit an annual report to the Congress concerning these activities. Authorizes $2,000,000,000 for fiscal year 1981 to make payments pursuant to this title. Title II: Priority Energy Project Act - Priority Energy Project Act of 1979. States the purposes of this title are: (1) to provide a coordinated process for Federal approval of non-nuclear energy facilities; (2) to expedite the Federal approval process without affecting existing substantive Federal authority over proposed energy facilities; and (3) to integrate local, State, and Federal procedures for approving energy facilities. Authorizes the Secretary of Energy to designate proposed energy facilities as priority energy projects. Sets forth the authority to apply for priority status and the procedure and criteria for designating priority energy projects. Authorizes the Secretary to extend certain deadlines if an application is incomplete or if more time is necessary to afford interested parties a reasonable time to comment. Directs the Secretary to encourage the expeditious filing of such applications. Requires any Federal agency with authority to grant or deny any approval or to perform any action necessary to the completion of a priority energy project to submit certain information to the Secretary. Directs the Secretary to publish a Project Decision Schedule containing deadlines for all Federal actions relating to such project. Delegates decision authority to the President if a deadline on the Project Decision Schedule for a final decision or action by a Federal agency has elapsed and such agency has not made the decision or performed the required action. Authorizes the President to establish a deadline for Federal agency action shorter than the minimum period required by the Secretary, in circumstances of exceptional national need. Directs the Secretary to certify completion of Federal agency review upon determination that all Federal agency actions and approvals necessary to the completion of a priority energy project have been granted. Directs the Secretary to notify the Governor of any affected State and to request specified information from such Governor. Directs the Secretary to propose a voluntary decision schedule to assist State and local authorities in coordinating their activities with actions by the Federal Government. Denies judicial review of final decisions of the Secretary regarding priority energy project status. Establishes a limitations period for other claims arising pursuant to this Act. Specifies that any such complaint shall be filed in the United States court of appeals for the circuit in which the priority energy project or the most significant portion thereof would be located. Grants exclusive jurisdiction to the Supreme Court to review any interlocutory judgment or order of the court of appeals pursuant to this title. Establishes an Office for Priority Energy Projects within the Department of Energy. Makes the provisions of this title effective 90 days after the date of enactment of this Act. Terminates the provisions of Executive Order 12129 of April 5, 1979. Provides for the expiration of the Secretary's authority to designate priority energy projects seven years after the date of enactment of this title. Title III: Department of Energy Project Authorizations - Amends the Public Utility Regulatory Policies Act of 1978 to redefine the term \" small hydroelectric power project. Title IV: Orders for Transferring Electric Power Authorizes the Secretary to order or renew an order for the generation, delivery, interchange, transmission, distribution, or purchase of electric energy for a period not to exceed 30 days if he finds that such action will reduce the amount of oil consumed and will be in the public interest. Directs the Federal Energy Regulatory Commission to prescribe the rates for compensation and reimbursement of any electric utility required to generate, deliver, interchange, or transmit electricity under this title. Sets forth guidelines for such rate determinations. Establishes limits on electric rate percentage adders. Provides penalties for violations of this title. Provides for judicial review of orders for transferring electric power. Title V: Gasohol - Directs the Secretary to establish a program to promote the domestic commercial production and use of alcohol-blended fuels. Directs the Secretary, in consultation with the Secretaries of Transportation, Agriculture, and Commerce, to conduct a study to determine the most suitable raw materials for the production of alcohol motor fuel and the nature of the alcohol motor fuel distribution and production processes. Directs the Secretary of Energy to report to the Congress the results of the study. Directs the Secretary to set production goals for the domestic production of alcohol motor fuel in each of the calendar years 1981 through 1990. Sets forth certain minimum production goals. Provides civil penalties for violation of these production goals. Specifies the use of renewable fuel sources in the construction of facilities to distill alcohol for motor fuel. Directs the Secretary to promulgate procedures for certifying the use of renewable fuel sources in such facilities. Sets forth the procedures for rulemaking by the Secretary."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Priority Energy Project Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to set forth a national program for the full development of energy supply, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:19-05:00"
}