{
  "actions": [
    {
      "acted_at": "1993-11-22", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-01-03", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-09-21", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3713-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Jacobs, Andrew, Jr.", 
      "sponsored_at": "1994-09-23", 
      "state": "IN", 
      "thomas_id": "00589", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-11-22", 
  "number": "3713", 
  "official_title": "To amend the Motor Vehicle Information and Cost Savings Act to establish certain safeguards for the protection of purchasers with respect to the sale of motor vehicles that are salvage or have been damaged, to require inspection of salvage vehicles that have been repaired in order to prevent the sale of unsafe vehicles or vehicles with stolen parts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Salvage Vehicle Title Reform and Highway Safety Act", 
  "sponsor": {
    "district": "5", 
    "name": "Wheat, Alan", 
    "state": "MO", 
    "thomas_id": "01218", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-11-22", 
  "subjects": [
    "Administrative procedure", 
    "Automobile industry", 
    "Automobile theft", 
    "Business records", 
    "Commerce", 
    "Consumer education", 
    "Defective products", 
    "Department of Transportation", 
    "Evidence (Law)", 
    "Federal preemption", 
    "Floods", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Labeling", 
    "Law", 
    "Lease and rental services", 
    "Liability (Law)", 
    "Motor vehicle registration", 
    "Motor vehicle safety", 
    "Motor vehicles", 
    "Salvage", 
    "State laws", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Motor vehicles", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-11-22", 
    "text": "Salvage Vehicle Title Reform and Highway Safety Act - Amends the Motor Vehicle Information and Cost Savings Act to require the Secretary of Transportation (Secretary) to prescribe rules requiring the transferor (or lessor) of a motor vehicle to disclose to the transferee (or lessee): (1) whether the motor vehicle is a salvage vehicle; (2) whether such vehicle has suffered any major damage; and (3) the nature and amount of any damage to it, the year such damage occurred, and the identity of the person who owned it at the time of the damage. (Sec. 5) Requires dealers and distributors who sell motor vehicles to: (1) show the original or a copy of the motor vehicle title, and the required disclosures to the purchaser before the sale; and (2) provide the title and such disclosures, including copies, to the purchaser at the time of the sale. Requires auction companies to maintain for at least four years after the sale of a motor vehicle any records showing whether such disclosures indicate whether it was salvage or had been damaged. Requires the Secretary to prescribe rules prohibiting a State from licensing a motor vehicle upon the transfer of its ownership unless: (1) the transferee, in submitting an application to a State for the title, includes with such application both the existing title or manufacturer's statement of origin and any required disclosures made by the transferor; and (2) the title issued by the State to the transferee shows on its face in conspicuous and plain wording whether any \"salvage,\" \"rebuilt,\" \"reconstructed,\" \"flood damaged,\" \"junk,\" or similar label was shown on the title surrender by the transferee, or on any title previously issued for the motor vehicle showing such label, and whether any required disclosures or other documentation received by such State has shown that the motor vehicle is \"salvage\" or has suffered damage. Sets forth certain other title requirements. Requires insurance companies that make settlements on motor vehicles that have been damaged to give notice of the disclosure requirements to the motor vehicle's owner at the time of such settlement. Requires the Secretary to prescribe rules prohibiting a State from licensing a salvage vehicle unless after being repaired it has been inspected to check for safety defects and for stolen parts. Prohibits persons from conspiring to violate this Act. (Sec. 6) Sets forth civil penalties for violations of this Act. Declares that nothing in this Act shall preempt State laws with respect to the disclosure of salvage or damage history of a motor vehicle or its inspection."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Salvage Vehicle Title Reform and Highway Safety Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Motor Vehicle Information and Cost Savings Act to establish certain safeguards for the protection of purchasers with respect to the sale of motor vehicles that are salvage or have been damaged, to require inspection of salvage vehicles that have been repaired in order to prevent the sale of unsafe vehicles or vehicles with stolen parts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:33-05:00"
}