{
  "actions": [
    {
      "acted_at": "1976-08-10", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15137-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-08-10", 
  "number": "15137", 
  "official_title": "A bill to provide for the establishment of a National Voluntary Medical and Hospital Services Insurance Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Voluntary Medical and Hospital Services Insurance Act", 
  "sponsor": {
    "district": "19", 
    "name": "Lagomarsino, Robert J.", 
    "state": "CA", 
    "thomas_id": "00658", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-08-10", 
  "subjects": [
    "Administrative procedure", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Health", 
    "Health insurance", 
    "Hospitalization insurance", 
    "Insurance", 
    "Medical care, personnel, and facilities"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-08-10", 
    "text": "National Voluntary Medical and Hospital Services Insurance Act - Creates the National Voluntary Medical and Hospital Services Insurance Agency to operate a National Voluntary Medical and Hospital Services Insurance Plan with funds supplied by voluntary subscriptions and matching United States Treasury funds, to pay all reasonable costs of all medically necessary and appropriate medical and hospital services for all voluntary enrollees. Authorizes the appropriation of $50,000,000 for the first calendar year after this Act becomes effective for the Agency to carry out its duties under this Act. Directs that payment be made by the plan to or on behalf of every enrollee for all legal, appropriate, and professionally recognized and medically necessary service provided as a personal professional service by or under the direct supervision of a licensed medical doctor, whenever performed. Specifies services excluded from benefits of the plan. Requires premium payments in the amount of 18 dollars per month for each adult and one-half of the amount for each child. Stipulates that subscribers with a total earned and unearned family income of less than $12,000 per year shall be entitled to have their premiums calculated at 1.8 percent of such income for each child enrollee. Prohibits the use of more than three percent of all premiums received for the payment of costs of the plan other than benefits. Stipulates that the Agency shall affix a fee to every professionally recognized diagnostic and therapeutic medical service procedure or treatment and laboratory pathological test and procedure that is proportionate to the customary and reasonable fee for such service in each general area of the United States. Enumerates, with respect to claims for the benefits of this plan, the form of, items of information to be contained in, and procedures for auditing, assessment, and payment of, such claims. Authorizes the Agency to temporarily or permanently exclude any enrollee or provider of services found to have made any false claim for payment for services. Requires the arbitration of claims for damages resulting from alleged malpractice in the provision of any service that is a benefit of the plan. Estimates projected utilization and costs of the plan."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Voluntary Medical and Hospital Services Insurance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the establishment of a National Voluntary Medical and Hospital Services Insurance Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:44-05:00"
}