{
  "actions": [
    {
      "acted_at": "1998-10-09", 
      "references": [
        {
          "reference": "CR S12170-12171", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-09", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2603-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1998-10-09", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1998-10-09", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1998-10-09", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1998-10-09", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "1998-10-09", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-10-09", 
  "number": "2603", 
  "official_title": "A bill to promote access to health care services in rural areas.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Promoting Health in Rural Areas Act of 1998", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-10-09", 
  "subjects": [
    "Access to health care", 
    "Alaska", 
    "Ambulatory care", 
    "Arts, culture, religion", 
    "Business income tax", 
    "Capitation (Medical care)", 
    "Charities", 
    "Civil rights and liberties, minority issues", 
    "Clinics", 
    "Colleges", 
    "Commerce", 
    "Community health services", 
    "Community hospitals", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Federal advisory bodies", 
    "Federal aid to health facilities", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal aid to rural areas", 
    "Federal employees", 
    "Finance and financial sector", 
    "Government employees' health insurance", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Health education", 
    "Health maintenance organizations", 
    "Higher education", 
    "Home care services", 
    "Hospitals", 
    "Housing and community development", 
    "Income tax", 
    "Indian medical care", 
    "Interest", 
    "Interstate relations", 
    "Labor and employment", 
    "Law", 
    "Libraries", 
    "Licenses", 
    "Managed care", 
    "Medical economics", 
    "Medical fees", 
    "Medical records", 
    "Medical research", 
    "Medical residents", 
    "Medicare", 
    "Medicare Payment Advisory Commission", 
    "Medicare managed care", 
    "Mental health services", 
    "Migrant labor", 
    "Minorities", 
    "Nonprofit hospitals", 
    "Nonprofit organizations", 
    "Nursing homes", 
    "Occupational therapy", 
    "Personal income tax", 
    "Physical therapy", 
    "Physicians", 
    "Public health personnel", 
    "Public schools", 
    "Quality of care", 
    "Regional planning", 
    "Right of privacy", 
    "Rural health", 
    "Rural hospitals", 
    "Scholarships", 
    "Science, technology, communications", 
    "Social welfare", 
    "Speech disorders", 
    "Standards", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax-exempt organizations", 
    "Tax-exempt securities", 
    "Taxation", 
    "Teaching hospitals", 
    "Telemedicine", 
    "Urban affairs", 
    "Urban areas"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-10-09", 
    "text": "TABLE OF CONTENTS: Title I: Promoting Access to Health Care Services in Rural Areas Under the Medicare Program Title II: Additional Provisions to Address Shortages of Health Professionals in Rural Areas Title III: Development of Telehealth Networks Title IV: Miscellaneous Provisions Promoting Health in Rural Areas Act of 1998 - Title I: Promoting Access to Health Care Services in Rural Areas Under the Medicare Program - Amends part C (Medicare+Choice) of title XVIII (Medicare) of the Social Security Act (SSA) to make certain adjustments to the calculation of annual capitation rates used in determining payments to Medicare+Choice organizations. (Sec. 102) Amends the Indian Health Care Improvement Act to convert into a permanently authorized program the current demonstration program for direct billing of Medicare, Medicaid (SSA title XIX), and other third party payors by Indian tribes, tribal organizations, and Alaska Native health organizations. (Sec. 103) Amends Medicare to: (1) revise payment requirements for sole community hospitals with regard to the substitution of certain allowable operating costs for base cost reporting periods beginning with discharges occurring in FY 2000; (2) provide for conversion of certain recently closed hospitals to critical access hospitals; (3) make certain technical amendments with regard to adjustments for graduate medical education, both indirect and direct; (4) modify the Medicare-dependent, small rural hospital program to provide for a reduction in the discharge percentage required for any hospital to be eligible to participate in the program; (5) provide for rural representation on the Medicare Payment Advisory Commission; (6) provide for Medicare coverage of qualified mental health professional services; and (7) provide for an all-inclusive payment rate option (in addition to the current reasonable cost method) for outpatient critical access hospital services. (Sec. 109) Directs the Secretary of Health and Human Services (HHS) to establish a waiver process in which entities and individuals under Medicare that are located in an urban or large urban area for purposes of Medicare reimbursement may apply to the Secretary to be considered to be located in a rural area for such purposes if such entity or individual is located in a rural area or outside of an urbanized area. Title II: Additional Provisions to Address Shortages of Health Professionals in Rural Areas - Amends the Public Health Service Act (PHSA) to include among health professional shortage areas frontier areas with six or fewer residents per square mile. Requires the Secretary to consider any pending retirements or resignations of available physicians when determining whether to designate an area as a health professional shortage area. (Sec. 202) Amends the Internal Revenue Code (IRC) to exclude from an individual's gross income certain amounts received under the National Health Service Corps Scholarship Program under PHSA. (Sec. 203) Amends Federal civil service law to provide for the designation of underserved areas under health care contracts administered by the Office of Personnel Management. (Sec. 204) Amends the Balanced Budget Act of 1997 (BBA '97) to extend Medicare reimbursement for telehealth services to all Medicare items and services in all rural areas, including services by physical, occupational, and speech therapists. Requires the entire payment for telehealth services to go to the consulting physician instead of being split with the referring physician. Adds additional congressional reporting requirements pertaining to such program. (Sec. 205) Expresses the sense of the Congress that States should establish a system that facilitates the provision of telehealth services across State lines. (Sec. 206) Redesignates the Joint Working Group on Telemedicine as the Joint Working Group on Telehealth, with the chairperson being designated by the Office for the Advancement on Telehealth. Directs the Joint Working Group to ensure that individuals representing the interests of rural areas are members of the Group. Establishes the mission of the Joint Working Group, among other things, as identifying, monitoring, and coordinating Federal telehealth projects and programs. Authorizes appropriations. Title III: Development of Telehealth Networks - Directs the Secretary to provide specified financial assistance for the purpose of expanding access to health care services for individuals in rural and frontier areas through the use of telehealth. Authorizes appropriations. Title IV: Miscellaneous Provisions - Amends IRC with regard to the non-deductible interest expense of financial institutions allocable to tax-exempt income, and the limited exception from such non-deductibility for interest expense on certain tax-exempt small issuer obligations. Allows a small issuer, the proceeds of whose obligations are to be used to make or finance eligible loans for health care or educational purposes, to elect to apply specified current limitations on the amount of obligations by treating each borrower as the issuer of a separate issue. (Sec. 402) Requires the heads of the National Health Service Corps, the Centers for Disease Control and Prevention, the Agency for Health Care Policy and Research, and the Bureau of the Census to negotiate and enter into interagency agreements with HHS agencies and offices under which they will be provided access to data sets for the intramural and extramural research they conduct or support."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Promoting Health in Rural Areas Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote access to health care services in rural areas.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:41-05:00"
}