{
  "actions": [
    {
      "acted_at": "1995-08-10", 
      "references": [
        {
          "reference": "CR S12228-12229", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-08-10", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1145-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abraham, Spencer", 
      "sponsored_at": "1995-08-10", 
      "state": "MI", 
      "thomas_id": "01269", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Craig, Larry E.", 
      "sponsored_at": "1995-08-11", 
      "state": "ID", 
      "thomas_id": "00246", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1995-08-10", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kyl, Jon", 
      "sponsored_at": "1996-05-09", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-08-10", 
  "number": "1145", 
  "official_title": "A bill to abolish the Department of Housing and Urban Development and provide for reducing Federal spending for housing and community development activities by consolidating and eliminating programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2198-104", 
      "reason": "identical"
    }
  ], 
  "short_title": "Housing Opportunities and Empowerment Act", 
  "sponsor": {
    "district": null, 
    "name": "Faircloth, Lauch", 
    "state": "NC", 
    "thomas_id": "01329", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-08-10", 
  "subjects": [
    "AIDS (Disease)", 
    "Actions and defenses", 
    "Administrative fees", 
    "Advice and consent of the Senate", 
    "Affordable housing", 
    "Apartment houses", 
    "Auditing", 
    "Block grants", 
    "Child development", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Counseling", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Day care", 
    "Department of Health and Human Services", 
    "Department of Housing and Urban Development", 
    "Department of the Treasury", 
    "Depressed areas", 
    "Disabled", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Economic development", 
    "Economics and public finance", 
    "Environmental protection", 
    "Eviction", 
    "Executive reorganization", 
    "Families", 
    "Federal Trade Commission", 
    "Federal aid to Indians", 
    "Federal aid to community development", 
    "Federal aid to day care centers", 
    "Federal aid to housing", 
    "Federal aid to youth services", 
    "Federal employees", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Government corporations", 
    "Government operations and politics", 
    "Government property", 
    "Government trust funds", 
    "Health", 
    "Home ownership", 
    "Homeless", 
    "Housing and community development", 
    "Housing authorities", 
    "Housing discrimination", 
    "Housing for the aged", 
    "Housing for the handicapped", 
    "Housing management", 
    "Housing subsidies", 
    "Independent regulatory commissions", 
    "Indian children", 
    "Indian economic development", 
    "Indian housing", 
    "Insurance companies", 
    "Labor and employment", 
    "Law", 
    "Lead abatement", 
    "Lead poisoning", 
    "Low-income housing", 
    "Minorities", 
    "Mobile homes", 
    "Mortgage guaranty insurance", 
    "Mortgage loans", 
    "Neighborhood government", 
    "Office of Management and Budget", 
    "Paints and varnishes", 
    "Presidential appointments", 
    "Public assistance programs", 
    "Public housing", 
    "Real estate business", 
    "Relocation", 
    "Rent", 
    "Rent subsidies", 
    "Rental housing", 
    "Risk management", 
    "Secondary mortgage market", 
    "Single family housing", 
    "Social welfare", 
    "Sports and recreation", 
    "Standards", 
    "Strategic planning", 
    "Transfer of employees"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-08-10", 
    "text": "TABLE OF CONTENTS: Title I: Abolishment of Department of Housing and Urban Development and Disposition of Functions Subtitle A: Abolishment of Department of Housing and Urban Development Subtitle B: Disposition of Particular Programs, Functions, and Agencies of Department of Housing and Urban Development Subtitle C: Miscellaneous Provisions Title II: Tenant-Based Vouchers for Rental and Homeownership Assistance Subtitle A: Block Grants for State Housing Voucher Assistance Subtitle B: Federal Housing Voucher Assistance Program Subtitle C: Determination of State Allocations and Election of Federal or State Voucher Program Subtitle D: Office of Federal Housing Voucher Assistance in Department of Health and Human Services Subtitle E: General Provisions Title III: Transition Provisions Relating to Replacement of Public Housing and Assisted Housing Programs Subtitle A: Replacement of Assisted Housing Programs Subtitle B: Interim Program for Public Housing Block Grants and Deregulation Subtitle C: General Provisions Title IV: Block Grants for Housing and Community Development Opportunities Subtitle A: Block Grants Program Subtitle B: Block Grants for Housing for Special Populations and Indian Housing Subtitle C: General Provisions Relating to Block Grants Subtitle D: Housing and Community Opportunities Agency Subtitle E: Effective Date Title V: Single Family Housing Mortgage Insurance Subtitle A: Federal Home Mortgage Insurance Program Subtitle B: Federal Home Mortgage Insurance Fund Administration Subtitle C: Transition Provisions Subtitle D: General and Miscellaneous Provisions Title VI: Office of Federalism in Office of Management and Budget Housing Opportunities and Empowerment Act - Title I: Abolishment of Department of Housing and Urban Development and Disposition of Functions - Subtitle A: Abolishment of Department of Housing and Urban Development - Reestablishes the Department of Housing and Urban Development (HUD) as the Housing and Urban Development Programs Resolution Agency (Agency) which shall be an independent Executive agency headed by the Resolution Administrator. Terminates the Agency as of September 30, 2000. (Sec. 106) Directs the General Accounting Office to report on the most efficient manner of abolishing HUD and transferring its functions. Subtitle B: Disposition of Particular Programs, Functions, and Agencies of Department of Housing and Urban Development - Sets forth specified transfers of HUD functions. (Sec. 122) Reestablishes the (HUD) Office of Federal Housing Enterprise Oversight as an office in the Department of the Treasury. (Sec. 123) Amends the National Housing Act to terminate the Government National Mortgage Association. Requires the Resolution Administrator to develop a phase-out plan. (Sec. 124) Abolishes the (HUD) Office of Public Affairs. Subtitle C: Miscellaneous Provisions - Sets forth transfer provisions, including authorizing the Office of Management and Budget to make any necessary transfer determinations. Title II: Tenant-Based Vouchers for Rental and Homeownership Assistance - Subtitle A: Block Grants for State Housing Voucher Assistance - Directs the Administrator of the Federal Housing Voucher Agency (established by this Act) to make State block grants for (low-income) housing voucher assistance. Sets forth program provisions, including waiver of voucher program requirements and alternate State grant uses. Subtitle B: Federal Housing Voucher Assistance Program - Establishes a Federal housing voucher assistance program of monthly payments on behalf of renting or first-time owning low-income families. Limits assistance to five years. Provides assistance portability within the same State or metropolitan area. Sets forth program provisions. Subtitle C: Determination of State Allocations and Election of Federal or State Voucher Program - Directs the Administrator (Voucher Administrator) of the Office of Federal Housing Voucher Assistance (established by this Act) to establish: (1) a State housing assistance need formula; and (2) a limit on assisted families per State and a maximum State allocation. (Sec. 252) Authorizes a State to elect State block grant voucher assistance (subtitle A) rather than Federal voucher assistance (subtitle B). Subtitle D: Office of Federal Voucher Assistance in Department of Health and Human Services - Establishes in the Department of Health and Human Services the Office of Federal Housing Voucher Assistance (to be headed by the Voucher Administrator) which shall carry out the housing assistance programs under this title and certain other transferred housing authorities. Subtitle E: General Provisions - Authorizes appropriations for specified provisions of this title. Title III: Transition Provisions Relating to Replacement of Public Housing and Assisted Programs - Subtitle A: Replacement of Assisted Housing - Replaces the following housing programs with a five-year interim public housing block grant program: (1) tenant-based section 8 assistance; (2) project-based section 8 assistance; (3) tenant-based rental assistance for disabled families; (4) rental assistance for persons with AIDS; (5) shelter plus care rental assistance for homeless persons; (6) tenant opportunity program; (7) flexible subsidies; (8) preservation programs; (9) service coordinators for assisted projects; and (10) Indian public housing, childhood development, and rental assistance. (Sec. 312) Provides for the transition of housing assistance from the interim block grant program to the voucher assistance programs. (Sec. 313) Provides for: (1) the transfer of specified remaining HUD authority to the Voucher Administrator; and (2) benefits to families assisted under terminated programs. Subtitle B: Interim Program for Public Housing Block Grants and Deregulation - Terminates the following housing programs: (1) public housing under title I or III of the United States Housing Act of 1937; (2) urban revitalization program; (3) public housing childhood development; (4) perinatal services demonstration; (5) youth sports demonstration; and (6) public and assisted housing drug elimination. (Sec. 322) Provides for the deregulation of public housing authorities (PHAs). Requires PHAs to develop a strategic plan as a condition of assistance eligibility. (Sec. 325) Establishes the Public Housing Block Grant Fund for grants to PHAs for public housing management and operations. Sets forth program provisions, including lead-based paint requirements. States that participation in the Family Self-Sufficiency program shall not be mandatory. (Sec. 330) Authorizes appropriations. Subtitle C: General Provisions - Defines specified terms. Title IV: Block Grants for Housing and Community Development Opportunities - Subtitle A: Block Grants Program - Requires the Director of the Housing and Community Opportunities Agency to make an housing assistance block grant to eligible States, entitlement areas, and Indian tribes. Sets forth program provisions, including at least 90 percent low-income use and one percent set-asides for Indian tribes. Subtitle B: Block Grants for Housing for Special Populations and Indian Housing - Obligates specified block grant funds for State housing programs for low-income special populations (elderly families, disabled families, or persons with acquired immunodeficiency syndrome (AIDS) and their families). (Sec. 422) Obligates specified block grant funds for Indian housing authorities. Subtitle C: General Provisions Relating to Block Grants - Authorizes block grant appropriations. Repeals specified housing and related programs. Subtitle D: Housing and Community Opportunities Agency - Establishes the Housing and Community Opportunities Agency as an independent Executive agency. Subtitle E: Effective Date - Sets forth effective dates for provisions of this title. Title V: Single Family Housing Mortgage Insurance - Subtitle A: Federal Home Mortgage Insurance Program - Establishes in the Treasury the Federal Home Mortgage Insurance Fund (Fund). States that Fund amounts shall be for: (1) payment of losses to qualified mortgage insurers; (2) payment of certain claim notes; (3) investment; and (4) certain annual assessments. (Sec. 502) Authorizes the Fund Administrator to enter into risk-sharing agreements with qualified mortgage insurers for single family home mortgage insurance coverage. Sets forth program provisions. Subtitle B: Federal Home Mortgage Insurance Fund Administration - Establishes within the Department of the Treasury the Federal Home Mortgage Insurance Fund Administration which shall administer the Federal Home Mortgage Insurance Fund. Subtitle C: Transition Provisions - Prohibits new Federal Housing Administration (FHA) loan or mortgage activities. Repeals specified FHA insurance authorities. Provides for the sale of FHA mortgage insurance interests and transfer of remaining authority to the Federal Home Mortgage Insurance Fund. Subtitle D: General and Miscellaneous Provisions - Sets forth miscellaneous and administrative provisions. Title VI: Office of Federalism in Office of Management and Budget - Establishes in the Office of Management and Budget the Office of Federalism whose duties shall include: (1) review of policy and legislation's effect on the Federal-State relationship; and (2) federalism issues liaison services. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Housing Opportunities and Empowerment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to abolish the Department of Housing and Urban Development and provide for reducing Federal spending for housing and community development activities by consolidating and eliminating programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:58-05:00"
}