{
  "actions": [
    {
      "acted_at": "1987-11-20", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-11-20", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-03", 
      "in_committee": "House Committee on House Administration", 
      "references": [], 
      "subcommittee": "Elections", 
      "text": "Referred to Subcommittee on Elections.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-04", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Civil and Constitutional Rights", 
      "text": "Referred to Subcommittee on Civil and Constitutional Rights.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3666-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA", 
      "subcommittee": "Subcommittee on Elections", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Civil and Constitutional Rights", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "15", 
      "name": "Coelho, Anthony Lee", 
      "sponsored_at": "1987-11-20", 
      "state": "CA", 
      "thomas_id": "00214", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Edwards, Don", 
      "sponsored_at": "1987-11-20", 
      "state": "CA", 
      "thomas_id": "00336", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Fish, Hamilton, Jr.", 
      "sponsored_at": "1987-11-20", 
      "state": "NY", 
      "thomas_id": "00384", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Horton, Frank J.", 
      "sponsored_at": "1987-11-20", 
      "state": "NY", 
      "thomas_id": "00560", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-11-20", 
  "number": "3666", 
  "official_title": "A bill to establish national standards for voter registration for Federal elections, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1888-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1888-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "Universal Voter Registration Act of 1987", 
  "sponsor": {
    "district": "1", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-11-20", 
  "subjects": [
    "Ballots", 
    "Computers and government", 
    "Election administration", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Postal Services and Facilities", 
    "Postal service", 
    "Standards", 
    "State finance", 
    "State laws", 
    "States", 
    "Voter registration", 
    "Voting"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-11-20", 
    "text": "Universal Voter Registration Act of 1987 - Entitles any eligible individual to register for any Federal election by mail, in person, or at the appropriate polling place on the day of an election. Declares that such individual may register in person at: (1) a designated place for such individual's current address; (2) any Federal, State, county, or municipal agency that serves the public directly; or (3) any agency receiving grant-in-aid monies and serving the public directly. Provides that where a State maintains a system of voter registration, such State shall allow an individual to register to vote for elections held on the date of Federal elections, in the manner provided by an approved State plan. Requires such plan to include: (1) the voter registration form to be used for mail registration; (2) provisions for distribution of such forms; (3) election day voter registration; (4) voter registration in agencies which serve the public directly; (5) provisions for prompt notification of registration acceptance; (6) providing registrants with information on voting places and times; (7) registration confirmation to insure accurate, inclusive, and uniform voter registration lists; (8) provisions with respect to registration challenges; and (9) a description of State efforts to actively increase voter registration. Requires each State to submit to the Federal Election Commission for approval a voter registration form which allows registration by mail. Allows the form to be similar or identical to postcard application forms under the Uniformed and Overseas Citizens Absentee Voting Act. Specifies requirements for such form, including that it provide for postage paid return delivery to the appropriate State or local official. Requires agencies subject to this Act to provide for year-round registration services. Requires State and local election officials to provide for the availability of sufficient quantities of registration forms. Declares that voter registration requirements shall not apply to any State which: (1) provides for voter registration procedures which meet or exceed the standards for State plans; (2) does not require voter registration; or (3) adopts the Federal postcard application form. Requires the chief election official of a State to establish a program to confirm voter registration. Sets forth requirements for such program, including: (1) notification systems concerning deaths and changes of address; (2) non-removal from a voter registration list unless a voter has died, changed residence to another jurisdiction, or been convicted of a criminal offense or institutionalized for mental incapacity; and (3) non-confirmation lists of voters whose vote may be challenged on election day. Sets forth provisions for challenging election votes, including the use of an affidavit ballot for the challenged voter. Requires individuals who register to vote on an election day to establish their identity, place of residence, and qualifications at the time of such registration. Requires each polling place to provide a means of processing such registrants separately from other voters. Authorizes the Federal Election Commission to administer this Act and to provide advice and technical assistance to States. Requires the Commission to report to the Congress every two years on: (1) the effectiveness of efforts to establish and maintain voter registration procedures; (2) the administration of voter registration programs; and (3) recommendations on national voter registration standards. Declares any order of the Commission under this Act to be reviewable by the appropriate United States court of appeals. Provides that the appellee shall not be liable for costs. Directs the Commission to make grants to the chief election official of a State which has an approved plan for establishing voter registration programs. Requires such grants to be made to enable and encourage States to computerize voter registration lists and to undertake alternative methods of voter registration. Authorizes the Commission to establish an advisory council of State and local election officials to advise States about voter registration systems. Requires the Commission to develop a formula for the allocation of funds to States and to allocate or reallocate such funds. Requires a State to submit a plan for voter registration to the Commission within two years of enactment of this Act. Requires the Commission to publish proposed regulations for an implementation plan, or portion thereof, for any State which fails to submit a plan or for any State plan determined not to meet the requirements under this Act. Establishes Federal enforcement procedures and penalties for violations of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Universal Voter Registration Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish national standards for voter registration for Federal elections, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:01-05:00"
}