{
  "actions": [
    {
      "acted_at": "1976-03-18", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-04-02", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 94-1007.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-07", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-07", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-07", 
      "references": [], 
      "text": "Motion to recommit to the Committee on Interstate and Foreign Commerce with instructions rejected in House, roll call #179 (185-207).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-07", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-07", 
      "bill_ids": [
        "s1466-94"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 1466 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12678-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Carney, Charles J.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00177", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Carter, Tim Lee", 
      "sponsored_at": "1975-01-03", 
      "state": "KY", 
      "thomas_id": "00181", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Florio, James J.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00392", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Hefner, W. G. (Bill)", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00525", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Heinz, John", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Maguire, Andrew", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00725", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Preyer, Richardson", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00928", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Scheuer, James H.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01029", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Symington, James W.", 
      "sponsored_at": "1975-01-03", 
      "state": "MO", 
      "thomas_id": "01131", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-03-18", 
  "number": "12678", 
  "official_title": "A bill to amend the Public Health Service Act to provide authority for health information and health promotion programs, to revise and extend the authority for disease prevention and control programs, and to revise and extend the authority for venereal disease programs, and to amend the Lead-Based Paint Poisoning Prevention Act to revise and extend that Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1133-94", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s1466-94", 
      "reason": "related"
    }
  ], 
  "short_title": "National Health Promotion and Disease Prevention Act", 
  "sponsor": {
    "district": "11", 
    "name": "Rogers, Paul G.", 
    "state": "FL", 
    "thomas_id": "00978", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-03-18", 
  "subjects": [
    "Corporations", 
    "Department of Health, Education, and Welfare", 
    "Disasters", 
    "Diseases", 
    "Education", 
    "Government corporations", 
    "Government operations and politics", 
    "Health", 
    "Health education", 
    "Health planning", 
    "Lead poisoning", 
    "Medical care, personnel, and facilities", 
    "Medical education", 
    "Nonprofit organizations", 
    "Preventive medicine", 
    "Public health"
  ], 
  "subjects_top_term": "Public health", 
  "summary": {
    "as": "Laid on table in House", 
    "date": "1976-04-07", 
    "text": "(Measure laid on table in House, S. 1466 passed in lieu) National Health Promotion and Disease Prevention Act - =Title I: Health Information and Health Promotion= - National Health Information and Health Promotion Act - Amends the Public Health Service Act to add Title XVII (Health Information and Health Promotion). Directs the Secretary of Health, Education, and Welfare to formulate national goals with respect to health information and health promotion, preventive health services, and education in the appropriate use of health care. Directs the Secretary to undertake and support activities necessary to achieve such goals. Authorizes the appropriation of specified sums for fiscal years 1977 through 1979 to carry out such purposes. Directs the Secretary to monitor proposed Federal legislation and Federal programs, making recommendations on any changes necessary in the interest of public health. Directs the Secretary to conduct research programs in health information and health promotion, preventive health services, and education in the appropriate use of health care, and to determine the best methods of disseminating information about such areas. Directs the Secretary to study environmental, occupational, social, and behavioral factors which affect health. Directs the Secretary to formulate methods of evaluating the costs and effectiveness of activities funded under this title. Directs the Secretary to make a continuing survey of the needs, interest, attitudes, knowledge, and behavior of the American public regarding health and health care. Directs the Secretary to conduct and support, by grant or contract, new and innovative programs in health promotion, preventive health services, and education in the appropriate use of health care, including development of health information and health promotion materials and teaching programs which encompass assistance to health professionals and their patients in selecting and making appropriate use of institutions and alternatives to institutions in the provision of long-term care. Authorizes the Secretary to make grants to States and other public and nonprofit private entities for the purpose of demonstration and evaluation programs which provide information respecting the costs and quality of health care or information respecting health insurance policies and prepaid health plans. Directs the Secretary to conduct and support, by grant or contract, such activities as are necessary to make health information and health promotion information available to the consumers of medical care, providers of such care, schools, and senior citizen centers. Requires the Secretary to submit an annual report to Congress on the status of health concerns reflected by this title, each such report to include a description and evaluation of activities carried out under this title and relevant legislative recommendations. Directs the Secretary to conduct a study of health education services and preventive health services to determine the coverage of such services under public and private health insurance programs. Establishes a committee to provide for the communication and exchange of information necessary to effectively coordinate Federal programs and health activities which relate to health information and health promotion, preventive health services, and education in the appropriate use of health care. Directs the Secretary to establish within the Department of Health, Education, and Welfare an Office of Health Information and Health Promotion to establish a national information clearinghouse to facilitate the exchange of information on health concerns under this title. Authorizes the establishment of a nonprofit corporation to be known as the Center for Health Promotion, such Center to be responsible for advancing health programs under this title. Directs the Center to serve as a forum for the involvement of entities involved in health care and education and to assist in accelerating the incorporation of proven methods of achieving the purposes of this title by establishing a system of technical assistance, training, and consultation. Requires the Center to report annually to Congress on its operation, activities, and financial condition. Authorizes the appropriation of specified sums for the expenses of the Center in fiscal years 1977 through 1979. =Title II: Disease Prevention and Control= - Disease Prevention and Control Amendments - Authorizes the Secretary to make grants to States and public nonprofit private entities to assist them in meeting the costs of disease prevention and control programs. Directs the Secretary to give special consideration to programs to increase the immunization rates of any population identified as not having received the generally recognized disease immunizations. Authorizes the appropriation of specified amounts to carry out the purposes of this title in fiscal years 1976 through 1978. Requires the Secretary to submit to the President for submission to Congress an annual report on the effectiveness of all Federal, public and private activities in preventing controlling specified diseases. Directs the Secretary to develop a plan under which resources of the Public Health Service and other agencies under the Secretary's jurisdiction could be effectively used to control epidemics of specified diseases and other health emergencies. Permits the Secretaries to extend temporary assistance to States or localities in meeting health emergencies. Extends programs to combat veneral disease through fiscal year 1978 and authorizes specified sums to carry out such programs. Amends the Lead-Based Paint Poisoning Act to require Federally funded following-up programs to include measures to eliminate lead- based paint hazards from surfaces in and around residential dwelling units. Directs the Consumer Product Safety Commission to take such steps as are necessary to prohibit the application of lead-based paint to any toy or furniture article. Directs the Commission to determine whether or not a level of lead in paint greater than six one-hundredeths of 1 percent but not in excess of five-tenths of 1 percent is safe, the definition of \"lead-based paint\" under such Act to be revised in accordance with the Commission's findings. Authorizes the appropriation of specified sums for fiscal years 1976 through 1978 to carry out the purposes of such Act. =Title III: Miscellaneous Amendment= - Amends the public Health Service Act to redefine \"State\" as, in addition to the several States, the District of Columbia, Guam, the Commonwealth of Puerto Rico, the Virgin Islands, American Samoa, and the Trust Territory of the Pacific Islands."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Health Promotion and Disease Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Disease Prevention and Control Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Health Information and Health Promotion Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to provide authority for health information and health promotion programs, to revise and extend the authority for disease prevention and control programs, and to revise and extend the authority for venereal disease programs, and to amend the Lead-Based Paint Poisoning Prevention Act to revise and extend that Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:01-05:00"
}