{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr580-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "580", 
  "official_title": "A bill to amend title 13, United States Code, to establish within the Bureau of the Census a National Voter Registration Administration for the purpose of administering a voter registration program through the mail, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Voter Registration Act", 
  "sponsor": {
    "district": "3", 
    "name": "Green, William J.", 
    "state": "PA", 
    "thomas_id": "00464", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Department of Commerce", 
    "Government operations and politics", 
    "Voter registration", 
    "Voting"
  ], 
  "subjects_top_term": "Voter registration", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "National Voter Registration Act - Establishes, within the Bureau of the Census, Department of Commerce, the National Voter Registration Administration. Directs the President to appoint, with the advice and consent of the Senate, an Administrator and two Associate Administrators for terms of four years each. Provides that the Administration shall establish and administer a national voter registration program for Federal elections; collect, analyze, and arrange for the publication and sale by the Government Printing Office of information concerning elections in the United States; provide assistance to State and local officials concerning the national voter registration program and election problems generally; prepare and submit to the President and the Congress a report on its activities, and on voter registration and elections generally in the United States immediately following each biennial general Federal election; and take such other action as it deems necessary and proper to carry out its duties and powers under the Act. Provides that an individual who is a qualified elector under State law except as to duration of residency but who is a resident of a State on and after the thirtieth day before a Federal election shall be entitled to register and vote in a Federal election in that State. Authorizes the Administration, whenever a Federal election is held in any State, to furnish, upon the request of the State or any local entity, officers and employees and such other assistance as the Administration and the State or local official may agree upon to assist in the registration of individuals applying to register in that State under the provisions of the Act. Directs the Administration to prepare voter registration forms designed to provide a simple method of registering by mail to vote in Federal elections. Authorizes the Administration to enter into agreements with the Postal Service, with departments and agencies of the Federal Government, and with State and local officials for the distribution of registration forms. Directs the Postal Service to distribute the registration forms to postal addresses and Armed Forces installations not earlier than forty-five days nor later that thirty days prior to the close of registration for the next Federal election in each political jurisdiction of any State. Provides that whenever a State or local official has reason to believe that individuals who are not qualified electors are attempting to register to vote under the provisions of the Act, he may notify the Administration and request its assistance to prevent fraudulent registration. Provides that whoever knowingly or willfully gives false information as to his name, address, residence, age, or other information for purposes of establishing his eligibility to register or vote, or conspires with another individual for the purpose of encouraging his false registration to vote or illegal voting shall be fined not more than $10,000 or imprisoned not more that five years, or both. Provides that any person who deprives or attempts to deprive any other person of any right under the Act shall be fined not more than $5,000 or imprisoned not more than five years, or both. Directs the Administration to determine the fair and reasonable cost of processing registration forms prescribed by the Act, and to pay to each appropriate State an amount equal to such cost per card multiplied by the number of registration cards processed in that State. Authorizes the Administration to pay any State which adopts the registration form and system prescribed by the Act as a form and system of registration to be a qualified and registered elector for State and local elections in that State, without regard to whether the State changes its requirements for duration of residency to be a qualified elector. Authorizes to be appropriated such funds as may be necessary to carry out the provisions of the Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Voter Registration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 13, United States Code, to establish within the Bureau of the Census a National Voter Registration Administration for the purpose of administering a voter registration program through the mail, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:59-05:00"
}