{
  "actions": [
    {
      "acted_at": "1995-03-14", 
      "references": [
        {
          "reference": "CR S3898-3902", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-03-14", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-03-29", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1995-06-06", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kassebaum with an amendment in the nature of a substitute. With written report No. 104-93. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-06-06", 
      "calendar": "Senate Legislative", 
      "number": "121", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 121.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1996-09-28", 
      "references": [
        {
          "reference": "CR S11670-11695", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-28", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-28", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1996-09-28T22:29:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-28", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-28T23:27:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s5416-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5416"
    }
  ], 
  "bill_id": "s555-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "1995-06-15", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Frist, William H.", 
      "sponsored_at": "1995-03-14", 
      "state": "TN", 
      "thomas_id": "01336", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1995-03-14", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1996-09-28", 
    "vetoed": false
  }, 
  "introduced_at": "1995-03-14", 
  "number": "555", 
  "official_title": "A bill to amend the Public Health Service Act to consolidate and reauthorize health professions and minority and disadvantaged health education programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Professions Education Consolidation and Reauthorization Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Kassebaum, Nancy Landon", 
    "state": "KS", 
    "thomas_id": "01375", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1996-09-28", 
  "subjects": [
    "Administrative procedure", 
    "Alzheimer's disease", 
    "Ambulatory care", 
    "American Samoa", 
    "Animals", 
    "Authorization", 
    "Birth defects", 
    "Black colleges", 
    "Brain", 
    "Brain diseases", 
    "Buy American", 
    "Child health", 
    "Collection of accounts", 
    "Conferences", 
    "Congress", 
    "Congressional reporting requirements", 
    "Continuum of care", 
    "Counseling", 
    "Curricula", 
    "Data banks", 
    "Dentistry", 
    "Department of Health and Human Services", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "English language", 
    "Epidemiology", 
    "Executive reorganization", 
    "Families", 
    "Family medicine", 
    "Federal advisory bodies", 
    "Federal aid to health facilities", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal aid to nursing education", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Geriatrics", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Head injuries", 
    "Health", 
    "Health counseling", 
    "Health education", 
    "Health planning", 
    "Higher education", 
    "Home care services", 
    "Housing and community development", 
    "Indian medical care", 
    "Information services", 
    "Interest", 
    "Law", 
    "Limitation of actions", 
    "Long-term care", 
    "Medicaid", 
    "Medical education", 
    "Medical personnel", 
    "Medical research", 
    "Medical statistics", 
    "Midwives", 
    "Minorities", 
    "Minorities in medicine", 
    "Minority education", 
    "Nurse practitioners", 
    "Nursing education", 
    "Optometry", 
    "Osteopathy and osteopaths", 
    "Pacific Islanders", 
    "Pharmacists", 
    "Physicians' assistants", 
    "Preventive medicine", 
    "Primates", 
    "Probate law and practice", 
    "Psychologists", 
    "Psychology", 
    "Public assistance programs", 
    "Public health personnel", 
    "Research centers", 
    "Revolving funds", 
    "Rural public health", 
    "Scholarships", 
    "Science, technology, communications", 
    "Social welfare", 
    "Social workers", 
    "Student aid", 
    "Student loan funds", 
    "Trauma care", 
    "Veterinary medicine"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1996-09-28", 
    "text": "TABLE OF CONTENTS: Title I: Health Professions Education and Financial Assistance Programs Subtitle A: Health Professions Education Programs Subtitle B: Nursing Education Subtitle C: Financial Assistance Title II: Office of Minority Health Title III: Selected Initiatives Title IV: Miscellaneous Provisions Health Professions Education Consolidation and Reauthorization Act of 1996 - Title I: Health Professions Education and Financial Assistance Programs - Subtitle A: Health Professions Education Programs - Amends the Public Health Service Act (PHSA) to replace provisions relating to students from disadvantaged backgrounds with provisions mandating grants or contracts to increase the number and quality of disadvantaged health professionals. Authorizes appropriations. Repeals provisions relating to the terms of obligated service under various PHSA health professional education provisions. (Sec. 102) Repeals provisions relating to: (1) area health education center programs; (2) training in general internal medicine, general pediatrics, general dentistry, physician assistants, and podiatric medicine; and (3) related general provisions. Modifies provisions relating to training in family medicine by adding: (1) references to internal medicine and general pediatrics; and (2) provisions regarding the training of physician assistants, training in preventive medicine, and the practice in general dentistry in rural and medically underserved communities. Authorizes appropriations. (Sec. 103) Replaces provisions relating to training in certain health professions with provisions relating to area health education centers. Authorizes grants and contracts for projects meeting specified criteria. Mandates grants and contracts for the establishment or operation of geriatric health education centers and for the operation of public health training centers. Authorizes appropriations. (Sec. 104) Removes provisions relating to geriatrics and relating to rural areas. Authorizes grants and contracts to strengthen capacity for health professions education and practice. Authorizes appropriations. Requires (currently, authorizes) expansion of a uniform health professions data reporting system. Adds clinical social workers to the list of fields to be included. Extends the termination date of the Council on Graduate Medical Education. Allows use of amounts otherwise appropriated under title VII (Health Professions Education) of the PHSA to be used for the Council's activities. (Sec. 105) Repeals provisions relating to miscellaneous programs, statistics, a biennial report, and certain general provisions. Sets forth general provisions for such title VII, including allowing contracts to be entered into under the title with public or private entities as necessary. (Sec. 106) Grants funding preference to programs that have graduated fewer than three classes and meet specified criteria. (Sec. 107) Modifies definitional provisions to: (1) define \"graduate programs in professional psychology\" instead of \"graduate program in clinical psychology\"; (2) revise the definitions of \"medically underserved community\" and \"program for the training of physician assistants\" for purposes of such title VII. Subtitle B: Nursing Education - Nursing Education Consolidation and Reauthorization Act of 1996 - Removes title VIII (Nurse Education) of the PHSA except for subparts II (Student Loans) and III (Loan Repayment Program) of part B and except for provisions relating to sex discrimination. Renames the title as \"Nursing Workforce Development\" and creates new provisions relating to application requirements, uses of funds (including maintenance of effort), matching requirements, preference, and generally applicable provisions (including peer review and allowing contracts under the title to be entered into with public or private entities as necessary). Removes provisions authorizing appropriations for student loan funds. Establishes the National Advisory Council on Nurse Education and Practice. Allows amounts appropriated under title VIII to be used to support activities of the Council and to provide technical assistance. Provides for recovery of construction assistance if the facility is used contrary to or ceases to be used according to requirements. Authorizes grants and contracts for: (1) supporting advanced practice nursing education and practice and traineeships for advanced practice nursing; (2) special projects to increase nursing education opportunities for individuals from disadvantaged backgrounds; and (3) projects to strengthen capacity for basic nurse education and practice. Authorizes appropriations. Subtitle C: Financial Assistance - Adds references to training in, schools of, and activities related to public health, disease prevention, and health promotion numerous places in provisions authorizing and regulating the National Health Service Corps Loan Repayment Program. Adds references to degrees or graduate training programs in public health to provisions relating to the period of obligated service under the National Health Service Corps Scholarship Program and the Loan Program. Authorizes appropriations to carry out the Scholarship Program and the Loan Program. Allows: (1) grants to States for loan repayment programs to be used for public health disease prevention and health promotion in health professional shortage areas; and (2) a State, in carrying out a State loan repayment program, to accept service in a private clinical practice in a health professional shortage area. Removes provisions authorizing appropriations for grants to States for demonstration programs to increase the availability of primary health care in health professional shortage areas. (Sec. 132) Removes nursing loan repayment program provisions relating to breach of agreements for obligated service and authorizations of appropriations. (Sec. 133) Adds to the definition of \"health professional shortage area\" State or local health departments with a severe shortage of public health personnel. (Sec. 135) Requires that schools participating in a student loan fund under specified provisions have certain percentages of their graduates over the preceding four (currently, three) years in primary care residency or practice. Requires student loan recipients to practice in primary care for five years after their residency is completed (currently, to practice in primary care until the loan is repaid). (Sec. 136) Authorizes appropriations for Federal capital contributions to student loan funds for individuals from disadvantaged backgrounds. Repeals the authorization provisions on a specified date. (Sec. 137) Allows nursing student loan recipients who failed to make consecutive payments but who have made consecutive payments for the last year to have the repayment period extended a specified period. Increases minimum monthly payments. Declares that, notwithstanding any other Federal or State law, no limitation terminates the period during which actions may be taken by a nursing school seeking repayment of loan amounts. Provides for breach of agreement to provide services in consideration of receiving Federal funds for nursing education. Modifies requirements regarding the distribution of assets from nursing student loan funds. (Sec. 138) Revises the annual limit on the amount of each loan for students in schools of medicine, osteopathic medicine, dentistry, pharmacy, podiatric medicine, optometry, or veterinary medicine. Requires repayment in ten to 25 years (currently, in ten years) and increases minimum monthly payments. Declares that, notwithstanding any other Federal or State law, no limitation terminates the period during which actions may be taken by a school seeking repayment of loan amounts. Revises requirements regarding the disposition of funds returned to the Secretary of Health and Human Services. (Sec. 141) Defers repayment of graduate insured health education assistance loans while the borrower is providing health care services to Indians through an Indian health program. Allows collection of unpaid amounts from the estate of a borrower who has died. (Sec. 142) Removes provisions mandating performance standards for lenders and holders of loans. Requires payment to insurance beneficiaries in the event of default at the rate of 98 percent of the loss amount unless the lender, holder, or servicer has a compliance performance rating of at least 97 percent of all due diligence requirements applicable to each loan serviced by the lender, holder, or servicer. (Sec. 143) Sets limits on the total principal amount of new loans made and installments paid during specified fiscal years and modifies related requirements. Authorizes the Secretary of Health and Human Services to reserve a specified amount (from premiums and other moneys, property, or assets derived from operations under provisions relating to insured health education assistance loans to graduate students) for administration of the Office for Health Education Assistance Loan Default Reduction. (Sec. 151) Authorizes grants for scholarships for individuals from disadvantaged backgrounds. Authorizes appropriations, requiring that a specified percentage be distributed to schools of nursing. Title II: Office of Minority Health - Revises the duties of the Office of Minority Health and establishes the Advisory Committee on Minority Health. Modifies provisions regulating grants, cooperative agreements, and contracts to carry out the Office's duties. Authorizes appropriations. Title III: Selected Initiatives - Mandates programs on birth defects, including operating regional centers for conducting epidemiological birth defect prevention research. Requires establishment of a National Information Clearinghouse on Birth Defects. Authorizes grants and contracts. (Sec. 302) Removes a requirement that State contributions of nonfederal matching funds (for the operation of State rural health offices) be in cash. Authorizes appropriations. Increases the aggregate grant amount after which no more grants may be made and repeals, on a specified date, the provisions authorizing the grants. (Sec. 303) Modifies the permitted uses of grants and contracts for serving the health needs of Pacific Islanders. Authorizes appropriations. (Sec. 304) Removes the limits on the number of grants that must be made to States for demonstration projects on Alzheimer's disease or related disorders. Revises project requirements. Removes grant time limits. Authorizes appropriations. Title IV: Miscellaneous Provisions - Authorizes appropriations for carrying out (currently, for making grants under) provisions mandating, directly or through grants, specified activities regarding tuberculosis. (Sec. 402) Authorizes establishment of technical and scientific peer review groups and scientific advisory committees as needed for the Centers for Disease Control and Prevention. Mandates establishment of fellowship and training programs in disease detection and prevention methods. (Sec. 403) Amends the National Institutes of Health Revitalization Act of 1993 to remove provisions prohibiting an entity from spending funds under the Act unless the entity agrees to comply with the Buy American Act. (Sec. 404) Provides for recovery of funds paid in connection with construction of a facility if the facility ceases, during a prescribed period, to be owned or used as required. (Sec. 405) Adds counseling to the list of disciplines in provisions relating to obligatory service in return for traineeships. (Sec. 406) Reduces the amount required to be reserved for grants and contracts for regional centers for research on primates. (Sec. 407) Directs the Secretary of Health and Human Services, with regard to the programs under specified parts of titles VII (Health Professions Education) and VIII (Nurse Education) of the Public Health Service Act, to publish in the Federal Register a general program description for the funding of awards, solicit and receive written and oral comments (including the holding of a public forum), and consider the information received."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Professions Education Consolidation and Reauthorization Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Nursing Education Consolidation and Reauthorization Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Health Professions Education Consolidation and Reauthorization Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Nursing Education Consolidation and Reauthorization Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Health Professions Education Consolidation and Reauthorization Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Nursing Education Consolidation and Reauthorization Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to consolidate and reauthorize health professions and minority and disadvantaged health education programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:42-05:00"
}