{
  "actions": [
    {
      "acted_at": "1975-07-08", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8435-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "14", 
      "name": "Seiberling, John F.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "01040", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Udall, Morris K.", 
      "sponsored_at": "1975-01-03", 
      "state": "AZ", 
      "thomas_id": "01173", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Vigorito, Joseph P.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "01187", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-08", 
  "number": "8435", 
  "official_title": "A bill to reform the mining and mineral leasing laws, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mineral Leasing Act", 
  "sponsor": {
    "district": "2", 
    "name": "Mink, Patsy T.", 
    "state": "HI", 
    "thomas_id": "00815", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-08", 
  "subjects": [
    "Environmental protection", 
    "Leases", 
    "Mines and mineral resources", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum pipelines", 
    "Pipelines", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Mines and mineral resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-07-08", 
    "text": "Mineral Leasing Act - States that it is the policy of Congress to foster the exploration for and the production of mineral deposits in leasable Federal lands, while at the same time minimizing the adverse environmental effects of the exploitation of such mineral deposits. Defines the terms used in this Act. Title I: General Provisions - Sets forth general provisions governing all systems of mineral access regulated by this Act. Establishes specific regulations for the leasing of Federal lands for the exploration for and production of: (1) oil and gas; (2) oil shale, gilsonite, calcium, magnesium, sodium, potassium, elemental sulfur, and other bedded materials; (3) construction materials; and (4) hardrock minerals. Includes provisions providing for the regulation of the issuance of prospecting permits, competitive bidding for leases, environmental protection measures, surfaces leases, the right to water on leased lands, and rights-of-way for pipelines. States that prospecting permits may be issued for two-year terms, that a separate permit is required for each State in which prospecting operations will be carried out, and that activities under prospecting permits may not involve significant disturbance of the environment. States that leases to explore for, develop, and produce specified minerals may be granted to different persons for operations in the same lands where such minerals may feasibly be mined separately. Authorizes the Secretary of the Interior to permit one lessee to extract minerals associated with or related to the mineral for which the lease was granted. Reserves for the United States the ownership of and right to extract helium from all gas produced under leases issued pursuant to this Act. Directs the Secretaries of the Interior and Agriculture to evaluate the surface and subsurface values of Federal lands under their jurisdictions to determine the suitability or unsuitability of mineral activities on such lands, and the types of mineral activity for which such lands are suitable or unsuitable. Directs the head of the department or agency having jurisdiction over Federal land which may be unsuitable for specified mineral activity to determine prior to the issuance of a lease permitting such activity if such activity would present significant conflicts with other uses of the land. Provides standards to be followed by departments or agencies responsible for Federal land in determining the suitability of such lands for mineral activity. Sets forth criteria to guide responsible departments and agencies in determining the place of mineral activities on leasable Federal lands. Requires that leases be issued on the basis of competitive bidding. Sets forth environmental protection requirements with respect to mineral activities on Federal lands. Directs the Secretary of the Interior to issue environmental regulations to be observed by all lessees, including the requirement that the area covered by the operations on the lease be reclaimed, that an operation and reclamation plan be prepared and approved in advance of initiation of operations, and prior to any significant changes in operations, and that reclamation work be made an integral part of the operation and be completed in accordance with any applicable performance standards within reasonably prescribed time limits. Directs the Secretary to adopt performance standards for the reclamation of lands affected: (1) by surface mining operations; (2) by open pit mining operations; and (3) by underground mining operations. Requires surface mining operators to backfill, compact, and grade in order to restore the area of operations to the approximate original contour. Requires: (1) the replacement of the original topsoil on surface-mined areas; (2) the prevention of pollution of areas; and (3) a revegetation program for a period of five years or longer. Requires open pit mining operators to return mined areas to the original contour, to the extent feasible, to take measure to prevent landslides, erosion, and water pollution, and to restore the original type of vegetation. Requires underground mining operators to adopt measures to prevent subsidence, to seal all mine entry ways and shafts, to stabilize all waste piles, and to minimize disturbances to the hydrologic balance prevailing at the site at the commencement of operations. Requires all lessees to submit annual reports to the Secretary describing their operations pursuant to their operation and reclamation plan. Sets forth regulations governing the use of surface lands by lessees. Authorizes the Secretary and the Secretary of Agriculture to require a lessee to post a bond in order to enforce any of the requirements of this Act. Requires the posting of a bond by all lessees to assure compliance with regulations governing reclamation. Provides for the temporary suspension of leases pursuant either to the action of the Secretary or the request of a lessee. Provides for the surrender, cancellation, and termination of leases. Sets forth regulations providing for the sharing of a leased area by more than one operator, and regulations limiting the acreage which may be under the combined direct and indirect control of one person. Provides for the assignment of all or part of the acreage covered by one lease. Authorizes the Secretary to grant to a lessee the right to drill for, produce, and use such water as may be necessary for the lessee's operation. Declares that any lease which is made the subject of an unlawful trust shall be forfeited by the lessee. Authorizes the Secretary of the Interior to grant rights-of-way through Federal lands for pipelines for the transportation of oil, and other gases and liquids, to lessees under this Act. Provides for the granting of such rights-of-way when Federal lands under the jurisdiction of other departments or agencies than the Interior Department are involved. Sets forth regulations covering the construction, operation and maintenance of pipelines on such rights-of-way, including regulations with respect to protection of the environment. Establishes penalties for violations of this Act and provides for citizen suits against violators of the provisions of this Act. Title II: Oil and Gas - Promulgates regulations specifically covering the leasing of Federal lands for operations conducted in connection with the exploration, development, and production of oil and gas. Sets forth an acreage limitation, a time limitation, and a minimum rental charge for such leases. Authorizes use of Federal lands for the subsurface storage of oil or gas whether or not produced on Federal lands. Title III: Oil Shale, Gilsonite, Calcium, Magnesium Sodium, Potassium, Elemental Sulfur, and Bedded Minerals - Promulgates specific regulations regarding classification of land, lengths of leases, acreage limitations, and production requirements for leases of public lands for exploration for, and production of: (1) oil shale; (2) gilsonite; (3) chlorides, borates, carbonates, halides, nitrates, phosphates, silicates, and sulfates of calcium, magnesium, sodium, and potassium; (4) elemental sulfur; and (5) other bedded minerals. Title IV: Construction Minerals - Authorizes the head of any Federal agency with surface jurisdiction of leasable Federal lands to issue leases, under such regulations as he may prescribe, for the exploration, development, and production, or contracts for the sale, at fair market value, of construction minerals in the leasable lands under his jurisdiction if such leasing or sale is not expressly prohibited by other laws of the United States, and is not detrimental to the public interest. Title V: Hardrock Minerals - Sets forth regulations regarding prospecting, exploration leases, development and production leases, and royalties and credits for hardrock minerals on public lands."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mineral Leasing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the mining and mineral leasing laws, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:49-05:00"
}