{
  "actions": [
    {
      "acted_at": "1995-04-06", 
      "committee": "Committee on Transportation and Infrastructure, and in addition to the Committees on Ways and Means, and the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Transportation and Infrastructure, and in addition to the Committees on Ways and Means, and the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-06", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-06", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-06", 
      "committee": "House Budget", 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-19", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Aviation", 
      "text": "Referred to the Subcommittee on Aviation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1441-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Aviation", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-04-06", 
  "number": "1441", 
  "official_title": "To provide for the transfer of operating responsibility for air traffic services currently provided by the Federal Aviation Administration on behalf of the United States to a separate corporate entity, in order to provide for more efficient operation and development of these transportation services and related assets, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "United States Air Traffic Service Corporation Act", 
  "sponsor": {
    "district": "15", 
    "name": "Mineta, Norman Y.", 
    "state": "CA", 
    "thomas_id": "00812", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-04-06", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Advice and consent of the Senate", 
    "Aeronautics", 
    "Affiliated corporations", 
    "Air cargo", 
    "Air routes", 
    "Air traffic", 
    "Airline passenger traffic", 
    "Airports", 
    "Airspace (Law)", 
    "American technical assistance", 
    "Armed forces and national security", 
    "Auditing", 
    "Aviation agreements", 
    "Aviation fuels", 
    "Aviation safety", 
    "Civil rights and liberties, minority issues", 
    "Collective bargaining", 
    "Collective bargaining agreements", 
    "Commerce", 
    "Competition", 
    "Congress", 
    "Cost accounting", 
    "Crime and law enforcement", 
    "Deficit reduction", 
    "Department of Transportation", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Economics and public finance", 
    "Eminent domain", 
    "Employee rights", 
    "Excise tax", 
    "Executive orders", 
    "Executive reorganization", 
    "Federal aid to transportation", 
    "Federal budgets", 
    "Federal employees", 
    "Federal preemption", 
    "Federal receipts and expenditures", 
    "Finance and financial sector", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Gasoline tax", 
    "General aviation aircraft", 
    "Government aircraft", 
    "Government corporations", 
    "Government operations and politics", 
    "Government procurement", 
    "Government securities", 
    "Government spending reductions", 
    "Government trust funds", 
    "Industrial arbitration", 
    "Information services", 
    "Interest", 
    "International affairs", 
    "International cooperation", 
    "Labor and employment", 
    "Labor disputes", 
    "Labor unions", 
    "Law", 
    "Licenses", 
    "Local taxation", 
    "Mediation", 
    "Military aviation", 
    "Military personnel", 
    "Narcotic traffic", 
    "Navigation (Aeronautics)", 
    "Off-budget expenditures", 
    "Personnel management", 
    "Presidential appointments", 
    "Public lands and natural resources", 
    "Radio frequency allocation", 
    "Research and development", 
    "Right to travel", 
    "Science, technology, communications", 
    "Standards", 
    "State taxation", 
    "Subsidiary corporations", 
    "Tax-exempt organizations", 
    "Tax-exempt securities", 
    "Taxation", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Transportation planning", 
    "Treaties", 
    "User charges", 
    "War and emergency powers", 
    "Weather forecasting"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-04-06", 
    "text": "TABLE OF CONTENTS: Title I: General Title II: Transfer of Air Traffic Service From the Federal Aviation Administration Title III: Permanent Federal Requirements Title IV: Amendments to Federal Aviation Laws Title V: Other Applicable Statutes Title VI: Transition Provisions United States Air Traffic Service Corporation Act - Title I: General - Sets forth the findings and purposes of this Act. Title II: Transfer of Air Traffic Service From the Federal Aviation Administration - Creates the United States Air Traffic Service Corporation and transfers to it all air traffic services held by the Federal Aviation Administration (FAA). (Sec. 204) Requires the Board of Directors of the Corporation to create a Safety Committee, and any other needed committees, to supervise the aviation safety activities of the Corporation. (Sec. 207) Directs the Corporation to exercise day-to-day operational supervision and control over the movement of aircraft. (Sec. 209) Directs the Corporation to: (1) impose fees for services provided to aircraft other than public, U.S. military, and certain general aviation aircraft; and (2) study the allocation of all Corporation costs (including Department of Defense costs to produce air traffic control services for civilian aviation) to identifiable, discrete air-traffic-service categories and user categories. (Sec. 210) Exempts the Corporation from State or local taxation, with specified exceptions. (Sec. 211) Prohibits any State or political subdivision or political authority of two or more States from enacting or enforcing any law or regulation relating to air traffic services provided by the Corporation. Title III: Permanent Federal Requirements - Authorizes the President, in the event of war or national emergency, to transfer any functions of the Corporation to the Department of Defense (DOD). (Sec. 302) Grants Corporation employees the right to form a union and to bargain collectively. Establishes a Labor Resolution Board for the binding resolution of bargaining impasses. Prohibits strikes, work stoppages, and slowdowns by Corporation employees or their representative labor organization. Title IV: Amendments to Federal Aviation Laws - Amends Federal transportation law to require the Administrator of the FAA, in carrying out certain aircraft safety registration requirements, including regulation of the Corporation, to consider the requirements of national defense and commercial and general aviation, and the public right of freedom of transit through navigable airspace. (Sec. 403) Requires the Administrator of the FAA to develop safety standards and policy for the use of navigable airspace. (Sec. 405) Require the Corporation to develop plans for the effective discharge of Corporation and FAA responsibilities in the event of war. (Sec. 406) Prohibits the Corporation from taking action that would have the force and effect of law relating to a price, route, or service of an air carrier. (Sec. 407) Requires the Administrator of the FAA and the Corporation to consult and cooperate with respect to research and development activities related to the use of navigable airspace, air traffic control, and air navigation, in order to avoid duplication of research and development efforts. (Sec. 409) Authorizes and directs the Administrator of the FAA to prescribe by regulation minimum standards to assure the highest level of aviation safety in the public interest, and to insure that national defense needs are met, in actions taken by the Corporation. Title V: Other Applicable Statutes - Directs the Corporation to establish a comprehensive system for the management, compensation, and advancement of Corporation employees that best serves the needs of airspace management in the United States. (Sec. 502) Amends the Government Corporation Control Act to cover the United States Air Traffic Service Corporation, except for specified provisions. (Sec. 503) Amends the Internal Revenue Code to extend, until January 1, 1999, the tax on the sale of aviation fuel and the tax on gasoline and nongasoline fuels used in aircraft in noncommercial aviation. Decreases the air transportation tax imposed on passengers from ten percent to 1.5 percent of the amount paid for such transportation beginning on or after January 1, 1997. Decreases, as of January 1, 1997, the tax imposed: (1) upon air passengers whether within or without the United States from six dollars to 90 cents; and (2) on the transportation of property within or without the United States from 6.25 percent to .95 percent of the amount paid for such transportation. Extends such taxes through January 1, 1999. Amends the Trust Fund Code of 1981 to extend the transfer of certain aviation taxes into the Airport and Airway Trust Fund until January 1, 1999. Extends the airport and airway program through October 1, 1999. Extends the current financing rate for the Airport and Airway Trust Fund through December 31, 1998. (Sec. 504) Authorizes the transfer of amounts from the Fund to cover Corporation: (1) air traffic transition costs; (2) air facility costs; and (3) commencement services. (Sec. 505) Prohibits the Corporation's receipts and disbursements from being counted as new budget authority, outlays, receipts, or deficit or surplus with respect to: (1) the President's budget; (2) the congressional budget; or (3) the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings). (Sec. 506) Amends the Congressional Budget Act of 1974 to reduce discretionary spending limits for FY 1997 through FY 2000. Title VI: Transition Provisions - Directs the Administrator of the FAA and the Chief Executive Officer of the Corporation to jointly determine which functions and which Federal employees are to be transferred to the Corporation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States Air Traffic Service Corporation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for the transfer of operating responsibility for air traffic services currently provided by the Federal Aviation Administration on behalf of the United States to a separate corporate entity, in order to provide for more efficient operation and development of these transportation services and related assets, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:20-05:00"
}