{
  "actions": [
    {
      "acted_at": "2011-04-07", 
      "committee": "House Committee on Oversight and Government Reform", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Oversight and Government Reform.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-04-08", 
      "in_committee": "House Committee on Oversight and Government Reform", 
      "references": [], 
      "subcommittee": "Technology, Information Policy, Intergovernmental Relations and Procurement Reform     ", 
      "text": "Referred to the Subcommittee on Technology, Information Policy, Intergovernmental Relations and Procurement Reform     .", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1424-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Technology, Information Policy, Intergovernmental Relations and Procurement Reform", 
      "subcommittee_id": "30"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-04-07", 
  "number": "1424", 
  "official_title": "To improve the Federal Acquisition Institute.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s762-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Acquisition Improvement Act of 2011", 
  "sponsor": {
    "district": "11", 
    "name": "Connolly, Gerald E.", 
    "state": "VA", 
    "thomas_id": "01959", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-04-07", 
  "subjects": [
    "Executive agency funding and structure", 
    "Government employee pay, benefits, personnel management", 
    "Government operations and politics", 
    "Office of Management and Budget (OMB)", 
    "Public contracts and procurement"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-04-07", 
    "text": "Federal Acquisition Improvement Act of 2011 - Amends the National Defense Authorization Act for Fiscal Year 2008 to provide that the Associate Administrator for Acquisition Workforce Programs shall: (1) be chosen on the basis of demonstrated knowledge and expertise in acquisition, human capital, and management; (2) be located in the Office of Federal Procurement Policy; and (3) implement acquisition workforce programs. Establishes a Federal Acquisition Institute (FAI) and enumerates its purposes with respect to the development of a professional acquisition workforce. Requires: (1) the Director of the Office of Management and Budget (OMB) and the Administrator of General Services (GSA) to provide FAI with the necessary budget resources and authority to support government-wide training standards and certification requirements necessary to enhance the mobility and career opportunities of the federal acquisition workforce, and (2) the GSA Administrator to provide FAI with amounts from the acquisition training fund sufficient to meet the annual budget for FAI requested by the Administrator for Federal Procurement Policy. Directs: (1) the Administrator for Federal Procurement Policy, acting through FAI, to provide and update government-wide training standards and certification requirements; and (2) all federal civilian agency acquisition internship or acquisition training programs to follow guidelines provided by the Office of Federal Procurement Policy to ensure consistent training standards necessary to develop uniform core competencies throughout the federal government. Directs the GSA Administrator to manage the acquisition workforce training fund through FAI to support FAI activities and to ensure that funds collected are only used for such purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Acquisition Improvement Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To improve the Federal Acquisition Institute.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:07:23-05:00"
}