{
  "actions": [
    {
      "acted_at": "1991-09-17", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-24", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to the Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3364-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-09-17", 
  "number": "3364", 
  "official_title": "To reauthorize and revise certain provisions of the Higher Education Act of 1965 in order to strengthen access to higher education opportunities for low-income students and minority students, especially African Americans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "College Opportunity Act of 1991", 
  "sponsor": {
    "district": "10", 
    "name": "Payne, Donald M.", 
    "state": "NJ", 
    "thomas_id": "00902", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-09-17", 
  "subjects": [
    "Authorization", 
    "Black colleges", 
    "Black education", 
    "Black students", 
    "Black teachers", 
    "Compensatory education", 
    "Education", 
    "Education of socially handicapped children", 
    "Federal aid to higher education", 
    "Minority education", 
    "Minority students", 
    "Minority teachers", 
    "Professional education", 
    "Scholarships", 
    "Secondary education", 
    "Secondary school students", 
    "Teacher education", 
    "Teacher supply and demand"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-09-17", 
    "text": "College Opportunity Act of 1991 - Title I: Paul Douglas Teacher Scholarships - Amends the Higher Education Act of 1965 to extend the authorization of appropriations for the Paul Douglas Teacher Scholarships program. Extends the period of such scholarship program and increases the total maximum number of individuals who may receive scholarships under it. Establishes a minority teaching incentive award of an additional $1,000 for each year of such a scholarship, which the state agency must agree to pay to any minority recipient who agrees to perform the required teaching under such scholarship program in an elementary or secondary school of a local educational agency with a significant number of minority students. Requires statewide panels to give priority when selecting new scholarship recipients to applicants who are members of groups underrepresented in the teaching profession, such as minorities and individuals with disabilities. Title II: Christa McAuliffe Fellowships - Extends the authorization of appropriations for the Christa McAuliffe Fellowship program for teachers. Title III: New Teacher Programs for the Improvement of the Education of Minorities - Provides for teacher recruitment for the improvement of the education of minorities. Authorizes the Secretary of Education (the Secretary) to make grants to institutions of higher education with schools or departments of education to pay the Federal share of program to: (1) recruit, prepare, and train students to become elementary and secondary school teachers; and (2) place students as teachers in urban and rural local educational agencies having 50 percent minority student enrollment in their elementary and secondary schools. Requires special consideration to be given to historically black colleges and universities in making such grants. Sets forth requirements for grant uses, applications, and Federal share. Authorizes the Secretary to make grants to partnerships composed of institutions of higher education and local educational agencies for programs to identify and encourage minority students in the seventh through twelfth grades to aspire to and prepare for careers in elementary and secondary school teaching. Authorizes grants to consortia of institutions of higher education with special expertise which have entered a partnership agreement. Sets forth grant selection criteria, partnership agreement requirements, authorized uses of funds, and application requirements. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "College Opportunity Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reauthorize and revise certain provisions of the Higher Education Act of 1965 in order to strengthen access to higher education opportunities for low-income students and minority students, especially African Americans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:45-05:00"
}