{
  "actions": [
    {
      "acted_at": "1979-10-11", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-02-08", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Governmental Affairs with amendment, S. Rept. 96-570.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-28", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-28", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-28", 
      "bill_ids": [
        "hr24-96"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H. R. 24 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1878-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-11", 
  "number": "1878", 
  "official_title": "A bill to improve the budget management and expenditure control by revising certain provisions relating to the Comptroller General and the Inspectors General of the Departments of Energy, and Health, Education, and Welfare, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr24-96", 
      "reason": "related"
    }
  ], 
  "short_title": "General Accounting Office Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Glenn, John H., Jr.", 
    "state": "OH", 
    "thomas_id": "01339", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-10-11", 
  "subjects": [
    "Armed forces and national security", 
    "Auditing", 
    "Classified defense information", 
    "Confidential funding (Federal budgets)", 
    "Congress and Congressmen", 
    "Congressional agencies", 
    "Congressional committees", 
    "Counterintelligence", 
    "Crime and law enforcement", 
    "Economics and public finance", 
    "Executive privilege", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government spending", 
    "Governmental investigations", 
    "National Security and Intelligence Operations", 
    "Presidential appointments", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Security classification (Government documents)", 
    "Subpoena"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1980-02-28", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 24 passed in lieu) General Accounting Office Act of 1980 - =Title I: General Accounting Office Provisions= - Amends the Budget and Accounting Procedures Act of 1950 to require that the Comptroller General have access to such information as is necessary to audit Federal expenditures which heretofore were accounted for solely on the approval, authorization, or certificate of the President or an official or an executive agency. Prohibits an employee of the General Accounting Office (GAO) from releasing any information concerning such an expenditure to anyone except: (1) the President or the head of the agency concerned; (2) another GAO employee; or (3) specified committees of Congress. Permits the President to exempt from such access, information concerning foreign intelligence or counterintelligence activities, or sensitive law enforcement investigations. States that such exempted information and information concerning expenditures of the Central Intelligence Agency shall be reviewable by the Permanent Select Committee on Intelligence of the House and the Select Committee on Intelligence of the Senate. Requires the Director of the Office of Management and Budget (OMB) to submit to specified committees of Congress and the Comptroller General, a report listing every account potentially subject to audit under this Act. Amends the Budget and Accounting Act of 1921 to authorize the Comptroller General: (1) to submit a a written request to the head of an establishment for any information which such establishment has not provided, pursuant to an initial request, within a reasonable time; (2) to report any failure to comply with such written request to specified Government officials and to such establishment; (3) 20 days after filing such report, to apply to the United States District Court for the District of Columbia for an order requiring such establishment to produce any information still withheld; and (4) to subpoena information, records, and documents of contractors, subcontractors, or other non-Federal persons to which the Comptroller General has a right of access by law or agreement. Prohibits the Comptroller General from applying for such a court order or issuing a subpoena for information: (1) which relates to foreign intelligence or counterintelligence activities as designated by the President; (2) which is exempted from disclosure to the Comptroller General by statute; or (3) if the President or the Director of the OMB certifies that such information could be withheld under certain provisions of the Freedom of Information Act and that disclosure of such information could impair Government operations. States that information made available to the Comptroller General under this Act shall be subject to the same level of confidence as is required by the agency supplying such information. Declares that nothing in this Act shall be construed as authority to withhold information from Congress. Stipulates that an agency shall have a period of not more than 30 days in which to comment on a GAO draft report unless the Comptroller General determines that more time is necessary to improve the accuracy of the report. Directs the Comptroller General to: (1) furnish certain committees of Congress with copies of draft reports on request; and (2) issue with the final report a statement of any significant changes from prior drafts. Establishes a commission to recommend individuals to the President for appointment to the Office of Comptroller General or the Office of Deputy Comptroller General whenever a vacancy occurs in either of those offices. Stipulates that the Deputy Comptroller General shall hold office until any vacancy in the Office of Comptroller General is filled. =Title II: Conforming Amendments with Respect to the Inspectors General of the Departments of Energy and Health, Education, and Welfare= - Requires the Inspector General of the Departments of Energy and Health, Education, and Welfare: (1) to comply with standards established by the Comptroller General for audits of Federal programs and activities; and (2) to report expeditiously to the Attorney General any violation of Federal criminal law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "General Accounting Office Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the budget management and expenditure control by revising certain provisions relating to the Comptroller General and the Inspectors General of the Departments of Energy, and Health, Education, and Welfare, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:11-05:00"
}