{
  "actions": [
    {
      "acted_at": "1982-08-17", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-09-22", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-29", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-10-01", 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported to Senate by Senator Cohen with an amendment. With written report No. 97-652.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-10-01", 
      "calendar": "Senate Legislative", 
      "number": "940", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 940.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2847-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs (Select)", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Andrews, Mark", 
      "sponsored_at": "1982-08-17", 
      "state": "ND", 
      "thomas_id": "00019", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boschwitz, Rudy", 
      "sponsored_at": "1982-12-14", 
      "state": "MN", 
      "thomas_id": "01288", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1982-08-17", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1982-08-17", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-08-17", 
  "number": "2847", 
  "official_title": "A bill to provide for an Indian housing program for construction and financing of housing for Indians, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Housing Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Cochran, Thad", 
    "state": "MS", 
    "thomas_id": "00213", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1982-09-29", 
  "subjects": [
    "Building construction", 
    "Department of the Interior", 
    "Department of the Treasury", 
    "Executive reorganization", 
    "Federal aid to Indians", 
    "Federal aid to housing", 
    "Federal-Indian relations", 
    "Federally-guaranteed loans", 
    "Government operations and politics", 
    "Government trust funds", 
    "Home repair and improvement", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Indian lands", 
    "Native Americans", 
    "Planning", 
    "Public health", 
    "Rental housing", 
    "Residential rehabilitation"
  ], 
  "subjects_top_term": "Federal aid to Indians", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1982-10-01", 
    "text": "(Reported to Senate from the Select Committee on Indian Affairs with amendment, S. Rept. 97-652) Indian Housing Act of 1982 - Declares it to be the policy of the United States to provide grants, financing, and loan guarantees to assist Indians in obtaining decent, safe, and sanitary housing. Title I: Indian Housing Improvement Program - Establishes an Indian housing improvement program to make grants or provide assistance to preserve existing housing, make repairs, and construct or acquire standard housing for Indians. Authorizes the Secretary of the Interior, upon application of an Indian tribe or individual, to make grants or provide assistance to assist Indian families who are not eligible for housing assistance under titles II or III of this Act because of low income or extremely isolated circumstances. Directs the Secretary to assure that grants or assistance under this title be consistent with plans and priorities established by tribes. Directs the Secretary, upon the request of the appropriate tribe or tribal housing agency, to make such grants or assistance available through agreements with the tribe or tribal housing agency. Authorizes the Secretary, in the absence of such agreements, to: (1) make, with appropriate safeguards, direct grants to individual Indians; (2) contract with private construction firms (provides that specified law pertaining to the employment of Indian labor and the purchase of products of Indian industry shall apply unless the concerned tribe formally requests waiver on a specific procurement action); or (3) have repairs or new construction performed directly by the Bureau of Indian Affairs (BIA). Authorizes a tribe or tribal housing agency, with respect to such agreements, to require an assisted family to make a monthly payment, not to exceed the amount of an administrative charge or an amount satisfactory to the Secretary, to be used solely for tribal housing-related activities. Permits grants or assistance under this title to be used, under specified conditions, to finance: (1) minor repairs and additions to existing substandard housing to improve safety and sanitary conditions until standard housing assistance can be available; (2) major repairs, renovations, and/or enlargement of existing dwellings, including structually sound but deteriorated dwellings which can be economically placed in standard condition; and (3) construction or acquisition of new standard housing where severe need is demonstrated and it is established that there is no reasonable prospect that standard housing can be financed from other sources. Requires appropriate insurance for such housing, unless waived by the Secretary. Prohibits the Secretary from approving the sale of individual trust land or lease of tribal trust land upon which a house is constructed, acquired, or repaired pursuant to this title, unless specified conditions are met. Directs the Secretary to insure that a lien upon fee land is recorded under appropriate State law whenever a house constructed, acquired, or repaired pursuant to this title is located on such land. Permits the sale of a house constructed, acquired, or repaired pursuant to this title if the sale price is not less than the value of the assistance reduced five percent per year for 20 years. Requires that the amount of such minimum sale price be reimbursed to the United States and credited to the appropriation authorized under this title. Requires that any amount in excess of such minimum sale price shall be the property of the assisted Indian family. Grants the tribe the right of first refusal on the sale of any such house located on tribal trust land. Authorizes appropriations to carry out this title for FY 1983 through 1987. Title II: Indian Housing Finance Fund - Establishes an Indian housing finance fund to provide financing to Indian tribes for construction, acquisition, or rehabilitation of standard housing for Indian families who are: (1) unable to obtain financing from other sources on reasonable terms and conditions; (2) not eligible for assistance under title III of this Act; and (3) able to meet the minimum monthly payment required by this title. Directs the Secretary to limit assistance under this title to families with incomes at the time of initial occupancy not exceeding 130 percent of the area median income, with adjustments for specified factors. Requires a tribe, as a prerequisite for eligibility for financing from the fund, to submit a tribal housing plan for approval by the Secretary. Sets forth required inclusions in such plan and in applications for financing from the fund. Sets forth criteria upon which applications shall be evaluated and approved (including a determination by the Secretary that there is a reasonable prospect of repayment). Requires that tribal housing agencies be established to implement project agreements. Sets forth requirements for project agreements, including a tribe's: (1) setting forth its means of collecting monthly payments and depositing residual receipts; (2) agreeing to require any Indian family executing a housing assistance contract to authorize the Secretary to attach unobligated trust funds of the adult members for failure to meet such contract obligations; and (3) agreeing that its unobligated tribal trust funds may be subject to attachment for failure to meet specified requirements under certain conditions. Provides for a period of notice, prior to attachment of trust funds, during which a tribe or Indian family may: (1) pay the amount in default; (2) negotiate a repayment schedule; or (3) institute administrative appeals or judicial actions. Prohibits the Secretary from refusing to execute a housing assistance contract under this title on the basis that a tribe or Indian family has no trust funds to their credit. Sets forth requirements relating to: (1) disbursements from the fund; (2) construction or acquisition contracts; (3) final plans and specifications; (4) fee titles and leases; (5) land purchase; and (6) final inspections and certifications of completions of projects. Directs the Secretary to encourage the development of plans and specifications that promote the conservation and efficient use of energy. Sets forth provisions for housing assistance contracts between eligible Indian families and tribal housing agencies. Provides for monthly payments to the agency by the family in the amount of 20 percent of the adjusted family income, but not more than the amortization payment nor less than specified minimum payment. Requires annual review of such adjusted family income. Provides for reversion of the land to its former status and transfer of ownership of the house to the family at the end of 25 years. Prohibits the tribe from denying the family continued use of the land site unless the Secretary, the tribe, and the family negotiate for the tribal purchase of the house for an amount not less than the fair market value. Requires families receiving assistance under this title to make a minimum monthly payment to cover agency administrative costs, insurance premiums, and a contingency reserve for maintenance. Requires the agency to establish an account for residual receipts in the amount of the monthly payments collected less the minimum payment to be retained by the agency. Sets forth requirements for deposit of residual receipts in the fund. Makes tribal housing agencies responsible for implementation of monitoring and construction inspection procedures. Makes the technical staff of the Indian Health Service within the Department of Health and Human Services responsible for providing recommendations to the Secretary with respect to the adequacy of such procedures to assure compliance with minimum housing standards and project plans and specifications. Sets forth bonding requirements. Makes maintenance and utilities costs the responsibility of participating families. Sets forth contract requirements. Provides that specified provisions of the Indian Self-determination and Education Assistance Act (requiring wages in accordance with the Davis-Bacon Act and contract preferences for Indians) shall apply to all contracts, subcontracts, and employment opportunities supported by funding under this title unless a tribe formally requests waiver of such applicability in specific cases. Sets forth provisions relating to: (1) family sale or purchase of houses constructed, acquired, or rehabilitated with funds under a project agreement; (2) inheritance or assignation of family contractual interests in such housing; and (3) abandoned houses. Prohibits any Indian from being party to more than one housing assistance contract providing for a new standard house under title I or this title. Authorizes the Secretary to waive such limitation in appropriate circumstances. Authorizes tribal housing agencies to use project agreement funds to assist Indian families in making downpayments on standard housing to be financed through other sources of credit, under specified conditions. Requires tribal housing agencies to require that families with specified incomes provide evidence that at least two area lending institutions rejected home loan applications before such families are eligible for housing assistance under this title. Permits funds made available under this title to be used to construct rental housing. Sets forth requirements for maximum and minimum monthly rental payments, residual receipt payments, and tribal responsibility for utility and maintenance costs for such rental housing. Authorizes appropriations to carry out this title for FY 1983 through 1987. Title III: Indian Housing Loan Guarantee Fund - Establishes an Indian housing loan guarantee fund to provide access to sources of private financing for Indian families or tribes who otherwise would not be eligible for housing credit because of Federal laws restricting mortgage or other encumbrance of trust land. Authorizes the Secretary to guarantee up to 100 percent of the unpaid principal and interest due on any loan made to an Indian for the acquisition or construction of a standard house on trust land. Sets forth provisions relating to such loans' security, interest, premium charges, applications, sale or assignment, maturity, default, collection, and reimbursement guarantee. Sets forth requirements for lenders. Creates an Indian housing guarantee fund to be available to the Secretary as a revolving fund to carry out this title. Requires that this title's guaranteed loan program be operated separately from the Indian housing finance fund under title II of this Act and that no designated funds be transferred from one program to the other. Authorizes appropriations for FY 1983 through FY 1987. Sets forth permissible uses of such guarantee fund. Limits the aggregate outstanding principal amount which may be guaranteed by the Secretary, Sets forth provisions relating to guarantee fund assets, liabilities, and obligations and to servicing or purchase of guaranteed loans. Title IV: Miscellaneous Provisions - Directs the Secretary to establish in the Bureau of Indian Affairs an Office of Indian Housing Programs with primary responsibility for administering the programs established by this Act. Authorizes the Secretary to provide technical assistance to Indian tribes for housing plan development and implementation and for application preparation and submission. Directs the Secretary to provide for establishment of a training program to develop understanding by the participating families of the roles and responsibilities of the tribal housing agency, the Federal Government, and participants under titles I and II. Requires that such program include basic home maintenance training. Allows up to one percent of funds appropriated under authority of titles I and II to be used to provide such technical assistance and training. Makes the Indian Health Service responsible for provision of water and sanitation facilities for houses constructed, acquired, or rehabilitated with assistance provided under this Act. Directs the Secretary to coordinate such activities and responsibilities with the Secretary of Health and Human Services. Directs the Secretary to ensure that planning and budgeting for necessary roads and sanitation facilities shall be done in conjunction with planning and budgeting for new housing to be constructed with funds appropriated pursuant to this Act. Permits funds appropriated under titles I and II to be used to provide site improvements, streets, and driveways within multiunit housing projects. Requires that such streets be built to BIA standards and maintained by the BIA. Directs the Secretary to continue to provide all-weather access roads to multiunit projects constructed under this title through existing road programs and authorizations. Directs the Secretary to: (1) conduct a biennial housing inventory of current Indian housing needs and conditions to be used for purposes of specified title II provisions; and (2) submit copies of such inventory to the Congress. Directs the Secretary, within two years of enactment of this Act, to conduct and submit to the Congress a study of the potential uses of trust funds of Indian tribes and individuals to support, directly or indirectly, the provision of housing for Indians and Alaska Natives (subject to the consent of the beneficial owner and the continued ensured integrity of such funds). Directs the Secretary to promulgate necessary rules and regulations to carry out this Act. Provides that housing assistance provided under this Act shall not exclude Indians from being eligible for other federally-assisted housing programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Housing Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Indian Housing Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for an Indian housing program for construction and financing of housing for Indians, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:26-05:00"
}