{
  "actions": [
    {
      "acted_at": "1986-10-08", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-10-09", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Immigration, Refugees, and International Law", 
      "text": "Referred to Subcommittee on Immigration, Refugees, and International Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-10-09", 
      "bill_ids": [
        "hr3810-99"
      ], 
      "references": [], 
      "text": "House Incorporated this Measure in H.R.3810 as an Amendment.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5665-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration, Refugees, and International Law", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Fish, Hamilton, Jr.", 
      "sponsored_at": "1986-10-08", 
      "state": "NY", 
      "thomas_id": "00384", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "42", 
      "name": "Lungren, Daniel E.", 
      "sponsored_at": "1986-10-09", 
      "state": "CA", 
      "thomas_id": "00717", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mazzoli, Romano L.", 
      "sponsored_at": "1986-10-09", 
      "state": "KY", 
      "thomas_id": "00753", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-10-08", 
  "number": "5665", 
  "official_title": "A bill to amend the Immigration and Nationality Act to revise and reform the immigration laws, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3810-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Immigration Control and Legalization Amendments Act of 1986", 
  "sponsor": {
    "district": "10", 
    "name": "Rodino, Peter W., Jr.", 
    "state": "NJ", 
    "thomas_id": "00973", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-10-08", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Agricultural labor", 
    "Agriculture and Rural Affairs", 
    "Aid to dependent children", 
    "Alien labor", 
    "Aliens", 
    "Authorization", 
    "Bridges", 
    "Children and youth", 
    "Civil Rights and Liberties", 
    "Colonial affairs", 
    "Corrections and Correctional Institutions", 
    "Counterfeiting", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Cuba", 
    "Customs unions", 
    "Data banks", 
    "Department of Justice", 
    "Deportation", 
    "Discrimination in employment", 
    "Economics and public finance", 
    "Education", 
    "El Salvador", 
    "Emigration", 
    "Executive reorganization", 
    "Fathers", 
    "Federal advisory bodies", 
    "Federal aid to housing", 
    "Federal-state relations", 
    "Food and Food Industry", 
    "Food stamps", 
    "Foreign Trade and Investments", 
    "Foreign students", 
    "Forgery", 
    "Free ports and zones", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Haiti", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Illegal aliens", 
    "Illegitimacy", 
    "Immigration", 
    "Imports", 
    "International affairs", 
    "International agencies", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Lawyers and Legal Services", 
    "Legal aid", 
    "Legal services", 
    "Medicaid", 
    "Mexico", 
    "Negotiations", 
    "Nicaragua", 
    "Parent and child", 
    "Passports", 
    "Prisoners", 
    "Prisons", 
    "Public assistance programs", 
    "Railroads", 
    "Seasonal labor", 
    "Social welfare", 
    "State finance", 
    "States", 
    "Student aid", 
    "Students", 
    "Supplemental appropriations", 
    "Supplemental security income program", 
    "Tariff", 
    "Telephone", 
    "Toll roads", 
    "Tourist trade", 
    "Trade agreements", 
    "Transportation and Travel", 
    "Treaties", 
    "Unemployment insurance", 
    "Unfair labor practices", 
    "User charges"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-10-08", 
    "text": "Immigration Control and Legalization Amendments Act of 1986 - Title I: Control of Illegal Immigration - Part A: Employment - Amends the Immigration and Nationality Act to make it unlawful for a person or other entity to: (1) hire (including through subcontractors), recruit, or refer for a fee for U.S. employment any alien knowing that such person is unauthorized to work, or any person without verifying his or her work status; or (2) continue to employ an alien knowing of such person's unauthorized work status. Makes verification compliance an affirmative defense to any violation in the hiring or referral of an alien. Establishes an employment verification system. Requires: (1) the employer to attest, on a form developed by the Attorney General, that the employee's work status has been verified by examination of a passport, birth certificate, social security card, alien documentation papers, or other proof; (2) the worker to similarly attest that he or she is a U.S. citizen or national, or authorized alien; and (3) the employer to keep such records for the period required by regulation. States that nothing in this Act shall be construed to authorize a national identity card or system. Sets forth employer sanction provisions. Provides for a six-month period of public education during which no employment violation penalties shall be imposed. Provides for a subsequent 12-month period during which violators shall be issued warning citations. Provides, at the end of such citation period, for graduated first and subsequent-offense civil penalties, injunctive remedies, or criminal penalties (for pattern or practice violations). Subjects violators to graduated civil penalties for related paperwork violations. Directs the Attorney General to provide notice and, upon request, an administrative hearing in the case of a disputed penalty. States that: (1) judicial review of a final administrative penalty shall be in the U.S. court of appeals; and (2) suits to collect unpaid penalties shall be filed in U.S. district courts. Makes it unlawful for an employer to require an employee to provide any type of financial guarantee or indemnity against any potential employment liability. Subjects violators, after notice and hearing opportunity, to a civil penalty for each violation and the return of any such amounts received. States that such employer sanction provisions preempt State and local laws. Makes it an unfair immigration-related employment practice for an employer of four or more persons to discriminate against any individual (other than an unauthorized alien) with respect to hiring, recruitment or referral for fee, because of such individual's origin or citizenship (or intended citizenship) status. Requires that complaints of violations of an immigration-related employment practice be filed with the Special Counsel for Immigration-Related Unfair Employment Practices (established by this Act) within the Department of Justice. Prohibits the overlap of immigration-related discrimination complaints and discrimination complaints filed with the Equal Employment Opportunity Commission. Authorizes the Special Counsel to: (1) investigate complaints and determine (within 120 days) whether to bring such complaints before a specially trained administrative law judge; and (2) initiate investigations and complaints. Permits private actions if the Special Counsel does not file a complaint within such 120-day period. Sets forth related administrative provisions. Amends the Migrant and Seasonal Agricultural Worker Protection Act to subject farm labor contractors to the requirements of this Act, beginning seven months after enactment and ending 6 years later. Makes it illegal to fraudulently misuse or manufacture entry or work documents (up to $5,000 fine or two years' imprisonment or both). Provides for a study on the use of a telephone verification system for determining alien employment eligibility. Requires a report to the Congress. Part B: Improvement of Enforcement and Services - States that essential elements of the immigration control and reform program established by this Act are increased enforcement and administrative activities of the Border Patrol, the Immigration and Naturalization Service (INS), and other appropriate Federal agencies. Authorizes increased FY 1986 and 1987 appropriations for: (1) INS; and (2) the Executive Office of Immigration Review. Directs the Attorney General, from funds appropriated to the Department of Justice for INS, to provide for improved immigration and naturalization services and for enhanced community outreach and in-service personnel training. Directs the Attorney General to report to the appropriate congressional committees within six months regarding the INS's data processing requirements. Sets forth related equipment acquisition requirements. Prohibits any such acquisitions without the approval of the Administrator of General Services. Revises the criminal penalties for the unlawful transportation of unauthorized aliens into the United States. Directs the Attorney General to develop a contingency plan to provide for the allocation and management of personnel and resources in the event of an immigration emergency. Establishes an immigration emergency fund to be used in accordance with such plan. Authorizes appropriations. Prohibits the use of such funding unless the President has certified to the appropriate congressional committees that an emergency exists. Amends the Immigration and Nationality Act to permit the owner or operator of a railroad line, international bridge, or toll road to request the Attorney General to inspect and approve measures taken to prevent aliens from illegally crossing into the United States. States that such approved measures shall be prima facie evidence of compliance with obligations under such Act to prevent illegal entries. Expresses the sense of the Congress that the immigration laws of the United States should be vigorously enforced, while taking care to protect the rights and safety of U.S. citizens and aliens. Part C: Verification of Status Under Certain Programs - Requires States to verify the immigration status of aliens applying for the following benefits: (1) aid to families with dependent children, medicaid, unemployment compensation, food stamps, and supplemental security income under the Social Security Act; (2) specified housing assistance under the Housing and Community Development Act of 1980; and (3) title IV educational assistance under the Higher Education Act of 1965. Provides an opportunity for the alien applicant to submit status evidence without denial or termination of benefits until such evidence has been verified. Provides States with full reimbursement for implementing and operating such verification programs. Requires: (1) INS program implementation by October 1, 1987; and (2) State implementation by October 1, 1988. Authorizes appropriations. Requires the Comptroller General to report to the Congress regarding the current verification pilot projects and the implementation of the verification system under this Part. Title II: Legalization - Directs the Attorney General to adjust to temporary resident status those aliens who: (1) apply within 18 months; (2) establish that they entered the United States before January 1, 1982, and have resided here continuously in an unlawful status (including Cuban/Haitian entrants) since such date; and (3) are otherwise admissible. Authorizes similar status adjustment for specified aliens who entered legally as nonimmigrants but whose period of authorized stay ended before January 1, 1982. (States that in the case of exchange visitors the two-year foreign residence requirement must have been met or waived.) Prohibits the legalization of persons: (1) convicted of a felony or three or more misdemeanors in the United States; or (2) who have taken part in political, religious, or racial persecution. Requires an alien applying for temporary resident status to register under the Military Selective Service Act, if such Act so requires. Directs the Attorney General to adjust the status of temporary resident aliens to permanent resident if the alien: (1) applies during the one-year period beginning with the 13th month following the grant of temporary resident status; (2) has established continuous residence in the United States since the grant of temporary resident status; (3) is otherwise admissible and has not been convicted of a felony or three or more misdemeanors committed in the United States; and (4) either meets the minimum requirements for an understanding of English and a knowledge of American history and government, or demonstrates the satisfactory pursuit of a course of study in these subjects. (Authorizes an exemption from such language and history requirement for individuals 65 years of age or older.) Specifies circumstances in which the Attorney General may terminate an alien's temporary resident status. Permits travel abroad and employment during such period. Authorizes the filing of status adjustment applications with the Attorney General or designated voluntary or governmental agencies. Directs the Attorney General to work with such agencies to: (1) disseminate program information; and (2) process aliens. Provides for the confidential treatment of application records. Establishes criminal penalties (fines, imprisonment, or both) for: (1) violations of such confidentiality; and (2) false application statements. Provides for application fees. Waives numerical limitations, labor certification, and other specified entry violations for such plans. Permits the Attorney General to waive other grounds for exclusion (except criminal, most drug-related, and security grounds) to assure family unity or when otherwise in the national interest. Requires the Attorney General to provide an alien otherwise eligible but unregistered who is apprehended before the end of the application period, an opportunity to apply for the legalization program before deportation or exclusion proceedings are begun. States that such alien shall be authorized to work in the United States pending disposition of the case. Provides for administrative and judicial review of a determination respecting an application for adjustment of status under this Act. Makes legalized aliens (other than Cuban/Haitian entrants) ineligible for Federal financial assistance, Medicaid (with certain exceptions), or food stamps for five years following a grant of temporary resident status and for five years following a grant of permanent resident status (permits aid to the aged, blind, or disabled). States that programs authorized under the National School Lunch Act, the Child Nutrition Act of 1966, the Vocational Education Act of 1963, chapter 1 of the Education Consolidation and Improvement Act of 1981, the Headstart-Follow Through Act, the Job Training Partnership Act, title IV of the Higher Education Act of 1965, the Public Health Service Act, and titles V, XVI, and XX of the Social Security Act shall not be construed as prohibited assistance. Continues assistance to aliens under the Refugee Education Assistance Act of 1980 without regard to adjustment of status. Requires the Attorney General to disseminate in English and other appropriate language information regarding the legalization program. Establishes procedures for the status adjustment to permanent resident of certain Cuban and Haitian entrants who arrived in the United States before January 1, 1982. Updates from June 30, 1948, to January 1, 1976, the registry date for permanent entry admissions records. Authorizes FY 1987 through 1991 appropriations for State legalization impact assistance grants. Directs the Secretary, subject to appropriated funds, to provide States with: (1) full reimbursement for public assistance provided to eligible legalized aliens; and (2) payments for educational services to such aliens. Title III: Reform of Legal Immigration - Part A: Temporary Agricultural Workers - Separates temporary agricultural labor from other temporary labor for purposes of nonimmigrant (H-2A visas) worker provisions. Requires an employer H-2A visa petition to certify that: (1) there are not enough local U.S. workers for the job; and (2) similarly employed U.S. workers' wages and working conditions will not be adversely affected. Authorizes the Secretary of Labor to charge application fees. Prohibits the Secretary from approving such petition if: (1) the job is open because of a strike or lock-out; (2) the employer violated temporary worker admissions terms; (3) in a case where such workers are not covered by State workers' compensation laws, the employer has not provided equivalent protection at no cost to such workers; or (4) the employer has not made regional recruitment efforts in the traditional or expected labor supply. Provides with regard to agricultural worker applications that: (1) the Secretary may not require such an application to be filed more than 60 days before needed; (2) the employer shall be notified in writing within seven days if the application requires perfecting; (3) the Secretary shall approve an acceptable application not later than 20 days before needed; and (4) the employer shall provide or secure housing meeting appropriate Federal, State, or local standards, including making provision for family housing for employees principally engaged in the range production of livestock. Provides that for three years, labor certifications for specified employers shall require such an employer to hire qualified U.S. workers who apply until the end of 50 percent of the H-2A workers' contract work period. Requires the Secretary, six months before the end of such period, to consider the advisability of continuing such requirement and to issue regulations (in the absence of enacting legislation) three months before the end of such period. States that employers shall not be liable for specified employment penalties if H-2A workers are dismissed in order to meet such 50 percent requirement. Permits agricultural producer associations to file H-2A petitions. Provides for expedited administrative appeals of denied certifications. Prohibits the entry of an alien as an H-2A worker if he or she has violated a term of admission within the previous five years. Authorizes permanent appropriations beginning with FY 1987 for the purposes of: (1) recruiting domestic workers for temporary labor and services which might otherwise be performed by nonimmigrants and agricultural transition workers; and (2) monitoring terms and conditions under which such individuals are employed. Authorizes permanent appropriations beginning in FY 1987 to enable the Secretary to make determinations and certifications. Expresses the sense of the Congress that the President should establish an advisory commission to consult with Mexico and other appropriate countries and advise the Attorney General regarding the temporary worker program. Establishes a special agricultural worker adjustment program. Provides for permanent resident adjustment for aliens who: (1) apply during a specified 18-month period; (2) have performed at least 90 man-days of seasonal agricultural work during the 12-month period ending May 1, 1986; and (3) are admissible as immigrants. Sets forth adjustment dates based upon periods of work performed in the United States. Authorizes travel and employment during such temporary residence period. Authorizes applications to be made inside the United States with the Attorney General or designated entities and outside the United States through consular offices. Provides for confidentiality and limited access to such information. Establishes criminal penalties for false application information, and makes an alien so convicted inadmissible for U.S. entry. Exempts such admissions from numerical entry limitations. Permits waiver of exclusion (except for specified criminal, drug offense, public charge, Nazi persecution, and national security grounds) for humanitarian or family purposes, or when in the national interest. Provides for a temporary stay of exclusion or deportation (and authority to work) for apprehended aliens who are able to establish a nonfrivolous claim for status adjustment. Provides for a single level of administrative appellate review of such status adjustment applications. Limits such review of the order of exclusion or deportation. Defines \"seasonal agricultural services\" as the performance of field work related to growing fruits and vegetables of every kind and other perishable commodities as defined in regulations by the Secretary of Agriculture. Directs the Secretaries of Agriculture and of Labor, jointly before each fiscal year (beginning in FY 1990 and ending in FY 1993) to determine whether additional special agricultural workers should be admitted because of a shortage of such workers in the United States. Sets forth factors to be considered in making such determinations. Authorizes associations and groups of employers to request additional admissions due to emergency or unforeseen circumstances. Authorizes groups of special agricultural workers to request decreased admissions due to worker oversupply. Requires the Secretaries to make request determinations within 21 days. Sets forth numerical limitations for such admissions beginning with FY 1990. Provides for the deportation of newly admitted special agricultural workers who do not perform 60 man-days of seasonal agricultural work in each of the first two years after entry. Prohibits naturalization of such workers unless they have performed 60 man-days of such work in each of five fiscal years. Treats temporary agricultural workers and special agricultural workers as \"eligible legalized aliens\" for purposes of Federal assistance to State and local entities for specified costs associated with such workers during their first five years in the United States. Establishes a 12-member Commission on Agricultural Workers to review the special agricultural worker provisions, the impact of the legalization and employer sanctions on agricultural labor, and other aspects of agricultural labor. Requires a report to the Congress within five years. Authorizes appropriations. Terminates the Commission at the end of the 63-month period beginning with the month after the month of enactment of this Act. States that specified agricultural workers shall be eligible for legal assistance under the Legal Service Corporation Act. Part B: Other Changes in the Immigration Law - Increases the annual colonial quota from 600 visas to 5,000 visas. Requires foreign students to return to the country of their nationality for at least two years after completing their studies before petitioning to return to the United States. Sets forth conditions for the waiver of such requirement. Declares aliens who have obtained certain advanced degrees, or are training for such degrees, eligible for educational visitor status. Prohibits non-waiver students from adjusting to permanent resident status. States that time spent in student or trainee status shall not count for purposes of eligibility for suspension of deportation. Includes within the definition of \"special immigrant\": (1) unmarried sons and daughters and surviving spouses of employees of certain international organizations; and (2) specified retirees of such organizations (\"I\" status) and their spouses. Grants nonimmigrant status to: (1) parents of children receiving \"I\" status while they are minors; and (2) other children of such parents or a surviving \"I\" status spouse. Authorizes the three-year pilot visa waiver program for up to eight countries providing similar benefits to U.S. visitors. Requires such visitors to the United States to: (1) have a nonrefundable roundtrip ticket; and (2) stay in the United States for not more than 90 days. Includes the relationship between an illegitimate child and its natural father within the definition of \"child\" for purposes of status, benefits, or privilege under such Act. States that for suspension of deportation purposes, an alien shall not be considered to have failed to maintain continuous physical presence in the United States if the absence did not meaningfully interrupt the continuous physical presence. Authorizes additional immigrant visas for natives of certain countries based on immigration from such countries during the ten-fiscal year period beginning July 1, 1955. Title IV: Reports to Congress - Directs the President to report to the appropriate congressional committees on: (1) general legal admissions under the Immigration and Nationality Act; (2) unlawful employment of aliens; and (3) the temporary agricultural worker (H-2A) program. Directs the Civil Rights Commission to monitor and report to such committees on the implementation and enforcement of provisions of this Act that result in unlawful discrimination. Directs the President to make two reports to the Congress on the legalization program established by this Act. Directs the Attorney General and the Secretary of State to jointly monitor the visa waiver program established by this Act, and report to the Congress within two years. Directs the Attorney General to report to the Congress within 90 days regarding INS resources. Provides for a feasibility study of a social security number validation system. Authorizes the President to negotiate with the Government of Mexico for the establishment of a fee-trade and co-production border zone as a first step to achieving a U.S.-Mexico free-trade area. Requires a report to the Congress. Title V: State and Local Assistance for Incarceration Costs of Illegal Aliens and Certain Cuban Nationals - Directs the Attorney General to reimburse States and local jurisdictions for the costs incurred in incarcerating illegal aliens and Cuban nationals. Authorizes appropriations. Title VI: Commission on International Migration and Development - Establishes a National Commission on International Migration and Development to conduct studies and report to the Congress regarding: (1) conditions in sending countries; and (2) trade and investment programs to alleviate such conditions. Requires annual reports to the Congress. Authorizes appropriations. Terminates such Commission 30 days after the end of the three year period beginning on the date the majority of the Commission members are appointed. Title VII: National Commission on Immigration - Establishes a National Commission on Immigration to conduct studies and report to the Congress regarding: (1) factors influencing illegal immigration and reciprocal trade and economic programs with Latin America; (2) employment of unauthorized aliens; (3) agricultural reliance on unauthorized workers; and (4) immigrant visa backlogs. Requires a report to the Congress within three years. Terminates such Commission 30 days after submission of such report. Authorizes appropriations. Title VIII: Investigation, Review, and Temporary Limitation on Deportation of Displaced Salvadorans and Nicarageans - Part A: GAO Investigation and Report - Requires the Comptroller General to begin an investigation within 60 days concerning displaced nationals of El Salvador and Nicaragua. Requires a report to the Congress within one year. Part B: Congressional Review - Provides for the referral of such report to the appropriate congressional committees for committee hearings and committee reports. Part C: Temporary Stay of Deportation - Provides for a temporary stay of detention and deportation for certain nationals of El Salvador or Nicaragua."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Immigration Control and Legalization Amendments Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act to revise and reform the immigration laws, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:46-05:00"
}