{
  "actions": [
    {
      "acted_at": "1979-10-16", 
      "committee": "Senate Committee on Agriculture, Nutrition and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture, Nutrition and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1898-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-16", 
  "number": "1898", 
  "official_title": "A bill to integrate the provisions of the National School Lunch Act and the Child Nutrition Act of 1966, and to extend those programs that expire in fiscal year 1980.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Child Nutrition Act", 
  "sponsor": {
    "district": null, 
    "name": "McGovern, George", 
    "state": "SD", 
    "thomas_id": "01397", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-10-16", 
  "subjects": [
    "Agriculture and food", 
    "Child health", 
    "Child welfare", 
    "Children and youth", 
    "Education", 
    "Federal aid to education", 
    "Food and Food Industry", 
    "Food relief", 
    "Nutrition", 
    "School lunch program"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-10-16", 
    "text": "National Child Nutrition Act - Title I: Declaration of Policy - Integrates the declarations of policy of the National School Lunch Act (NSLA) and the Child Nutrition Act (CNA). Title II: Definitions - Integrates definitions set forth in the NSLA and the CNA. Title III: School Lunch Program - Retains the School lunch program provisions of the NSLA. Title IV: School Breakfast Program - Integrates the school breakfast program provisions of the CNA and the NDSLA. Title V: Department of Defense Overseas Dependents' Schools - Integrates the provisions relating to Department of Defense dependents' schools in the NSLA and the CNA. Title VI: Special Milk Program - Retains the special milk program provisions of the CNA. Title VII: Food Service Equipment Assistance Program for Schools - Retains the food service equipment assistance program for schools provisions of the CNA. Title VIII: Summer Food Service Program - Retains the summer food service program provisions of the NSLA. Title IX: Child Care Food Program - Retains the child care food program provisions of the NSLA. Directs (formerly authorized) the Secretary of Agriculture to carry out such program. Title X: State Plans of Operation-Schools, Service Institutions - Integrates the provisions of the NSLA and the CNA relating to State plans of operation for schools, service institutions, and other institutions. Title XI: Miscellaneous Program Provisions - Integrates specified program provisions of the NSLA and the CNA relating to the nonprofit basis of specified programs, preschool programs, prohibitions regarding instruction, State and local expenditures, value of assistance, separate cost accounting, and State advisory councils. Title XII: Federal Administration of Programs - Integrates provisions of the NSLA and the CNA relating to Federal administration of programs. Title XIII: State Administrative Expenses - Retains the State administrative expenses provisions of the CNA. Title XIV: Special Supplemental Food Program - Retains the special supplemental food program provisions of the CNA. Title XV: Food Donations - Integrates the provisions of the NSLA and the CNA relating to food donations. Title XVI: Nutrition Education and Training - Retains the nutrition education and training provisions of the CNA. Title XVII: Additional Education and Training Authorizations-Surveys, Projects - Integrates provisions of the NSLA and the CNA relating to additional education and training authorizations and to surveys and projects. Title XVIII: Accounts and Records - Integrates provisions of the NSLA and the CNA relating to accounts and records. Title XIX: Criminal Provisions - Retains the criminal penalty provisions of the NSLA. Title XX: Advisory Councils - Integrates the provisions of the NSLA and the CNA relating to advisory councils. Title XXI: Regulations - Retains provisions of the CNA relating to regulations. Authorizes the Secretary to provide for the transfer of funds by any State between the programs authorized under this Act on the basis of an approved State plan of operation for the use of funds. Prohibits the Secretary from providing for the transfer of funds from the nutrition education and training program to any other program. Title XXII: Appropriations Authorized - Integrates authorizations of appropriations provided for in the NSLA and the CNA. Extends, without expiration date, such authorizations for programs for summer food service, State administrative expenses, and nutrition education and training which were to expire at the end of fiscal year 1980. Title XXIII: Administration and Budget - Retains provisions of the CNA relating to administration and budget, whereby administration of programs under this Act shall be centralized in the Department of Agriculture, but appropriations and expenditures for this Act shall be considered Department of Health, Education, and Welfare functions for budget purposes. Title XXIV: Treasury Payments - Integrates provisions of the NSLA and the CNA relating to Treasury payments. Title XXV: Miscellaneous Provisions - Repeals the National School Lunch Act and the Child Nutrition Act of 1966. Declares that provisions of such Acts which are relevant to current regulations of the Secretary governing all programs authorized under such Acts shall remain in effect until such regulations are revoked, suspended, amended, or modified by regulations issued pursuant to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Child Nutrition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to integrate the provisions of the National School Lunch Act and the Child Nutrition Act of 1966, and to extend those programs that expire in fiscal year 1980.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:11-05:00"
}