{
  "actions": [
    {
      "acted_at": "1991-10-22", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-29", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings held. Hearings printed: S.Hrg. 102-373.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-11-05", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education, Arts, Humanities", 
      "text": "Referred to Subcommittee on Education, Arts, Humanities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1845-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts and Humanities", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1992-01-23", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1991-10-22", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fowler, Wyche, Jr.", 
      "sponsored_at": "1991-11-12", 
      "state": "GA", 
      "thomas_id": "00405", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lott, Trent", 
      "sponsored_at": "1992-07-20", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shelby, Richard C.", 
      "sponsored_at": "1991-11-19", 
      "state": "AL", 
      "thomas_id": "01049", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-10-22", 
  "number": "1845", 
  "official_title": "A bill to ensure that all Americans have the opportunity for a higher education.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Financial Aid for All Students Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Simon, Paul", 
    "state": "IL", 
    "thomas_id": "01059", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-10-22", 
  "subjects": [
    "Academic performance", 
    "Bankruptcy", 
    "Collection of accounts", 
    "College costs", 
    "Compensatory education", 
    "Education", 
    "Education of socially handicapped children", 
    "Educational counseling", 
    "Elementary education", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federally-guaranteed loans", 
    "Government paperwork", 
    "Graduate students", 
    "Income", 
    "Income tax", 
    "Inflation", 
    "Interest rates", 
    "Licenses", 
    "Scholarships", 
    "Secondary education", 
    "Student aid", 
    "Student employment", 
    "Student loan funds", 
    "Tax administration"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-10-22", 
    "text": "Financial Aid for All Students Act of 1991 - Title I: Pell Grant Entitlement, Graduate Assistance, and Excellence Scholarships - Amends title IV (Student Assistance) of the Higher Education Act of 1965 (HEA) to revise provisions for Pell Grants. Increases the Pell Grant maximum by $600, after July 1, 1994, and makes the additional amount for which the student qualifies an entitlement. Authorizes a full entitlement under the Pell Grant program for all eligible students, if the Congress makes available for such purpose sufficient additional revenue or savings pursuant to the Budget Enforcement Act of 1990. Makes first-year graduate students eligible for Pell Grants if: (1) they would be eligible if they were undergraduates; and (2) there has been full funding of Pell Grants for undergraduate students in that fiscal year. Establishes an Excellence Scholarship Program for Pell Grant recipients who demonstrate high academic achievement. Grants eligible students a contractual right against the United States to receive such scholarships. Makes students eligible if they: (1) have received a Pell Grant for that academic year, are enrolled on at least a half-time basis in a program of study of at least two academic years in length that leads to a degree or certificate, and meet the following conditions for demonstrating academic excellence: (1) in the case of first year undergraduates, by taking specified college preparatory level coursework and by ranking in the top ten percent of their secondary school graduating class or achieving at least the minimum designated score on a nationally administered standardized test or participating for at least 36 months in an early intervention program, a special program for students from disadvantaged backgrounds, or similar program; (2) in the case of students who initially qualified for a first-year scholarship because they participated in such early intervention or special program, by participating in student support program services and continuing to make significant progress toward agreed-upon academic milestones; and (3) in the case of any other student, by ranking in the top ten percent of their last completed undergraduate class year or meeting another measure of academic achievement determined by the Secretary of Education (the Secretary). Sets such scholarship award at $1,000 for any academic year. Reduces such amount by the amount it exceeds the student's cost of attendance by itself or when combined with other Federal or non-Federal grant or scholarship assistance in the academic year. Provides for proportionate reductions in each award to adjust for insufficient appropriations. Allows eligible students to receive up to four scholarships, each for one academic year, for undergraduate study (or five scholarships for undergraduate study programs that require attendance for the full-time equivalent of five academic years). Provides that a student's eligibility for such a scholarship does not depend on receipt of scholarship or Pell Grant in the previous academic year. Title II: Income-Dependent Education Assistance Program - Establishes the Income-Dependent Education Assistance (IDEA) Credit program as part D of title IV of HEA. (Replaces the current part D, Income Contingent Direct Loan Demonstration Project.) Directs the Secretary to: (1) make IDEA loans to eligible students; and (2) enter into an agreement with the Secretary of the Treasury for the collection of repayments on such loans. Grants eligible students a contractual right against the United States to receive a loan under such IDEA program. Sets the following conditions for student eligibility for an IDEA loan: (1) eligibility for title IV assistance in accordance with specified provisions; (2) carrying at least one-half the normal full-time course work load; (3) applying for title IV need-based assistance,in the cases of independent students with adjusted gross incomes below specified levels and dependent students with family incomes below specified levels; (4) notification of the head of household of eligibility for a parent (PLUS) loan, in the case of dependent students with expected family contributions above specified levels; and (5) the borrower understanding and signing a statement that taking the IDEA loan will increase such individual's income taxes until the loan is paid in full with interest. Requires each eligible student to use the IDEA loan only to attend an eligible institution. Sets forth provisions for distribution of program funds to eligible institutions and students. Sets forth provisions for the amounts and terms of IDEA loans. Sets annual limits on the amounts of such loans to various categories of students. Sets a limitation on individual borrowing capacity, with adjustments for the borrower's age, exceptions for certain graduate students, and consideration of any outstanding student loan obligations. Limits the duration of individual eligibility for such loans. Sets forth requirements for: (1) agreements to the terms of such loans; and (2) applications. Sets forth provisions for interest charges on such loans. Requires such charges to be added to the recipient's obligation account at the end of each calendar year. Bases such charges on an interest rate equal to the lesser of: (1) ten percent; or (2) the sum of the average bond equivalent rates of 91-day Treasury bills auctioned for the previous year, plus two percentage points, rounded to the next higher one-eighth of one percent. Provides for conversion and consolidation of certain other types of student loans as IDEA loans. Authorizes the Secretary, upon request of borrowers who have received federally insured or guaranteed loans under title IV HEA (Stafford loans) or of the Public Health Service Act (PHSA) (HEAL loans), to make new IDEA loans to such borrowers which are equal to the sum of the unpaid principal of those other loans and which discharge the liability on those other loans. Provides for mandatory conversion of certain defaulted student loans to IDEA loans. Requires IDEA collection treatment of any loan made, insured, or guaranteed under specified provisions of HEA or PHSA after enactment of this Act which is assigned after default for collection by the Secretary of Education or the Secretary of Health and Human Services. Directs the Secretary of Education to study and report to the Congress on the effects of: (1) the IDEA program on participating institutions' tuition rates and accrediting and licensure standards; and (2) inflation on IDEA loan limits, on the progressivity factor in IDEA loan collection formulas, and on the cost of attendance at an eligible institution. Authorizes the Secretary, after consultation with the appropriate congressional committees, to make inflation adjustments to increase: (1) IDEA loan limits; (2) adjusted gross income levels used to determine the progressivity factor in IDEA loan collection formulas; and (3) the cost of attendance determination for purposes of IDEA loan amounts. Directs the Secretary to notify each IDEA loan borrower of his or her yearly repayment obligation. Sets forth formulas for computation of the annual IDEA loan repayment amount. Makes such amount equal to the lesser of: (1) 20 percent of the excess of the modified adjusted income of the taxpayer for such taxable year over the sum of the standard deduction and any applicable exemption; or (2) the product of a base amortization amount and a progressivity factor based on the taxpayer's modified adjusted gross income. Defines \"base amortization amount\" as the amount which, if paid at the close of each year for 12 consecutive years, would fully repay (with an eight-percent annual interest rate) the maximum account balance of the borrower. Sets forth progressivity factor tables for various types of taxpayers. Provides that, in general, the repayment obligation of an IDEA loan borrower shall terminate only if there is repaid the principal plus interest at applicable rates. Requires no repayment after 25 years in repayment status. Sets forth provisions for the determination of years in repayment status. Provides for discharge, by the Secretary, of the IDEA loan liability of any borrower who dies or becomes permanently and totally disabled. Provides for crediting of amounts paid on a joint return. Sets forth formulas for computation of an alternative annual payment for individuals who have attained age 55. Provides that, in general, an IDEA loan shall not be dischargeable in a case of bankruptcy, but authorizes the Secretary to postpone certain portions of the loan liability in such cases. Makes specified provisions relating to finality of assessment and collection applicable to such loans. Amends the Internal Revenue Code (IRC) to include the amount required to be repaid for IDEA loans under amounts listed under requirements relating to failure by an individual to pay estimated income tax. Requires individuals who are obligated to make IDEA loan repayments to file income tax returns for the applicable years. Adds provisions for the collection of IDEA loans under IRC. Directs the Secretary of the Treasury to enter into an agreement with the Secretary of Education to provide for collection of IDEA loan repayments due by using the income tax collection system. Title III: Early Intervention Program - Amends HEA to establish an Early Intervention Program (under provisions for grants to States for student incentives). Directs the Secretary to make incentive grants to States for early intervention programs that: (1) raise the awareness of eligible students about the advantages of obtaining a postsecondary education; (2) prepare students for postsecondary education; and (3) qualify students for Excellence Scholarships for Pell Grant recipients demonstrating academic achievement. Directs the Secretary to allocate such payments to States, on the basis of the number of eligible students, from a specified total amount. Entitles and grants a contractual right to each State to receive such payment, subject to continuing compliance with program requirements. Bases student eligibility for the early intervention program on their eligibility: (1) to be counted under the chapter 1 program for educationally disadvantaged students under title I of the Elementary and Secondary Education Act of 1965; (2) for assistance under the National School Lunch Act; or (3) for assistance under the Aid to Families with Dependent Children program under part A of title IV of the Social Security Act. Requires a State to use its allotment to conduct an early intervention program that: (1) provides eligible students in any of the grades pre-school through 12 with continuing systems of mentoring and advising that is coordinated with Federal and State community service initiatives, that may include specified support services, and that may be provided by specified types of service providers; (2) requires each student to agree to achieve certain academic milestones in exchange for an Excellence Scholarship; (3) creates new linkage structures and programs to encourage greater collaboration between elementary and secondary schools and institutions of higher education; and (4) provides for evaluation to allow service providers to track eligible student progress during program participation. Directs the Secretary to prescribe standards for the evaluation of the State programs. Requires submission of State plans. Requires annual State evaluations of such programs. Requires the Secretary to report annually to the Congress on assisted activities and program evaluations. Title IV: Guaranteed Student Loan Programs - Terminates all student loan programs under part B (Robert T. Stafford Student Loan Program) of title IV of HEA, except the parent loan (PLUS) program. Prohibits any new loan from being made, insured, or guaranteed under part B after June 30, 1994 (including Stafford loans and supplemental loans for students, but not parent PLUS loans). Provides that such prohibition shall not affect the administration of such loans made on or before June 30, 1994."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Financial Aid for All Students Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to ensure that all Americans have the opportunity for a higher education.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:16-05:00"
}