{
  "actions": [
    {
      "acted_at": "2012-06-27", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3347-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "2012-09-19", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2012-09-19", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-06-27", 
  "number": "3347", 
  "official_title": "A bill to require reports on countries with which the United States negotiates trade agreements, to establish terms for future trade agreements, and to enhance the promotion of exports of United States goods and services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2987-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4041-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1238-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2171-112", 
      "reason": "related"
    }
  ], 
  "short_title": "21st Century Trade Agreements and Market Access Act", 
  "sponsor": {
    "district": null, 
    "name": "Brown, Sherrod", 
    "state": "OH", 
    "thomas_id": "00136", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-06-27", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Agricultural prices, subsidies, credit", 
    "Agricultural trade", 
    "Alternative and renewable resources", 
    "Alternative dispute resolution, mediation, arbitration", 
    "Competitiveness, trade promotion, trade deficits", 
    "Congressional oversight", 
    "Consumer affairs", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Due process and equal protection", 
    "Employment discrimination and employee rights", 
    "Environmental health", 
    "Environmental regulatory procedures", 
    "Executive Office of the President", 
    "Food supply, safety, and labeling", 
    "Foreign trade and international finance", 
    "Free trade and trade barriers", 
    "Human rights", 
    "Human trafficking", 
    "Intellectual property", 
    "Intergovernmental relations", 
    "International law and treaties", 
    "Labor standards", 
    "Legislative rules and procedure", 
    "Migrant, seasonal, agricultural labor", 
    "Product safety and quality", 
    "Public contracts and procurement", 
    "Religion", 
    "Right of privacy", 
    "Rule of law and government transparency", 
    "Solid waste and recycling", 
    "State and local government operations", 
    "Tariffs", 
    "Trade agreements and negotiations", 
    "Trade restrictions", 
    "U.S. and foreign investments", 
    "Unemployment", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-06-27", 
    "text": "21st Century Trade Agreements and Market Access Act - Directs the President to report to Congress on foreign countries before the United States initiates trade agreement negotiations. Requires such report to: (1) assess whether the foreign country has a democratic form of government, adopted core labor rights, respects fundamental human rights and religious freedoms, complies with environmental laws, and enforces intellectual rights under the Agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPS); (2) assess whether the foreign country's government or any persons in such country transfer sensitive technology or products or provide services to other countries in a manner that poses a threat to U.S. national security; and (3) certify that the foreign country has not engaged in the unfair manipulation of the rate of exchange between its currency and the U.S. dollar in the 10-year period prior to such report. Directs the U.S. International Trade Commission (USITC), also before initiation of trade agreement negotiations, to report to the U.S. Trade Representative (USTR), the Secretary of Commerce, and Congress on market access opportunities and challenges arising from a prospective trade agreement if it will involve the modification of duties on imported products. Requires such report to: (1) assess tariff and nontariff barriers, policies, and practices of the government of the foreign country with respect to U.S. exports having the same physical characteristics and uses as the imported product for which a duty will be modified; (2) assess expected opportunities for U.S. exports to that foreign country if such tariff and nontariff barriers, policies, and practices are eliminated; and (3) estimate the foreign country's per capita and median income and population. Directs the USTR, after a trade agreement enters into force, to report annually to Congress on each foreign country party to it on: (1) market access commitments made by the foreign country under the trade agreement; (2) any commitments undermined by discriminatory measures imposed by the foreign country; (3) those commitments likely to have the most significant potential to increase U.S. economic growth or to have a negative impact on the creation of U.S. jobs, wages, and productivity; and (4) actions taken by the foreign country to comply with market access commitments. Expresses the sense of Congress with respect to legislation providing for expedited procedures for consideration of bills to implement trade agreements. Requires implementing bills of new trade agreements between the United States and a foreign country to include certain standards with respect to: (1) labor, (2) environment and public safety, (3) food and product health and safety, (4) services, (5) investment, (6) government procurement, (7) intellectual property, (8) agriculture, (9) trade remedies and safeguards, (10) state-owned enterprises, (11) dispute resolution and enforcement; and (12) technical assistance. Amends the Export Enhancement Act of 1988 to revise the duties of the Trade Promotion Coordinating Committee (TPCC). Requires the TPCC to: (1) make a recommendation for the annual unified federal trade promotion budget; and (2) review the proposed fiscal year budget of each federal agency with responsibility for export promotion or export financing activities before it is submitted to the Office of Management and Budget (OMB) and the President. Requires the governmentwide strategic plan to: (1) identify countries with which the United States could negotiate trade agreements to increase U.S. exports, (2) identify areas in which the TPCC can maximize existing partnerships with agencies by granting the TPCC the ability to partner with other agency partners without requiring an additional memorandum of understanding, (3) propose means to improve educational outreach to small- and medium-sized businesses with respect to the resources available through the TPCC and its member agencies, and (4) clearly describe the role of each TPCC member agency and its responsibility for export promotion and export financing. Requires the TPCC to coordinate with TPCC member agencies to publish export promotion and export financing information on the Export.gov website. Requires the Secretary of Commerce to: (1) conduct at least once every five years a global assessment of overseas markets to identify those with the greatest potential for increasing U.S. exports, and (2) redeploy U.S. and Foreign Commercial Service personnel and other resources on the basis of that assessment. Amends the Foreign Service Act of 1980 to require each chief of mission to a foreign country to develop a plan for effective diplomacy to remove or reduce obstacles to exports of U.S. goods and services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "21st Century Trade Agreements and Market Access Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require reports on countries with which the United States negotiates trade agreements, to establish terms for future trade agreements, and to enhance the promotion of exports of United States goods and services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:36:17-05:00"
}