{
  "actions": [
    {
      "acted_at": "1973-09-19", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10371-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-19", 
  "number": "10371", 
  "official_title": "A bill to establish a direct loan program to assist in meeting the needs of the elderly for adequate housing, and to encourage and facilitate in other ways the effective provision of more and better housing designed to meet these needs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Housing for the Elderly Act", 
  "sponsor": {
    "district": "10", 
    "name": "Heckler, Margaret M.", 
    "state": "MA", 
    "thomas_id": "00523", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-19", 
  "subjects": [
    "Aged and aging", 
    "Department of Housing and Urban Development", 
    "Federal officials", 
    "Housing and community development", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-19", 
    "text": "Housing for the Elderly Act - States that it is the purpose of this Act to provide for the needs of lower income elderly for suitable housing and related services and facilities at affordable costs. Authorizes the Secretary of Housing and Urban Development to make loans to any nonprofit corporation, any public body or agency or any limited distribution entity for the provision of rental housing and related facilities to elderly families. States that a loan to a nonprofit corporation or a public body or agency under this Act may be in an amount not to exceed 100 percent of the total development cost of the project involved. Authorizes to be appropriated a sum not to exceed $50,000,000 for the purpose of making such loans. Provides that in order to assist elderly families to rehabilitate homes owned and occupied by them and to provide themselves with decent, safe, and sanitary housing, the Secretary is authorized to provide assistance in the form of loans and grants to elderly families who own and occupy residential property. States that the receipts and disbursements of the Secretary in discharge of his functions under this Act shall not be included in the totals of the budget of the United States Government and shall be exempt from any annual expenditure and net lending limitations imposed on the budget of the United States Government. Establishes an additional position of Assistant Secretary for Housing for the Elderly within the Department of Housing and Urban Development. States that all of the programs administered by the Department to provide aid or assistance in behalf or the elderly shall be administered by the Assistant Secretary. Makes provisions for providing security in low-rent housing for the elderly and congregate housing for the elderly under the United States Housing Act of 1937. Provides for rent supplement payments for the elderly in subsidized housing under the Housing and Urban Development Act of 1965. Authorizes the Secretary to make loans for up-grading fire safety systems in housing projects which are predominantly for the elderly. Directs the Secretary of Housing and Urban Development to conduct such studies and investigations, and such demonstration projects, as he may deem necessary or appropriate to evaluate the housing needs of the elderly. Requires the Secretary to transmit to the President and to the Congress the results of his studies, investigations, and projects under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Housing for the Elderly Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a direct loan program to assist in meeting the needs of the elderly for adequate housing, and to encourage and facilitate in other ways the effective provision of more and better housing designed to meet these needs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:42-05:00"
}