{
  "actions": [
    {
      "acted_at": "2011-01-31", 
      "references": [
        {
          "reference": "CR S362-363", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-01-31", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [
        {
          "reference": "CR S363-365", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s234-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2011-01-31", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-01-31", 
  "number": "234", 
  "official_title": "A bill to amend title 49, United States Code, to provide for enhanced safety and environmental protection in pipeline transportation and to provide for enhanced reliability in the transportation of United States energy products by pipeline, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Strengthening Pipeline Safety and Enforcement Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Feinstein, Dianne", 
    "state": "CA", 
    "thomas_id": "01332", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-01-31", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Alternative and renewable resources", 
    "Business records", 
    "Department of Transportation", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Hazardous wastes and toxic substances", 
    "International organizations and cooperation", 
    "Oil and gas", 
    "Pipelines", 
    "Transportation and public works", 
    "Transportation safety and security", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-01-31", 
    "text": "Strengthening Pipeline Safety and Enforcement Act of 2011 - Directs the Secretary of Transportation to increase the number of Pipeline and Hazardous Materials Safety Administration (PHMSA) personnel by at least 100 full-time employees to carry out the pipeline safety program. Defines the term \"major consequence violation\" to mean a violation that contributed to any incident resulting in: (1) one or more deaths or injuries or illnesses requiring hospitalization; (2) environmental harm exceeding $250,000 in damage, including property loss; or (3) a pipeline release of gas or hazardous liquid that ignites or presents a safety threat to the public or the environment in a high consequence area. Subjects to a civil penalty of $250,000 any person who has committed a major consequence violation of a pipeline marking or excavation notification requirement, pipeline safety standard or regulation, or order. Authorizes the Secretary to impose a civil penalty on a person who obstructs or prevents an inspection or investigation of a gas pipeline or hazardous liquid pipeline. Prescribes a maximum civil penalty of $2.5 million for a related series of major consequence violations. Authorizes the Secretary to collect geospatial, technical, or other pipeline data on transportation-related oil flow lines (pipelines transporting oil off production grounds across areas not owned by the producer). Directs the Secretary to prescribe regulations requiring the installation in pipelines of remotely or automatically controlled valves capable of shutting of the flow of gas in the event of an accident. Requires the Secretary to establish standards for natural gas pipeline leak detection equipment and methods. Directs the Secretary to require pipeline operators to: (1) submit a traceable, verifiable, and complete record of all interstate and intrastate natural gas transmission lines in class 3 and class 4 locations and class 1 and class 2 high consequence areas that have not had a maximum allowable operating pressure established through prior, verifiable pressure hydrostatic testing or an equivalent pressure testing method; and (2) determine through use of the record the maximum allowable operating pressure for a transmission line. Directs the Secretary, in cases where a record is not available or a valid maximum allowable operating pressure is not established, to require a transmission line operator to: (1) conduct a pressure test and a pressure spike test, or replace the transmission line segment; and (2) establish an interim maximum allowable operating pressure for the transmission line that does not exceed 80% of the highest pressure the transmission line segment has previously operated, until such time as the pressure tests are completed. Repeals the exemption from federal pipeline safety standards of the movement of gas and hazardous liquid through unregulated gathering lines in rural areas. Revises the definition of \"hazardous liquid\" to include non-petroleum fuels and biofuels. Directs the Secretary to prescribe additional standards to require, at least once every five years, the inspection by an instrumented internal device (\"smart pig\") of each gas and hazardous liquid pipeline located in a high-density population area or an environmentally sensitive area. Requires such standards to require the use of another inspection method meeting specified criteria where \"smart pigs\" cannot be used in a segment of a pipeline. Directs the Secretary to prescribe minimum safety standards for the pipeline transportation of carbon dioxide in gaseous form. (Under current law, the Secretary is required to prescribe minimum standards for the pipeline transportation of carbon dioxide in liquefied form.) Prescribes requirements to authorize the Secretary to require persons proposing the construction, expansion, or operation of a gas or hazardous liquid pipeline (including construction inspections and oversight) to pay the costs of pipeline design safety reviews the Secretary conducts. Requires the Secretary to prescribe a fee structure, assessment methodology, and collection procedures with respect to the costs of providing such reviews. Establishes in the Treasury the Pipeline Safety Design Review Fund. Authorizes the Secretary to engage in activities supporting the exchange of information with domestic and international organizations about the public and environmental risks from pipelines, as well as efforts to develop and improve safety standards and requirements for pipeline transportation in interstate or foreign commerce. Sets forth certain factors the Secretary shall consider in granting a pipeline operator's application for a waiver of pipeline standards in nonemergency situations. Limits the waiver of one or more pipeline standards to no more than five years, renewable for successive five year periods. Requires the Secretary to establish reasonable fees for processing waiver applications. Establishes in the Treasury the Pipeline Safety Special Permit Fund. Revises national pipeline mapping system requirements to require each pipeline operator to provide the Secretary certain geospatial, technical, or other pipeline data, including preconstruction design reviews and compliance inspection prioritization. Directs the Secretary to study and report to Congress on the transportation of non-petroleum hazardous liquids by pipeline, including the extent to which the safety of such lines is unregulated by states, as well as whether the pipeline transportation of such chemicals across public areas would present significant risks to public safety, property, or the environment in the absence of regulation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Strengthening Pipeline Safety and Enforcement Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 49, United States Code, to provide for enhanced safety and environmental protection in pipeline transportation and to provide for enhanced reliability in the transportation of United States energy products by pipeline, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:59:46-05:00"
}