{
  "actions": [
    {
      "acted_at": "1981-10-19", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4774-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-10-19", 
  "number": "4774", 
  "official_title": "A bill to revise, codify, and enact without substantive change certain general and permanent laws, related to money and finance, as title 31, United States Code, \"Money and Finance\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Rodino, Peter W., Jr.", 
    "state": "NJ", 
    "thomas_id": "00973", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-10-19", 
  "subjects": [
    "Economics and public finance", 
    "Federal budgets", 
    "Finance and financial sector", 
    "Fiscal policy", 
    "Government operations and politics", 
    "Monetary policy", 
    "Money", 
    "Money supply"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-10-19", 
    "text": "Amends in its entirety, without substantive change, title 31 of the United States Code, Money and Finance. Subdivides such title into the following subtitles: (1) general; (2) the budget process; (3) financial management; (4) money; (5) general assistance administration; and (6) miscellaneous. Subtitle I: General - Sets forth the organization and administrative functions of the Department of the Treasury, the Office of Management and Budget, and the General Accounting Office. Subtitle II: The Budget Process - Sets forth provisions with respect to: (1) the budget and fiscal, budget, and program information; (2) the Congressional budget process; (3) appropriations; (4) appropriation accounting; and (5) impoundment. Subtitle III: Financial Management - Limits the face amount of obligations issued under this title and the face amount of obligations whose principal and interest are guaranteed by the United States government (except obligations held by the Secretary of the Treasury) to a specified amount. Sets forth provisions concerning the payment of obligations and interest on the public debt. Sets forth the general duties of the Secretary of the Treasury with respect to deposits and depositories. Declares that only officers and employees of the Department of the Treasury designated by the Secretary of the Treasury as disbursing officials may disburse public money available for spending by an executive agency. Sets forth other general provisions with respect to depositing, keeping, and paying money. Directs the Comptroller General to prescribe the account principles, standards, and requirements that the head of each executive agency shall observe. Requires each account of an agency to be audited administratively before being submitted to the Comptroller General. Provides for a general audit of each Federal agency by the Comptroller General. Sets forth the authority of the Comptroller General to settle claims of or against the United States government. Subtitle IV: Money- Sets forth provisions concerning: (1) the monetary system of the United States; and (2) general authority concerning the minting and issuing of coins, medals, and numismatic items. Sets forth the organization and administrative functions of the Bureau of the Mint. Provides for the operation of the Bureau of Engraving and Printing. Requires the Department of the Treasury to have a Bureau of Engraving and Printing Fund. Sets forth provisions concerning: (1) the conversion of currency of foreign countries; (2) the value of United States money holdings in international institutions; (3) counterfeit currency; (4) State taxation; and (5) engraved plates of portraits of deceased members of Congress. Sets forth restrictions and regulations concerning credit and monetary expansion and specified reports required on monetary instruments transactions. Subtitle V: General Assistance Administration - Requires the Director of the Office of Management and Budget to prepare and maintain information on domestic assistance programs. Sets forth procedures for the use of procurement contracts, grant agreements, and cooperative agreements. Provides for intergovernmental cooperation in administering grant programs. Sets forth the qualifications to be met in order for a State or local government to be eligible for revenue sharing funds. Sets forth provisions concerning payment for entitlement land. Subtitle VI: Miscellaneous - Sets forth provisions concerning the establishment and acquisition of government corporations and Congressional action on the budgets of wholly owned government corporations. Permits the use of government obligations instead of surety bonds. Sets forth the authority and revocation of authority of surety corporations. Requires the complete disclosure of the financial condition of government pension plans. Provides for the allocation of net revenue from the windfall profit tax."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to revise, codify, and enact without substantive change certain general and permanent laws, related to money and finance, as title 31, United States Code, \"Money and Finance\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:26-05:00"
}