{
  "actions": [
    {
      "acted_at": "2008-05-22", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-07-16", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Subcommittee on Public Lands and Forests. Hearings held. With printed Hearing: S.Hrg. 110-603.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-11", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2008-09-16", 
      "committee": "Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Bingaman with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2008-09-16", 
      "calendar": "Senate Legislative", 
      "number": "998", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 998.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3069-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands and Forests", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "2008-07-16", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-05-22", 
  "number": "3069", 
  "official_title": "A bill to designate certain land as wilderness in the State of California, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6156-110", 
      "reason": "identical"
    }
  ], 
  "short_title": "Eastern Sierra and Northern San Gabriel Wild Heritage Act", 
  "sponsor": {
    "district": null, 
    "name": "Boxer, Barbara", 
    "state": "CA", 
    "thomas_id": "00116", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2008-09-11", 
  "subjects": [
    "California", 
    "Environmental protection", 
    "Forest conservation", 
    "National forests", 
    "National recreation areas", 
    "Public lands and natural resources", 
    "Snowmobiles", 
    "Sports and recreation", 
    "Trails", 
    "Water resources development", 
    "Wild rivers", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2008-09-16", 
    "text": "Eastern Sierra and Northern San Gabriel Wild Heritage Act - (Sec. 3) Designates the following areas in California as wilderness areas and as components of the National Wilderness Preservation System: (1) certain lands in the Humboldt-Toiyabe and Inyo National Forests, which shall be considered as part of the Hoover Wilderness; (2) certain lands in the Inyo National Forest, which shall be considered to be part of the Ansel Adams Wilderness; (3) certain lands in the Inyo National Forest and lands administered by the Bureau of Land Management (BLM) in Inyo County, which shall be considered to be part of the John Muir Wilderness; (4) certain lands in the Inyo National Forest and lands administered by BLM in Mono County, which shall be known as the White Mountains Wilderness; (5) certain lands administered by BLM in Mono County, which shall be known as the Granite Mountain Wilderness; and (6) certain lands in the Angeles National Forest, which shall be known as the Magic Mountain Wilderness and the Pleasant View Ridge Wilderness. Prohibits the designation of the Hoover Wilderness addition as affecting the ongoing activities of the adjacent U.S. Marine Corps Mountain Warfare Training Center on land outside such wilderness addition in accordance with the agreement between the Center and the Humboldt-Toiyabe National Forest. Adjusts the boundary of the John Muir Wilderness to include the land identified on the map entitled \"John Muir Wilderness--Revised\", May 21, 2008. (Sec. 4) Sets forth provisions for the administration of the wilderness areas designated by this Act. Requires land or interest in land within the boundary of such a wilderness area that is acquired by the Government to become part of the area in which the land is located. Withdraws any federal land designated as a wilderness area by this Act from: (1) all forms of entry, appropriation, or disposal under the public land laws; (2) location, entry, and patent under the mining laws; and (3) disposition under laws relating to mineral and geothermal leasing or mineral materials. Sets forth requirements regarding: (1) fire management and related activities; (2) access to private property; (3) military flight activities; (4) livestock grazing; (5) fish and wildlife management; (6) horseback riding and recreational and commercial saddle or pack stock; and (7) outfitter and guide use. (Sec. 5) Releases any parts of the following areas from further study for designation as wilderness: (1) the Masonic Mountain Wilderness Study Area; (2) the Mormon Meadow Wilderness Study Area; (3) the Walford Springs Wilderness Study Area; and (4) the Granite Mountain Wilderness Study Area. (Sec. 6) Amends the Wild and Scenic Rivers Act to designate segments of the following as components of the national wild and scenic rivers system: (1) the Amargosa River; (2) the Owens River; and (3) Piru Creek. Prohibits anything in this Act from precluding or limiting the state of California, the Department of Water Resources of the State of California, the United Water Conservation District, and other governmental entities from releasing water from Pyramid Lake into Piru Creek for conveyance and delivery to Lake Piru for water conservation purposes of the District. (Sec. 7) Designates certain lands in the Humboldt-Toiyabe National Forest as the Bridgeport Winter Recreation Area. Sets forth provisions regarding the management of the Area, including allowing the winter use of snowmobiles in the Area. Requires the Secretary of Agriculture or the Secretary of the Interior (the Secretary concerned) to undergo a public process for the development of a winter use management plan for the Area. Instructs the Secretary concerned to prioritize enforcement activities in the Area to: (1) prohibit degradation of natural resources in the Area; (2) prevent interference with nonmotorized recreation on the Pacific Crest National Scenic Trail; and (3) reduce user conflicts in the Area. Requires the Secretary concerned to establish a snowmobile crossing point along the Trail. (Sec. 8) Requires certain lands in the Humboldt-Toiyabe National Forest to be managed in a manner consistent with the non-wilderness forest areas immediately surrounding acreage identified as Area X on the forest's May 20, 2008, proposed management map. (Sec. 9) Designates certain public lands in California as the Ancient Bristlecone Pine Forest. Sets forth requirements for the management of the Forest. Specifies the uses the Forest, including allowing scientific research in the Forest in accordance with the Inyo National Forest Land and Resource Management Plan. Withdraws all federal land within the Forest from: (1) all forms of entry, appropriation, or disposal under the public land laws; (2) location, entry, and patent under the mining laws; and (3) disposition under laws relating to mineral and geothermal leasing. Requires development of a comprehensive management plan for the Forest."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Eastern Sierra and Northern San Gabriel Wild Heritage Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Eastern Sierra and Northern San Gabriel Wild Heritage Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to designate certain land as wilderness in the State of California, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:14-05:00"
}