{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1113-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "1113", 
  "official_title": "A bill to amend the Public Health Services Act to provide for the protection of the public health from unnecessary medical exposure to ionizing radiation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr673-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Radiation Health and Safety Act", 
  "sponsor": {
    "district": "30", 
    "name": "Roybal, Edward R.", 
    "state": "CA", 
    "thomas_id": "00996", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Education", 
    "Medical care, personnel, and facilities", 
    "Nuclear energy", 
    "Radiation", 
    "Radiation safety", 
    "Safety measures"
  ], 
  "subjects_top_term": "Radiation safety", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Radiation Health and Safety Act - Provides, under the Public Health Service Act, that the Secretary of Health, Education, and Welfare shall develop and issue to the States criteria and minimum standards for the accreditation of education institutions conducting programs for the training of radiologic technologists and minimum criteria for education institutions conducting programs for the training of medical and dental practitioners. Provides that the Secretary shall develop and issue to the States criteria and minimum standards for licensure of radiologic technologists, and such other advice and assistance as he deems necessary. Provides that State and local governments shall be encouraged to minimize exposure of the public to ionizing from all sources. Provides for procedures for the adoption of such standards by the States. Provides that the Secretary may make grants to States in an amount up to two-thirds of the first year and one-third of the second year costs of planning, developing, or establishing programs to carry out the purposes of this Act. Declares it to be unlawful to conduct activities contrary to this Act. Provides that any violation of this Act by the owner or operator of an educational institution, or an individual applying radiation to human beings for diagnostic or therapeutic purposes shall be subject to a civil penalty of not more than $1,000. Provides that the Secretary shall submit to the Congress an annual report evaluating the implementation of this Act by the Federal Government and including such recommendations for legislation as he considers appropriate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Radiation Health and Safety Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Services Act to provide for the protection of the public health from unnecessary medical exposure to ionizing radiation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:07-05:00"
}