{
  "actions": [
    {
      "acted_at": "1973-09-06", 
      "committee": "House Committee on District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10114-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-06", 
  "number": "10114", 
  "official_title": "A bill to reorganize the governmental structure of the District of Columbia to provide a charter for local government in the District of Columbia subject to acceptance by a majority of the registered qualified electors in the District of Columbia, to delegate certain legislative powers to the local government, to implement certain recommendations of the Government of the District of Columbia, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9682-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "District of Columbia Self-Government Reorganization Act", 
  "sponsor": {
    "district": "9", 
    "name": "Moakley, John Joseph", 
    "state": "MA", 
    "thomas_id": "00820", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-06", 
  "subjects": [
    "District of Columbia"
  ], 
  "subjects_top_term": "District of Columbia", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-06", 
    "text": "District of Columbia Self-Government and Governmental Reorganization Act - Title I: Short Title, Purposes, and definitions - Declares it to be the intention of Congress, subject to the retention by Congress of the ultimate legislative authority over the Nation's Capital which is granted by the Constitution, to grant to the Government of the District of Columbia the powers of local self-Government. Sets forth definitions of terms used in this Act. Title II: Governmental Reorganization - Transfers the District of Columbia Redevelopment Land Agency to the District of Columbia Government. Provides that the National Capital Housing Authority shall be an agency of the District of Columbia Government. Establishes the National Capital Planning Commission as a Federal planning agency to review District plans affecting the Federal Establishment in the National Capital region. Transfers the Secretary of Labor's manpower service functions to the Commissioner of the District of Columbia. Title III: District Charter Preamble, Legislative Power, and Charter Amending Procedures - States that the charter for the District of Columbia set forth in this Act shall establish the means of governing the District following its acceptance by a majority of the registered qualified electors. Sets forth provisions for amending the Charter. Title IV: The District Charter - Establishes a 13 member Council of the District of Columbia, with a term of office of four years. Specifies the qualifications for holding office, and the compensation to be paid. Vests all legislative powers of the District of Columbia (subject to specified Congressional retention) in the Council. Sets forth procedures and responsibilities of the Council and of the Chairman of the Council. Establishes the Office of Mayor, and sets forth provisions for qualifications and compensation. Provides that all executive power of the District shall be vested in the Mayor. Grants the Mayor power to appoint all judges of the District of Columbia Courts, with the advice and consent of the Council from a list of persons nominated by the District of Columbia Judicial Nomination Commission. Directs the Council to adopt a budget for each year, and sets forth appropriations, accounting, auditing, and borrowing measures to be followed. Exempts bonds and notes issued by the Council from all Federal and District taxations. Creates the following independent agencies for the District of Columbia: Board of Elections, Zoning Commission, Public Service Commission, Armory Board, and Board of Education. Provides procedures for recall of the Mayor, or any member of the Council or of the Board of Education. Title V: Federal Payment - Establishes in the Treasury the District of Columbia Federal Payment Trust Fund to help defray the costs of the District Government. Sets forth the duties of the Mayor, the Council, and the Office of Management and Budget in relation to the District's budget. Title VI: Reservation of Congressional Authority - Stipulates that the Council shall have no authority to: (1) impose taxes on United States property; (2) enact any regulation which permits the building of any structure in excess of the 1910 height limitations; or (3) enact any act relating to Federal courts in the District of Columbia. Title VII: Referendum; Sucession in Government; Temporary Provisions; Miscellaneous; Amendments to District of Columbia Election Act; Repeal of Certain Provisions of Law and Rules of Construction; and Effective Dates - Provides for a referendum within 5 months of enactment to determine whether the qualified electors of the District of Columbia accept the Charter (title IV). Transfers the functions of specified existing government agencies to the Council. Provides for the continuance of pending actions and proceedings of defunct agencies. Authorizes the President of the United States to take such action as necessary during the interim period to enable the Board of Elections properly to perform its functions under this Act. States that, for the purpose of preventing duplication, any Federal officer or agency may furnish services to the District Government and any District officer or agency may furnish services to the Federal Government. Provides for an independent annual postaudit by the General Accounting Office. Provides for advisory neighborhood councils to advise the District Government on matters of public policy. Makes conforming amendments to the District of Columbia Election Act concerning elections of the Mayor, the District Delegate, and the Council. Sets forth the effective dates of the titles of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "District of Columbia Self-Government Reorganization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reorganize the governmental structure of the District of Columbia to provide a charter for local government in the District of Columbia subject to acceptance by a majority of the registered qualified electors in the District of Columbia, to delegate certain legislative powers to the local government, to implement certain recommendations of the Government of the District of Columbia, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:38-05:00"
}