{
  "actions": [
    {
      "acted_at": "2011-06-08", 
      "references": [
        {
          "reference": "CR S3615-3616", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-06-08", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [
        {
          "reference": "CR S3616-3617", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-12", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held. Hearings printed: S.Hrg. 112-253.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-12-15", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2012-02-07", 
      "committee": "Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Bingaman with an amendment in the nature of a substitute. With written report No. 112-147.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2012-02-07", 
      "calendar": "Senate Legislative", 
      "number": "316", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 316.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1160-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Murkowski, Lisa", 
      "sponsored_at": "2011-06-08", 
      "state": "AK", 
      "thomas_id": "01694", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-06-08", 
  "number": "1160", 
  "official_title": "A bill to improve the administration of the Department of Energy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Department of Energy Administrative Improvement Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Bingaman, Jeff", 
    "state": "NM", 
    "thomas_id": "01285", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-12-15", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Appropriations", 
    "Department of Energy", 
    "Energy research", 
    "Executive agency funding and structure", 
    "Government employee pay, benefits, personnel management", 
    "Government operations and politics", 
    "Public contracts and procurement", 
    "Research administration and funding", 
    "Research and development"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2012-02-07", 
    "text": "Department of Energy Administrative Improvement Act of 2011 [sic] - (Sec. 3) Amends the Department of Energy Organization Act to direct the Secretary of Energy (DOE) to submit annually to Congress a five-fiscal year future-years DOE program that reflects estimated expenditures and proposed appropriations included in the President's proposed budget. (Sec. 4) Revises DOE authority to enter into transactions (other than procurement contracts, leases, cooperative agreements, grants, and certain arrangements) with public and private entities, including research, development, or demonstration projects. Repeals the requirement subjecting the terms and conditions of such transactions to those the Secretary of Defense (DOD) imposes on research project transactions other than contracts and grants. Grants the DOE Secretary discretion to impose appropriate terms. Subjects such transactions to certain cost-sharing provisions of the Energy Policy Act of 2005. Directs the Comptroller General to report to Congress on: (1) DOE use of authorities under this Act, including the ability to attract nontraditional government contractors; and (2) whether additional safeguards are necessary to carry out those authorities. Defines \"nontraditional government contractor\" as the same as a nontraditional defense contractor under the National Defense Authorization Act for Fiscal Year 1994, namely an entity that is not currently performing and has not performed, for at least one year before a DOD solicitation of sources for a procurement or transaction, any: (1) DOD contract or subcontract subject to full coverage under specified cost accounting standards, or (2) other DOD contract in excess of $ 500,000 under which the contractor is required to submit certified cost or pricing data. Applies a final DOE rule entitled \"Assistance Regulations\" to all such transactions. (Sec. 5) Authorizes DOE to provide protections for five years against dissemination of information developed in an authorized DOE transaction relating to research, development, demonstration, or commercial application. (Sec. 6) Authorizes the Secretary to recruit and directly appoint, without regard to competitive appointment requirements, exceptionally well qualified individuals to four-year scientific, engineering, or other critical technical positions. Prohibits an appointee from having been a DOE employee during the two years prior to the appointment. Limits the number of critical positions to 120 at any one time. Directs DOE to ensure that it publicizes position openings to diverse professional associations and institutions of higher education, including those serving the interests of women and racial or ethnic minorities underrepresented in scientific, engineering, and mathematical fields. (Sec. 7) Authorizes the Secretary to waive, on a case-by-case basis, certain federal requirements applicable to annuitants who are reemployed in order to employ an annuitant if necessary to carry out a critical function for which DOE has encountered exceptional difficulty in recruiting or retaining suitably qualified candidates. (Sec. 8) Amends the Energy Policy Act of 2005 to declare the SLAC National Accelerator Laboratory a National Laboratory under such Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Energy Administrative Improvement Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Energy Administrative Improvement Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the administration of the Department of Energy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:10:32-05:00"
}