{
  "actions": [
    {
      "acted_at": "1974-06-06", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15282-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-06", 
  "number": "15282", 
  "official_title": "A bill to amend the Consolidated Farm and Rural Development Act to establish a loan insurance program for livestock producers.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr15356-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Quie, Albert H.", 
    "state": "MN", 
    "thomas_id": "00936", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-06", 
  "subjects": [
    "Agriculture and food", 
    "Insurance", 
    "Livestock", 
    "Loans"
  ], 
  "subjects_top_term": "Livestock", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-06", 
    "text": "Authorizes the Secretary of Agriculture, under the Consolidated Farm and Rural Development Act, to insure loans to borrowers who: (1) are citizens of the United States; (2) are or have been engaged in livestock producing operations; (3) are unable to obtain sufficient credit to finance actual needs in the livestock producing business at reasonable rates and terms; and (4) have, if having received previously a loan, performed successfully the terms of such loan. States that loans insured under this Act must be expended for the purpose of financing the normal operations of buying, raising, and selling livestock by the borrower whose loan is being insured. Sets forth the terms and conditions of such insured loans. Creates the Stockman's Insurance Fund to be used by the Secretary as a revolving fund for the discharge of obligations under this Act. Empowers the Secretary to transfer assets from the Agricultural Credit Insurance Fund, to the Stockman's Fund if he determines that such transfer is necessary to establish the insurance program. Directs the Secretary to make and issue notes to the Secretary of the Treasury for the purpose of obtaining funds necessary for discharging obligations under this Act. Outlines the purposes for which the Secretary shall utilize the fund. Provides that the aggregate amount of the obligations insured under this Act and outstanding at any one time shall not exceed $3,000,000,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Consolidated Farm and Rural Development Act to establish a loan insurance program for livestock producers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:04-05:00"
}