{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1005-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "1005", 
  "official_title": "A bill to protect the constitutional rights of citizens of the United States and to prevent unwarranted invasions of privacy by prescribing procedures and standards governing the disclosure of certain financial information by financial institutions to governmental agencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Right to Financial Privacy Act", 
  "sponsor": {
    "district": "26", 
    "name": "Rousselot, John H.", 
    "state": "CA", 
    "thomas_id": "00992", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Civil rights and liberties, minority issues", 
    "Crime and law enforcement", 
    "Finance and financial sector", 
    "Financial disclosure", 
    "Government operations and politics", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Right of privacy", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Right to Financial Privacy Act - States that the purposes of this Act are to protect and preserve the confidential relationship between financial institutions and their customers and the constitutional rights of those customers, and to promote commerce by prescribing policies and procedures to insure that customers have the same right to protect against unwarranted disclosure of customer records as if the records were in their possession. Prohibits any Federal agency or employee, or any State or local government, from obtaining copies of, access to, or the information contained in, the financial records of any customer from a financial institution unless the financial records are described with particularities and: (1) such customer has authorized such disclosure in accordance with this Act; (2) such financial records are disclosed in response to an administrative subpena or summons; (3) such financial records are disclosed in response to a court order; or (4) such financial records are disclosed in response to a judicial subpena. States that no financial institution may provide to a Federal agency or employee, or to any State or local government, copies of or the information contained in the financial records of any customer except in accordance with the requirements of this Act. Sets forth provisions governing customer authorization, administrative subpenas and summons, and judicial subpenas. Provides that the Secretary of the Treasury may not require an institution to maintain any financial records or to transmit any reports relating to customers unless: (1) such records are required for use by a supervisory agency in the supervision of that institution; or (2) such records are required to be maintained by the Internal Revenue Code. Prescribes civil and criminal penalties for violation of the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Right to Financial Privacy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect the constitutional rights of citizens of the United States and to prevent unwarranted invasions of privacy by prescribing procedures and standards governing the disclosure of certain financial information by financial institutions to governmental agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:44-05:00"
}