{
  "actions": [
    {
      "acted_at": "1993-06-24", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-06-24", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-07-01", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to the Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-08-04", 
      "references": [
        {
          "reference": "CR H6077", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-09", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Economic and Commercial Law", 
      "text": "Referred to the Subcommittee on Economic and Commercial Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-03-08", 
      "references": [
        {
          "reference": "CR H1076-1077", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-09-28", 
      "bill_ids": [
        "hr5110-103"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.5110.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2528-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Economic and Commercial Law", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Bentley, Helen Delich", 
      "sponsored_at": "1993-06-24", 
      "state": "MD", 
      "thomas_id": "00078", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Murtha, John P.", 
      "sponsored_at": "1993-06-24", 
      "state": "PA", 
      "thomas_id": "00844", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Visclosky, Peter J.", 
      "sponsored_at": "1993-06-24", 
      "state": "IN", 
      "thomas_id": "01188", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-06-24", 
  "number": "2528", 
  "official_title": "To provide equity and fairness to United States industries, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5110-103", 
      "reason": "related"
    }
  ], 
  "short_title": "Trade Equity and Fairness Act of 1993", 
  "sponsor": {
    "district": "16", 
    "name": "Regula, Ralph", 
    "state": "OH", 
    "thomas_id": "00951", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-06-24", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Air cargo rates", 
    "Antidumping", 
    "Antitrust law", 
    "Armed forces and national security", 
    "Automobile industry", 
    "Automobile parts", 
    "Automobile parts industry", 
    "Business intelligence", 
    "Canada", 
    "Central America", 
    "Civil procedure", 
    "Commerce", 
    "Communist countries", 
    "Congress", 
    "Congressional reporting requirements", 
    "Countervailing duties", 
    "Customs administration", 
    "Customs unions", 
    "Defense burdensharing", 
    "Department of the Treasury", 
    "Dispute settlement", 
    "Dumping", 
    "Electric appliances", 
    "Employee rights", 
    "Environmental protection", 
    "Europe", 
    "Export subsidies", 
    "Exports", 
    "Finance and financial sector", 
    "Financial services", 
    "Flowers", 
    "Foreign trade and international finance", 
    "Free trade", 
    "Gas appliances", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Horticulture", 
    "Human rights", 
    "Import relief", 
    "Import restrictions", 
    "Imports", 
    "Injunctions", 
    "Interest", 
    "International affairs", 
    "Iron", 
    "Iron and steel industry", 
    "Japan", 
    "Joint ventures", 
    "Judicial review of administrative acts", 
    "Labeling", 
    "Labor and employment", 
    "Law", 
    "Limitation of actions", 
    "Manufacturing industries", 
    "Mexico", 
    "Most favored nation principle", 
    "Motor vehicles", 
    "North America", 
    "Patents", 
    "Pesticides", 
    "Prices", 
    "Profit", 
    "Research and development", 
    "Restrictive trade practices", 
    "Retail trade", 
    "Science, technology, communications", 
    "Securities industry", 
    "South America", 
    "Steel", 
    "Subsidies", 
    "Surety and fidelity", 
    "Tariff", 
    "Telemarketing", 
    "Telephone", 
    "Trade agreements", 
    "Trade negotiations", 
    "Transportation and public works", 
    "Valuation"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-06-24", 
    "text": "TABLE OF CONTENTS: Title I: Countervailing and Antidumping Duty Amendments Title II: Market Access Provisions Title III: International Trade Negotiations Title IV: Other Miscellaneous Amendments Title V: Private Right of Action for Relief From Certain Forms of Anticompetitive Pricing Practices Title VI: Foreign Capital and Securities Markets Trade Equity and Fairness Act of 1993 - Title I: Countervailing and Antidumping Duty Amendments - Amends the Tariff Act of 1930 to direct the United States Customs Service, pursuant to the administering authority's direction, to assess an antidumping duty or countervailing duty for each entry of merchandise from the first U.S. purchaser that is independent of the exporter, manufacturer, producer, and certain other persons defined as an exporter. Prohibits such exporter, manufacturer, producer, or other person from absorbing or reimbursing duties to the first unrelated U.S. purchaser. (Sec. 102) Requires the administering authority to report annually to specified congressional committees on the number of administrative reviews commenced in the prior year, completed during the calendar year within 18 months of initiation, completed during the calendar year in longer than 18 months after initiation, and for each review that remains incomplete at the end of the calendar year more than 18 months after initiation, an estimated schedule for completion, including dates for preliminary and final determinations. (Sec. 103) Authorizes the International Trade Commission (ITC), in evaluating volume and price effects of imports with regard to determinations of material injury to a domestic market, to disregard, in its discretion, developments after the filing of an antidumping duty or countervailing duty petition. (Sec. 104) Prohibits the ITC from making an inference that there is no material injury if the volume of imports has decreased after the initiation of an antidumping duty or countervailing duty investigation. Directs the ITC to compare the price at which imported merchandise is sold to the ultimate consumer with the price at which like U.S. products are sold when evaluating the effect of such imports on prices of like U.S. products. (Sec. 105) Directs the Secretary of the Treasury (Secretary) to report annually on certain liquidated and unliquidated imported merchandise. (Sec. 106) Requires the ITC, when determining whether a U.S. industry is threatened with material injury by reason of imports of merchandise, to consider among other relevant economic factors: (1) the actual and potential decline in order backlog of the domestic industry; and (2) monthly or quarterly trend information through the month of the filing of a petition. (Sec. 108) Requires the administering authority, with respect to the determination of foreign market value of imported merchandise under investigation, to determine whether sales in the home market of the country of exportation were made at less than the cost of producing such merchandise for all producers or exporters being investigated or reviewed. (Sec. 109) Requires the ITC, for purposes of determining material injury or its threat in antidumping duty and countervailing duty investigations, to consider any previous injurious dumping or subsidization (\"look-back\") as an important factor in determining the domestic industry's vulnerability to continued or renewed material injury in cases where a petition has been previously filed with respect to a product or like product which was the basis of a final affirmative determination during the three years preceding the filing of such petition. Declares that concentration of subsidized or dumped imports exists with respect to a market if the percentage of subsidized or dumped imports to consumption and domestically produced like products in such market is clearly higher than the percentage is in the rest of the United States. (Sec. 110) Prohibits, for purposes of determining foreign market value of imported merchandise in antidumping duty and countervailing duty investigations, any allowance to account for differences in input costs that are based on whether the end product made from the input is sold in the home market or exported. Prohibits any adjustment from being made to foreign market value because of adjustments made to the United States price. (Sec. 112) Requires all merchandise entered after an antidumping duty finding under bond and remaining unliquidated to be assessed interest from the date of entry to the date of liquidation. (Sec. 113) Requires the ITC to set forth procedures for the compensation of domestic producers who have been injured by foreign dumping. (Sec. 114) Declares diversionary input dumping to occur when: (1) a manufacturer incorporates into merchandise under an antidumping duty investigation a component which is the product of another country and which is the subject of an antidumping duty order or an international agreement to eliminate the effect of injurious imports (if entered into after an affirmative preliminary determination); and (2) the manufacturer under investigation purchased such component at a price which is less than the foreign market value. Requires the administering authority to investigate whether such dumping is occurring whenever it has reasonable grounds to believe that: (1) it is occurring; (2) it has a significant effect on the cost of producing the merchandise under investigation; and (3) official Government or other reliable trade statistics indicate that subsequent to the imposition of an antidumping duty order or implementation of an international agreement regarding such imports, shipments of such imports to the United States have increased either in quantity or market share. (Sec. 115) Sets forth, for purposes of determining the comparative benefit that has been bestowed upon a product used in the manufacture of merchandise which is the subject of a countervailing duty, specified factors that must be used as a basis for determining the price a manufacturer would otherwise pay for a product in obtaining it from an unsubsized seller. (Sec. 116) Directs the administering authority, if imported merchandise under investigation is produced in a nonmarket economy country, resold by a reseller in an intermediate country, and resold by such reseller at prices less than the cost of producing such merchandise, including costs of production for the nonmarket economy country, to determine the foreign market value of the merchandise on the basis of the value factors of production utilized in producing the merchandise in the country of production, plus an amount for general expenses and profit of the producer and reseller and the cost of containers, covering, and other expenses. (Sec. 117) Authorizes the disclosure of proprietary information that has been submitted to the administering authority or the ITC pursuant to an antidumping duty or countervailing duty proceeding to persons who are reviewing the propriety of the customs valuation on which customs duties were calculated for a deduction from the United States Price pursuant to a request from the administering authority. Requires the administering authority to refer to the Customs Service any claims that import duties required to be deducted from the United States Price are understated by reason of possible understatement of customs valuation. Requires the administering authority, in cases of undervaluation, to deduct such duties identified as properly owed for purposes of making its final determination. (Sec. 118) Directs the Secretary of Commerce and the ITC to transmit to the Congress a study, including recommendations, regarding the modification of standards with respect to making petitioning for countervailing and antidumping duty action less costly and more accessible for domestic petitioners. (Sec. 119) Requires the administering authority, whenever the cost of manufactuing merchandise which is the subject of a countervailing duty petition is significantly of U.S. origin (at least two percent of the manufacturing cost) and approximates or exceeds the U.S. content of the petitioner's product, to determine whether such petition is filed on behalf of a domestic industry. (Sec. 120) Requires, for purposes of determining the U.S. price of imported merchandise, that: (1) the purchase price and the exporter's sales price of such merchandise be adjusted by reducing the amount of any antidumping duty which the producer, exporter, or reseller pays on behalf of the importer, or reimburses to the importer either before or after assessment, including but not limited to transferring merchandise to a related importer at prices below cost of production plus normal profit; and (2) the exporter's sales price be adjusted by reducing, among other things, the amount of any reasonable profits from selling in the United States. (Sec. 122) Requires the appropriate customs officer, among other things, to reliquidate any entries that should have been subject to an antidumping or countervailing duty order but which were erroneously liquidated either by action of a foreign producer, exporter or importer, or by action of the Customs Service. Requires the Secretary, upon the request of an interested party to the petition, to provide access to the record of identified importers protected under an order with respect to all paper entries during the 12 months prior to a request or as to all documents connected with liquidations made during the same period. Requires an interested person to notify the Secretary of any discovered information that raises questions as to the proper administration of an antidumping or countervailing duty order. Authorizes such party to commence a civil action in the United States Court of International Trade for a review of a determination made by the Secretary or administering authority. (Sec. 123) Requires the administering authority to review any foreign producer identified by a domestic interested party, or where such party does not know the identity of the producers, the foreign producers supplying identified importers or purchaser of the imported product. (Sec. 124) Allows information released under protective order during an antidumping or countervailing duty investigation or administrative review by the administering authority to be maintained under such order during the pendency of such proceeding for purposes of identifying factual discrepancies between periods investigated or to allege relevant issues in subsequent administrative reviews, including the existence of a fictitious market or sales below cost of production. (Sec. 126) Prohibits, absent a finding of a fictitious market or compliance with certain requirements, the use of constructed value to determine foreign market value where the home market or third country markets account for at least ten percent by volume of exports to the United States. (Sec. 127) Makes unlawful the importation, the sale for importation, or the sale within the United States after importation by the owner, importer, or consignee of articles that: (1) have been grown, produced, processed, or mined pursuant to a valid patent where patent royalties paid are lower than those paid by agricultural, horticultural, or manufacturing operations in the United States; or (2) have been grown or treated with pesticides or other substances banned for use in the United States. (Sec. 128) Sets forth a timetable according to which the administering authority must initiate antidumping or countervailing duty investigations or issue preliminary or final determinations. Title II: Market Access Provisions - Directs the United States Trade Representative (USTR) to initiate a \"Super 301\" investigation of all acts, policies, and practices of Japan that affect the access of U.S. motor vehicles and motor vehicle parts to its market, including but not limited to: (1) acts, policies, and practices utilized in the Japanese automotive distribution system; (2) anticompetitie activities by private Japanese firms (including \"Keiretsus\"); (3) exclusionary business practices; and (4) testing requirements and other government regulations. (Sec. 201) Requires the USTR to negotiate with Japan for a trade agreement that: (1) eliminates such acts, policies, and practices; (2) provides enforcement of Japan's commitments under the Structural Impediments Initiative, the Market-Oriented Sector Specific agreements, and the Action Plan announced at the Tokyo Summit in January 1992 with respect to trade in, and purchase of, motor vehicles and motor vehicle parts; (3) establishes long term goals for the purchase of Japanese motor vehicle manufacturers of motor vehicle parts and accessories; (4) establishes procedures for the exchange of information between the United States and Japan that will permit the accurate assessment of the bilateral trade in motor vehicle parts; and (5) establishes private sector or government-sponsored review boards to resolve challenges to purchasing decisions by Japanese motor vehicle manufacturers with respect to compliance with identified specifications or competitiveness on price or other terms. Requires the USTR to report to the Congress if such negotiations prove unsuccessful. (Sec. 202) Amends the Trade Act of 1974 to extend, through 1998, the \"Super 301\" program which identifies certain trade liberalization priority practices. Title III: International Trade Negotiations - Amends the Omnibus Trade and Competitiveness Act of 1988 to prohibit certain dispute settlement procedures with respect to the review of countervailing duty and antidumping actions taken by signatories to the General Agreement on Tariffs and Trade (GATT) from allowing: (1) the review of issues not properly presented to the investigating authorities for resolution during the administrative proceedings; (2) the review of issues before the conclusion of the administrative proceedings; (3) the conducting of an independent de novo investigation of the circumstances leading to such actions; and (4) in cases where a signatory provides for the administrative or judicial review of factual issues with respect to countervailing duty and antidumping actions, the extension of the review beyond whether the laws and regulations of that signatory, and the interpretation of such laws and regulations, are consistent with GATT. (Sec. 302) Declares as one of the principal negotiating objectives of the United States the negotiation of multilateral rules to permit rapid realignment of capacity to demand in situations of global structural excess capacity. (Sec. 303) Declares that the amendments made by this Act apply with respect to goods imported into the United States from Mexico and Canada. (Sec. 304) Prohibits the President from entering into any trade agreement that requires changes in U.S. antidumping laws which would reduce their effectiveness as a remedy against injurious dumped imports. Prohibits the Government from condoning the use by foreign governments of trade distorting subsidies, including development subsidies, that cause material injury to U.S. industries. Expresses the sense of the Congress that the President review the provisions on antidumping contained in the Draft Final Act Embodying the Results of the Uruguay Round of Multilateral Trade Negotiations proposed by the Director-General of the GATT on December 21, 1991, and seek changes in such provisions that are necessary to strengthen the effectiveness of U.S. antidumping laws, including, but not limited to, changes proposed by the United States in December 1992 and any changes needed to clarify the continuing right to cumulate and cross-cumulate imports under investigation. Title IV: Other Miscellaneous Amendments - Amends the Foreign Trade Antitrust Improvement Act of 1982, as amended, to declare that specified sections of it concerning restraint of trade shall apply to export trade or export commerce with a foreign country, whether or not there is direct harm to consumers by reducing output or raising prices, if such conduct restrains U.S. export trade or export commerce with such foreign country, or any other foreign country. (Sec. 402) Amends the Trade Act of 1974 to authorize the President to impose tariffs on imported merchandise that is the product of any country that receives U.S. defense assistance so as to offset in whole or in part the cost of such assistance if such country: (1) has refused to contribute to its defense; (2) is a party to an agreement with the United States providing for such defense assistance; and (3) has had \"Super 301\" action taken against it within the last four years. (Sec. 403) Amends the Tariff Act of 1930 to change the time limits the ITC has to conclude and make a final determination with respect to any unfair trade practices investigation to the earliest practicable time after the publication of a notice to investigate. Requires the ITC within 30 days of the initiation of an investigation to establish a target date for its final determination. (Currently, not later than one year, 18 months in more complicated cases, after the date of publication.) Prohibits articles from being excluded from entry into the United States where the ITC determines that the owner, importer, or consignee of such an article has established a sufficient counterclaim to a determination by the ITC that an unfair trade practice exists. Authorizes the ITC to forfeit to the respondent any posted bond if it later determines that such respondent has not committed an unfair trade practice violation. Prohibits the ITC from issuing a permanent cease and desist if it determines that an owner, importer, or consignee of an article has established a sufficient counterclaim to a determination by the ITC that an unfair trade practice exists. Sets forth provisions with respect to: (1) the exclusion of articles from entry into the United States; and (2) the entry of articles under bond after ITC referral of violations to the President. Authorizes the ITC, upon the filing of a complaint for declaratory relief by the owner, importer, or consignee of an imported article in any case of actual controversy as to the existence of unfair trade practices, to declare the rights of parties, whether or not further relief is or could be sought. (Sec. 404) Amends the Federal judicial code to authorize a district court, in any civil action involving parties that are also parties in an unfair trade practices proceeding before the ITC, to stay, until the ITC determination becomes final, the civil action with respect to any claim that involves the same issues involved in the ITC proceeding. (Sec. 405) Amends the Trade Act of 1974 to require the USTR, among other things, to identify those foreign countries that deny adequate substantive standards with respect to the protection of intellectual property rights. Declares that a foreign country denies adequate substantive standards if it enforces procedures under its patent approval system that result, among other practices in: (1) patent applications being subject to pre-grant opposition; (2) extended deferral (beyond three years) of patent examination; (3) an inordinately long period of time for patent application approval; (4) an inordinately short patent term measured either from the date of grant or from the date of filing; (5) an inordinate delay in obtaining judicial review of unavailability of judicial review for patent applications that are denied; or (6) unnecessarily narrow interpretations of patent claims by the authorities which determine patent validity and infringement. Requires a certain publication by the USTR to include information with respect to any act, policy, or practice of a foreign country that denies adequate protection of intellectual property rights and any information on action taken to eliminate such act, policy, or practice. (Sec. 406) Amends the National Cooperative Reserch Act of 1984 to change the term \"joint research and development venture\" to \"joint research, development, or production venture.\" Adds to the definition of such new term any group of activities by two or more persons for the purpose of the production of any product, process, or service in a jointly owned or operated facility. Excludes certain activities from such definition. Declares that the worldwide capacity of suppliers to provide a product, process, or service shall be considered for purposes of determining a properly defined, relevant market with respect to the determination of the reasonableness of joint research, development, or production venture contracts in an antitrust action. Requires parties involved in a venture for the production of any product, process, or service to file by a certain deadline, certain identifying information with regard to the venture. (Sec. 407) Amends Federal law to make it an unfair method of competition for a wholesaler or retailer to sell a product by telephone, facsimile, or means where the purchaser does not see the article to be purchased without: (1) identifying the country of origin of such article; and (2) if such article is of foreign origin, indicating whether a domestic article is also available. (Sec. 408) Amends the Harmonized Tariff Schedule of the United States to revise a specified subheading relating to nonalloy iron and steel pipes and tubes to include nongalvanized forms of such products. Increases the duty on certain other iron and steel pipes and tubes. Imposes a duty on galvanized nonalloy iron and steel pipes and tubes having a specified thickness. Increases the duty on certain stainless steel pipes and tubes. Authorizes the USTR to negotiate compensation for claims made pursuant to the GATT, or any other trade agreement to which the United States is a party, as a result of the amendments made by this section. Declares that any staged reduction in the rate of duty that is proclaimed pursuant to the United States-Canada Free-Trade Agreement shall apply to such products. (Sec. 409) Requires the USTR, together with the Secretaries of Agriculture, of Labor, and of Transportation to report to the Congress on the horticultural industry with respect to: (1) the nature of patent protection, enforcement mechanisms, and royalty collection procedures; (2) the use on imports of pesticides banned from use on U.S. horticultural products; (3) worker rights in the countries of the major foreign suppliers of such products to the United States; and (4) the extent to which air fares between such countries and the United States, Europe, and Japan influence the direction of flower shipments from Central and South American countries. (Sec. 410) Amends the Harmonized Tariff Schedule of the United States to permanently apply the most favored nation rate to Mexican: (1) non-portable stoves or ranges; (2) refrigerators and combined refrigerator freezers; (3) household or laundry washing machines; and (4) drying machines. (Sec. 411) Amends the Tariff Act of 1930 to declare that concentration of subsidized or dumped imports exists with respect to a market if the percentage of such imports to consumption of imports and domestically produced like products in such market is clearly higher than the percentage in the rest of the United States. Title V: Private Actions For Relief From Certain Forms of Anticompetitive Pricing Practices - Amends Federal antitrust law to prohibit a person from selling a product for export to the United States, or selling it within the United States, at a price which does not permit the recovery of all costs (fixed and variable) in the production and sale of such product within a reasonable period of time, where such pricing practices cause material injury to another manufacturer the majority of whose sales occur in the United States. Authorizes an interested party whose business is materially injured by such imports to bring a civil action in any U.S. court having jurisdiction over the parties. Title VI: Foreign Capital and Securities Markets - Directs the Secretary to study and report to the Congress on the structure, operation, practice, and regulation of Japan's capital securities markets, including their implications for the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trade Equity and Fairness Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide equity and fairness to United States industries, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:01-05:00"
}