{
  "actions": [
    {
      "acted_at": "2010-06-15", 
      "references": [
        {
          "reference": "CR S4940-4941", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-06-15", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3487-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-06-15", 
  "number": "3487", 
  "official_title": "A bill to amend the Public Utility Regulatory Policies Act of 1978 to provide electric consumers the right to access certain electric energy information, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4860-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5696-111", 
      "reason": "related"
    }
  ], 
  "short_title": "e-KNOW Act", 
  "sponsor": {
    "district": null, 
    "name": "Udall, Mark", 
    "state": "CO", 
    "thomas_id": "01595", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-06-15", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Civil actions and liability", 
    "Consumer affairs", 
    "Electric power generation and transmission", 
    "Energy", 
    "Energy efficiency and conservation", 
    "Federal Energy Regulatory Commission (FERC)", 
    "Public utilities and utility rates"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-06-15", 
    "text": "Electric Consumer Right to Know Act or the e-KNOW Act - Amends the Public Utility Regulatory Policies Act of 1978 to grant an electric consumer the right to access the consumer's retail electric energy information in an electronic form, in conformity with nationally recognized open standards, free of charge, and in a manner that is timely and convenient and that provides adequate protections for the security of the information and the privacy of the electric consumer. Requires such information to be provided by the consumer's retail electricity provider (or such other entity as may be designated by the authority responsible for regulating the retail sale and delivery of electricity to the consumer). Identifies the type of retail electric energy information which the consumer has the right to access, including: (1) the consumer's electric energy consumption over a defined time period; and (2) the prices or rates applied to the consumer's electricity usage for such time period. Permits a utility providing retail electric energy information to recover in rates the cost of providing the information, if the cost is determined reasonable and prudent by the entity with jurisdiction over metering and retail electric service for the consumer. Directs the Federal Energy Regulatory Commission (FERC) to: (1) issue guidelines that establish minimum national standards for implementation of the electric consumer right to access retail electric energy information; and (2) preserve the integrity of and be guided by actions taken by state and local regulatory authorities to ensure electric consumer access to such information. Empowers the attorney general, official, or agency of the state, as parens patriae, to bring a civil action in federal district court to compel compliance with such standards."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "e-KNOW Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Electric Consumer Right to Know Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Utility Regulatory Policies Act of 1978 to provide electric consumers the right to access certain electric energy information, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:51-05:00"
}