{
  "actions": [
    {
      "acted_at": "1989-02-21", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1032-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-02-21", 
  "number": "1032", 
  "official_title": "To provide assistance and coordination in the provision of child-care services for children living in homes with working parents, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Child-Care Assistance Act of 1989", 
  "sponsor": {
    "district": "25", 
    "name": "Roybal, Edward R.", 
    "state": "CA", 
    "thomas_id": "00996", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-02-21", 
  "subjects": [
    "Congressional reporting requirements", 
    "Day care", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to day care centers", 
    "Licenses", 
    "Standards", 
    "State laws"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-02-21", 
    "text": "Child-Care Assistance Act of 1989 - States that nothing in this Act shall be construed to authorize interference with parental authority. Requires States to submit a plan to the Secretary of Health and Human Services in order to participate in a child care assistance program authorized under this Act. Directs the Secretary to approve any plan complying with the requirements of this Act. States that the Secretary must first provide notice and a hearing before disapproving any State plan. Directs the Secretary to designate, within the Department of Health and Human Services, an administrative unit and an individual in charge of such unit to carry out the provisions of this Act and to coordinate other child care activities within such Department. Provides for the establishment, within the Office of the Secretary, of a National Advisory Panel on Child Care Needs and Services. Directs the Secretary, with the assistance of the National Advisory Panel, to develop standards for programs under this Act. Authorizes the Secretary to make grants and to enter into contracts for demonstration child care projects. Directs participating States to submit a report to the Secretary outlining the current status of child care licensing within the State. Directs the Secretary to develop a Model State Licensing of Child Care Providers Act as a guide. Authorizes the Secretary to provide training and technical assistance to the States. Authorizes the Secretary, after reasonable notice and opportunity for hearing, to withhold payments to any State where there has been a substantial failure to comply with requirements of such State's plan or other applicable provisions under this Act. Directs the Secretary to: (1) review and evaluate programs carried out under this Act; and (2) submit a report on national child care needs to the President and the Congress not later than four years after enactment of this Act. Authorizes appropriations for FY 1990 through 1994. Conditions funding for this Act on funding for the Head Start Act at the FY 1987 level at least."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child-Care Assistance Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide assistance and coordination in the provision of child-care services for children living in homes with working parents, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:00-05:00"
}