{
  "actions": [
    {
      "acted_at": "2010-05-06", 
      "references": [
        {
          "reference": "CR S3363", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-05-06", 
      "committee": "Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-05-19", 
      "in_committee": "Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Committee on Veterans' Affairs. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-08-05", 
      "in_committee": "Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans' Affairs. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-09-02", 
      "committee": "Veterans' Affairs", 
      "references": [], 
      "text": "Committee on Veterans' Affairs. Reported by Senator Akaka under authority of the order of the Senate of 08/05/2010 with an amendment in the nature of a substitute and an amendment to the title. With written report No. 111-286. Supplemental views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2010-09-02", 
      "calendar": "Senate Legislative", 
      "number": "557", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 557.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3325-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "2010-05-06", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tester, Jon", 
      "sponsored_at": "2010-05-18", 
      "state": "MT", 
      "thomas_id": "01829", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-05-06", 
  "number": "3325", 
  "official_title": "A bill to amend title 38, United States Code, to authorize the waiver of the collection of copayments for telehealth and telemedicine visits of veterans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5768-111", 
      "reason": "identical"
    }
  ], 
  "short_title": "Veterans Telehealth and Other Care Improvements Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Begich, Mark", 
    "state": "AK", 
    "thomas_id": "01898", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2010-08-05", 
  "subjects": [
    "Armed forces and national security", 
    "Health care costs and insurance", 
    "Health technology, devices, supplies", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2010-09-02", 
    "text": "Veterans Telehealth and Other Care Improvements Act of 2010 - Title I: Quality of Care and Access Matters - (Sec. 101) Authorizes the Secretary of Veterans Affairs (VA) to waive the imposition or collection of copayments for telehealth and telemedicine visits of veterans. Terminates such authority five years after the enactment. Requires a report from the Secretary to Congress on the waiver of such copayments. (Sec. 102) Directs the Secretary to establish a five-year program of outreach to veterans with respect to: (1) access and use of federal, state, and local programs providing compensation and other benefits for service in the Armed Forces; and (2) awareness of and eligibility for such programs. Authorizes the Secretary, in carrying out the program, to enter into agreements with other federal and state agencies and specified authorities and commissions. Requires a report from the Secretary to Congress on program activities. Authorizes appropriations. (Sec. 103) Requires an annual report from the Secretary to the congressional veterans committees on low-volume procedures involving the use of radioactive isotopes carried out at each VA medical facility. (Sec. 104) Directs the Secretary to ensure that all employees at a VA hospital who handle or perform procedures utilizing radioactive isotopes receive appropriate training on what constitutes a medical event and when and to whom a medical event should be reported. Prohibits such isotopes from being used at a VA hospital until such training is provided. (Sec. 105) Directs the Secretary to ensure that the VA quality assessment program includes appropriate oversight of medical services provided pursuant to a contract entered into with a non-government entity. Requires such oversight to: (1) include periodic peer reviews and written evaluations; and (2) be taken into consideration when determining whether to extend or renew such a contract. (Sec. 106) Revises the VA multifamily transitional housing loan program (program) to require the Secretary to issue up to five loans for the construction, rehabilitation, or acquisition of land for multifamily transitional housing projects. Authorizes the Secretary to delegate loan approval authority to a state or local government entity. Terminates, as of the date of enactment, the Secretary's authority under the program to guarantee loans for such purposes. Establishes the Department of Veterans Affairs Multifamily Transitional Housing Loan Program Revolving Fund to fund such loans. Prohibits any federal or state law from prohibiting a program project offering preferential treatment to veterans. (Sec. 107) Directs the Secretary to report to Congress on the feasibility and advisability of establishing a Polytrauma Rehabilitation Center or Polytrauma Network Site for the VA in the northern Rockies or the Dakotas. Requires the Fort Harrison Department of Veterans Affairs Hospital in Lewis and Clark County, Montana, to be evaluated as a potential location for such a Center or Site. (Sec. 108) Directs the Secretary to establish and maintain an interactive Internet website that provides information on the benefits, resources, services, and opportunities available for veterans and their families and caregivers, including veterans' benefits provided through the VA and the Department of Labor, tax benefits, social security benefits, state and local resources, and small business assistance. Requires the website to: (1) consolidate, expand on, and improve information and links from other existing websites relating to such benefits, resources, services, and opportunities; and (2) integrate dynamic Internet features and virtual interface tools to provide a personalized, interactive, and user-centered Internet experience. Requires the Secretary to consult with specified federal officials in providing information on benefits and services. Directs the Secretary to include, in a currently-required biennial plan on VA outreach activities, the VA's plans for improving and enhancing the website. Title II: Construction and Naming Matters - (Sec. 201) Authorizes the Secretary to carry out a major medical facility project (project) in FY2011 for the construction of a new VA medical facility in New Orleans, Louisiana. (Sec. 202) Authorizes the Secretary to carry out a project in FY2011 to make seismic corrections to two buildings at the VA medical center in Long Beach, California. (Sec. 203) Authorizes the Secretary to carry out specified FY2011 major medical facility leases (leases) in California, Massachusetts, Montana, and Puerto Rico. (Sec. 204) Authorizes appropriations for FY2011 for projects and leases authorized under this title, with a project funding limitation. (Sec. 205) Directs the Secretary to report to Congress on the use of energy efficient technologies and best practices in VA medical facilities. (Sec. 206) Designates the VA medical center in Big Spring, Texas, as the \"George H. O'Brien, Jr., Department of Veterans Affairs Medical Center.\" (Sec. 207) Requires bid savings from VA major medical facility projects to be utilized only for other VA major medical facility construction projects."
  }, 
  "titles": [
    {
      "as": "reported to senate", 
      "title": "Veterans Telehealth and Other Care Improvements Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to authorize the waiver of the collection of copayments for telehealth and telemedicine visits of veterans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:48-05:00"
}