{
  "actions": [
    {
      "acted_at": "1987-06-11", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-18", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-14", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Public Assistance and Unemployment Compensation", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2676-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Atkins, Chester G.", 
      "sponsored_at": "1987-09-16", 
      "state": "MA", 
      "thomas_id": "00034", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Bentley, Helen Delich", 
      "sponsored_at": "1987-07-08", 
      "state": "MD", 
      "thomas_id": "00078", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Berman, Howard L.", 
      "sponsored_at": "1988-09-08", 
      "state": "CA", 
      "thomas_id": "00082", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Boehlert, Sherwood", 
      "sponsored_at": "1987-07-01", 
      "state": "NY", 
      "thomas_id": "00101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Chapman, Jim", 
      "sponsored_at": "1988-09-08", 
      "state": "TX", 
      "thomas_id": "00190", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Clinger, William F., Jr.", 
      "sponsored_at": "1987-06-11", 
      "state": "PA", 
      "thomas_id": "00207", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Dwyer, Bernard J.", 
      "sponsored_at": "1987-07-01", 
      "state": "NJ", 
      "thomas_id": "00327", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Eckart, Dennis E.", 
      "sponsored_at": "1987-06-11", 
      "state": "OH", 
      "thomas_id": "00331", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Feighan, Edward F.", 
      "sponsored_at": "1987-07-08", 
      "state": "OH", 
      "thomas_id": "00375", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Foglietta, Thomas M.", 
      "sponsored_at": "1987-09-22", 
      "state": "PA", 
      "thomas_id": "00395", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ford, William D.", 
      "sponsored_at": "1987-06-11", 
      "state": "MI", 
      "thomas_id": "00401", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "1987-06-11", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Hall, Tony P.", 
      "sponsored_at": "1987-06-11", 
      "state": "OH", 
      "thomas_id": "00487", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Kaptur, Marcy", 
      "sponsored_at": "1987-06-11", 
      "state": "OH", 
      "thomas_id": "00616", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Kildee, Dale E.", 
      "sponsored_at": "1987-12-10", 
      "state": "MI", 
      "thomas_id": "00631", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Kolter, Joseph P.", 
      "sponsored_at": "1987-07-01", 
      "state": "PA", 
      "thomas_id": "00646", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Levin, Sander M.", 
      "sponsored_at": "1987-06-11", 
      "state": "MI", 
      "thomas_id": "00683", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Martinez, Matthew G.", 
      "sponsored_at": "1987-07-08", 
      "state": "CA", 
      "thomas_id": "00743", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Oberstar, James L.", 
      "sponsored_at": "1988-04-27", 
      "state": "MN", 
      "thomas_id": "00876", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Owens, Major R.", 
      "sponsored_at": "1987-07-28", 
      "state": "NY", 
      "thomas_id": "00883", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Savage, Gus", 
      "sponsored_at": "1987-12-10", 
      "state": "IL", 
      "thomas_id": "01020", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Sawyer, Thomas C.", 
      "sponsored_at": "1987-07-28", 
      "state": "OH", 
      "thomas_id": "01022", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Tauzin, W. J. (Billy)", 
      "sponsored_at": "1987-06-11", 
      "state": "LA", 
      "thomas_id": "01140", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Traxler, Bob", 
      "sponsored_at": "1988-04-19", 
      "state": "MI", 
      "thomas_id": "01167", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1987-07-01", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Williams, Pat", 
      "sponsored_at": "1987-07-28", 
      "state": "MT", 
      "thomas_id": "01231", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Wilson, Charles", 
      "sponsored_at": "1987-06-11", 
      "state": "TX", 
      "thomas_id": "01232", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wise, Robert E., Jr.", 
      "sponsored_at": "1987-08-06", 
      "state": "WV", 
      "thomas_id": "01237", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wolpe, Howard E.", 
      "sponsored_at": "1987-06-11", 
      "state": "MI", 
      "thomas_id": "01240", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wyden, Ron", 
      "sponsored_at": "1987-06-11", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-06-11", 
  "number": "2676", 
  "official_title": "A bill to provide an improved program of extended unemployment compensation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Extended Unemployment Insurance Reform Act of 1987", 
  "sponsor": {
    "district": "13", 
    "name": "Pease, Donald J.", 
    "state": "OH", 
    "thomas_id": "00904", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-06-11", 
  "subjects": [
    "Children and youth", 
    "Crime prevention", 
    "Dislocated workers", 
    "Economics and public finance", 
    "Employment and training programs", 
    "Federal aid to vocational education", 
    "Federal aid to youth services", 
    "Fraud", 
    "Government trust funds", 
    "Job hunting", 
    "Labor and employment", 
    "Manpower training programs", 
    "Occupational retraining", 
    "Self-employed", 
    "State finance", 
    "State laws", 
    "States", 
    "Tax credits", 
    "Taxation", 
    "Unemployed", 
    "Unemployment", 
    "Unemployment insurance", 
    "Youth employment"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-06-11", 
    "text": "Extended Unemployment Insurance Reform Act of 1987 - Title I: Improved Program of Extended Unemployment Compensation - Amends the Federal-State Extended Unemployment Compensation Act of 1970 to limit the amount of extended compensation payable to an individual to the amount established in an individual's extended compensation account. Increases the limit on the amount established in such account. Sets forth the formula for determining the new limit. Limits an individual's eligibility period for extended compensation to the number of weeks equal to the applicable limit for an individual's compensation account. Requires the amount and duration of extended compensation payable under the interstate benefit payment plan to be the same as if the individual were filing the claim in the State establishing the individual's extended compensation account. Requires that each unemployment benefit duration period shall be a three-month period beginning on the first Sunday of January of each year and the first Sunday of every third month thereafter. Sets forth formulas, based upon each State's insured unemployment rate, for determining whether a benefit duration period shall be an eight-percent, seven-percent, six-percent, five-percent, or four-percent period. Requires that a benefit duration period shall be a \"low-unemployment period\" if the State's adjusted insured unemployment rate for the first week of such benefit duration period and the immediately preceding 12 weeks was less than four percent. Sets forth an alternative method of determining a benefit duration period based upon the total rate of unemployment. Requires that each State be paid an amount equal to the applicable percentage of the sum of the sharable extended compensation and the sharable regular compensation paid to individuals under State law. Sets forth the applicable percentage for eight-percent, seven-percent, six-percent, five-percent, and four-percent periods. Defines sharable regular compensation. Amends title IX (Employment Security) of the Social Security Act to authorize appropriations into the extended unemployment compensation account. Sets forth transition provisions. Title II: Demonstration Projects - Directs the Secretary of Labor (Secretary) to enter into a demonstration program agreement with at least five States whereby extended unemployment compensation would be available for certain substate areas with specified levels of unemployment. Directs the Secretary to enter into a demonstration program agreement with at least five States for promotion of training programs for unemployment compensation recipients. Directs the Secretary to provide model criteria, technical assistance, and specified information for such State training programs. Directs State Governors to designate State agencies to approve training programs and participants. Directs the Secretary to: (1) collect data on an annual basis for the purpose of evaluating such a demonstration program; and (2) transmit the first evaluation of such program to the Congress by October 1, 1989. Provides, under the Social Security Act, for interest credits to a State's account in the Unemployment Trust Fund on the basis of State payments of unemployment compensation to individuals in approved training. Sets forth State reporting requirements. Requires the Secretary to report annually on the implementation of such training program provisions and on State regulations and procedures to comply with specified Internal Revenue Code provisions relating to unemployment compensation. Provides that the training program provisions under this title shall not be taken into consideration in determining whether there has been a net decrease in the solvency of any State unemployment compensation system. Title III: Self-Employment - Self-Employment Opportunity Act of 1987 - Provides for a demonstration program in which at least five, but not more than ten, States would be permitted to provide unemployment compensation to individuals for the purpose of funding self-employment. Sets forth factors that the Secretary must consider in selecting States for such program. Requires program agreements to provide that: (1) each eligible individual, for a three-year benefit period, shall be entitled to receive adjustment assistance in the form of self-employment allowances; and (2) such individual shall not be eligible to receive extended or other additional compensation with respect to such benefit year or regular compensation if the State makes payment in lieu of regular compensation. Makes eligible with respect to any benefit year, for purposes of this title, any individual who: (1) is eligible to receive regular compensation under the State law during such benefit year; (2) submits an application to the State agency for a self-employment allowance under this title; and (3) meets applicable State requirements. Limits the number of individuals who may be considered as eligible during a given year. Provides that the aggregate amount of a self-employment allowance for any individual for any benefit year shall be equal to the maximum amount of regular, extended, or other additional compensation which would be payable to such individual for such benefit year. Permits eligible individuals to file applications for self-help allowances with State agencies responsible for administering agreements under this title. Requires a State to pay a self-help allowance on a weekly basis or in a lump sum under specified limited circumstances. Prohibits a State from offering self-employment allowances unless it is implementing a program that is approved by the Secretary and designed to select and assist individuals for self-employment, monitor such employment, and provide for a complete evaluation of the use of such allowances. Provides that State and Federal requirements relating to availability for work, active search for work, or refusal to accept suitable work shall not apply to an individual receiving a self-employment allowance under this title as long as such individual is self-employed. Provides for payments to States of amounts equal to the Federal share of each payment (other than administrative expenses) made by the State agency on account of self-employment allowances provided under this title. Permits States to make payments (exclusive of administrative expenses) from State unemployment funds for adjustment assistance provided under this title. Directs the Secretary to submit to the Congress: (1) within two and one-half years after enactment of this Act, an interim report on the effectiveness of such demonstration program; and (2) a final report on such program at a specified later time. Sets forth provisions relating to fraud and overpayments. Excludes activities taken by a State pursuant to an agreement under this Act from being taken into consideration in determining whether there has been a net decrease in the solvency of the State unemployment compensation program. Title IV: Assessment - Authorizes appropriations from the Federal Unemployment Account for allotment to the States, in addition to funds annually allotted for the operation of State employment service agencies, for: (1) assessment, testing, and counseling services to identify the skills and aptitudes of unemployed persons unlikely to return to their former occupations, and to determine alternative occupations or training opportunities for which they may qualify; and (2) instruction in job search techniques. Identifies the procedures according to which such funds shall be allotted. Directs the States, in providing services under this title, to give priority to those most in need of assistance, including: (1) dislocated workers; (2) individuals who have been without jobs for at least 15 weeks and who want and are available for work; and (3) economically disadvantaged adults and youth. Title V: FUTA Reduction of Credit - Amends the Federal Unemployment Tax Act to lessen by 0.1 percent for taxable year 1987 the already applicable reduction in tax credits to an employer in a State when: (1) for each of the three preceding tax years the State had a balance of outstanding advances made to its unemployment account under title XII of the Social Security Act (account); and (2) for that same period, cumulative employer contributions to the account exceeded the amount paid out as unemployment benefits. Adds a 0.3 percent reduction to the tax credit reduction for tax year 1988 when: (1) the State meets the criteria established for the 1987 additional reduction; (2) the amount of employer contributions to the account for tax year 1987 exceeded the amount of unemployment benefits paid out of it; and (3) the Secretary of Labor makes certain determinations concerning the tax effort and solvency of the State's unemployment compensation system. Sets forth a special formula to be used for determining the reduction in total credits with respect to taxpayers in States upon the determination that the otherwise applicable reduction would result in the payment of additional taxes by such taxpayers in an amount exceeding the balance of the outstanding advances made to the account."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Extended Unemployment Insurance Reform Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Self-Employment Opportunity Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide an improved program of extended unemployment compensation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:34-05:00"
}