{
  "actions": [
    {
      "acted_at": "2013-10-02", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Appropriations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sjres23-113", 
  "bill_type": "sjres", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-10-02", 
  "number": "23", 
  "official_title": "A joint resolution making continuing appropriations for fiscal year 2014, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres59-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hjres65-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hjres66-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hjres67-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hjres69-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Cruz, Ted", 
    "state": "TX", 
    "thomas_id": "02175", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-10-02", 
  "subjects": [
    "Appropriations", 
    "Comprehensive health care", 
    "Department of Veterans Affairs", 
    "Economics and public finance", 
    "Executive agency funding and structure", 
    "Food assistance and relief", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health programs administration and funding"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-10-02", 
    "text": "Makes appropriations, out of any money in the Treasury not otherwise appropriated, and out of applicable corporate or other revenues, receipts, and funds, for governmental entities for FY2014 and portions of FY2015, and for other purposes, namely, for programs, projects, or activities of the Department of Veterans Affairs (VA) under the Full-Year Continuing Appropriations Act, 2013 (division E of P.L. 113-6). Requires the rate of operations to be calculated to reflect the full amount of any reduction required in FY2013 pursuant to: (1) the Consolidated and Further Continuing Appropriations Act, 2013 (P.L. 113-6), and (2) the presidential sequestration order dated March 1, 2013, except as attributable to budget authority made available by the Continuing Appropriations Resolution, 2013 (P.L. 112-175) or the Disaster Relief Appropriations Act, 2013 (P.L. 113-2). Prohibits any appropriation or funds made available or authority granted by this joint resolution from being used to initiate or resume any project or activity for which appropriations, funds, or other authority were not available during FY2013. Makes appropriations and funds made available and authority granted under this joint resolution available until whichever of the following first occurs: (1) enactment into law of an appropriation for any project or activity provided for in this joint resolution, (2) enactment into law of the applicable appropriations Act for FY2014 without any provision for such project or activity, or (3) January 1, 2015. Requires implementation of this joint resolution so that only the most limited funding action be taken in order to provide for continuation of projects and activities. Authorizes funding for entitlements and other mandatory payments whose budget authority was provided in appropriation Acts for FY2013 and for activities under the Food and Nutrition Act of 2008. Authorizes amounts made available for civilian personnel compensation and benefits to be apportioned up to the rate for operations necessary to avoid furloughs, consistent with the applicable appropriations Act for FY2013, except that such authority shall not be used until after the agency has taken all necessary actions to reduce or defer non-personnel-related administrative expenses. Prohibits the use of any funds made available under this joint resolution to carry out any provisions of the Patient Protection and Affordable Care Act or title I and subtitle B of title II of the Health Care and Education Reconciliation Act of 2010."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A joint resolution making continuing appropriations for fiscal year 2014, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:34:23-05:00"
}