{
  "actions": [
    {
      "acted_at": "1974-02-07", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12739-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-07", 
  "number": "12739", 
  "official_title": "A bill to preserve local air service.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Moss, John E.", 
    "state": "CA", 
    "thomas_id": "00838", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-07", 
  "subjects": [
    "Airlines", 
    "Aviation", 
    "Civil Aeronautics Board", 
    "Independent regulatory commissions"
  ], 
  "subjects_top_term": "Airlines", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-07", 
    "text": "States that, notwithstanding any other provision of law, the Civil Aeronautics Board shall not authorize, allow, or permit any air carrier which received Federal subsidy in 1972 to omit, suspend, terminate, or reduce by 50 percent or more, regulary scheduled service, including flag stop service, to a point certified to be served by that carrier on any day in November 1973, unless the Board finds, after notice and hearing that such ommission, suspension, termination, or reduction is in the public interest, and that such point will continue to receive adequate regularly scheduled service from another certificated air carrier; or that such air carrier is not providing more than two nonstop round trips per day in each marketpair in which both points are \"large hubs\" as defined in the most recent edition of \"Airport Activity Statistics of Certificated Route Carriers\", and that such carrier is using the fuel available to it as efficiently as possible. Requires notice of any application by such a carrier for authority to omit, suspend, terminate, or reduce by 50 percent or more regularly scheduled service to such a certified point to be published in the Federal Register and to be sent to all interested persons."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to preserve local air service.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:22-05:00"
}