{
  "actions": [
    {
      "acted_at": "2002-09-24", 
      "references": [
        {
          "reference": "CR S9123-9125", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-09-24", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [
        {
          "reference": "CR S9125-9134", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-09-25", 
      "in_committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Health, Education, Labor, and Pensions. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2002-09-30", 
      "committee": "Health, Education, Labor, and Pensions", 
      "references": [], 
      "text": "Committee on Health, Education, Labor, and Pensions. Reported by Senator Kennedy with amendments. With written report No. 107-292.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2002-09-30", 
      "calendar": "Senate Legislative", 
      "number": "622", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 622.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2002-10-17", 
      "references": [
        {
          "reference": "CR S10635-10636", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2998-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "2002-09-24", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeWine, Mike", 
      "sponsored_at": "2002-09-24", 
      "state": "OH", 
      "thomas_id": "00293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gregg, Judd", 
      "sponsored_at": "2002-09-24", 
      "state": "NH", 
      "thomas_id": "00466", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "2002-09-24", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "2002-09-24", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2002-09-24", 
  "number": "2998", 
  "official_title": "A bill to reauthorize the Child Abuse Prevention and Treatment Act, the Family Violence Prevention and Services Act, the Child Abuse Prevention and Treatment and Adoption Reform Act of 1978, and the Abandoned Infants Assistance Act of 1988, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3839-107", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5601-107", 
      "reason": "related"
    }
  ], 
  "short_title": "Keeping Children and Families Safe Act of 2002", 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2002-09-25", 
  "subjects": [
    "Administrative procedure", 
    "Adoption", 
    "Bilingualism", 
    "Boarder babies", 
    "Child abuse", 
    "Child psychology", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Department of Health and Human Services", 
    "Disabled children", 
    "Drug abuse", 
    "Drug abuse in pregnancy", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Elementary school students", 
    "Employee training", 
    "Evaluation research (Social action programs)", 
    "Families", 
    "Family services", 
    "Family violence", 
    "Federal aid to child welfare", 
    "Foster home care", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Governmental investigations", 
    "Health", 
    "Human immunodeficiency viruses", 
    "Infants", 
    "Internet", 
    "Interstate relations", 
    "Labor and employment", 
    "Law", 
    "Mental health services for youth", 
    "Nonprofit organizations", 
    "Research", 
    "Respite care", 
    "Science, technology, communications", 
    "Secondary school students", 
    "Social welfare", 
    "Social workers", 
    "Web sites", 
    "Wife abuse", 
    "Women", 
    "Women's shelters", 
    "Youth"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2002-09-30", 
    "text": "Keeping Children and Families Safe Act of 2002 - Title I: Child Abuse Prevention and Treatment Act - Subtitle A: General Program - (Sec. 111) Amends the Child Abuse Prevention and Treatment Act to direct the Secretary of Health and Human Services, through National Clearinghouse on Child Abuse and Neglect Information, to: (1) maintain information about the best practices used for achieving improvements in child protective systems; (2) provide technical assistance, upon request, that may include an evaluation or identification of various methods and procedures for the investigation and prosecution of child physical and sexual abuse cases, ways to mitigate psychological trauma to the child victim, and effective programs carried out by the States; and (3) provide for and disseminate information relating to various training resources available at the State and local level to individuals and State and local officials who are involved in child abuse and neglect prevention, treatment, education, and enforcement.(Sec. 112) Directs the Secretary to focus interdisciplinary research on, among other areas, the effects of abuse and neglect on a child's development. Requires the Secretary to conduct research on the national incidence of child abuse and neglect. Allows the Secretary to award grants to, and enter into contracts with, States or public or private entities or organizations for time-limited demonstration projects addressing various topics, including projects that involve innovative training for mandated child abuse and neglect reporters.(Sec. 113) Permits the Secretary to award grants for various programs to improve training for child protection services (CPS) and other child and family service workers.(Sec. 114) Directs the Secretary to make grants to States for child abuse and neglect prevention and treatment programs. Amends grant eligibility requirements grants, to require, among other things: (1) triage procedures for the referral of a child not at imminent risk of harm to a community organization or voluntary child maltreatment prevention service; and (2) procedures to improve the training, retention, and supervision of caseworkers.(Sec. 115) Allows the Secretary, in collaboration with the John H. Chafee Foster Care Independence Board, to make grants to eligible partnerships of public agencies or private nonprofit organizations in not more than ten States to aid in providing long and short-term financial security for youth in foster care and youth aging out of foster care.(Sec. 116) Authorizes appropriations.Subtitle B: Community-Based Grants for the Prevention of Child Abuse - (Sec. 121) Modifies language relating to the purpose of and authority for community-based grants to States for the prevention of child abuse.(Sec. 122) Amends eligibility requirements that States must meet to receive community-based grants from the Secretary.(Sec. 123) Modifies language pertaining to how funds are to be allotted by the Secretary to States for such community-based grants.(Sec. 124) Repeals provisions providing for the continuance of existing community-based family resource and support grants, contracts, or cooperative agreements to States or other entities.(Sec. 125) Modifies the information a State needs to include in a submission to the Secretary to receive a community-based grant.(Sec. 126) Modifies local program requirements for community-based grants, including to classify voluntary home visiting among other core services which must be provided or arranged for through contracts or agreements with other local agencies.(Sec. 130) Authorizes appropriations.Title II: Amendments to Family Violence Prevention and Services Act - Subtitle A: Reauthorization of Grant Programs - (Sec. 201) Amends the Family Violence Prevention and Services Act to modify the definition of underserved populations for purposes of certain State grants.(Sec. 202) Modifies secretarial responsibilities to allow more than one employee to carry out certain required functions under the Act.(Sec. 203) Amends reporting requirements under the Act.(Sec. 204) Repeals a deadline for the Secretary to publish regulations under the Act concerning information and technical assistance centers.(Sec. 205) Authorizes appropriations.(Sec. 206) Requires not less than ten percent of State grants for family violence and prevention services annually to go to State Domestic Violence Coalitions. Repeals provision establishing time frames for regulations regarding domestic violence coalitions.(Sec. 207) Requires the Secretary to use not more than two percent of family violence and prevention services funds under the Act for each fiscal year for evaluation, monitoring, and other administrative costs under this title.(Sec. 208) Repeals provisions concerning the family member abuse information and documentation project.(Sec. 209) Repeals provisions regarding the model State leadership grants for domestic violence intervention.(Sec. 210) Permits the Secretary to extend national domestic violence hotline grants for grantees that submit a report evaluating the effectiveness of the program, providing that the report and other criteria indicate the program is being successfully operated. Authorizes appropriations.(Sec. 211) Repeals provisions regarding youth education and domestic violence.(Sec. 212) Authorizes appropriations. Repeals a provision establishing a time frame for regulations concerning demonstration grants for community initiatives.(Sec. 213) Authorizes appropriations.Subtitle B: National Domestic Violence Hotline - (Sec. 221) Requires the Secretary to award a grant to a nonprofit organization to establish and operate a confidential Internet website to link domestic violence shelters and service providers and the National Domestic Violence Hotline. Authorizes appropriations.Subtitle C: Children Exposed to Domestic Violence Program - (Sec. 232) Establishes the Children Exposed to Domestic Violence Program, which shall provide grants to shelters and other domestic violence service providers to run programs that address the needs of children with mothers who are abused. Authorizes appropriations.Title III: Adoption Opportunities - (Sec. 302) Amends the Child Abuse Prevention and Treatment and Adoption Reform Act of 1978 to direct the Secretary to provide (directly or by grant) for the implementation of programs that are intended to increase the number of older children moving from foster care to adoptive families.Requires the Secretary to award grants to, or enter into contracts with, States, local government, and adoption and child welfare programs to help eliminate barriers to placing children for adoption across jurisdictional boundaries.(Sec. 303) Modifies provisions on interstate adoptions to direct the Secretary to study for-profit adoptions (present law directs study of adoptions that are unregulated or not licensed). Specifies certain topics for the Secretary to investigate, including research on how interstate placements are being financed across State lines.(Sec. 304) Authorizes appropriations.(Sec. 305) Directs the Secretary to prepare a report recommending an action plan to facilitate the interjurisdictional adoption of foster children.Title IV: Abandoned Infants Assistance - (Sec. 402) Amends the Abandoned Infants Assistance Act of 1988 to prohibit the Secretary from making grants to public and nonprofit entities regarding abandonment of infants and young children in hospitals unless priority is given by the grantee to children who: (1) have been perinatally exposed to HIV or who have a life-threatening illness; (2) have another special medical need; or (3) have been exposed perinatally to a dangerous drug.(Sec. 403) Directs the Secretary to: (1) provide for evaluations of projects on abandoned infants under this Act and for dissemination of information about such projects; and (2) to undertake a study and prepare a report on the number of abandoned infants and young children.(Sec. 404) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Keeping Children and Families Safe Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Keeping Children and Families Safe Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize the Child Abuse Prevention and Treatment Act, the Family Violence Prevention and Services Act, the Child Abuse Prevention and Treatment and Adoption Reform Act of 1978, and the Abandoned Infants Assistance Act of 1988, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:44-05:00"
}