{
  "actions": [
    {
      "acted_at": "1973-09-19", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10403-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-19", 
  "number": "10403", 
  "official_title": "A bill to amend the Public Health Service Act to provide for the protection of human subjects who participate in biomedical or behavioral research programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Protection of Human Subjects Act", 
  "sponsor": {
    "district": "11", 
    "name": "Rogers, Paul G.", 
    "state": "FL", 
    "thomas_id": "00978", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-19", 
  "subjects": [
    "Advisory bodies", 
    "Department of Health, Education, and Welfare", 
    "Medical care, personnel, and facilities", 
    "Medical research", 
    "Public health", 
    "Research"
  ], 
  "subjects_top_term": "Medical research", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-19", 
    "text": "Protection of Human Subjects Act - Establishes, within the Department of Health, Education and Welfare, the National Commission for the Protection of Human Subjects of Biomedical and Behavorial Research. Sets forth the membership composition of such Commission and their rates of compensation. Directs the Commission to: (1) undertake a comprehensive investigation and study to identify the basic ethical principles and develop guidelines which should underlie the conduct of biomedical and behavioral research and guarantee that such research is carried out in accordance with the ethical principles identified by the Commission in order to assure the full protection of the rights of the subject of such research; (2) develop and recommend to the Congress a mechanism for the compensation of individuals and their families for injuries or death proximately caused by the participation of such individuals in a biomedical or behavioral research program. Sets forth the subjects the Commission shall consider in carrying out these duties. Directs the Commission to conduct a study and investigation of the employment of psychosurgery. States that no individual shall be required to perform or assist in the performance of any portion of a health service program or research activity for which the provisions of this title are applicable, funded in whole or in part by the Department of Health, Education, and Welfare if such performance or assistance would be contrary to his religious beliefs or moral convictions; and that no entity shall be required to make its facilities available for the performance of any health service program or research activity funded in whole or in part by the Department of Health, Education, and Welfare if such performance is prohibted by the entity on the basis of religious belief or moral convictions. Provides that until such time after certification of Institutional Review Boards has been established and the Commission develops policies with regard to the conduct of research on the living fetus or infants, the Secretary may not conduct or support research or experimentation in the United States or abroad on a living human fetus or infant, whether before or after induced abortion, unless such research or experimentation is done for the purpose of insuring the survival of that fetus or infant. Provides that no institution may receive assistance from the Department of Health, Education and Welfare to conduct biomedical or behavorial research involving human subjects unless such institution has established an Institutional Review Board certified by the Commission. Requires that until certification of such Boards has been established, each institution shall protect the welfare of subjects involved in research and attain, by adequate methods, their informed consent. Defines the term \"informed consent.\" Stipulates that no exculpatory language of the agreement shall waive the subject's legal rights or release the institution or its agents from liability for negligence. Prescribes the duties of the Institutional Review Boards. Provides for inspection of facilities involved in biomedical and behavorial research programs involving human subjects. Sets forth recordkeeping requirements to be met by every biomedical research program under the Commission's jurisdiction. Authorizes appropriation of $3,000,000 for fiscal 1974 and 1975 to carry out the provisions of this act. Provides that the Secretary, after consultation with the Director of the National Institutes of Health and, where appropriate, with the Director of the National Institute of Mental Health, shall, by regulation, provide for the proper scientific peer review by assembled groups of qualified independent scientific experts of the review of grants and for research and development contracts administered by the National Institutes of Health or the National Institute of Mental Health. Requires a study to be made of the ethical, social, and legal implications of advances in biomedical and behavioral research and technology."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Protection of Human Subjects Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to provide for the protection of human subjects who participate in biomedical or behavioral research programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:42-05:00"
}