{
  "actions": [
    {
      "acted_at": "2009-07-16", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1466-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Graham, Lindsey", 
      "sponsored_at": "2009-07-16", 
      "state": "SC", 
      "thomas_id": "00452", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "2009-07-16", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-07-16", 
  "number": "1466", 
  "official_title": "A bill to establish the position of Deputy United States Trade Representative for Trade Enforcement and a Trade Enforcement Division in the Office of the United States Trade Representative, to establish a Chief Manufacturing Negotiator in the Office of the United States Trade Representative, to strengthen enforcement of United States intellectual property rights at United States borders, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr496-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Trade Enforcement Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Stabenow, Debbie", 
    "state": "MI", 
    "thomas_id": "01531", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-07-16", 
  "subjects": [
    "Advisory bodies", 
    "Border security and unlawful immigration", 
    "Civil actions and liability", 
    "Congressional oversight", 
    "Department of Homeland Security", 
    "Department of the Treasury", 
    "Executive agency funding and structure", 
    "Foreign trade and international finance", 
    "Free trade and trade barriers", 
    "Intellectual property", 
    "Manufacturing", 
    "Office of the U.S. Trade Representative", 
    "Product safety and quality", 
    "Small business", 
    "Trade agreements and negotiations", 
    "Trade restrictions"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-07-16", 
    "text": "Trade Enforcement Act of 2009 - Amends the Trade Act of 1974 to establish: (1) within the Office of the United States Trade Representative (USTR) a Trade Enforcement Division; (2) the position of Deputy USTR for Trade Enforcement to head the Division; and (3) within the Division the Office of Trade Assistance for Small Business. Requires the USTR to identify and report annually to Congress on: (1) U.S. trade enforcement priorities; (2) U.S. trade enforcement actions taken during the previous year and their impact on trade barriers in foreign countries; and (3) priority foreign trade practices on which the USTR will focus U.S. trade enforcement efforts. Requires the USTR, with respect to a priority foreign country trade practice, to initiate: (1) dispute settlement consultations in the World Trade Organization (WTO); (2) dispute settlement consultations under any bilateral or regional trade agreement to which the United States is a party; (3) an investigation to determine whether the priority foreign country trade practice violates the rights of the United States under a trade agreement or is unjustifiable and burdens or restricts U.S. commerce; (4) negotiations that seek an agreement for the elimination of the priority foreign country trade practice or, if elimination is not feasible, an agreement that provides for compensatory trade benefits; or (5) any other action to eliminate the priority foreign country trade practice. Establishes within the Office of the USTR the position of Chief Manufacturing Negotiator. Requires the Deputy USTR for Trade Enforcement to submit to Congress a plan to address nontariff barriers to market access by U.S. companies in a country in cases where the United States has entered into, or is negotiating, a bilateral or regional trade agreement with such country. Establishes within the Department of the Treasury the position of Director of Intellectual Property Rights Enforcement, who shall develop an annual strategic plan for the enforcement of intellectual property rights. Directs the Commissioner responsible for U.S. Customs and Border Protection and the Assistant Secretary for U.S. Immigration and Customs Enforcement to appoint coordinators of intellectual property rights enforcement activities. Delineates enforcement activities to combat the counterfeiting and piracy of products. Authorizes the Chief Counsel of U.S. Customs and Border Protection to commence and participate in certain civil forfeiture proceedings. Directs the Secretary of the Treasury, acting through the Commissioner and the Assistant Secretary, to establish an Advisory Committee on Import Safety and Intellectual Property Rights Enforcement. Authorizes appropriations to U.S. Customs and Border Protection and U.S. Immigration and Customs Enforcement for additional personnel to carry out specified responsibilities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trade Enforcement Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the position of Deputy United States Trade Representative for Trade Enforcement and a Trade Enforcement Division in the Office of the United States Trade Representative, to establish a Chief Manufacturing Negotiator in the Office of the United States Trade Representative, to strengthen enforcement of United States intellectual property rights at United States borders, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:15-05:00"
}