{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr289-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "289", 
  "official_title": "To amend the Land and Water Conservation Fund Act of 1965 as amended.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "28", 
    "name": "Bell, Alphonzo", 
    "state": "CA", 
    "thomas_id": "00073", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Conservation of natural resources", 
    "Land use", 
    "Recreation", 
    "Recreation areas", 
    "Water resources development"
  ], 
  "subjects_top_term": "Conservation of natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Changes the formula, under the Land and Water Conservation Fund Act, for the apportionment to States of funds under the Act to the following: (1) twenty percent shall be apportioned equally among the several States; (2) seventy-five percent shall be apportioned on the basis of need to individual States by the Secretary of the Interior in such amounts as in his judgment will best accomplish the purposes of the Act; and (3) five percent shall be made available to individual States to meet special or emergency needs, as determined by the Secretary. Increases to ten percent the percentage of the entire fund that may be allocated to one State in any one year. Provides that a State plan for aid under the Act must provide an evaluation of the future demand for and supply of outdoor recreation resources and facilities in the State. Provides that the Secretary shall annually review each State's program to implement the statewide outdoor recreation plan and shall withhold payments to any State until he is satisfied that the State has taken appropriate action toward insuring that new recreation areas and facilities are being located to satisfy the highest priority unmet demands for recreation especially in and near cities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend the Land and Water Conservation Fund Act of 1965 as amended.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:54-05:00"
}