{
  "actions": [
    {
      "acted_at": "1991-07-31", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-07", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Executive Comment Requested from OMB, OPM.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-08-07", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "subcommittee": "Civil Service", 
      "text": "Referred to the Subcommittee on Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-02-22", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "in_subcommittee": "Civil Service", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-02-27", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "in_subcommittee": "Civil Service", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3149-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO", 
      "subcommittee": "Subcommittee on Civil Service", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Blackwell, Lucien E.", 
      "sponsored_at": "1992-03-20", 
      "state": "PA", 
      "thomas_id": "00093", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Clay, William (Bill)", 
      "sponsored_at": "1991-07-31", 
      "state": "MO", 
      "thomas_id": "00203", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Gilman, Benjamin A.", 
      "sponsored_at": "1992-03-20", 
      "state": "NY", 
      "thomas_id": "00440", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Morella, Constance A.", 
      "sponsored_at": "1991-07-31", 
      "state": "MD", 
      "thomas_id": "00833", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-31", 
  "number": "3149", 
  "official_title": "To strengthen the authority to require safe workplaces for Federal employees and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Employees Occupational Safety and Health Act of 1991", 
  "sponsor": {
    "district": "6", 
    "name": "Sikorski, Gerry E.", 
    "state": "MN", 
    "thomas_id": "01057", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-07-31", 
  "subjects": [
    "Accident prevention", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Advice and consent of the Senate", 
    "Collective bargaining in government", 
    "Damages", 
    "Discrimination in employment", 
    "Employee rights", 
    "Employee training", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grievance procedures", 
    "Information services", 
    "Judicial review of administrative acts", 
    "Labor-management committees", 
    "Legal fees", 
    "Occupational health and safety", 
    "Presidential appointments", 
    "Rating of employees", 
    "Special prosecutors", 
    "Whistle blowing"
  ], 
  "subjects_top_term": "Federal employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-07-31", 
    "text": "Federal Employees Occupational Safety and Health Act of 1991 - Creates a new occupational safety and health program for Federal employees. Outlines the rights and obligations of each employee of an executive agency regarding workplace safety, including: (1) the right to refuse to work, without loss of pay or benefits, in any workplace that represents a serious danger to the employee's safety or health or in any workplace that fails to conform to safety and health standards; and (2) the obligation to comply with the occupational safety and health standards adopted by the agency. Allows any executive agency employee to bring an action in any U.S. district court to require: (1) the Secretary of Labor to carry out any duty under this Act; (2) an executive agency to comply with any order of the Occupational Safety and Health Review Commission (OSHRC) under this Act; and (3) OSHRC to carry out its duties under this Act. Revises the authority of each Federal agency head with respect to establishing health and safety programs to include making such head responsible for: (1) ensuring that performance evaluations of managers or supervisors measure performance in meeting the requirements of this Act and of the agency's health and safety program, consistent with their responsibilities and duties thereunder; (2) appointing an executive level individual as that agency's Designated Agency Safety and Health Office (DASHO) to insure the effective operation of such program at each agency worksite; (3) providing, at each appropriate operational level, an official with adequate budget, authority, and staff to manage, administer, and implement worksite health and safety inspection programs; (4) establishing agency health and safety committees to monitor worksite inspections, comment on proposed standards, and identify worksite hazards and making available to such committees all information relevant and necessary for them to carry out their duties; (5) providing health and safety training to agency personnel appropriate to the work performed by the employee; and (6) conducting annual worksite inspections. Outlines specific requirements applicable to agency health and safety programs and worksite inspections, including those requiring the development of abatement plans to eliminate unhealthful working conditions. Directs the Secretary of Labor to conduct random, unannounced health and safety inspections of executive agency workplaces and, upon completion of an inspection, to report inspection results to applicable agency officials and to issue citations if necessary to bring the agency into compliance with this Act. Outlines: (1) procedures for enforcement of inspections; (2) provisions providing agencies and employees with an opportunity to contest citations before OSHRC; and (3) procedures for judicial review of final OSHRC orders. Directs the Secretary to establish within the Department of Labor an Office of Federal Programs which shall have jurisdiction on behalf of the Secretary over this Act and which shall be headed by an Assistant Deputy Secretary of Labor. Directs the President to appoint a Special Prosecutor for Federal Occupational Safety and Health Enforcement for the Labor Department. Authorizes such official to petition any court of appeals of the United States for the enforcement of any OSHRC order. Requires the Administrator of the General Services Administration, upon request of an executive agency, to: (1) provide such agency with space which meets any special safety and health requirements of the agency and which does not contain serious hazards or conditions which may violate this Act or the Occupational Safety and Health Act of 1970; and (2) investigate any report of unsafe or unhealthy conditions in a facility provided by the Administrator. Requires the Administrator to maintain a log of any report by an executive agency of any unsafe or unhealthy condition in a building occupied by the agency and provided by the Administrator. Subjects any lease of a building to an executive agency which is entered into by a private person under the Administrator's direction to the requirements of this paragraph and the Occupational Safety and Health Act of 1970. Requires the Department of Labor to investigate complaints of employees who believe that they have been discriminated against for reporting agency health and safety violations and to provide relief to such an employee who has been discriminated against. Makes conforming repeals to the Occupational Safety and Health Act of 1970."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Employees Occupational Safety and Health Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To strengthen the authority to require safe workplaces for Federal employees and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:38-05:00"
}