{
  "actions": [
    {
      "acted_at": "1975-02-22", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-02-22", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-02-22", 
      "committee": "Senate Committee on Public Works", 
      "references": [], 
      "text": "Referred to Senate Committee on Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s793-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-22", 
  "number": "793", 
  "official_title": "A bill to provide for the formulation of a national rural transportation policy to include recommendations for improving farm to market roads, railroad beds, and the availability of operational rail lines serving rural areas.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Rural Transportation Act", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-22", 
  "subjects": [
    "Bridges", 
    "Common carriers", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Housing and community development", 
    "Railroads", 
    "Roads and highways", 
    "Rural affairs legislation", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Rural affairs legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-22", 
    "text": "National Rural Transportation Act - Title I: States the policy of the Congress, including that: (1) a national rural transportation policy be established taking into account the interdependence of the cities and the countryside and the national goal of promoting the growth and development of rural America; and (2) a two-year moratorium be declared on rail abandonments while a national rural transportation policy is developed. Title II: Aid to Rural Roads - Amendments Act to the Federal-Aid Highway Act - Defines the term \"countryside areas\" as meaning all areas of a State not included in urban areas. Authorizes appropriations for fiscal years 1976 and 1977 for primary and secondary highway systems and for bridge replacement and reconstruction under the Federal-Aid Highway Act of 1973. Declares it to be in the vital interest of the Nation that an emergency bridge replacement program for non-Federal countryside roads and highways be established to enable States to replace bridges which are significantly important and unsafe or inadequate to serve area needs. Requires, under such Act, that the counties, in consultation with and with the assistance of the State, shall inventory, classify, and establish priorities for replacement all bridges. Provides for conformity with existing regional and State transportation plans in establishing such priorities. Provides funding for such program. Authorizes the appropriation of funds for fiscal years 1976 and 1977 to carry out projects for high-hazard locations of highways. Title III: National Rural Transportation Planning Commission - Establishes, as an independent commission, the National Rural Transportation Planning Commission. Directs such Commission to perform specified functions, including to: (1) conduct an analysis of present and future rail and highway transportation needs in rural areas throughout the United States, taking into account increased demand for transportation resulting from expanded production of agricultural and forest products and the national goal of promoting the growth and development of rural America; and (2) prepare an information survey and an economic and operational study of all rural freight rail lines or portions thereof identified by the Governors of the several States as currently threatened by abandonment. Title IV: Report and Partial Moratorium on Abandonments - Requires the Interstate Commerce Commission to submit to the Congress within 90 days, a report on the anticipated effect, including the environmental impact, of abandonments in States outside the region. Requires that no carrier subject to part I of the Interstate Commerce Act shall abandon, for 730 days after the date of enactment of this Act, all or any portion of a line of railroad (or operation thereof) outside the region, the abandonment of which is opposed by any State, county, or municipality served by that line. Title V: Rail Rehabilitation Trust Fund - Establishes in the Treasury the Rail Rehabilitation Trust Fund to be administered by the Secretary of the Department of Transportation through the Administrator of the Federal Railroad Administration. Empowers the Secretary, through the Administrator, to make grants for the rehabilitation of rail lines in accordance with the Federal Railroad Safety Act of 1970, except that no part of such amounts shall be used for the rehabilitation of rail lines used exclusively for passenger transportation. Authorizes the appropriation of $500,000,000, for each fiscal year beginning with fiscal year 1976, to the Trust Fund. Makes it the duty of the Secretary of the Treasury to hold the Trust Fund, and (after consultation with the Secretary of Transportation) to report annually to Congress on the financial condition and the results of the operations of the Trust Fund. Imposes a transportation tax upon the amount paid for the transportation of property within the United States by rail, motor vehicle, or water, a tax equal to one percent of such amount."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Rural Transportation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Amendments Act to the Federal-Aid Highway Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the formulation of a national rural transportation policy to include recommendations for improving farm to market roads, railroad beds, and the availability of operational rail lines serving rural areas.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:07-05:00"
}