{
  "actions": [
    {
      "acted_at": "1981-05-14", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-06-02", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Labor Department; FBI; GAO; OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-02", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Labor", 
      "text": "Referred to Subcommittee on Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-06-16", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "in_subcommittee": "Labor", 
      "references": [], 
      "text": "Subcommittee on Labor. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-17", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "in_subcommittee": "Labor", 
      "references": [], 
      "text": "Subcommittee on Labor. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-23", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "in_subcommittee": "Labor", 
      "references": [], 
      "text": "Subcommittee on Labor. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-07-02", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources received executive comment from GAO.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-05", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "in_subcommittee": "Labor", 
      "references": [], 
      "text": "Subcommittee on Labor. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-28", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "in_subcommittee": "Labor", 
      "references": [], 
      "text": "Subcommittee on Labor. Approved for full committee consideration with an amendment in the nature of a substitute.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-15", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-02-09", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-25", 
      "in_committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-07-19", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Hatch with an amendment in the nature of a substitute and an amendment to the title. With written report No. 97-498.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-19", 
      "calendar": "Senate Legislative", 
      "number": "710", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 710.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1982-07-27", 
      "references": [], 
      "text": "S.UP.AMDT.1161 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-27", 
      "references": [], 
      "text": "S.UP.AMDT.1162 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-27", 
      "references": [], 
      "text": "S.UP.AMDT.1163 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-27", 
      "references": [], 
      "text": "S.UP.AMDT.1161 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-27", 
      "references": [], 
      "text": "S.UP.AMDT.1162 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-27", 
      "references": [], 
      "text": "S.UP.AMDT.1163 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-27", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-27", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with amendments and an amendment to the Title by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1982-08-02", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-08-13", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor Standards", 
      "text": "Referred to Subcommittee on Labor Standards.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-08-17", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Labor Standards", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "su1161-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "1161"
    }, 
    {
      "amendment_id": "su1162-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "1162"
    }, 
    {
      "amendment_id": "su1163-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "1163"
    }
  ], 
  "bill_id": "s1182-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Labor", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor Standards", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Byrd, Harry F.,  Jr.", 
      "sponsored_at": "1981-11-30", 
      "state": "VA", 
      "thomas_id": "01300", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Denton, Jeremiah", 
      "sponsored_at": "1981-09-25", 
      "state": "AL", 
      "thomas_id": "01316", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "East, John P.", 
      "sponsored_at": "1981-07-08", 
      "state": "NC", 
      "thomas_id": "01324", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1982-07-16", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hawkins, Paula", 
      "sponsored_at": "1981-07-08", 
      "state": "FL", 
      "thomas_id": "01355", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1981-07-08", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kasten, Robert W., Jr.", 
      "sponsored_at": "1981-10-15", 
      "state": "WI", 
      "thomas_id": "00619", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mattingly, Mack", 
      "sponsored_at": "1982-02-02", 
      "state": "GA", 
      "thomas_id": "01392", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1981-05-14", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Symms, Steven D.", 
      "sponsored_at": "1981-07-08", 
      "state": "ID", 
      "thomas_id": "01132", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "1981-10-29", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1982-07-27", 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-14", 
  "number": "1182", 
  "official_title": "A bill to amend the Longshoremen's and Harbor Workers' Compensation Act to revise the manner of computing the benefits provided under such Act, to provide for certification of physicians eligible to provide medical care to workers covered by such Act, to provide for an attorney to serve as the representative of the special fund established under such Act, to establish a Benefits Review Board the members of which are appointed by the President, to establish an advisory committee to evaluate the manner in which the provisions of the Act are carried out, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Longshoremen's and Harbor Workers' Compensation Act Amendments of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Nickles, Don", 
    "state": "OK", 
    "thomas_id": "01412", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1982-07-27", 
  "subjects": [
    "Administrative procedure", 
    "Crime prevention", 
    "Department of Labor", 
    "Disability evaluation", 
    "Employers' liability", 
    "Executive reorganization", 
    "Fines (Penalties)", 
    "Fraud", 
    "Government regulation", 
    "Government trust funds", 
    "Hearing disorders", 
    "Hospital rates", 
    "Labor and employment", 
    "Longshoremen", 
    "Medical fees", 
    "Occupational health and safety", 
    "Public safety", 
    "Religion and medicine", 
    "Ships and shipping", 
    "Standards", 
    "State laws", 
    "Survivors' benefits", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Workers' compensation", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1982-07-27", 
    "text": "(Measure passed Senate, amended) Longshoremen's and Harbor Workers' Compensation Act Amendments of 1982 - Amends the Longshoremen's and Harbor Workers' Compensation Act (\"the Act\") to revise the definition of \"employee\" to exclude persons who at the time of injury were: (1) engaged by specified employers; (2) employees exclusively performing office clerical, secretarial, security, or data processing work; (3) club, camp, restaurant, museum, retail outlet, and marina personnel; (4) personnel of suppliers, transporters, or vendors temporarily doing business on the premises of specified employers; (5) aquaculture workers; (6) engaged in operating an independently or cooperatively owned grain elevator and not engaged in loading or unloading a vessel; or (7) employed to build or repair any recreational vessel under 65 feet long. (Retains the current exclusion from coverage of a master or member of a crew of any vessel or any person engaged by the master to load or unload or repair any small vessel under 18 tons net.) Excludes such employees only if they are subject to coverage under a State workers' compensation law. Revises the definition of \"employer\" to exclude: (1) clubs, camps, restaurants, museums, retail outlets, or marinas; (2) aquaculture farms; (3) operations of employers which do not receive Federal maritime subsidies and which involve building, repairing, or dismantling certain types of commercial barges, small vessels, or recreational vessels. Revises the definition of \"wages\" to exclude fringe benefits. Makes conforming amendments. Provides that recoveries under other workers' compensation laws or under specified Federal law relating to recovery for injury to or death of seamen shall be credited against any liability imposed by the Act. Provides that liability under the Act shall be exclusive and in place of all other liability, including any liability imposed by or arising out of such other laws. Provides that no person covered under the Act who is employed to provide shipbuilding, repairing, or breaking services may bring a negligence action against the employer in any capacity including as the vessel's owner, owner for this occasion, agent, operator, or charterer or against the employees of the employer. Permits employers engaged in operations on the Outer Continental Shelf to enter into valid indemnity agreements with third parties engaged in those same operations. Provides that compensation for disability or death shall not exceed 200 percent of the applicable national average weekly wage. Authorizes the Secretary of Labor to order a change of physicians or hospitals where the charges exceed those prevailing within the community for similar services. Directs the Secretary to identify those physicians ineligible to provide care and receive payments under the Act. Revises provisions for employee recovery of expenditures for medical or other treatment or services. Requires the treating physician to furnish to the employer and the appropriate deputy commissioner an injury and treatment report within 21 days of first treatment. Authorizes an administrative law judge (as well as the Secretary) to suspend payment of compensation benefits to employees who unreasonably refuse to accept medical or surgical treatment or to submit to an examination by a consulting physician selected by the employer. Sets forth provisions relating to the barring of certain providers of services, appliances, or supplies under this Act. Allows an injured or disabled employee to treatment by prayer or spiritual means alone by an accredited practitioner of, and in accordance with the tenets of, a recognized church or religious denomination. Prohibits such an employee from losing any benefits under this Act because of such treatment. Requires such employee to take all required physical examinations. Provides that an employee shall not be considered to have unreasonably refused medical treatment or vocational rehabilitation if such refusal is in adherence to the tenets of a recognized church or religious denomination. Requires that compensation paid to the injured employee under the Act be reduced by 50 percent of the amount of old age insurance benefits to which the employee is entitled under title II of the Social Security Act. Makes an employer liable to the employee only for loss of hearing attributable to employment by that employer. Makes an audiogram conclusive evidence of the amount of hearing loss sustained. Directs the Secretary to promulgate regulations defining \"loss of hearing\" in accordance with American Medical Association guidelines. Increases the maximum amount awardable for serious disfigurement from $3,500 to $7,500. Repeals provisions for reconsideration of the degree of impairment by the deputy commissioner, for purposes of compensation of permanent partial disability. Repeals provisions for death benefit for survivors of employees receiving compensation for permanent paritial disability who die from causes other than the compensable injury. Lengthens the minimum period of the employer's payment responsibility from 104 weeks to 208 weeks. Requires that any request for second injury Fund apportionment be presented to the deputy commissioner and the Conservator prior to consideration by an administrative law judge. Repeals provisions for additional compensation for maintenance during vocational rehabilitation. Provides that employees in vocational rehabilitation shall receive continued temporary total or partial compensation, but prohibits entering an award for permanent disability until vocational rehabilitation has been determined unnecessary or has been completed. Makes an employee ineligible for compensation if the employee unreasonably refuses to undergo vocational rehabilitation or to participate in a reasonable plan offered and financed by the employer to return the injured employee to work. Repeals provisions which include consideration of the effect of disability as it may naturally extend into the future for purposes of deterimining the wage-earning capacity of an injured employee. Directs the deputy commissioner or administrative law judge to approve a settlement agreement within 30 days, unless it is found inadequate or procured under duress. Directs the deputy commissioner to issue a written statement within 30 days containing reasons for disapproval of any application for a settlement. Permits any party to the settlement to request a hearing before an administrative law judge to appeal such disapproval. Provides that approved settlements: (1) shall discharge the liability of the employer, carrier, or both; (2) may include future medical benefits; and (3) may be agreed upon at any stage of the proceeding including after entry of a final compensation order. Authorizes employers to notify claimants of their obligation to report their earnings. Provides that employees forfeit their right to compensation if the deputy commissioner determines that they have failed to report or have omitted or understated earnings. Repeals provisions for compensation for any death resulting from causes other than compensable injury. Increases the maximum funeral expense reimbursement from $1,000 to $3,000. Revises provisions for computation of death benefits. Limits to five percent per year annual increases in amounts payable as adjustments for permanent total disability and death caused by a compensable injury. Revises provisions for notice of injury or death. Requires such notice within 30 days after the employee or beneficiary is aware, or by reason of medical advice should have been aware, of the relationship between the injury or death and the employment. Requires employers to designate those agents or other responsible officials to receive such notice and to notify their employees of such designation in a manner prescribed by the Secretary in regulations. Makes conforming amendments. Repeals provisions authorizing the discharge of all or part of the employer's liability for compensation by payment of a lump-sum computed at a four percent discount rate. Revises provisions relating to presumptions in proceedings under the Act. Permits temporary expansion of the Benefits Review Board. Removes time limitations on requests for modification of awards and review of compensation cases. Provides that a claim for legal services or for any other services relating to a claim for or award of compensation under the Act is not valid unless approved by the deputy commissioner, an administrative law judge, the Benefits Review Board, or a court which is reviewing an order of an administrative law judge. Revises provisions for penalties for unapproved receipt of consideration or solicitation of employment with respect to claims or awards under the Act. Requires employers to report only those injuries which would cause loss of one or more shifts of work, but to keep a record of each and every injury. Requires that failure or refusal to send a required report by any employer, insurance carrier, or self-insured employer be willful before civil penalties may be imposed. Raises the maximum limit on such penalties from $500 to $25,000 for each such failure or refusal. Increases the criminal penalties for willful false statements or representations to obtain benefits or payments. Makes such false statements or representations felonies punishable by up to a $25,000 fine and/or up to three years imprisonment. Removes such penalties for misleading statements or representations. Directs the U.S. attorney for the district in which the injury is alleged to have occurred to make every reasonable effort to promplty investigate each complaint of such false statements or representations. Lists those persons who may or may not prosecute or defend claims under this Act. Makes false statements or representations for the purpose of denying or terminating benefits to an injured employee or the dead employee's dependents punishable by a fine of up to $25,000 and/or up to three years imprisonment. Authorizes the Secretary to take into account the employer's financial condition and previous record of payments and other relevant factors in establishing collateral requirements for employers seeking authorization to make direct payment of compensation. Revises provisions for compensation for injuries where third parties are liable. Defines \"award\" with respect to such compensation orders as a formal award issued by the deputy commissioner, an administrative law judge, or the Benefits Review Board. Provides that the right to bring an action against the third person shall revert to the person entitled to the compensation if the employer fails to commence such action within a reasonable time after the cause of action is assigned. Establishes procedures for the distribution of proceeds from third-party actions brought by persons entitled to compensation or other benefits. Provides that all amounts paid and determined payable by the employer shall be a first lien on any proceeds obtained by judgment or settlement. Requires that all rights to compensation or medical benefits be terminated if a third-party action is settled without the employer's formal written approval. Provides that all payments made by a special fund to or on behalf of a person entitled to compensation or other benefits shall be a lien on the proceeds of any third-party action subordinate only to the lien of the employer or carrier. Directs the Secretary to report to Congress, at the beginning of each regular session, on the administration of the Act for the preceding fiscal year. Establishes the Special Fund Conservation Committee. Directs the Committee to appoint a Fund Conservator. Authorizes the Conservator to participate as fully as any other party in all proceedings involving claims to any amounts from the special fund. Provides that all administrative expenses incurred by the Committee and the Conservator shall be paid from the special fund. Repeals outdated provisions of the Act. Declares that the discharge or refusal to employ a person who has been adjudicated to have filed a fraudulent claim for compensation is not a violation of prohibitions against discrimination against employees who bring proceedings under the Act. Raises the minimum penalty for a violation of such prohibitions from $100 to $1,000, and the maximum penalty from $1,000 to $5,000. Sets forth the effective date for specified provisions of this Act. Provides that amendments made by this Act relating to the modification of awards shall not apply to compensation payments under the Black Lung Benefits Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Longshoremen's and Harbor Workers' Compensation Act Amendments of 1981", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Longshoremen's and Harbor Workers' Compensation Act Amendments of 1982", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Longshoremen's and Harbor Workers' Compensation Act Amendments of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Longshoremen's and Harbor Workers' Compensation Act to revise the manner of computing the benefits provided under such Act, to provide for certification of physicians eligible to provide medical care to workers covered by such Act, to provide for an attorney to serve as the representative of the special fund established under such Act, to establish a Benefits Review Board the members of which are appointed by the President, to establish an advisory committee to evaluate the manner in which the provisions of the Act are carried out, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:51-05:00"
}