{
  "actions": [
    {
      "acted_at": "1991-11-26", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2086-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-26", 
  "number": "2086", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to provide for individual development accounts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Individual Development Account Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Bradley, Bill", 
    "state": "NJ", 
    "thomas_id": "01289", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-11-26", 
  "subjects": [
    "Antipoverty program", 
    "College costs", 
    "Excise tax", 
    "Federal advisory bodies", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Home ownership", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Poor", 
    "Retirement income", 
    "Saving and investment", 
    "Support of dependents", 
    "Tax deductions", 
    "Tax exclusion", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-11-26", 
    "text": "Individual Development Account Act of 1991 - Amends the Internal Revenue Code to allow a deduction for contributions made to an individual development account (IDA) by or on behalf of a qualified individual to pay qualified expenses of such individual. Limits such contributions to $2,000 per year. Defines qualified expenses as those for: (1) postsecondary educational expenses; (2) a first-home purchase; and (3) retirement. Describes a qualified individual as one who is eligible for an IDA demonstration project (established under this Act). Allows such deduction in arriving at adjusted gross income. Declares that contributions to IDAs are not subject to the gift tax or the tax on prohibited transactions. Provides for the establishment of demonstration projects (conducted by eligible organizations) designed to determine: (1) the social, psychological, and economic effects of providing to individuals with limited means an opportunity to accumulate assets; and (2) the extent to which an asset-based welfare policy may be used to enable individuals with low income to achieve economic self-sufficiency. Authorizes the Secretary of the Treasury to provide grants for five-year projects to eligible organizations. Requires each organization to establish a Reserve Fund to: (1) assist participants in obtaining skills and information necessary to achieve economic self-sufficiency through activities requiring qualified expenses; (2) provide financial assistance to participants; (3) administer the project; and (4) provide information to project evaluators. Makes an individual eligible for assistance under a demonstration project if such individual is a member of a household that meets: (1) the income test of not more than 200 percent of the poverty threshold; and (2) the net worth test of not more than $20,000. Allows organizations to provide financial assistance to eligible individuals through the direct deposit of funds into the IDA of such individuals. Establishes a table for determining the required deposit based upon the individual's percentage of the poverty threshold. Requires the Secretary to establish an oversight panel to evaluate the projects. Authorizes appropriations. Disregards funds in IDAs for purposes of means-tested Federal programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Individual Development Account Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 to provide for individual development accounts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:21-05:00"
}