{
  "actions": [
    {
      "acted_at": "2004-05-06", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-05-11", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Warner. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-05-11", 
      "calendar": "Senate Legislative", 
      "number": "506", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 506.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2004-06-23", 
      "references": [
        {
          "reference": "CR 6/24/2004 S7300-7301", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-23", 
      "bill_ids": [
        "s2400-108"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S. 2400 amended (Division C only) .", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-23", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2004-07-06T14:02:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-06", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-06T17:46:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2403-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2004-06-23", 
    "vetoed": false
  }, 
  "introduced_at": "2004-05-11", 
  "number": "2403", 
  "official_title": "An original bill to authorize appropriations for fiscal year 2005 for defense activities of the Department of Energy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4200-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2400-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2400-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2400-108", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Department of Energy National Security Act for Fiscal Year 2005", 
  "sponsor": {
    "district": null, 
    "name": "Warner, John", 
    "state": "VA", 
    "thomas_id": "01452", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2004-06-23", 
  "subjects": [
    "Advanced weapons", 
    "Alloys", 
    "Armed forces and national security", 
    "Arms control", 
    "Authorization", 
    "Beryllium", 
    "California", 
    "Citizen participation", 
    "Claims", 
    "Collective bargaining", 
    "Colorado", 
    "Commerce", 
    "Compensation (Law)", 
    "Congress", 
    "Congress and military policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Counterintelligence", 
    "Defense Nuclear Facilities Safety Board", 
    "Defense budgets", 
    "Department of Energy", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Energy", 
    "Engineers", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal budgets", 
    "Federal employees", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Government contractors", 
    "Government liability", 
    "Government operations and politics", 
    "Government publicity", 
    "Health", 
    "History", 
    "Idaho", 
    "Impact aid", 
    "Indemnity", 
    "International affairs", 
    "International cooperation", 
    "Iron and steel industry", 
    "Labor and employment", 
    "Labor contracts", 
    "Laboratories", 
    "Land transfers", 
    "Landowners", 
    "Lasers", 
    "Law", 
    "Manganese", 
    "Military assistance", 
    "Military research", 
    "New Mexico", 
    "Nuclear facilities", 
    "Nuclear nonproliferation", 
    "Nuclear reactors", 
    "Nuclear research", 
    "Nuclear security measures", 
    "Nuclear weapons", 
    "Occupational health and safety", 
    "Ohio", 
    "Pension funds", 
    "Public lands and natural resources", 
    "Radiation victims", 
    "Radioactive wastes", 
    "Reactor fuel reprocessing", 
    "Recruiting of employees", 
    "Research and development facilities", 
    "School districts", 
    "Science, technology, communications", 
    "Scientists", 
    "South Carolina", 
    "Strategic materials", 
    "Washington State", 
    "Workers' compensation", 
    "World War II"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2004-06-23", 
    "text": "Department of Energy National Security Act for Fiscal Year 2005 - Title XXXI [sic]: Department of Energy National Security Programs - Subtitle A: National Security Programs Authorizations - (Sec. 3101) Authorizes appropriations to the Department of Energy (DOE) for FY 2005 for: (1) activities of the National Nuclear Security Administration (NNSA) in carrying out programs necessary for national security, with specified allocations for weapons activities, defense nuclear nonproliferation activities, naval reactors, and the Office of the Administrator for Nuclear Security (Administrator); and (2) environmental restoration and waste management activities in carrying out national security programs, with specified allocations for defense environmental management, other defense activities, and defense nuclear waste disposal. Subtitle B: Program Authorizations, Restrictions, and Limitations - (Sec. 3111) Limits NNSA funding to 50 percent of authorized amounts until 30 days after the latter of: (1) the submission of a revised nuclear weapons stockpile plan in connection with the Conference Report on H.R. 2754 of the 108th Congress; or (2) the date on which the Administrator submits to the defense and appropriations committees a report setting forth the validated pit production requirements for the Modern Pit Facility. (Sec. 3112) Prohibits funds authorized under this title from being obligated or expended for additional or exploratory studies under the Advanced Nuclear Weapons Concepts Initiative until 30 days after the Administrator submits to the defense and appropriations committees a detailed report on activities under the Initiative that are planned for FY 2005. (Sec. 3113) Amends the National Defense Authorization Act (NDAA) for Fiscal Year 2004 to allow new projects under the Facilities and Infrastructure Recapitalization Program after its deadline of December 31, 2004, if the Administrator approves the project. Prohibits funds from being so obligated or expended until 60 days after the Administrator submits to the defense and appropriations committees a notice of the new project and related information. Limits to five the total number of projects that may be carried out in a fiscal year under such authority. (Sec. 3114) Amends the NDAA for Fiscal Year 2002 to revise milestone and reporting requirements relating to the National Ignition Facility. Requires the Administrator to report to the defense and appropriations committees on the milestones of the Facility to achieve ignition. Extends through 2011 (currently 2004) certain notification and reporting requirements with respect to such Facility. (Sec. 3115) Amends the Atomic Energy Defense Act to revise the annual date of submission of a plan for the stewardship, management, and certification of warheads in the nuclear weapons stockpile. (Sec. 3116) Excludes certain radioactive material resulting from the reprocessing of spent nuclear fuel from those materials stored at a DOE which may be regulated by the State pursuant to an approved closure plan or permit. (Sec. 3117) Directs the Secretary of Energy (Secretary, for purposes of this title only) to contract with the National Research Council of the National Academies to conduct a study of the necessary technologies and research gaps in DOE's program to remove high-level radioactive waste from storage tanks at nuclear facility sites in South Carolina, Washington, and Idaho. Requires the Council to: (1) conduct the study within the one-year period after entering into the contract; and (2) submit its findings and recommendations to the Secretary and relevant congressional committees. Provides funding from environmental management funds authorized under this title. (Sec. 3118) Amends the Atomic Energy Defense Act to require the Secretary to submit to Congress an annual report on expenditures for nuclear safeguards and security. (Sec. 3119) Authorizes the Secretary to consolidate the counterintelligence programs and functions of DOE within the Office of Defense Nuclear Counterintelligence of the NNSA. Requires the Secretary, with regard to such consolidation, to ensure that counterintelligence capabilities of DOE and NNSA are in no way degraded or compromised. Requires a report from the Secretary to the defense and appropriations committees on the exercise of such authority. (Sec. 3120) Earmarks funds authorized under this title for the treatment of waste material at the following nuclear sites: (1) the Idaho National Engineering and Environmental Laboratory; (2) the Savannah River (South Carolina) site; and (3) the Hanford (Washington) site. (Sec. 3121) Directs the Secretary to establish for each DOE Environmental Management 2006 closure site a local stakeholder organization to: (1) solicit and encourage public participation in appropriate activities relating to the closure of the site; and (2) disseminate information on the site's closure and post-closure operations to the State, local, and tribal governments affected by the closure, as well as persons and entities having a stake in the closure. Requires such an organization to be established at least six months before a site's closure. (Sec. 3122) Requires the Assistant Secretary of Energy to report to the Secretary on the maintenance of retirement benefits for workers at DOE 2006 closure sites after such closures. Directs the Secretary to transmit such report to Congress, together with comments and recommendations. (Sec. 3123) Directs the Administrator to contract with a federally funded research and development center for a study to assess NNSA efforts to understand the aging of plutonium in nuclear weapons. Requires a findings report from the Administrator to Congress. Subtitle C: Proliferation Matters - (Sec. 3131) Amends the NDAA for Fiscal Year 2004 to repeal the $50 million fiscal year limit on the total amount of international nuclear materials protection and cooperation program funds that may be obligated or expended by the President for a defense nuclear nonproliferation project or activity outside the states of the former Soviet Union. (Sec. 3132) Expresses the sense of Congress that: (1) the security of fissile and radiological materials and related equipment at vulnerable sites worldwide should be a top priority for U.S. national security; and (2) the President may establish in DOE a task force to carry out a program for such purposes. Authorizes the Secretary to carry out a program to undertake a worldwide effort to mitigate the threats posed by such materials at such sites. Outlines program elements. Requires an interim and final program report from the Secretary to Congress. Provides funding from DOE nuclear nonproliferation funds. Subtitle D: Other Matters - (Sec. 3141) Amends the Atomic Energy Act to extend through: (1) 2006 (currently 2004) the authority of the Secretary to enter into indemnification agreements with DOE contractors conducting activities that involve the risk of public liability and are not subject to other financial protection agreements; and (2) FY 2006 (currently FY 2004) the authority for DOE appointment of certain scientific, engineering, and technical personnel. (Sec. 3143) Amends the Floyd D. Spence NDAA for Fiscal Year 2001 to direct the Secretary of Health and Human Services to select physician members under the Energy Employees Occupational Illness Compensation Program based on experience and competency in diagnosing occupational illnesses. (Sec. 3144) Directs the Secretary to require that the primary management and operations contract for Los Alamos National Laboratory, New Mexico, contains terms requiring the contractor to provide support to the Los Alamos Public School District for the elementary and secondary education of students in the amount of $8 million per fiscal year. (Sec. 3145) Directs the Secretary to use competitive procedures in contracting for the conduct of independent reviews and evaluations of the design, construction, and operations of the Waste Isolation Pilot Plant in New Mexico as they relate to the protection of the public health and safety and the environment. Outlines contract requirements. (Sec. 3146) Establishes in the Treasury the Pajarito Plateau Homesteaders Compensation Fund for the settlement of two lawsuits involving the U.S. acquisition of certain lands in New Mexico for the Manhattan Project (nuclear testing) conducted during World War II. Outlines judicial procedures with respect to the consolidated lawsuits. Provides Fund funding from amounts authorized for the NNSA under this title. Subtitle E: Energy Employees Occupational Illness Compensation Program - (Sec. 3151) Amends the Energy Employees Occupational Illness Compensation Program (Program) Act of 2000 (EEOICPA) to cover under such DOE Program individual employees: (1) at an atomic weapons employer facility with respect to which the National Institute for Occupational Safety and Health found a potential for significant residual contamination outside of the period in which weapons-related production occurred; and (2) during a period of significant residual contamination at such facility. (Sec. 3152) Instructs the Director of the National Institute for Occupational Safety and Health to submit to Congress updated reports regarding residual contamination in such facilities. (Sec. 3153) Amends EEOICPA to provide for worker compensation benefit payments to contractor employees of DOE who were exposed to toxic substances at DOE facilities. (This new Subtitle D replaces the current provisions for DOE assistance to such employees in State workers compensation proceedings, but allows such workers to elect to seek compensation under the appropriate State system rather than the DOE replacement program.) Requires the Secretary of Labor to make determinations with respect to employee coverage under the DOE Program. Establishes within the Department of Labor the Office of the Ombudsman to assist individuals in making claims under this Subtitle, provide benefits information, and undertake related activities. Authorizes appropriations for FY 2005 and thereafter to the Secretary of Labor to carry out this Subtitle. Expresses the sense of Congress that the Secretary of Energy should: (1) adopt a policy not to oppose any final determination with respect to injured workers at DOE facilities and atomic weapons employer facilities under State adjudication systems unless such determinations are frivolous; and (2) incorporate such policy in all DOE contracts with non-Federal entities. Provides additional funding. Terminates prior enhancements to the DOE Program. (Sec. 3155) Expresses the sense of the Senate encouraging the Ombudsman to: (1) review the availability of assistance under the DOE Program for energy employees in the western New York and Pennsylvania region; and (2) recommend a location in that region for a resource center to provide assistance to such employees. (Sec. 3156) Requires congressional review within 60 (currently 180) days of individuals designated by the President for membership within the Special Exposure Cohort. (Sec. 3157) Includes within the above Cohort certain employees who, during their employment at a facility operated under contract to DOE by Mallinkrodt Incorporated, or by the Mason & Hangar-Silas Company at the Iowa Army Ammunition Plant: (1) were monitored through the use of dosimetry badges for exposure of the external parts of the employee's body to radiation; (2) were monitored through the use of bioassays, in vivo monitoring, or breath samples for exposure to internal radiation; or (3) worked at a job that had exposures comparable to a job that is monitored under DOE standards through the use of dosimetry badges for monitoring external radiation exposures, or bioassays, in vivo monitoring, or breath samples for internal radiation exposures. Authorizes appropriations for FY 2005 and thereafter under the benefits program for members of the Cohort. Title XXXII: Defense Nuclear Facilities Safety Board - (Sec. 3201) Authorizes appropriations for FY 2005 for the Defense Nuclear Facilities Safety Board. Title XXXIII: National Defense Stockpile - (Sec. 3301) Authorizes the Secretary of Defense to dispose of up to 50,000 tons of ferromanganese from the National Defense Stockpile (NDS) during FY 2005. Authorizes the disposal of up to 50,000 additional tons before such date after the first disposal is completed. Requires the Secretary, with respect to each disposal, to certify to the defense and appropriations committees that the disposal is: (1) in the national interest; (2) will not cause undue harm to domestic manufacturers of ferroalloys; and (3) consistent with requirements under the Strategic and Critical Materials Stock Piling Act. (Sec. 3302) Amends the Strom Thurmond NDAA for Fiscal Year 1999 to provide a receipts objective of $870 million by the end of FY 2014 with respect to certain previously-authorized disposals from the NDS. (Sec. 3303) Prohibits the Secretary from storing mercury from the NDS that is not owned or leased by the United States. Title XXXIV: Local Law Enforcement Enhancement Act - Local Law Enforcement Enhancement Act of 2004 - (Sec. 3404) Authorizes the Attorney General to provide technical, forensic, prosecutorial, or other assistance in the criminal investigation or prosecution of any crime that: (1) constitutes a crime of violence under Federal law or a felony under State or Indian tribal law; and (2) is motivated by prejudice based on the race, color, religion, national origin, gender, sexual orientation, or disability of the victim or is a violation of the hate crime laws of the State or tribe. Directs the Attorney General to give assistance priority to crimes committed by offenders who have committed crimes in more than one State, and to rural jurisdictions that have difficulty covering the extraordinary investigation or prosecution expenses. Authorizes the Attorney General to award grants to assist State, local, and Indian law enforcement officials with such extraordinary expenses. Directs the Office of Justice Programs to: (1) work closely with funded jurisdictions to ensure that the concerns and needs of all affected parties are addressed; and (2) award grants to State and local programs designed to combat hate crimes committed by juveniles. Authorizes appropriations for the grant programs. (Sec. 3406) Authorizes appropriations to the Departments of the Treasury and Justice for fiscal years 2005 through 2007 to increase the number of personnel employed to prevent and respond to such crimes. (Sec. 3407) Amends the Federal criminal code to prohibit specified offenses involving actual or perceived race, color, national origin, gender, sexual orientation, or disability. (Sec. 3408) Directs the U.S. Sentencing Commission to study and provide sentencing enhancements for adult recruitment of juveniles to commit hate crimes. (Sec. 3409) Amends the Hate Crimes Statistics Act to require crime data collected and published by the Attorney General to include data about crimes that manifest evidence of prejudice based on gender. Title XXXV: Assistance to Firefighters - Assistance to Firefighters Act of 2004 - (Sec. 3502) Amends the Federal Fire Prevention and Control Act of 1974 to authorize the Secretary of Homeland Security (currently, the Director of the Federal Emergency Management Agency (FEMA)) to make grants to State fire departments for protecting the health and safety of the public and firefighting personnel against fire and fire-related hazards, and for providing assistance for fire prevention programs. Authorizes grants to: (1) volunteer emergency medical service (EMS) organizations; and (2) obtain automated external defibrillator devices. (Sec. 3505) Directs the Secretary of Homeland Security to: (1) establish specific criteria for the preliminary review of grant applications; (2) review such criteria at least annually; (3) award grants based on the review of applications by a panel of fire service personnel appointed by a national organization recognized for expertise in the operation and administration of fire services; (4) provide for the administration of the review panel and ensure that an individual appointed to such panel is a recognized expert in firefighting, medical services provided by fire services, fire prevention, or research on firefighter safety; and (5) provide assistance with the preparation of grant applications. (Sec. 3506) Expands program eligibility. (Sec. 3508) Reduces limitations regarding matching funds. (Sec. 3509) Increases the amount a grant recipient may receive. Authorizes a waiver of grant limits based on extraordinary need for assistance for fire suppression. Earmarks funds for volunteer EMS organizations. (Sec. 3511) Directs: (1) the Secretary of Homeland Security (Secretary) to study and report to Congress on firefighter assistance; (2) Comptroller General to report to Congress on the administration of such assistance and on the Secretary's success in administering FEMA; and (3) Secretary to report to Congress any instances of the use of the grant limit waiver authority. (Sec. 3513) Authorizes appropriations for FY: (1) 2005 through 2010 for the firefighter assistance program; and (2) 2005 for the study on assistance to firefighters."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Energy National Security Act for Fiscal Year 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Energy National Security Act for Fiscal Year 2005", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of Energy National Security Act for Fiscal Year 2005", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Assistance to Firefighters Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Local Law Enforcement Enhancement Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 2005 for defense activities of the Department of Energy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:49-05:00"
}