{
  "actions": [
    {
      "acted_at": "1983-06-29", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-07-12", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Criminal Law", 
      "text": "Referred to Subcommittee on Criminal Law.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1565-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Criminal Law", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-06-29", 
  "number": "1565", 
  "official_title": "A bill to provide for capital punishment for murders committed by prisoners serving a life sentence.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-06-29", 
  "subjects": [
    "Capital punishment", 
    "Corrections and Correctional Institutions", 
    "Courts and Civil Procedure", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Homicide", 
    "Judicial review", 
    "Prison violence", 
    "Prisoners", 
    "Sentences (Criminal procedure)"
  ], 
  "subjects_top_term": "Capital punishment", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-06-29", 
    "text": "Amends the Federal criminal code to impose the death penalty for murders committed by prisoners serving life sentences in Federal correctional institutions. Requires the Government, for any offense punishable by death, to serve notice upon the defendant a reasonable time before trial or acceptance of a plea that it intends to seek the death penalty and the aggravating factors upon which it will rely. Requires a separate sentencing hearing before a jury, or the court upon motion by the defendant, when the defendant is found guilty or pleads guilty to an offense punishable by death. Eliminates the requirement for a presentence report. Allows the defendant and the Government to present any information relevant to sentencing, without regard to the rules of evidence, but permits information to be excluded where its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury. Specifies mitigating factors which the defendant must establish by a preponderance of the information and aggravating factors which the Government must prove beyond a reasonable doubt. Directs the jury or the court to consider all the information and return a special finding identifying any mitigating or aggravating factors. Directs the court upon a finding that a sentence of death is justified to impose the death penalty. Establishes procedures for appeal from a death sentence. Requires the Court of Appeals, upon considering the record and the information and procedures of the sentencing hearing, to affirm the decision if: (1) the sentence was not imposed under influence of passion, prejudice, or arbitrariness; and (2) the information supports the finding of aggravating factors or the absence of mitigating factors. Requires the court to provide a written explanation of its determination."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for capital punishment for murders committed by prisoners serving a life sentence.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:58-05:00"
}