{
  "actions": [
    {
      "acted_at": "1973-01-04", 
      "committee": "Senate Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s36-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-04", 
  "number": "36", 
  "official_title": "A bill to provide certain protection against disclosure of information and the sources of information obtained by newsmen.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Protection of News Sources and News Information Act", 
  "sponsor": {
    "district": null, 
    "name": "Schweiker, Richard S.", 
    "state": "PA", 
    "thomas_id": "01431", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-04", 
  "subjects": [
    "Broadcasting", 
    "Civil rights and liberties, minority issues", 
    "Freedom of the press", 
    "Publishers and publishing"
  ], 
  "subjects_top_term": "Freedom of the press", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-04", 
    "text": "Protection of News Sources and News Information Act - Provides that no person shall be required by any grand jury, agency, department, or commission of the United States or by either House of, or any committee of, Congress to disclose any information or communication or the source of any information or communication received, obtained, or procured by that person in his or her capacity as a reporter, editor, commentator, journalist, writer, correspondent, announcer, or other person directly engaged in the gathering or presentation of news for any newspaper, periodical, press association, newspaper syndicate, wire service, radio or television station or network, or cable television system. Provides that, except as provided in this Act, no person shall be required by any court of the United States to disclose any information or communication or the source of any information or communication received, obtained, or procured by that person in his or her capacity as a reporter, editor, commentator, journalist, writer, correspondent, announcer, or other person directly engaged in the gathering or presentation of news for any newspaper, periodical, press association, newspaper syndicate, wire service, radio or television station or network, or cable television system. Provides that any person seeking information or the source thereof protected under this Act may apply to the United States district court for an order divesting such protection. Requires such application to be made to the district court in the district wherein the hearing, action, or other proceeding in which the information is sought is pending. Provides that the application shall be granted only if the court after hearing the parties determines that the person seeking the information has shown by clear and convincing evidence that: (1) there is probable cause to believe that the person from whom the information is sought has information which is clearly relevant to a specific probable violation of law; (2) has demonstrated that the information sought cannot be obtained by alternative means less injurious to the gathering and dissemination of information to the public; and (3) has demonstrated a compelling and overriding national interest in the information."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Protection of News Sources and News Information Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide certain protection against disclosure of information and the sources of information obtained by newsmen.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:13-05:00"
}