{
  "actions": [
    {
      "acted_at": "1973-03-05", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5123-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-05", 
  "number": "5123", 
  "official_title": "A bill to amend the Economic Opportunity Act of 1964 to authorize a legal services program by establishing a National Legal Services Corporation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3175-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Legal Services Corporation Act", 
  "sponsor": {
    "district": "2", 
    "name": "Esch, Marvin L.", 
    "state": "MI", 
    "thomas_id": "00353", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-05", 
  "subjects": [
    "Advisory bodies", 
    "Corporations", 
    "Federal incorporation", 
    "Law", 
    "Legal Services Corporation", 
    "Legal services", 
    "Poverty"
  ], 
  "subjects_top_term": "Legal Services Corporation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-05", 
    "text": "National Legal Services Corporation Act - Declares that Congress should create a private, nonprofit corporation to encourage the availability of legal services and legal institutions to all citizens of the United States, free from extraneous interference and control. Establishes, under the Economic Opportunity Act of 1964, a National Legal Services Corporation, subject to the corporate laws of the District of Columbia, which shall not be an agency or establishment of the Federal Government. Authorizes the Director of the Office of Economic Opportunity to serve as the incorporating trustee. Directs the trustee to, within sixty days after enactment, establish an initial, eleven member Clients Advisory Council from among persons in existing Legal Services programs who are representative of the client community. Directs the trustee, additionally, to establish an initial Project Attorneys Advisory Council to assist in carrying out the purposes of this Act. Establishes a nineteen-member Board of Directors. Enumerates the method of appointment of the Directors and their terms of office. Authorizes the Board to establish a Clients Advisory Council and a Project Attorneys Advisory Council subsequent to the original Councils constituted by this Act. Provides that each Council shall be composed of eleven-members whose duty it shall be to advise the President on, respectively, the needs of the members of the client community and on general policy relating to the furnishing of legal services to that community. Prescribes the activities and powers of the Corporation, includes among those functions an authorization to: (1) pro- vide financial assistance to programs furnishing legal services to the client community; (2) carry out programs, including research, training, technical assistance, and law school clinical assistance, to improve the provision of services to the Client community with special emphasis to legal services to migrant or seasonal farmworkers, Indians, and the elderly poor; (3) increases opportunities for legal education for individuals who are economically disadvantaged or members of minority groups; (4) coordinate activities in various parts of the country through information collection and dissemination; (5) assist and coordinate all Federal programs for the provision of legal services to the client community by reviewing and making recommendations upon grants and contracts concerning legal services and proposed legislative or executive action; (6) assure that attorneys paid in whole or in part by funds from the Corporation carry out the same duty to clients and enjoy the same protection from interference as if the attorney was directly employed by the Client; (7) establish policies which assure the professional quality of the attorneys; (8) establish eligibility standards for clients with first priority on those who are poor. Prohibits the Corporation from making contributions to or supporting any political party or candidate for public office. Assures full access to Corporation records pursuant to the Freedom of Information Act. Authorizes an annual audit by the General Accounting Office and requires the Comptroller General to make a report to Congress on any such audit. Prohibits Federal control over the Corporation or its employees. Provides for the orderly continuation of the existing Legal Services Program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Legal Services Corporation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Economic Opportunity Act of 1964 to authorize a legal services program by establishing a National Legal Services Corporation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:14-05:00"
}