{
  "actions": [
    {
      "acted_at": "1985-02-19", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-02-19", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-02-22", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-04", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1143-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-02-19", 
  "number": "1143", 
  "official_title": "A bill to provide for a more productive administration of unemployment compensation programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Unemployment Insurance Administrative Cost Improvement Act of 1985", 
  "sponsor": {
    "district": "9", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-02-19", 
  "subjects": [
    "Administrative procedure", 
    "Computer networks", 
    "Computers", 
    "Costs", 
    "Depressed areas", 
    "Economics and public finance", 
    "Employment agencies", 
    "Employment and training programs", 
    "Federal budgets", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Information services", 
    "Labor and employment", 
    "Layoffs", 
    "Occupational retraining", 
    "Part-time employment", 
    "Planning", 
    "Plant shutdowns", 
    "Relocation of employees", 
    "Science and technology", 
    "State finance", 
    "State laws", 
    "State officials and employees", 
    "States", 
    "Technological innovations", 
    "Unemployed", 
    "Unemployment", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-02-19", 
    "text": "Unemployment Insurance Administrative Cost Improvement Act of 1985 - Amends title III (Grants to States for Unemployment Compensation Administration) of the Social Security Act to add certain requirements relating to State administrative practices and procedures in unemployment compensation programs. Requires the State agency charged with the administration of the State unemployment compensation law (the State agency) to establish and maintain an administrative program which meets certain requirements within two years after the enactment of this Act. Requires the State agency to provide computer programs, equipment, and operations to enable local offices to determine an individual's eligibility and benefit amounts. Requires State agencies to require employers to provide a written statement of the reason for termination to the employee at the time of termination, or, if that is impracticable, to the State agency. Requires the State agency to authorize the appropriate utilization of part-time personnel on a permanent basis in the administration of its unemployment compensation program. Requires the State agency to use other administrative practices and procedures which it determines will make its operations more productive, including adoption of: (1) procedures to pay unemployment compensation benefits on a biweekly basis; and (2) recommendations made by the Secretary of Labor (the Secretary) to establish a model of productive practices and procedures for the administration of unemployment compensation programs. Directs the Secretary, upon a finding of a State agency failure to comply with these administrative program requirements, and after reasonable notice and opportunity for hearing have been given, to notify the State agency that further payments will not be made to the State (and no further certification to the Secretary of the Treasury will be made with respect to the State) until such noncompliance ends. Directs the Secretary to make available certain assistance to State agencies to implement the administrative programs required above. Makes conforming amendments to judicial review provisions of title III. Amends title IX (Miscellaneous Provisions Relating to Employment Security) of the Social Security Act to require, beginning with FY 1990, that the unemployment fund of any State be treated, for Federal budgetary purposes, as if it were held directly by the State and not as an account in the Unemployment Trust Fund. Revises title III provisions relating to the recovery of administrative contingency funding. Directs the Secretary, beginning with FY 1986, to: (1) make such a recovery only during the fourth quarter of a fiscal year; (2) permit, with respect to any fiscal year, the State to retain 50 percent of its unused contingency funding; and (3) require that any such retained amount be used for employment of part-time personnel in the administration of the unemployment compensation program or for non-personal service costs. Provides for a demonstration project for dislocated workers. Requires such project to develop programs to provide immediate and long-term training, relocation, and other assistance to individuals who: (1) are unemployed because of a permanent closure of a plant or facility or for other reasons; and (2) have limited opportunities for employment or reemployment in a similar occupation in their area of residence. Directs the Secretary to complete such project by December 31, 1988. Authorizes the Secretary, in carrying out such project, to enter into agreements with not more than three States to develop and maintain such programs. Directs the Secretary, within one year after completion of such project, to report to the Congress on such project in detail and with recommendations for establishing a national program to provide immediate and long-term assistance to dislocated workers. Authorizes appropriations for such demonstration project. Provides for grants for computer programs and systems for employment services. Directs the Secretary to make such grants to State agencies to develop computer programs and systems to improve and expand: (1) data processing capabilities with their unemployment compensation programs; (2) their capabilities for listing employment opportunities and matching such opportunities with unemployed individuals' training and experience; and (3) other employment services for the unemployed. Requires that such grants program shall be carried out over a five-year period beginning with the first fiscal year for which appropriations are made available. Directs the Secretary to: (1) require applicant States to submit a plan for use of such funds; and (2) award such grants on the basis of need and on the quality of the plans submitted. Authorizes appropriations for such grants program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Unemployment Insurance Administrative Cost Improvement Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a more productive administration of unemployment compensation programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:48-05:00"
}