{
  "actions": [
    {
      "acted_at": "1983-11-18", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-02-09", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Subcommittee on Surface Transportation. Hearings held. Hearings printed:  S.Hrg. 98-652.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-27", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-05-02", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Packwood with an amendment in the nature of a substitute. With written report No. 98-424.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-02", 
      "calendar": "Senate Legislative", 
      "number": "831", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 831.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2174-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM", 
      "subcommittee": "Subcommittee on Surface Transportation", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1983-11-18", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1983-11-18", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1983-11-18", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1983-11-18", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1983-11-18", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1983-11-18", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-11-18", 
  "number": "2174", 
  "official_title": "A bill to provide for more effective motor carrier safety regulations and enforcement, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Motor Carrier Safety Act of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Danforth, John C.", 
    "state": "MO", 
    "thomas_id": "01314", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1984-03-27", 
  "subjects": [
    "Automobile safety standards", 
    "Common carriers", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Consumer protection", 
    "Motor Vehicles and Driving", 
    "Motor buses", 
    "Motor vehicle safety", 
    "Product safety", 
    "Public safety", 
    "Roads and highways", 
    "Traffic accidents and safety", 
    "Truck drivers", 
    "Trucking", 
    "Trucks"
  ], 
  "subjects_top_term": "Motor vehicle safety", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1984-05-02", 
    "text": "(Reported to Senate from the Committee on Commerce, Science, and Transportation with amendment, S. Rept. 98-424) Motor Carrier Safety Act of 1984 - Directs the Secretary of Transportation to establish rules, regulations, standards, and orders to assure that: (1) commercial motor vehicles are safely maintained, equipped, loaded, and operated; (2) the responsibilities imposed upon drivers of commercial motor vehicles do not impair such drivers' ability to operate safely; (3) the physical condition of such drivers is adequate to enable them to drive safely; and (4) the operation of commercial motor vehicles does not create deleterious effects on the physical condition of such drivers. Requires the Secretary, in consultation with the Director of the National Institute for Occupational Safety and Health and the Secretary of Labor, to undertake a study of health hazards to which employees engaged in the operation of commercial motor vehicles are exposed and to develop information to enable such employees to operate free from recognized hazards. Requires that such study be submitted to Congress within one year after enactment of this Act. Directs the Secretary, before prescribing or revising requirements for motor carrier qualifications, hours of service, safety, and equipment standards, to consider the costs and benefits of such requirements. Requires agents of the Secretary, in carrying out the Secretary's inspection and investigation functions, to consult with employers and employees and their authorized representatives and offer such persons the right of accompaniment. Sets forth the Secretary's duty to investigate nonfrivolous complaints and to protect the identities of complainants. Sets forth penalties for violations of safety standards promulgated under this title. Removes the authority of the Secretary to initiate litigation related to highway safety. Vests such authority in the Attorney General. Allows States to adopt more stringent safety rules if such rules are not inconsistent with Federal rules. Requires each commercial motor vehicle to pass an annual inspection of its safety equipment. Directs the Secretary to establish Federal standards for such equipment and a procedure for State implementation of such inspections. Directs the Secretary to establish a procedure to determine the safety fitness of persons seeking operating authority as motor carriers. Requires the submission of such procedure to Congress not later than one year after enactment of this Act. Directs the Secretary to conduct a study of safety characteristics of heavy trucks, including an examination of their handling, braking, stability, and crashworthiness. Authorizes appropriations as necessary for FY 1985 and 1986 for such study. Requires the Secretary to report to Congress on the results of a study of crash protection for truck occupants, including potential performance standards for truck manufacturers. Authorizes appropriations as necessary for FY 1985 and 1986 for such study. Directs the Secretary to study the effectiveness of existing regulations on emergency warning devices required to be carried on buses, trucks, truck tractors, and motor-driven vehicles which are involved in emergency situations. Requires such study to investigate the potential costs and benefits of requiring passenger automobile operators to carry emergency warning devices and to examine the benefits of warning devices in enhancing highway safety. Authorizes appropriations as necessary for FY 1985 and 1986 for such study. Directs the appropriate congressional committees to conduct periodic oversight hearings on the effects of this title for the first three years after enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Motor Carrier Safety Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Motor Carrier Safety Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for more effective motor carrier safety regulations and enforcement, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:11-05:00"
}