{
  "actions": [
    {
      "acted_at": "1980-08-18", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3040-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Danforth, John C.", 
      "sponsored_at": "1979-01-03", 
      "state": "MO", 
      "thomas_id": "01314", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1979-01-03", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Gaylord", 
      "sponsored_at": "1979-01-03", 
      "state": "WI", 
      "thomas_id": "01411", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ribicoff, Abraham A.", 
      "sponsored_at": "1979-01-03", 
      "state": "CT", 
      "thomas_id": "01422", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-08-18", 
  "number": "3040", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide faster tax deductions for depreciation and larger investment tax credits in order to help combat inflation and increase the United States position in world trade.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Investment Tax Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Bentsen, Lloyd M.", 
    "state": "TX", 
    "thomas_id": "01282", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-08-18", 
  "subjects": [
    "Business and commerce", 
    "Depreciation and amortization", 
    "Energy", 
    "Housing and Housing Finance", 
    "Income tax", 
    "Investment tax credit", 
    "Low-income housing", 
    "Public utilities", 
    "Small business", 
    "Tax credits", 
    "Tax deductions", 
    "Taxation"
  ], 
  "subjects_top_term": "Tax deductions", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-08-18", 
    "text": "Investment Tax Act of 1980 - Amends the Internal Revenue Code to allow individuals and corporations a deduction from gross income for a percentage of the cost of recovery property that is depreciable tangible property (equipment or machinery) used in a trade or business or held for the production of income, which is placed in service after December 31, 1980. Establishes four classes and recovery periods for such property: (1) Class 1, two years; (2) Class 2, four years; (3) Class 3, seven years; and (4) Class 4, ten years. Requires assignment of property to the class which has a recovery period at least 40 percent shorter than its present midpoint useful life under the Asset Depreciation Range (ADR). Permits the taxpayer to elect placement of any item of property in the class with the next longer recovery period than the class to which it would otherwise belong. Defines the recovery percentage as the percentage (100 percent, 150 percent, or 200 percent) selected by the taxpayer for a class of items, divided by the number of years in the corresponding recovery period. Requires a taxpayer to establish a recovery account for each class of recovery property. Sets forth formulae for additions to and reductions in such account. Limits the amount of a recovery deduction to the aggregate determined by applying the recovery percentage for each class of property to the balance in the recovery account for such class at the end of such year. Denies eligibility for such deduction to utility property, property subject to amortization, and property depreciable on a basis other than time. Increases from 20 percent to 30 percent the ADR variance from class life for public utility property. Revises the applicable percentage for determination of the investment tax credit to make eligible for such credit: (1) 25 percent of the basis of an asset if its useful life is between two and four years (currently, 33 1/3 percent if its useful life is between three and five years); (2) 60 percent of asset basis if its useful life is between four and seven years (currently, 66 2/3 percent if its useful life is between five and seven years); and (3) 100 percent of basis if its useful life is seven years or greater (currently, the same). Allows election of: (1) 20 year straight line depreciation, with Section 1250 recapture, for structures and structural components; and (2) 15 year straight line depreciation, with Section 1250 recapture, for low income housing. Disallows component depreciation for any taxpayer who elects either the 20 or 15 year straight line depreciation. Repeals provisions of the Code relating to: (1) amortization of real property construction period interest and taxes; and (2) additional first year depreciation allowances for small business. Allows an election to treat the first $50,000 (25,000 in the case of a married individual filing a separate return) of expenditures for depreciable equipment or machinery as currently deductible non-capital expenses. Provides for later recapture of such deductions. Limits such election to equipment or machinery placed in service after December 31, 1980. Increases from ten percent to 25 percent the rehabilitation tax credit for nonresidential structures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Investment Tax Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide faster tax deductions for depreciation and larger investment tax credits in order to help combat inflation and increase the United States position in world trade.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:33-05:00"
}