{
  "actions": [
    {
      "acted_at": "1979-02-06", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s353-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-06", 
  "number": "353", 
  "official_title": "A bill to facilitate the development and implementation of monetary policy; to reduce and restructure reserve requirements; and to provide for the maintenance of reserves by member banks and other depository institutions in earnings participation accounts at the Federal Reserve Banks.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Reserve Modernization Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Tower, John G.", 
    "state": "TX", 
    "thomas_id": "01449", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-06", 
  "subjects": [
    "Bank accounts", 
    "Bank deposits", 
    "Bank reserves", 
    "Credit unions", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Interest", 
    "Savings and loan associations", 
    "Savings banks"
  ], 
  "subjects_top_term": "Federal reserve system", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-02-06", 
    "text": "Federal Reserve Modernization Act of 1979 - Amends the Federal Reserve Act to authorize the Board of Governors of the Federal Reserve System to require any depository institution to make such reports of its assets and liabilities as the Board determines are necessary to control monetary and credit aggregates. Establishes reserve requirements for member banks against their demand and savings deposits, and time deposits of less than 180 days in maturity. Exempts time deposits with initial maturities of more than 180 days from reserve requirements. Requires reserve ratios to be uniform among all member banks, removing the different reserve ratios for member banks not in reserve cities. Permits any nonmember depository institution to maintain reserves at a Federal Reserve bank provided such institution complies with such reserve standards. Prohibits nonmember institutions, not maintaining reserves, from receiving Federal Reserve bank services. Requires any member or nonmember institution maintaining reserves to do so in the form of balances maintained at a Federal Reserve bank and in the currency and coin held by such institution. Permits any such institution to hold an amount equal to its total reserves less its vault cash in an Earnings Participation Account at a Federal Reserve bank. States such accounts shall earn interest at a rate one-half percent below the average rate earned on the securities portfolio of the Federal Reserve System during the calendar quarter immediately preceding the interest payment date. Authorizes the Board to promulgate regulations relating to the maintenance and administration of Earnings Participation Accounts. Directs the Board to implement the provisions of this Act within four years of its effective date."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Reserve Modernization Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to facilitate the development and implementation of monetary policy; to reduce and restructure reserve requirements; and to provide for the maintenance of reserves by member banks and other depository institutions in earnings participation accounts at the Federal Reserve Banks.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:41-05:00"
}