{
  "actions": [
    {
      "acted_at": "2008-08-01", 
      "committee": "Committee on Natural Resources, and in addition to the Committees on Ways and Means, and Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Natural Resources, and in addition to the Committees on Ways and Means, and Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-08-01", 
      "committee": "House Natural Resources", 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-08-01", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-08-01", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-08-01", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy and Air Quality", 
      "text": "Referred to the Subcommittee on Energy and Air Quality.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6830-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Air Quality", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "DeFazio, Peter A.", 
      "sponsored_at": "2008-08-01", 
      "state": "OR", 
      "thomas_id": "00279", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-08-01", 
  "number": "6830", 
  "official_title": "To authorize the Secretary of Agriculture and the Secretary of the Interior to assist in the development and coordination of markets for biomass and carbon trading for private forest landowners, to assure sustainable forest practices in the use of biomass and carbon trading activity, and to enhance the relationship between Federal lands and private forest lands on a regional basis in the biomass and carbon trading markets, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Healthy Forests, Healthy Planet Act of 2008", 
  "sponsor": {
    "district": "11", 
    "name": "Shuler, Heath", 
    "state": "NC", 
    "thomas_id": "01859", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-08-01", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Alternative and renewable resources", 
    "Climate change and greenhouse gases", 
    "Ecology", 
    "Electric power generation and transmission", 
    "Executive agency funding and structure", 
    "Forests", 
    "Income tax credits", 
    "Land use and conservation", 
    "Performance measurement", 
    "Public lands and natural resources", 
    "Public-private cooperation"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-08-01", 
    "text": "Healthy Forests, Healthy Planet Act of 2008 - Authorizes the Secretary of Agriculture, with respect to the National Forest System, and the Secretary of the Interior, with respect to other federal land, or both Secretaries acting jointly when a Carbon Cooperative Zone will include multiple types of federal land, to: (1) establish Carbon Cooperative Zones consisting of forested federal land and forested land in the same contiguous geographical area in private ownership or owned by a state or local government or Indian tribe; and (2) establish, for each Zone, a Carbon Cooperative and Partnership Council that is comprised of a Carbon Cooperative and a Carbon and Biomass Partnership. Declares the purpose of such Zones to be: (1) identification of viable biofuels and carbon storage market areas from forested land within a contiguous geographic area; (2) management of effects on forest ecosystems from potential activities that drive carbon storage and biofuels markets; (3) management of effects of potential leakage, permanence, and other market distortions in a carbon trading system; and (4) management of the forest carbon registry. Sets forth the duties of the Council, Cooperative, and Partnership, including requiring the Council to: (1) coordinate the land ownership plans of partnering entities in the corresponding Cooperative in order to sustain forest ecosystems in the Zone while developing the biomass and carbon storage markets of the Zone; (2) administer the Forest Carbon Registry for the Zone; and (3) establish the forest carbon baseline for the Zone and determine all credits due to partnering entities in the Cooperative.Establishes an Environmental Services Standards Board to develop consistent performance standards for quantifying carbon storage credits to facilitate the development of credit markets for conservation and land management activities that are forest based. Requires: (1) the Secretary of Agriculture to serve as the Board's chairperson; and (2) such Board to promulgate rules for tradable forest carbon credits and a forest carbon replacement reserve.Amends the Internal Revenue Code to revise provisions concerning credits for energy produced within such Zones and credits for forest biomass producers.Authorizes the Secretary concerned to make grants for small energy generation facilities where the output is expected to be used within a single Zone.Requires biomass production from federal lands to be generated through forest activities that enhance ecosystem services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Healthy Forests, Healthy Planet Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize the Secretary of Agriculture and the Secretary of the Interior to assist in the development and coordination of markets for biomass and carbon trading for private forest landowners, to assure sustainable forest practices in the use of biomass and carbon trading activity, and to enhance the relationship between Federal lands and private forest lands on a regional basis in the biomass and carbon trading markets, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:31-05:00"
}