{
  "actions": [
    {
      "acted_at": "1996-09-27", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2138-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-09-27", 
  "number": "2138", 
  "official_title": "A bill to clarify the standards for State sex offender registration programs under the Jacob Wetterling Crimes Against Children and Sexually Violent Offender Registration Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Gregg, Judd", 
    "state": "NH", 
    "thomas_id": "00466", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-09-27", 
  "subjects": [
    "Child abuse", 
    "Child molesting", 
    "Court records", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Criminal justice information systems", 
    "Data banks", 
    "Ex-offenders", 
    "Families", 
    "Fingerprints", 
    "Government operations and politics", 
    "Government paperwork", 
    "Identification devices", 
    "Identification of criminals", 
    "Interstate relations", 
    "Law", 
    "Mental illness", 
    "Mentally ill", 
    "Parole", 
    "Probation", 
    "Recidivists", 
    "Science, technology, communications", 
    "Sentences (Criminal procedure)", 
    "Sex offenders", 
    "State laws", 
    "Victims of crimes", 
    "Violence"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-09-27", 
    "text": "Amends the Jacob Wetterling Crimes Against Children and Sexually Violent Offender Act to direct the Attorney General to establish guidelines for State programs that require a person who is: (1) convicted of a criminal offense against a minor or of a sexually violent offense to register a current address; or (2) a sexually violent predator to register a current address unless such requirement is terminated under specified circumstances or pursuant to an assessment for purposes of a sentencing enhancement determination. Includes within the definition of \"sexually violent predator\" a person convicted of a sexually violent offense who has received an enhanced sentence based on a determination that the person is a serious danger to others due to a gravely abnormal mental condition. Revises Act registration provisions to require a State prison officer, or in the case of probation, the court: (1) if a person required to register is released from prison or placed on parole, supervised release, or probation, to inform the person that he or she must report any change of residence address as provided by State law and comply with any registration requirement in the new State of residence; and (2) to forward the registration information to the agency responsible for registration under State law. Modifies Act requirements to: (1) require that State procedures provide for verification of address at least annually; (2) require that a change of address by a person required to register be reported to law enforcement authorities in the manner provided by State law; (3) require such person who moves to another State to report the change of address to the responsible agency in the State he or she is leaving and to comply with any registration requirement in the new State of residence; and (4) authorize the State or any agency authorized by the State to release relevant information necessary to protect the public, subject to specified limitations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to clarify the standards for State sex offender registration programs under the Jacob Wetterling Crimes Against Children and Sexually Violent Offender Registration Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:22-05:00"
}