{
  "actions": [
    {
      "acted_at": "2004-06-07", 
      "references": [], 
      "text": "Committee on Agriculture, Nutrition, and Forestry. Original measure reported to Senate by Senator Cochran. With written report No. 108-279.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-07", 
      "calendar": "Senate Legislative", 
      "number": "580", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 580.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2004-06-23", 
      "references": [
        {
          "reference": "CR S7244-7265", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-23", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S7249-7265", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2004-06-23T22:40:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-23T22:43:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-23", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-24T14:13:00-04:00", 
      "references": [], 
      "text": "Mr. Boehner asked unanimous consent to take from the Speaker's table and consider.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-24T14:14:00-04:00", 
      "references": [], 
      "text": "RESERVATION OF OBJECTION - The House proceeded with discussion of the request under a reservation of objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-24T14:41:00-04:00", 
      "references": [], 
      "text": "REMOVAL OF RESERVATION OF OBJECTION - Subsequently, the reservation of objection was withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-24T14:42:00-04:00", 
      "references": [
        {
          "reference": "CR 6/25/2004 H4930-4952", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-24T14:42:00-04:00", 
      "how": "without objection", 
      "references": [
        {
          "reference": "CR 6/25/2004 H4936-4952", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "2004-06-24T14:42:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-24", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2004-06-30", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2004-06-30", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2004-06-30", 
      "congress": "108", 
      "law": "public", 
      "number": "265", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 108-265.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3474-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3474"
    }
  ], 
  "bill_id": "s2507-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "108", 
    "law_type": "public", 
    "number": "265"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2004-06-30", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2004-06-24T14:42:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2004-06-23", 
    "vetoed": false
  }, 
  "introduced_at": "2004-06-07", 
  "number": "2507", 
  "official_title": "An original bill to amend the Richard B. Russell National School Lunch Act and the Child Nutrition Act of 1966 to provide children with increased access to food and nutrition assistance, to simplify program operations and improve program management, to reauthorize child nutrition programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3873-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Child Nutrition and WIC Reauthorization Act of 2004", 
  "sponsor": {
    "district": null, 
    "name": "Cochran, Thad", 
    "state": "MS", 
    "thomas_id": "00213", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2004-06-30", 
  "subjects": [
    "Academic performance", 
    "Administrative procedure", 
    "Adult day care", 
    "Agricultural education", 
    "Agriculture and food", 
    "Aid to dependent children", 
    "Arkansas", 
    "Armed forces and national security", 
    "Athletics", 
    "Auditing", 
    "Authorization", 
    "Breast feeding", 
    "Business records", 
    "Buy American", 
    "California", 
    "Camping", 
    "Cash welfare block grants", 
    "Child nutrition", 
    "Civil rights and liberties, minority issues", 
    "Clinics", 
    "Commerce", 
    "Community health services", 
    "Competitive bidding", 
    "Computer matching", 
    "Computer software", 
    "Computers", 
    "Confidential communications", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional tributes", 
    "Cost accounting", 
    "Cost control", 
    "Curricula", 
    "Data banks", 
    "Day care", 
    "Department of Agriculture", 
    "Depressed areas", 
    "Diabetes", 
    "Diet", 
    "Directories", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Educational accountability", 
    "Electronic benefits transfers", 
    "Electronic data interchange", 
    "Electronic government information", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Evaluation research (Social action programs)", 
    "Exercise", 
    "Families", 
    "Farm produce", 
    "Federal aid to child health services", 
    "Federal aid to education", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Food industry", 
    "Food irradiation", 
    "Food prices", 
    "Food safety", 
    "Food service", 
    "Food stamps", 
    "Foreign trade and international finance", 
    "Frozen food", 
    "Fruit", 
    "Gardening", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Grocery trade", 
    "Health", 
    "Health education", 
    "Health insurance", 
    "Homeless", 
    "Housing and community development", 
    "Illiteracy", 
    "Indexing (Economic policy)", 
    "Infant formulas", 
    "Infants", 
    "Information technology", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "Internet", 
    "Interstate relations", 
    "Labeling", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Lifestyle", 
    "Marketing", 
    "Marketing of farm produce", 
    "Medicaid", 
    "Medically uninsured", 
    "Migrant labor", 
    "Military housing", 
    "Military pay", 
    "Milk", 
    "Minorities", 
    "Minority children", 
    "Minority health", 
    "Native Americans", 
    "Nonprofit organizations", 
    "Nutrition", 
    "Obesity", 
    "Oils and fats", 
    "Parent-school relationships", 
    "Pennsylvania", 
    "Performance measurement", 
    "Physical education and training", 
    "Physical fitness", 
    "Poor children", 
    "Product coding", 
    "Public records", 
    "Rebates", 
    "Retail trade", 
    "Right of privacy", 
    "Runaway children", 
    "School administration", 
    "School districts", 
    "School health programs", 
    "School lunch program", 
    "Science, technology, communications", 
    "Secondary education", 
    "Social welfare", 
    "Sports and recreation", 
    "Telephone", 
    "Transportation and public works", 
    "Vegetables", 
    "Vending machines", 
    "WIC program", 
    "Welfare eligibility", 
    "Welfare fraud", 
    "Welfare recipients", 
    "Welfare waivers", 
    "Wholesale trade"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Public Law", 
    "date": "2004-06-30", 
    "text": "Child Nutrition and WIC Reauthorization Act of 2004 - Amends the Richard B. Russell National School Lunch Act (NSLA) and the Child Nutrition Act of 1966 (CNA) to reauthorize various programs, including the national school lunch and breakfast, child and adult care food, after-school snack, summer food service, and special supplemental nutrition program for women, infants, and children (WIC). Revises requirements relating to eligibility for and access to such programs. Title I: Amendments to Richard B. Russell National School Lunch Act - (Sec. 101) Directs the Secretary of Agriculture (the Secretary) to make payments to State agencies for nutrition promotion in child nutrition food service programs. Limits, for each fiscal year, the total amount of such payments to not more than one-half cent multiplied by the number of lunches reimbursed through the school lunch program, the child and adult care food program, and the summer food service program. Directs State agencies to use their allocation of such funds for payments to school food authorities (SFAs) and other child nutrition food service institutions to disseminate and use nutrition messages and materials. Authorizes State agencies to reserve certain amounts for specified purposes. (Sec. 102) Revises certain nutrition requirements. Requires schools to serve milk in a variety of fat contents. Permits substitute nutritionally-equivalent nondairy beverages to be reimbursable, if a note is provided from a medical authority or the child's parent or guardian. Prohibits schools or institutions participating in the school lunch program from restricting sale or marketing of fluid milk products by the school or a school-approved person at any time or place on the school premises or at any school-sponsored event. (Sec. 103) Directs the Secretary to ensure that States and SFAs administer school nutrition programs in a manner that reflects food consumption recommendations: (1) specified in the Dietary Guidelines for Americans; and (2) at the Secretary's option, based on other recent scientifically valid information. (Sec. 104) Requires notification, in school nutrition program materials distributed to parents and guardians, of potential eligibility for free or reduced-price meals by participants in: (1) the special supplemental nutrition program for women, infants, and children (WIC program); (2) the food stamp program; (3) the food distribution program on Indian reservations; and (4) State programs funded by block grants for Temporary Assistance for Needy Families (TANF). Requires notice that documentation may be requested for verification of such eligibility. Requires SFAs (which currently are only authorized) to certify directly as eligible for free school meals, without further application, any child who is a member of a food stamp household. Amends the Food Stamp Act to require State food stamp agencies to enter into agreements to cooperate in such direct certification. Phases in such direct certification requirements, beginning with the larger school districts. Gives discretionary authority to SFAs to certify directly homeless children or youth, children served under the Runaway and Homeless Youth Act, and migrant children (in addition to such existing authority with regard to children in TANF families). Provides for transfer of specified funds from the Treasury to the Secretary for assistance to States in meeting such direct certification requirements. (Sec. 105) Requires applications to be submitted by an adult of the household as a single application for all children in the household. Allows electronic submission if the filing system meets confidentiality standards. Revises verification requirements for SFAs with high nonresponse rates in their verification procedures. Requires SFAs to verify the eligibility of children in a sample of approved free and reduced-price school meal applications. Provides sample size options. Requires an individual other than the one who made the initial eligibility determination to review the application prior to final verification. Requires all SFAs to follow up at least once with households that do not respond to requests for verification. Allows SFAs to use direct verification, in accordance with criteria established by the Secretary, by obtaining and using income and program participation information from agencies administering the food stamp program, the food distribution program on Indian reservations, State TANF programs, State Medicaid programs, or similar income-tested programs, or other sources of information. Directs the Secretary to evaluate the effectiveness and feasibility of direct verification. Authorizes the Secretary, upon certain findings, to require a State agency or SFA to implement direct verification through information from one or more of such programs. (Sec. 106) Requires, with certain exceptions, a child's eligibility for free and reduced price lunches to remain in effect from the date of approval for the current school year until the beginning of school in a subsequent school year, or as otherwise specified by the Secretary. (Sec. 107) Includes as automatically eligible for free lunches and breakfasts upon proper documentation: (1) children or youth defined as homeless under the McKinney-Vento Homeless Assistance Act; (2) youth served under the Runaway and Homeless Youth Act; and (3) a migratory child as defined under the Elementary and Secondary Education Act of 1965 (ESEA). (Sec. 108) Transfers responsibility for local administration of school lunch and breakfast programs from local SFAs to local educational agencies (LEAs) (including appropriate entities determined by the Secretary in cases of private nonprofit school food authorities). (Sec. 109) Reauthorizes, permanently, the exclusion of military housing allowances from consideration as income in determining eligibility for free or reduced price lunches. (Sec. 110) Extends the period during which weighted averages are not required to be used in nutrient analysis of foods under the school lunch program, if the SFA has an equivalent nutrient analysis system. (Sec. 111) Requires school food safety inspections twice (currently once) during each school year. Requires a report of the most recent inspection to be posted in a publicly visible location. Requires copies of such report to be provided upon request to members of the public. Requires each State, for FY 2006 through 2009, to audit annually food safety inspections of schools and to report such audits to the Secretary. Directs the Secretary to audit annually such State reports for such period. Requires each SFA to implement a school food safety program for meal preparation and service that complies with a hazard analysis and critical control point system established by the Secretary. (Sec. 112) Extends through FY 2008 the authorization of appropriations for start-up grants to purchase locally produced foods under school meals programs. (Sec. 113) Permits eligibility for special assistance to be determined school-districtwide, as an alternative to determining it on an individual school basis. (Sec. 114) Eliminates grants for food and nutrition projects integrated with elementary school curricula. (Sec. 115) Directs the Secretary to provide technical assistance and training to States, State agencies, schools, and SFAs in the procurement of goods and services for child nutrition meal service programs, including technical assistance and training to ensure compliance with Buy American requirements. (Sec. 116) Reauthorizes and revises requirements for the summer food service program for children. Extends through FY 2008 the authorization of appropriations for such program. Sets forth a seamless summer option, which allows service institutions that are public or private nonprofit SFAs to administer summer or school vacation food service under the requirements of the school lunch and school breakfast programs, except as determined by the Secretary. Requires reimbursements to such institutions. Directs the Secretary to carry out and evaluate a demonstration program in rural areas of a State selected by the Secretary under which there is a specified eligibility threshold for determining areas in which poor economic conditions exist. Revises and makes permanent requirements for simplified summer food programs (currently pilot projects). Continues such programs in currently participating States, and expands program eligibility to include other States based on the proportion of their children receiving summer meals compared to the national average. Allows private nonprofit organizations to participate in such programs. (Sec. 117) Makes permanent a requirement that the Secretary use certain funds to maintain the annually programmed level of commodity assistance under the commodity distribution program. (Sec. 118) Directs the Secretary to develop policy and establish procedures regarding the purchase, distribution, notice of consumption, and provision of information regarding irradiated foods in Federal school meals programs. (Sec. 119) Revises the child and adult care food program to make permanent provisions which allow for-profit child care centers to qualify for such program if at least 25 percent of the children they serve are eligible for free or reduced-price school meals. Increases from three to five years the duration of a determination that a family day care provider qualifies for a higher subsidy rate (tier I) because the provider is low-income or is located in a low-income area. Authorizes the Secretary or a State agency to disregard overpayments to participating institutions if the total overpayment for the fiscal year does not exceed an amount consistent with disregards under other school nutrition programs and recognizes the cost of collecting small claims. Prohibits such disregards of overpayments for which there is evidence of a violation of criminal law or civil fraud law. Directs the Secretary to conduct and evaluate a demonstration program in rural areas of a State selected by the Secretary under which family or group day care homes shall be provided tier I reimbursement if they meet a 40 percent eligibility threshold (the regular tier I threshold is 50 percent). Provides for transfer of specified funds from the Treasury to the Secretary for such evaluation. Reauthorizes appropriations in specified amounts for FY 2005 and 2006 for the Secretary to provide management training and technical assistance State program agencies. Permits subsidies to be paid for free meals and snacks served by emergency homeless shelters to: (1) all children not more than 18 years old; and (2) children with disabilities, with no age limit. Directs the Secretary to examine the feasibility of paperwork reduction under the child and adult care food program. (Sec. 120) Revises fruit and vegetable pilot program requirements. Directs the Secretary to make available free fresh fruits and vegetables to: (1) 25 elementary or secondary schools in each of the four States currently authorized to participate; (2) 25 elementary or secondary schools in each of four additional States (including a State for which funds were allocated under another specified program) not currently participating in the program; and (3) 25 elementary or secondary schools on three Indian reservations (including the one currently authorized to participate). Requires an emphasis on low-income schools in the Secretary's selection of schools, with the majority of schools having at least 50 percent of students eligible for free or reduced-price school meals. (Sec. 121) Summer food service residential camp eligibility. Directs the Secretary to carry out a demonstration program to identify and evaluate alternative methods of determining the eligibility of residential private nonprofit camps to participate in the summer food service program. Requires such program to be carried out at one private nonprofit residential camp in each of two States. Requires such camps to: (1) charge no fees to any children in residence; and (2) serve children from areas in which at least 50 percent of the children are eligible for free or reduced-price school meals, and would receive reimbursements for all meals served to participating children at the free-meal summer food service reimbursement rate. (Sec. 122) Authorizes the Secretary to provide competitive matching grants and technical assistance to schools and nonprofit entities for projects to improve access to local foods in schools and institutions receiving funds under school meals programs, through farm-to-cafeteria activities, including school gardens. Requires such projects to: (1) procure local foods from small- and medium-sized farms for school meals; (2) support school garden programs; (3) support nutrition education activities or curriculum planning incorporating school children's participation in farm and agriculture education projects; and (4) develop a sustained commitment to farm-to-cafeteria projects in the community by linking schools, agricultural producers, parents, and other community stakeholders. Limits Federal share and amount of contributions. Requires certain matching support and evaluation cooperation. (Sec. 123) Provides for a year-round community child nutrition program pilot, limited to certain service institutions that are private nonprofit organizations located in California and that operate specified types of year-round programs. Allows such institutions to be reimbursed for up to three meals and two supplements per child for any day for which services are being offered at such institution. Requires such institutions to be reimbursed for the full cost of food service operations, not including administrative costs. (Sec. 124) Directs the Secretary to carry out and evaluate a demonstration expansion program under which the income eligibility limit for free school lunches and breakfasts is raised to 185 percent of the Federal poverty income guidelines (the regular limit for free school meals is 130 percent; the regular limit for reduced-price school meals is 185 percent). Requires such program to be carried out in all or part of five States selected by the Secretary, including one largely rural State with a significant Native American population. Requires assessment of such eligibility expansion program's impact on: (1) specified categories of children; (2) certain factors; and (3) costs. (Sec. 125) Revises requirements and extends through FY 2008 the authorization of appropriations for: (1) training and technical assistance; and (2) the Food Service Management Institute. Requires the Institute to provide hazard analysis and critical control point plan implementation, emergency readiness, food recall response, and food bio-security training. (Sec. 126) Directs the Secretary to develop and distribute training and technical assistance materials relating to administration of school meals programs. Directs the Secretary of the Treasury to transfer specified amounts to the Secretary at the beginning of each of FY 2005 through 2008. Authorizes the Secretary to use such funds to: (1) provide training and technical assistance related to administrative practices to improve program integrity and administrative accuracy to SEAs, SFAs, and LEAs; (2) assist SEAs in reviewing administrative practices of SFAs; and (3) develop and distribute training and technical assistance materials relating to administration of school meals programs. Establishes additional administrative and performance review requirements for selected SFAs and LEAs that have demonstrated high levels of or high risks for administrative errors. Directs SEAs, where such a selected SFA or LEA fails to meet performance criteria established by the Secretary, to: (1) require such entity to develop and carry out a plan of corrective action; (2) provide technical assistance; and (3) conduct a follow-up review. Authorizes the Secretary to require the SEA to recover funds that were expended in error and use them to improve program integrity and administrative accuracy. Requires States to submit for the Secretary's approval only substantive changes of their plans for use of administrative expense funds. Requires such plans to describe how technology and information management systems will be used for specified purposes. Requires States to provide annual training and technical assistance in administrative practices, emphasizing requirements established under this Act. Requires the Secretary to assist the State or directly provide such training and technical assistance. Authorizes the Secretary or the State to contract with a third party conducting such activities. Requires each SFA or LEA to insure that an individual conducting or overseeing such administrative procedures receives such training at least annually. Authorizes the Secretary to assist States in carrying out State training and administrative reviews of selected SFAs and LEAs with excessive error rates. (Sec. 127) Extends through FY 2008 the authorization of appropriations for program compliance and accountability. (Sec. 128) Extends through FY 2008 the authorization of appropriations for an information clearinghouse for nongovernmental groups that assist low-income individuals and communities with food assistance and self-help activities. (Sec. 129) Authorizes the Secretary, acting through the Administrator of the Food and Nutrition Service (FNS), to conduct annual national performance assessments of child nutrition meal service programs that assess the cost of producing meals and snacks, the nutrient profile of meals, and the status of menu planning activities. Directs the Secretary, acting through the FNS Administrator, to study the feasibility of improving the eligibility certification process for the school lunch program. Authorizes pilot projects to improve such certification process. Title II: Amendments to Child Nutrition Act of 1966 - (Sec. 201) Revises requirements for severe need assistance for school breakfast programs to: (1) remove documented costs as an alternative reimbursement to the severe need reimbursement rate for eligible schools; and (2) allow new schools to be eligible, without regard to a second preceding year determination, if the Secretary determines they would have met the requirement of serving at least 40 percent of their lunches free or at a reduced rate. (Sec. 202) Extends through FY 2008 the appropriations authorization for State administrative expense grants. Raises the amount of the minimum State administrative expense grant, and guarantees that such a grant shall not be less than the one received in a previous fiscal year. Requires States to submit a plan amendment on how they will use their State administrative expense grant for information management systems. Directs the Secretary to provide funds to States, on a competitive basis, to make grants to schools and SFAs for purchasing or upgrading technology and information systems. (Sec. 203) Extends through FY 2008 the authorization of appropriations for the special supplemental nutrition program for women, infants, and children (WIC program). Revises WIC definitions of: (1) nutrition education, to include physical activity; and (2) supplemental foods, to include foods that promote the health of the population served, as indicated by nutrition science, public health concerns, and cultural eating patterns. Revises certification provisions for WIC program participation to allow: (1) a State to certify breastfeeding women for up to one year or until they stop breastfeeding, whichever is earlier; (2) a local agency to waive the physical presence requirement for infants under eight weeks of age; and (3) acceptance and processing of vendor applications outside of established time-frames under special circumstances. Authorizes State agencies to round up to the next whole can of infant formula to ensure all infants receive the full-authorized nutritional benefit, under contracts awarded under bid solicitations made on or after October 1, 2004. Requires State agencies to notify vendors in writing of violations, unless the notification would compromise an investigation. Directs the Secretary to partner with communities, State and local agencies, employers, health care professionals, and the private sector to build a supportive breastfeeding environment for women participating in the program to support the breastfeeding goals of the Healthy People 2010 initiative. Prohibits State alliances from exceeding 100,000 infant participants (except alliances with such numbers as of October 2003). Allows any State agency serving under 5,000 participants, or any Indian tribal organization, to request to join any State alliance. Requires State agencies to use a primary contract infant formula as the first choice of issuance, by formula type, with all other infant formulas issued as an alternative to the primary contract infant formula. Revises WIC program competitive bidding requirements to require infant formula: (1) rebate invoices to provide reasonable estimates or actual counts of numbers of units sold to program participants; (2) uncoupling of milk and soy bids; and (3) bid solicitations amounts to be adjusted on a cent-by-cent basis according to changes in the lowest national wholesale truckload price. Requires participating vendors in the WIC program to purchase infant formula from a State-maintained list of approved manufacturers, wholesalers, distributors, and retailers. Directs the Secretary to use specified amounts for: (1) WIC program infrastructure, special projects to promote breastfeeding, and special State projects of regional or national significance to improve program services; (2) management information systems; and (3) special nutrition education such as breast feeding peer counselors. Sets forth additional requirements relating to consideration of price levels of retail stores for participation in the WIC program. Requires State agencies to: (1) evaluate vendor applicants based on their shelf prices or on the prices they bid for supplemental foods, which may not exceed their shelf prices; and (2) establish price limitations on amounts to be paid vendors for supplemental foods, to ensure that prices are competitive and that limitations do not result in inadequate participant access by geographic area. Allows: (1) exclusion of pharmacy vendors that supply only exempt infant formula or medical foods that are eligible under the program; and (2) vendor peer group competitive price requirements and price limitations to reflect reasonable estimates of varying costs of acquisition of supplemental foods. Revises WIC program requirements for management information systems to require the Secretary to implement a national Universal Product Code Database for use by all State agencies. Prohibits State agencies from authorizing retail food stores to provide incentive items or other free merchandise to program participants if funds from this program were used to purchase such items or merchandise. Increases from one to three percent the maximum portion of WIC nutrition services and administration funds a State may expend during the subsequent fiscal year for allowable expenses incurred during a fiscal year. Extends through FY 2008 the authorization of appropriations for the WIC farmers market nutrition program. Allows States to include roadside stands under such program. Requires States to provide certain matching funds for administrative costs of the program. Increases from $20 to $30 the maximum yearly amount of Federal benefits which any individual may receive under such program. Authorizes demonstration projects, in up to ten local sites, to evaluate inclusion of fresh, frozen, or canned fruits and vegetables, to be made available through private funds, as an addition to supplemental food provided under the WIC program. (Sec. 204) Requires LEAs participating in school meals programs to establish local school wellness policies with: (1) goals for nutrition education, physical activity, and other school-based activities; (2) nutrition guidelines for all foods sold on school campus during the school day in order to promote health and reduce obesity; (3) a plan to ensure policy implementation, including designating persons with operational responsibility; (4) involvement of parents, students, and representatives of the LSFA, school board, school administrators, and public; and (5) guidelines for reimbursable school meals not less restrictive than applicable regulations and guidance issued by the Secretary for the school breakfast and school lunch programs. Directs the Secretary (acting through the Centers for Disease Control and Prevention, and coordinating with the Secretary of Education) to make available to LEAs, SFAs, and SEAs, on request, information and specified technical assistance for use in: (1) establishing healthy school nutrition environments; (2) reducing childhood obesity; and (3) preventing diet-related chronic diseases. Directs the Secretary of the Treasury to transfer a certain amount of funds to the Secretary for such purpose. (Sec. 205) Revises the system of nutrition education grants to SEAs to provide assistance to State agencies, schools, and nonprofit entities through the Team Nutrition Network (TNN), a multidisciplinary program to promote healthy eating to children based on scientifically valid information and sound educational, social, and marketing principles. Establishes the TNN to: (1) promote the Nation's schoolchildren's health through nutrition education, physical fitness, and other activities supporting healthy lifestyles for children based on the Dietary Guidelines for Americans; (2) provide assistance to States to develop statewide, comprehensive, and integrated nutrition education and physical fitness programs; and (3) provide training and technical assistance to States, school and community nutrition programs, and child nutrition food service professionals. Authorizes the Secretary to make grants to State agencies to establish TNNs for nutrition education through: (1) use of TNN messages and materials developed by the Secretary; and (2) promotion of active lifestyles as part of school meal programs. Requires State TNN Coordinators to: (1) administer and coordinate a comprehensive integrated statewide nutrition education program; and (2) coordinate efforts with the FNS and State agencies responsible for children's health programs. Allows a portion of such grants to be made on a competitive basis. Sets forth requirements for State eligibility and authorized uses of grant funds. (Sec. 206) Directs the Secretary to enter into an agreement with a research organization to collect and disseminate a review of best practices to assist schools in addressing existing impediments at the State and local level that hinder the growth of the school breakfast program. Requires the review to: (1) describe model breakfast programs; and (2) offer recommendations for schools to overcome obstacles, including length of school day, bus schedules, and potential increases in costs. Title III: Commodity Distribution Programs - (Sec. 301) Amends the Commodity Distribution Reform Act and WIC Amendments of 1987 to make permanent the Secretary's authority to use specified funds to remove and dispose of unsafe foods donated to child nutrition programs by the Department of Agriculture under the commodity distribution program. Title IV: Miscellaneous - (Sec. 401) Expresses the sense of Congress that: (1) the State of Arkansas, in partnership with the University of Arkansas for Medical Sciences and the Arkansas Center for Health Improvement, should be commended for its leadership in combating childhood obesity; and (2) the efforts of the State of Arkansas to implement a statewide initiative to combat and prevent childhood obesity are exemplary and could serve as a model for States across the United States. Title V: Implementation - (Sec. 501) Directs the Secretary to issue guidance and promulgate regulations to implement certain amendments made by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Nutrition and WIC Reauthorization Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Child Nutrition and WIC Reauthorization Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Child Nutrition and WIC Reauthorization Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Child Nutrition and WIC Reauthorization Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Child Nutrition and WIC Reauthorization Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Richard B. Russell National School Lunch Act and the Child Nutrition Act of 1966 to provide children with increased access to food and nutrition assistance, to simplify program operations and improve program management, to reauthorize child nutrition programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:51-05:00"
}