{
  "actions": [
    {
      "acted_at": "1973-06-29", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9090-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Bowen, David R.", 
      "sponsored_at": "1973-01-03", 
      "state": "MS", 
      "thomas_id": "00115", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-29", 
  "number": "9090", 
  "official_title": "A bill to promote more effective managements of certain related functions of the executive branch by reorganizing and consolidating those functions in a new Department of Energy and Natural Resources, by reorganizing and consolidating others in a new Energy Research and Development Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2135-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Energy Research and Development Administration Act", 
  "sponsor": {
    "district": "19", 
    "name": "Holifield, Chet", 
    "state": "CA", 
    "thomas_id": "00551", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-29", 
  "subjects": [
    "Conservation of natural resources", 
    "Energy", 
    "Environmental protection", 
    "Government operations and politics", 
    "Nuclear energy", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-29", 
    "text": "Energy Research and Development Administration Act - Title I: Declares that the Congress finds that the general welfare of the Nation requires that its limited natural resources, including energy sources, be conserved, managed, and utilized so as to help achieve the highest practicable environmental quality, harmony between man and nature, economic and community development, individual fulfillment, and security of the American people of this and future generations. Provides that to best achieve these objectives, improve operations, and assure the coordinated and effective administration of natural resource programs, it is necessary to establish a Department of Energy and Natural Resources to bring together and provide leadership and direction for Federal activities which most directly relate to the discovery, assessment, preservation, development, utilization, future adequacy, and enjoyment of natural resources, including energy sources, achieving a sound balance between preservation and development. Provides that among other things it shall be the function of the Department of Energy and Natural Resources, through providing national leadership and establishing effective working relationships with State and local governments, public and private institutions and individuals, and other Federal agencies, to: (1) foster the conservation, management, and utilization of natural resources; (2) help assure maintenance of the ecological balance necessary to sustain human and unique plant and animal life systems; (3) explore and survey the earth, the atmosphere, and the oceans; (4) conduct scientific research and encourage development of technology to conserve and efficiently utilize natural resources with miminum impact on the environment; (5) assess national energy requirements and resources, and provide physical and economic data, maps, charts, and hazard warnings (6) manage Federal lands, including national parks and forests ; (7) preserve irreplaceable park, wilderness, scientific, historic, fish and wildlife resources; (8) assist in providing outdoor recreational opportunities; and (9) provide for the fullfillment of Federal trust responsibilities over land and other resources of Indians, Alaska Natives, and territorial peoples and assist such people to achieve their cultural and economic objectives. Title II: Establishment of the Department - Establishes an executive department to be known as the Department of Energy and Natural Resources. Provides that there shall be at the head of the Department a Secretary of Energy and Natural Resources who shall be appointed by the President by and with the advice and consent of the Senate. Provides that the Department shall be administered under the supervision and direction of the Secretary, who shall be responsible for the efficient and coordinated management of the Department. Provides that there shall be in the Department: (1) a Land and Recreation Resources Administration, at the head of which shall be an Administrator of Land and Recreation Resources; (2) a Water Resources Administration, at the head of which shall be an Administrator of Water Resources; (3) an Energy and Minerals Administration, at the head of which shall be an Administrator of Energy and Minerals; (4) an Oceanic, Atmospheric, and Earth Sciences Administration, at the head of which shall be an Administrator of Oceanic, Atmospheric, and Earth Sciences; and (5) an Indian and Territorial Affairs Administration, at the head of which shall be an Administrator of Indian and Territorial Affairs. Provides that the Administrators appointed pursuant to this subsection shall be appointed by the President by and with the advice and consent of the Senate. Title III: Provides that there shall be transferred to and vested in the Secretary; (1) except as provided in this Act, all of the functions of the Secretary of the Interior, the Department of the Interior, and all officers and components of that Department; (2) such of the functions of the Secretary of Commerce, the Department of Commerce, and officers and components of that Department, as relate to or are utilized by the National Oceanic and Atmospheric Administration; (3) such of the functions of the Secretary of Defense, the Secretary of the Army, the Assistant Secretary of the Army for the Civil Works, and the Chief of Engineers and the Corps of Engineers of the Department of the Army, as relate to or are utilized for civil works and civil regulatory functions; (4) such of the functions of the Secretary of Transportation, the Department of Transportation, and its officers, as relate to or are utilized for pipeline safety; and (5) all of the functions of the Water Resources Council, its Chairman, and members. Title IV: Definitions and Administrative Provisions - Authorizes the Secretary to prescribe such policies, standards, criteria, procedures, rules, and regulations as he may deem to be necessary or appropriate to perform functions vested in him under this Act. Authorizes the Secretary to engage in joint projects of a research, developmental, or experimental nature with nonprofit or public agencies or organizations and to perform services on matters of mutual interest. Title V: Transitional and Conforming Provisions - Provides that whenever all of the functions of a department, agency, or other body, or any component thereof, affected by this Act, have been transferred from that department, agency, or other body, or any component thereof by title III of this Act, the department, agency, or other body, or component thereof shall lapse. Authorizes the Director of the Office of Management and Budget to make such additional incidental dispositions of functions, personnel, personnel positions, assets, liabilities, contracts, property, records, and unexpended balances of appropriations, authorizations, allocations, and other funds held, used, arising from, available to or to be made available in connection with the functions transferred by this Act as he may deem necessary or appropriate to accomplish the intent and purpose of this Act. Title VI: Savings Provisions - Provides that all orders, determinations, rules, regulations, permits, contracts, certificates, licenses, and privileges shall remain in effect: (1) which have been issued, made, granted, or allowed to become effective by the President, any Federal department or agency or official thereof, or by a court of competent jurisdiction, in the performance of functions which are transferred under this part, and (2) which are in effect at the time this part takes effect, until modified, terminated, superseded, set aside, or revoked by the President, the Secretary, or a court of competent jurisdiction. Title VII: Separability - Provides that if any provision of this Act or the application thereof to any person or circumstance is held invalid, the remainder of this Act, and the application of such provision to other persons or circumstances, shall not be affected thereby. Title VIII: Effective Date and Interim Appointments - Provides that the provisions of this Act shall take effect one hundred and twenty days after the Secretary first takes office, or on such earlier date as the President may prescribe and publish in the Federal Register, except that any of the officers provided for in title II of this Act may be nominated and appointed, as provided in that title, at any time after the date of enactment of this Act. Title IX-XI: Department of Energy and Natural Resources Act - Presents the declaration of the Congress that the general welfare and the common defense and security require effective action to develop all forms of energy sources to meet the needs of present and future generations, to increase the productivity and self-sufficiency of the national economy and strengthen its position in regard to international trade, and to advance the goals of restoring, protecting, and enhancing environmental quality. Presents the further declaration that, among other things, it shall be the function of the Energy Research and Development Administration to exercise central responsibility for policy planning, coordination, support, and management of research and development programs respecting all forms of energy sources. Title XII: Establishment of Administration - Establishes at the seat of the Government an independent executive agency to be known as the Energy Research and Development Administration. Provides that there shall be at the head of the Administration an Administrator of Energy Research and Development who shall be appointed by the President by and with the advice and consent of the Senate. Provides that the Administration shall be administered under the supervision and direction of the Administrator, who shall be responsible for the efficient and coordinated management of the Administration. Title XIII: Transfers - Transfers to the Administrator all functions of the Atomic Energy Commission and of the Chairman and members of the Commission, except as provided in this Act. Title XIV: Definitions and Administrative Provisions - Adopts by reference and makes applicable to this Act provisions of existing law. Title XV: Savings Provisions - Provides that Title VI of part A of this Act is adopted by reference and made applicable to this part, the Administrator, and the Administration. Title XVI: Separability - Provides that if any provisions of this part, or the application thereof to any person or circumstance is held invalid, the remainder of this part, and the application of such provision to other persons or circumstances shall not be affected thereby. Title XVII: Nuclear Energy Commission - Directs the Atomic Energy Commission to continue to perform the licensing and related regulatory functions of the Chariman and members of the Commission, the General Counsel, and other officers and components. Renames the Atomic Energy Commission as the Nuclear Energy Commission. Title XVIII: Effective Date and Interim Appointment - Provides that the provisions of this Act shall take effect one hundred and twenty days after the Administrator first takes office, or on such earlier date as the President may prescribe and publish in the Federal Register, except that any of the officers provided for in title XII of this Act may be nominated and appointed, as provided in that title, at any time after the date of enactment of this part. Provides that funds available to any department or agency (or any official or component thereof), any functions of which are transferred to the Administrator by this part may, with the approval of the President, be used to pay the compensation and expenses of any officer appointed pursuant to this subsection until such time as funds for that purpose are otherwise available. Title XIX: Short Title - Provides that this Act shall be known as the Energy Research and Development Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Research and Development Administration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Energy and Natural Resources Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote more effective managements of certain related functions of the executive branch by reorganizing and consolidating those functions in a new Department of Energy and Natural Resources, by reorganizing and consolidating others in a new Energy Research and Development Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:20-05:00"
}