{
  "actions": [
    {
      "acted_at": "2011-07-11", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Original measure reported to Senate by Senator Bingaman. With written report No. 112-34.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-11", 
      "calendar": "Senate Legislative", 
      "number": "101", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 101.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1342-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-07-11", 
  "number": "1342", 
  "official_title": "An original bill to amend the Federal Power Act to protect the bulk-power system and electric infrastructure critical to the defense of the United States against cybersecurity and other threats and vulnerabilities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Grid Cyber Security Act", 
  "sponsor": {
    "district": null, 
    "name": "Bingaman, Jeff", 
    "state": "NM", 
    "thomas_id": "01285", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-07-11", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Alaska", 
    "Canada", 
    "Computer security and identity theft", 
    "Congressional oversight", 
    "Department of Energy", 
    "Electric power generation and transmission", 
    "Emergency planning and evacuation", 
    "Energy", 
    "Federal Energy Regulatory Commission (FERC)", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Guam", 
    "Hawaii", 
    "Latin America", 
    "Mexico", 
    "Military facilities and property"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2011-07-11", 
    "text": "Grid Cyber Security Act - (Sec. 2) Amends the Federal Power Act to direct the Federal Energy Regulatory Commission (FERC) to: (1) determine whether certain reliability standards are adequate to protect critical electric infrastructure from cyber security vulnerabilities, and (2) order the Electric Reliability Organization (ERO) to submit a proposed reliability standard or a modification to a reliability standard that will provide adequate protection of critical electric infrastructure from cyber security vulnerabilities if FERC determines that such reliability standards are inadequate to do so. Authorizes the Secretary of Energy to: (1) require persons subject to FERC jurisdiction to take immediate action that will best avert or mitigate the cyber security threat if necessary to protect critical electric infrastructure, and (2) coordinate with Canadian and Mexican officials responsible for the protection of cyber security of the interconnected North American electricity grid. Limits the duration of expedited or emergency rules or orders to 90 days, unless the Secretary: (1) gives interested persons an opportunity to submit written data, views, or arguments; and (2) affirms, amends, or repeals the rule or order. Directs FERC to establish a mechanism for public utilities to recover costs prudently incurred to implement such immediate actions. Applies this Act to any entity that owns, controls, or operates critical electric infrastructure, except Alaska and Hawaii. Directs the Secretary of Defense (DOD) to prepare a comprehensive plan that identifies the emergency measures or actions to protect the reliability of the electric power supply of the national defense facilities located in Alaska, Hawaii, and Guam. Applies specified disclosure restrictions to critical electric infrastructure information submitted to FERC or DOE, or developed by a federal power marketing administration or the Tennessee Valley Authority, under this Act to the same extent as they apply to critical infrastructure information voluntarily submitted to the Department of Homeland Security (DHS). Requires FERC and DOE to establish information sharing procedures on the release of critical infrastructure information to entities subject to this Act. Prohibits access to classified information relating to cyber security threats or vulnerabilities without the appropriate security clearances. (Sec. 3) Includes in the bulk-power system any facilities used for the local distribution of electric energy that FERC determines to be critical electric infrastructure. (Sec. 4) Grants the ERO limited enforcement authority over a facility used in the local distribution of electric energy if FERC determines that its incapacity or destruction would have a debilitating impact upon national security, national economic security, or national public health or safety. (Sec. 5) Authorizes FERC, if immediate action is necessary to protect critical electric infrastructure for a cyber security vulnerability, to require the ERO to develop, issue, and make effective immediately temporary emergency orders addressing the vulnerabilities. (Sec. 6) Directs the Secretary of Energy to assess: (1) the susceptibility of critical electric infrastructure to electromagnetic pulse events and geomagnetic disturbances, and (2) whether and to what extent infrastructure affecting the transmission of electric power in interstate commerce should be hardened against such events and disturbances."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Grid Cyber Security Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Grid Cyber Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Federal Power Act to protect the bulk-power system and electric infrastructure critical to the defense of the United States against cybersecurity and other threats and vulnerabilities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:12:43-05:00"
}