{
  "actions": [
    {
      "acted_at": "1973-01-09", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres143-93", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-09", 
  "number": "143", 
  "official_title": "A joint resolution proposing an amendment to the Constitution of the United States providing that the term of office of Members of the United States House of Representatives shall be four years.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres424-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "32", 
    "name": "Hanley, James M.", 
    "state": "NY", 
    "thomas_id": "00493", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-09", 
  "subjects": [
    "Congressional terms of office", 
    "Constitutional amendments", 
    "House of Representatives", 
    "Law", 
    "Members of Congress"
  ], 
  "subjects_top_term": "Congressional terms of office", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-09", 
    "text": "Constitutional Amendment - Provides that the U.S. House of Representatives shall be composed of members chosen every second and fourth year by the people of the several States. Provides that the term of office of a Representative shall be four years. Establishes procedures to determine which half of the members of the House of Representatives will serve a four year term after the first regular election to which this article applies. Provides that when the number of Representatives of a State are increased or decreased following a reapportionment of Representatives among the several States, all of the Members of the House of Representatives from that State elected at the first election following the reapportionment shall be divided by lot, as equally as may be, into two classes so that, as nearly as possible, the seats of the Members of the first class shall be vacated at the expiration of the second year, and the seats of the Members of the second class shall be vacated at the expiration of the fourth year. Provides that when a vacancy occurs by resignation of a Member of the House of Representatives, or otherwise, the Member elected to fill that vacancy shall serve for the unexpired period of the term of the Member originally elected for that House seat. Forbids a Member of the House of Representatives to seek or accept the nomination or election to any elective office other than that of United States Representative during his term of office, except when a vacancy occurs in another elective office during his term. Requires a Representative to submit his resignation as a Member of the House of Representatives prior to seeking or accepting the nomination or election to any such other elective office. Provides that the Representatives from any newly admitted State shall be divided into the two classes described in this article immediately after the House of Representatives shall be assembled in consequence of the first election of Representatives from such State."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution proposing an amendment to the Constitution of the United States providing that the term of office of Members of the United States House of Representatives shall be four years.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:11-05:00"
}