{
  "actions": [
    {
      "acted_at": "2002-10-16", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-10-16T20:10:00-04:00", 
      "references": [], 
      "text": "Mr. Armey asked unanimous consent to discharge from committee and consider.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-16T20:10:00-04:00", 
      "references": [
        {
          "reference": "CR H7964-8009", 
          "type": "consideration"
        }
      ], 
      "text": "Committee on Energy and Commerce discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-16T20:10:00-04:00", 
      "how": "without objection", 
      "references": [
        {
          "reference": "CR H7965-7974", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2002-10-16T20:10:00-04:00", 
      "references": [], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-16T20:10:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-16", 
      "references": [], 
      "text": "Received in the Senate, read twice.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-17", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S10752-10754", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Passed Senate without amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2002-10-17", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2002-10-18", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-25", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2002-10-26", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2002-10-26", 
      "congress": "107", 
      "law": "public", 
      "number": "250", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 107-250.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5651-107", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": "14", 
      "name": "Eshoo, Anna G.", 
      "sponsored_at": "2002-10-16", 
      "state": "CA", 
      "thomas_id": "00355", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "107", 
    "law_type": "public", 
    "number": "250"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2002-10-26", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2002-10-16T20:10:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2002-10-17", 
    "vetoed": false
  }, 
  "introduced_at": "2002-10-16", 
  "number": "5651", 
  "official_title": "To amend the Federal Food, Drug, and Cosmetic Act to make improvements in the regulation of medical devices, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3580-107", 
      "reason": "related"
    }
  ], 
  "short_title": "Medical Device User Fee and Modernization Act of 2002", 
  "sponsor": {
    "district": "8", 
    "name": "Greenwood, James C.", 
    "state": "PA", 
    "thomas_id": "00465", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2002-10-26", 
  "subjects": [
    "Accreditation (Medical care)", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Advertising", 
    "Breast implants", 
    "Business records", 
    "Child health", 
    "Civil service retirement", 
    "Clinical trials", 
    "Commerce", 
    "Communication in medicine", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Debarment of government contractors", 
    "Department of Health and Human Services", 
    "Economics and public finance", 
    "Electronic data interchange", 
    "Electronic government information", 
    "Executive reorganization", 
    "Families", 
    "Federal employees", 
    "Fines (Penalties)", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Governmental investigations", 
    "Health", 
    "Health surveys", 
    "Human experimentation in medicine", 
    "Indexing (Economic policy)", 
    "Informed consent (Medical law)", 
    "Internet", 
    "Judicial review of administrative acts", 
    "Labeling", 
    "Law", 
    "Licenses", 
    "Manufacturing industries", 
    "Medical research", 
    "Medical statistics", 
    "Medical supplies", 
    "Nuclear medicine", 
    "Pediatricians", 
    "Performance measurement", 
    "Product safety", 
    "Prosthesis", 
    "Quality control", 
    "Quality of products", 
    "Recidivists", 
    "Science, technology, communications", 
    "Small business", 
    "Sunset legislation", 
    "Tax returns", 
    "Taxation", 
    "User charges", 
    "Web sites", 
    "Women", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Passed House without amendment", 
    "date": "2002-10-16", 
    "text": "Medical Device User Fee and Modernization Act of 2002 - Title I: Fees Related to Medical Devices - (Sec. 102) Amends the Federal Food, Drug, and Cosmetic Act to establish a new program that subjects, beginning on October 1, 2002, each medical device manufacturer to a medical device fee for certain applications, reports, application supplements, and submissions sent to the Food and Drug Administration for evaluation. Grants exceptions, including for humanitarian devices and certain devices sponsored by State governments or the Federal Government. Directs the Secretary of Health and Human Services to waive one premarket application, or one premarket report, where the applicant is a small business submitting its first premarket application, or its first premarket report, respectively, for review. Reduces fees for small businesses.Sets performance goals with respect to the amount appropriated for the Food and Drug Administration for devices and radiological products, providing that the appropriations reach a certain level.Restricts the medical device user fees collected to being used to defray increases in the costs of the resources allocated for the review of device applications. Authorizes appropriations. Exempts certain entities submitting premarket reports from being subject to a fee, including a person filing his first such report if before October 1, 2002, the person submitted a premarket application for the same device.(Sec. 103) Establishes requirements for reporting by the Secretary concerning performance goals and fees.(Sec. 104) Authorizes appropriations for the postmarket surveillance of medical devices.Directs the Secretary to conduct a study regarding the medical device user-fee program established under this Act.(Sec. 105) Directs the Secretary to consult with the Committee on Energy and Commerce of the House of Representatives, the Committee on Health, Education, Labor, and Pensions of the Senate, and various other entities in: (1) developing recommendations to Congress for goals and plans related to the review of medical device applications for fiscal years after 2007; and (2) completing the reauthorization of parts of the Federal Food, Drug, and Cosmetic Act.(Sec. 107) Sets a sunset date of October 1, 2007, for the amendments regarding fees related to medical devices, except that the reporting requirements shall cease to be effective January 31, 2008.Title II: Amendments Regarding Regulation of Medical Devices - (Sec. 201) Directs the Secretary to accredit persons who are not Federal employees to conduct the inspections required under the Act for establishments that manufacture, prepare, propagate, compound, or process class II or class III devices. Requires the Secretary to publish in the Federal Register criteria to accredit or deny accreditation to persons who request to perform such inspections. Sets forth minimum requirements for inspectors and qualifications establishments must meet to receive inspectors.Directs the Comptroller General of the United States to determine the amount obligated by the Secretary for FY 2002 for FDA compliance activities with respect to devices, and of such amount, the amount obligated for inspections of device establishments. Establishes reporting requirements for the Comptroller General. Sets a sunset date of October 1, 2012, for the provisions of this section.Considers it a violation of the Act for an accredited inspector to: (1) breach the standards of accreditation of this section; (2) pose a threat to public health; or (3) fail to act in accordance with this section. Prohibits certain acts of inspectors, including the knowing failure to include material facts in an inspection report.(Sec. 202) Sets a sunset date of October 1, 2007, for the third-party accreditation program authority. Establishes a requirement for the Secretary to report to Congress after conducting a study based on the experience under such program.(Sec. 203) Directs the Secretary to debar persons convicted of a felony from being accredited to conduct the inspections set forth in this Act and from carrying out certain other activities. States that the debarment shall last for between one and ten years, but that if a subsequent debarment occurs within ten years after a previous such instance, the inspector will be debarred permanently.Applies other provisions, including ones pertaining to judicial review and termination of debarment, to a person debarred under this section.(Sec. 204) Requires the Secretary to establish within the Office of the Commissioner of Food and Drugs an Office to perform various functions, including to ensure the timely premarket review of combination products. Directs the Office to consult with the relevant component within the Office of the Commissioner of Food and Drugs in performing its duties.Directs the Secretary, acting through the office, to review each agreement, guidance, or practice of the Secretary that is specific to the assignment of combination products to agency centers to verify compliance with the requirements of this Act. Establishes requirements for reporting by the Secretary.(Sec. 205) Directs the Secretary to report to Congress on the timeliness and effectiveness of device premarket reviews by centers other than the Center for Devices and Radiological Health.(Sec. 206) Allows labeling for prescription devices intended for use in health care facilities to be made available solely by electronic means, provided that a manufacturer furnishes a paper copy for free upon request by a health care facility.(Sec. 207) Requires that specified submissions regarding registration of producers of drugs and devices shall be made electronically, upon a finding by the Secretary that such action is feasible. Permits the Secretary to grant waivers of such requirement.(Sec. 208) Eliminates the sunset for certain provisions regarding intended (human) use for substantial equivalence determinations.(Sec. 209) Provides for modular review, by the Secretary, of applications and parts of applications for premarket approval of class III devices. Allows the Secretary discretion as to whether to accept and review such material under specified conditions.(Sec. 210) Revises review of premarket approval of certain class III devices provisions to direct the Secretary to ensure, after referring an application to the relevant panel for review, that such panel includes, or consults with, one or more pediatric experts where such consultation is appropriate..(Sec. 211) Requires the Secretary to publish on the Internet lists of each type of class II device not requiring a report in order to provide reasonable assurance of the devices' safety and effectiveness.(Sec. 212) Requires the Secretary to request the Institute of Medicine to conduct a study to determine whether the system under the Federal Food, Drug, and Cosmetic Act for postmarket surveillance regarding pediatric populations is adequate.(Sec. 213) Directs the Secretary to provide guidance on ensuring safety of pediatric devices and providing protections for pediatric subjects in clinical investigations into the safety and effectiveness of such devices.(Sec. 214) Requires the Comptroller General to conduct a study into breast implants, including to determine the number of adverse events that have been reported and whether such events have been adequately investigated. Establishes requirements for reporting by the Comptroller General.(Sec. 215) Requires the Director of the National Institutes of Health to submit to Congress a report describing the status of research on breast implants. Permits the Director to examine the long-term health implications of silicone breast implants, both gel and saline filled. States that such research may include: (1) developing and examining techniques to measure concentrations of silicone in body fluids and tissues; and (2) surveillance of recipients of silicone breast implants.Title III: Additional Amendments - (Sec. 301) Requires the identification of the manufacturer of a medical device to be displayed on the device or an attachment thereto, with exemptions allowed to be issued by the Secretary.(Sec. 302) Requires reprocessed single-use devices to carry prominently on the label a statement identifying the product as such, along with the name of the person responsible for reprocessing and the manufacturer. States that such provision shall cover devices introduced or delivered for introduction into interstate commerce after the date 15 months following the passage of this Act.Amends provisions regarding registration of producers of drugs and devices, including with respect to: (1) certain reprocessed single-use devices that require reports preceding introduction into interstate commerce; and (2) such devices that do not require reports. Permits the filing with the Secretary of a report seeking premarket approval for certain class III devices, and sets forth elements that such a report for a class III device that is a reprocessed single-use device shall contain.(Sec. 303) Requires the Secretary to modify the MedWatch mandatory and voluntary forms to facilitate the reporting of information by user facilities or distributors as appropriate relating to reprocessed single-use devices."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medical Device User Fee and Modernization Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Medical Device User Fee and Modernization Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Medical Device User Fee and Modernization Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Food, Drug, and Cosmetic Act to make improvements in the regulation of medical devices, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:43-05:00"
}