{
  "actions": [
    {
      "acted_at": "1990-05-22", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-05-22", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-05-22", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-05-22", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-05-22", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to the House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-01", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "Arms Control, International Security and Science", 
      "text": "Referred to the Subcommittee on Arms Control, International Security and Science.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-01", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "International Operations", 
      "text": "Referred to the Subcommittee on International Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-01", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "Europe and the Middle East", 
      "text": "Referred to the Subcommittee on Europe and the Middle East.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-01", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "International Economic Policy and Trade", 
      "text": "Referred to the Subcommittee on International Economic Policy and Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-01", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "Asian and Pacific Affairs", 
      "text": "Referred to the Subcommittee on Asian and Pacific Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-01", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "Human Rights and International Organizations", 
      "text": "Referred to the Subcommittee on Human Rights and International Organizations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-01", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to the Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-01", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "International Development, Finance, Trade, and Monetary Policy", 
      "text": "Referred to the Subcommittee on International Development, Finance, Trade, and Monetary Policy.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-01", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-01", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Procurement and Military Nuclear Systems", 
      "text": "Referred to the Subcommittee on Procurement and Military Nuclear Systems.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-12", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Executive Comment Requested from Commerce, DOD, State, Treasury.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4882-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on Arms Control, International Security and Science", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Operations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on Europe and the Middle East", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Economic Policy and Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on Asian and Pacific Affairs", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on Human Rights and International Organizations", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on International Development, Finance, Trade and Monetary Policy", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Procurement and Military Nuclear Systems", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-05-22", 
  "number": "4882", 
  "official_title": "To establish a multilateral process of political and economic reform for Eastern Europe and the Soviet Union, to remove various trade restrictions, to encourage peaceful resolutions of regional conflicts, and to set a goal of a 50 percent reduction in United States military spending.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Cooperative Security Act of 1990", 
  "sponsor": {
    "district": "3", 
    "name": "Nagle, Dave R,", 
    "state": "IA", 
    "thomas_id": "00851", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-05-22", 
  "subjects": [
    "Afghanistan", 
    "American economic assistance", 
    "American investments", 
    "American military assistance", 
    "Armed forces and national security", 
    "Arms control negotiations", 
    "Arms sales", 
    "Ballistic missiles", 
    "Communist countries", 
    "Conferences", 
    "Congressional reporting requirements", 
    "Czechoslovakia", 
    "Defense budgets", 
    "Dispute settlement", 
    "East Germany", 
    "Eastern Europe", 
    "Economic assistance", 
    "Embargo", 
    "Emigration", 
    "Environmental protection", 
    "Export controls", 
    "Export credit", 
    "Federal advisory bodies", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Guided missiles", 
    "Hungary", 
    "Insurgency", 
    "International affairs", 
    "International agencies", 
    "International environmental cooperation", 
    "International military forces", 
    "International monetary system", 
    "Most favored nation principle", 
    "Multilateral development banks", 
    "Nuclear nonproliferation", 
    "Pakistan", 
    "Tariff preferences", 
    "Technical assistance", 
    "Technology transfer", 
    "Trade agreements", 
    "Trading with the enemy", 
    "U.S.S.R.", 
    "United Nations", 
    "War and emergency powers"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-05-22", 
    "text": "Cooperative Security Act of 1990 - Title I: Economic Cooperation and Other Assistance - Economic Cooperation Act of 1990 - Directs the President to instruct the U.S. Trade Representative to support the participation of the Soviet Union and Eastern European countries in the General Agreement on Tariffs and Trade. Requires the Secretary of the Treasury to instruct the U.S. executive directors of the International Monetary Fund and the International Bank for Reconstruction and Development to support the participation of such countries in such organizations. Directs the President to instruct the U.S. representatives to the Organization for Economic Cooperation and Development (OECD) to propose that the OECD: (1) include the Soviet Union and Eastern European countries; and (2) coordinate programs of assistance to such countries. Requires the Secretary to instruct U.S. representatives to the OECD to propose that a conference be held (to be attended by current OECD members and the Soviet Union and Eastern European countries) to discuss Soviet and Eastern European involvement in the OECD. Directs the United States, at such conference, to: (1) set forth key priority areas for multilateral assistance to such countries; (2) propose that such countries establish a program in which Soviet troops stationed in Eastern Europe would provide manpower for environmental cleanups; and (3) offer the assistance of U.S. troops stationed in Europe in conjunction with such environmental projects. Declares that it is U.S. policy that the United States shall: (1) pay its full share of assessments from international organizations which have programs involving the Soviet Union and Eastern European countries; and (2) refrain from tying its contributions to international organizations to unilaterally determined restrictions concerning allocations to such countries. Repeals a provision of the Foreign Assistance Act of 1961 that prohibits assistance to Communist countries. Makes Eastern European countries, including the Soviet Union and Yugoslavia, eligible for Overseas Private Investment Corporation equity financing programs. Repeals a provision of the Federal criminal code that prescribes criminal penalties for engaging in financial transactions with foreign governments in default on payments to the United States. Title II: Trade Restrictions - Trading for Peace Act of 1990 - Subtitle A: Extension of Nondiscriminatory (MFN) Treatment and Other Trade Benefits to Certain Countries Formerly Denied Such Benefits - Amends the Trade Act of 1974 to make certain restrictions on most-favored-nation (MFN) treatment, credit and investment guarantees, or commercial agreements with respect to nonmarket economy countries inapplicable to Czechoslovakia, the German Democratic Republic, Hungary, and the Soviet Union. Provides that on the date of entry into force of a commercial agreement with such countries, the countries are eligible for MFN treatment and for U.S. credit or investment guarantees. Terminates the Soviet Union's eligibility for such benefits if the President: (1) determines that the Soviet Union is reducing emigration opportunities for its citizens; and (2) submits a draft bill to the Congress repealing such eligibility. Terminates the Soviet Union's eligibility for such programs on the eighth anniversary of the agreement unless the President reports to the Congress that the Soviet Union meets specified emigration standards and progress has been made toward the settlement of lend-lease aid and claims. Repeals a provision that limits nondiscriminatory treatment to periods when a foreign country is not in arrears on lend-lease obligations. Increases from three to five years the period for which commercial agreements under the Trade Act of 1974 may be renewed. Repeals a provision concerning the payment by Czechoslovakia of amounts owed to U.S. citizens and nationals. Removes Czechoslovakia and East Germany from the list of countries ineligible for designations as beneficiary developing countries (for tariff preference purposes). Repeals a provision that prohibits the designation of a Communist country as a beneficiary developing country unless specified conditions are met. Subtitle B: Export-Import Bank - Repeals provisions of the Export-Import Bank Act of 1945 that: (1) prohibit the extension of Export-Import Bank credit to Marxist-Leninist countries; (2) limit the amount of export financing for goods or services involving research, exploration, or production of fossil fuel energy sources in the Soviet Union; and (3) limit loans or guarantees in connection with exports to the Soviet Union. Subtitle C: Embargoes - Amends the International Emergency Economic Powers Act to provide that any action taken by the President under such Act shall expire after six months. Extends the President's authorities for periods of up to six additional months if he reports to the Congress justifying the extension. Directs the President to report to the Congress on each determination to extend specified emergency authorities under the Trading with the Enemy Act that were being exercised with respect to a country on July 1, 1977. Subtitle D: Limitation of Export Controls to Militarily Critical Items - Revises findings and policy provisions of the Export Administration Act of 1979. Authorizes the President to curtail or prohibit the export of any militarily critical goods and technology. Revises provisions concerning national security controls under such Act. Directs the President to maintain a list of controlled countries (currently, countries to which assistance is prohibited under the Foreign Assistance Act of 1961) to which the export of militarily critical goods or technology would prove detrimental to U.S. national security. Requires the list of militarily critical technologies under such Act to be revised on an ongoing basis. Removes provisions concerning the integration of items on the technologies list into the control list and a specified reporting requirement on the impact of critical technologies on the military capabilities of controlled countries. Directs the Secretary of Commerce to review the availability from U.S. sources of goods or technology requiring validated export licenses under the Export Administration Act of 1979. Requires the Secretary, when it is impossible to control such goods or technology, to determine whether such items should be removed from the control list. Applies technical advisory committee certification requirements to items which have become widely available in the United States. Removes a reporting requirement for U.S. firms having commercial agreements with controlled countries. Repeals provisions concerning the diversion of goods or technology to controlled countries and the National Security Control Office. Title III: Regional Conflict Resolution - Regional Conflict Resolution Act of 1990 - Prohibits the United States from providing assistance that would enable any party to the conflict in Afghanistan to conduct military or paramilitary operations if the Soviet Union has advised the United States that it has in effect a similar statutory prohibition. Makes such prohibition inapplicable if: (1) the United Nations advises the United States that the Soviet Union is providing prohibited assistance; or (2) the President reports to the Congress that the United Nations Secretary General has refused, or has been denied authority to, monitor Soviet compliance with the prohibition and the United States supported such monitoring. Makes the prohibition inapplicable to humanitarian or post-development settlement assistance. Permits assistance to Pakistan only if the Government of Pakistan has provided assurances that the assistance will not be used to provide prohibited assistance to Afghanistan. Directs the President to: (1) seek agreement by the Soviet Union and other arms supplier nations to reduce arms transfers to third countries; (2) initiate negotiations with the Soviet Union to achieve an agreement that neither the United States nor the Soviet Union will transfer to any world region any destabilizing weapons; and (3) seek agreement by the Soviet Union to cooperate with the United States and other countries that have agreed to limit exports that could assist third countries in developing nuclear weapons delivery systems. Urges the President to propose and support the use of the United Nations in resolving Third World conflicts. Requires the President to take increased Soviet openness and the shift in Soviet priority from the military to consumers into consideration with respect to proposed recipient countries in justifying military assistance, exports, and arms sales subject to specified reporting and certification requirements. Title IV: Defense Strategy - Defense Strategy Act of 1990 - Establishes a National Commission to Study Reductions in Defense Expenditures to study and prepare plans concerning: (1) defense expenditure reductions in the United States and the Soviet Union; (2) alternative uses of defense facilities; (3) adjustment assistance programs; and (4) changes in relations between East and West. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Cooperative Security Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Defense Strategy Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Economic Cooperation Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Regional Conflict Resolution Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Trading for Peace Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish a multilateral process of political and economic reform for Eastern Europe and the Soviet Union, to remove various trade restrictions, to encourage peaceful resolutions of regional conflicts, and to set a goal of a 50 percent reduction in United States military spending.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:50-05:00"
}