{
  "actions": [
    {
      "acted_at": "2003-04-28", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-07-30", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-02-25", 
      "committee": "Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported by Senator Inhofe with an amendment in the nature of a substitute. With written report No. 108-227.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2004-02-25", 
      "calendar": "Senate Legislative", 
      "number": "433", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 433.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s930-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "2003-04-28", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-04-28", 
  "number": "930", 
  "official_title": "A bill to amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act to establish a program to provide assistance to enhance the ability of first responders to prepare for and respond to all hazards, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3266-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Emergency Preparedness and Response Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Inhofe, James M.", 
    "state": "OK", 
    "thomas_id": "00583", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-07-30", 
  "subjects": [
    "American Samoa", 
    "Armed forces and national security", 
    "Boundaries", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Department of Homeland Security", 
    "Depressed areas", 
    "Disaster relief", 
    "Economics and public finance", 
    "Emergency communication systems", 
    "Emergency management", 
    "Emergency medicine", 
    "Employee training", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal Emergency Management Agency", 
    "Federal aid to law enforcement", 
    "Federal officials", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fire departments", 
    "Fire fighters", 
    "Government operations and politics", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Guam", 
    "Health", 
    "Hours of labor", 
    "Labor and employment", 
    "Medical personnel", 
    "Metropolitan areas", 
    "Minorities", 
    "Northern Mariana Islands", 
    "Police training", 
    "Presidential appointments", 
    "Puerto Rico", 
    "Rescue work", 
    "Salaries", 
    "Science, technology, communications", 
    "State-local relations", 
    "Territories (U.S.)", 
    "Terrorism", 
    "Urban affairs", 
    "Urban areas", 
    "Virgin Islands", 
    "Weapons of mass destruction"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2004-02-25", 
    "text": "Emergency Preparedness and Response Act of 2003 - (Sec. 4) Amends the Robert T. Stafford Disaster Relief and Emergency Assistance Act to require the Secretary of Homeland Security to establish a program to provide assistance to States to enhance the ability of State and local first responders to respond to all hazards. Limits the Federal share to 75 percent of eligible costs, with an increase to 90 percent for an economically distressed recipient. Provides for use of such assistance to: (1) purchase interoperable equipment to respond to hazards; (2) train first responders; (3) develop, construct, or upgrade preparedness training facilities and emergency operating centers; (4) develop preparedness and response plans consistent with Federal, State, and local strategies; (5) provide communication systems and equipment, such as emergency notification systems and secure equipment; (6) conduct exercises; and (7) develop State, regional, or local mutual aid agreements. Prohibits the use of such assistance to provide compensation to first responders except, at the Secretary's discretion, for first responders' overtime expenses: (1) incurred during the elevated threat levels of code orange and code red of the Homeland Security Advisory System; or (2) relating to training activities consistent with a State homeland security plan. Directs the Secretary to develop standards and provide guidance for permissible use of such assistance. Requires a Governor, in order to receive funds, to submit for the Secretary's approval a three-year State homeland security plan to respond to terrorist attacks and strengthen all-hazards emergency planning. Requires the plan to establish a three-year strategy to set priorities for the allocation of funding to political subdivisions based on risk, capability, and need. Directs the Secretary to allocate, for each fiscal year, to: (1) each of Puerto Rico, the Virgin Islands, Guam, American Samoa, and the Commonwealth of the Northern Mariana Islands the lesser of $3 million or .25 percent of the amount made available for such assistance for a fiscal year; and (2) each State and the District of Columbia a base amount equal to the greater of $15 million or .75 percent of the amount made available for fiscal year, with a percentage of the total remaining funds based on high-threat areas and other vulnerability criteria (including population, location of critical infrastructure, public buildings, and sites of national significance, proximity to international borders, known or suspected threat areas, and areas in which large numbers of people congregate). Directs the Secretary to provide ten percent directly to local governments or governmental entities. Requires the State to provide not less than 80 percent of the amount of grant funds received to local governments and entities. Authorizes a local government to petition the Secretary if a State fails to comply. Authorizes the Secretary to provide assistance to a State only if the State agrees to maintain, and to ensure that local governments maintain, aggregate expenditures at a specified level. Sets forth provisions regarding reporting, coordination, and cost sharing for emergency operating centers. (Sec. 5) Requires the Secretary to provide $1.5 million grants to the 28 existing urban search and rescue task forces to pay operations costs. Authorizes the Secretary to provide grants to task forces to pay for operations costs in excess of such funding, equipment, training, transportation, expansion, and incident support teams. Instructs the Secretary to distribute funding to ensure that each task force has the capacity to deploy at least two teams simultaneously. Authorizes the Secretary to establish additional task forces. Prohibits, with exceptions, any additional task forces from being designated or funded until the existing task forces are able to deploy two teams simulataneously. Requires the Secretary to study and report to specified congressional committees on: (1) the need for minimum capability urban search and rescue (USAR) teams in major metropolitan areas; (2) locations in which such a capability would significantly improve the ability to respond; and (3) the equipment and staffing required to provide a short-term, immediate response while waiting for a full USAR team. (Sec. 6) Directs the Secretary to study and report to specified congressional committees on the resources needed for development of an effective nationwide communications system for emergency response personnel, including a review of use of the digital or analog spectrum. (Sec. 7) Directs the Secretary to report to Congress annually on the continuation of non-homeland security functions at the Federal Emergency Management Agency. (Sec. 8) Amends the Homeland Security Act of 2002 to: (1) move the Office of Domestic Preparedness from the Directorate of Border and Transportation Security to the Office for State and Local Coordination; and (2) repeal the requirement that the Director be appointed by the President and require the Director to report to the Director of State and Local Government Coordination. (Sec. 9) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Preparedness and Response Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Emergency Preparedness and Response Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act to establish a program to provide assistance to enhance the ability of first responders to prepare for and respond to all hazards, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:14-05:00"
}