{
  "actions": [
    {
      "acted_at": "1985-06-25", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1359-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1985-06-25", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dixon, Alan J.", 
      "sponsored_at": "1985-06-25", 
      "state": "IL", 
      "thomas_id": "01317", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1985-06-25", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-06-25", 
  "number": "1359", 
  "official_title": "A bill to amend the Urban Mass Transportation Act of 1964 to authorize funds for fiscal years 1986 through 1989, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Mass Transportation Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-06-25", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Authorization", 
    "Department of Transportation", 
    "Diesel motor", 
    "Economics and public finance", 
    "Excise tax", 
    "Federal aid highway program", 
    "Federal aid to transportation", 
    "Gasoline tax", 
    "Government trust funds", 
    "Highway finance", 
    "Interstate highway system", 
    "Mass rapid transit", 
    "Motor Vehicles and Driving", 
    "Motor buses", 
    "Petroleum and petroleum products", 
    "Roads and highways", 
    "Rural affairs legislation", 
    "State finance", 
    "States", 
    "Taxation", 
    "Transportation and Travel", 
    "Transportation and public works", 
    "Trucks", 
    "Urban affairs", 
    "Urban transportation"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-06-25", 
    "text": "National Mass Transportation Act of 1985 - Title I: Urban Mass Transportation - Amends the Urban Mass Transportation Act of 1964 to prescribe certain percentages of urban discretionary grant funds which the Secretary of Transportation (the Secretary) is authorized to allot beginning FY 1986 for: (1) rail modernization; (2) development and construction of new fixed guideway systems; and (3) extraordinary bus and bus-related activities. Prohibits financial assistance for new fixed guideway systems unless the Secretary determines that the proposed project is: (1) based upon an alternatives analysis and preliminary engineering; (2) cost effective; and (3) supported by local financial commitment, including dependable funding sources for the construction, maintenance, and operation of such systems. Authorizes appropriations for FY 1986 through 1989 for the public transportation projects substituted for certain withdrawn Interstate segments. Grants the Secretary authority to apportion at the beginning of each fiscal year funds made available for such year from the Mass Transit Account of the Highway Trust Fund for: (1) certain urban formula grant programs; and (2) small urban and rural transportation programs. Authorizes the Secretary to provide financial assistance to States and local public entities for the renewal of rolling stock subsystems after depletion of at least one-third of the rolling stock's useful life. Authorizes a Federal financial assistance grantee to procure capital replacement materials directly from the original supplier (without receiving a sole source justification from the Secretary) if such materials were originally purchased under competitive bidding procedures which the Secretary adjudged to be fair and reasonable. Authorizes appropriations for FY 1986 through 1989 for specified programs. Authorizes appropriations from the Mass Transit Account of the Highway Trust Fund for specified programs for FY 1986 through 1989. Prescribes percentage guidelines under which funds appropriated from the general fund of the Treasury are available to implement: (1) the urban formula grant program; and (2) the small rural and urban transportation program. Amends the Federal-aid highway program to provide that the Federal share of the cost to complete a withdrawn Interstate route segment (as that cost is included in the latest Interstate System cost estimate approved by the Congress) shall be determined by the Secretary based on construction cost increases of the withdrawn portion for the period beginning January 1, 1984, and ending on the date of approval of each substitute project. Amends the Surface Transportation Assistance Act of 1982 to provide that the sum available to the Secretary as the result of a withdrawn Interstate System route shall be the completion cost as of June 30, 1980, subject to increase (as determined by the Secretary) based on such routes' construction cost increases for the period beginning January 1, 1984, and ending on the date of approval of specified substitute projects. Title II: Extension of Gas Tax - Amends the Internal Revenue Code to extend from October 1, 1988, to October 1, 1991, taxes imposed upon diesel and special motor fuels and gasoline."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Mass Transportation Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Urban Mass Transportation Act of 1964 to authorize funds for fiscal years 1986 through 1989, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:31-05:00"
}