{
  "actions": [
    {
      "acted_at": "1974-10-16", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s4151-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-10-16", 
  "number": "4151", 
  "official_title": "A bill to establish a Strategic Energy Reserve Office in the Federal Energy Administration, to create a strategic energy reserve system to minimize the impact of interruptions or reductions of energy imports.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-10-16", 
  "subjects": [
    "Department of the Treasury", 
    "Energy", 
    "Fuel", 
    "Government operations and politics", 
    "Imports", 
    "National defense", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Strategic materials"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-10-16", 
    "text": "Title I: General Provisions - States that it is the policy of the United States to create over a period of three years, and to maintain thereafter, strategic fuel reserves capable of replacing fuel imports for at least ninety days in order to reduce the impact of interruptions or reductions in imports of foreign energy supplies. Title II: Strategic Energy Reserve System - States that, in order to protect the United States economy against interruptions in fuel imports and to provide adequate fuel inventories for national security purposes, there is hereby created a strategic energy reserve system for those fuels subject to the provisions of this Act which shall be composed of the following: (1) industry storage reserves; (2) utility storage reserves; and (3) national strategic energy reserves. Establishes in the Federal Energy Administration a Strategic Energy Reserve Office. States that the Administrator acting through the Office shall exercise authority over the establishment, management, and replenishment of the strategic energy reserve system provided for in this Act. Title III: Administration - States that the Administrator may order the use of all or any part of the strategic reserves established pursuant to this Act, when imports of crude oil, residual oil, and petroleum products have fallen, or will within 30 days, below 90 percent of import requirements. Establishes in the Treasury a strategic energy reserves fund into which all import fees levied on petroleum imports shall be paid. Provides for disclosure by, and inspection and investigation of, importers and users of fuels subject to this Act. Authorizes appropriations of such sums as the Administrator of the Federal Energy Administration determines to be necessary for the implementation of the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish a Strategic Energy Reserve Office in the Federal Energy Administration, to create a strategic energy reserve system to minimize the impact of interruptions or reductions of energy imports.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:22-05:00"
}