{
  "actions": [
    {
      "acted_at": "2006-05-04", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-05-09", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Warner. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-05-09", 
      "calendar": "Senate Legislative", 
      "number": "427", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 427.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2006-06-22", 
      "references": [
        {
          "reference": "CR S6404-6405", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-22", 
      "bill_ids": [
        "s2766-109"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S.2766 amended (Division A only).", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-22", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR 6/29/2006 S6862-7052", 
          "type": "text as passed Senate"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2006-06-29T10:03:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-29T10:14:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-29", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2767-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2006-06-22", 
    "vetoed": false
  }, 
  "introduced_at": "2006-05-09", 
  "number": "2767", 
  "official_title": "An original bill to authorize appropriations for fiscal year 2007 for military activities of the Department of Defense, to prescribe personnel strengths for such fiscal year for the Armed Forces, and for other purposes.", 
  "popular_title": "Authorization bill FY2007, Defense", 
  "related_bills": [
    {
      "bill_id": "hr5122-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2766-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2766-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2766-109", 
      "reason": "included-in"
    }, 
    {
      "bill_id": "s2767-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Defense Authorization Act for Fiscal Year 2007", 
  "sponsor": {
    "district": null, 
    "name": "Warner, John", 
    "state": "VA", 
    "thomas_id": "01452", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2006-06-22", 
  "subjects": [
    "Administrative procedure", 
    "Afghanistan", 
    "Air force", 
    "Aircraft engines", 
    "Ammunition", 
    "Annuities", 
    "Armed Forces Retirement Home", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army", 
    "Arts, culture, religion", 
    "Athletes", 
    "Auditing", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Ballistic missile defenses", 
    "Ballistic missiles", 
    "Bomber aircraft", 
    "Canada", 
    "Capital investments", 
    "Chemical warfare", 
    "Civil service retirement", 
    "Coast guard", 
    "Coastal zone", 
    "Commemorations", 
    "Commerce", 
    "Communication satellites", 
    "Congress", 
    "Congress and military policy", 
    "Congressional Medal of Honor", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Cost accounting", 
    "Courts-martial and courts of inquiry", 
    "Crime and law enforcement", 
    "Crimes against women", 
    "Defense budgets", 
    "Defense industries", 
    "Defense procurement", 
    "Department of Defense", 
    "Disabled", 
    "Disaster relief", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental research", 
    "Europe", 
    "Exhibitions", 
    "Families", 
    "Federal employees", 
    "Fighter aircraft", 
    "Finance and financial sector", 
    "Fire fighters", 
    "Fire prevention", 
    "Fisheries", 
    "Flags", 
    "Forest fires", 
    "Foundations", 
    "Government operations and politics", 
    "Graduate education", 
    "Hazardous wastes", 
    "Health", 
    "High technology", 
    "Higher education", 
    "History", 
    "Hurricane aftermath legislation", 
    "Identification devices", 
    "Impact aid", 
    "Inspectors general", 
    "Intelligence officers", 
    "International affairs", 
    "International cooperation in science", 
    "Internet", 
    "Iraq", 
    "Iraq compilation", 
    "Labor and employment", 
    "Latin America", 
    "Law", 
    "Liability for environmental damages", 
    "Logistics", 
    "Maintenance and repair", 
    "Maps", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Marines", 
    "Medical education", 
    "Mexico", 
    "Middle East and North Africa", 
    "Military airlift", 
    "Military and naval supplies", 
    "Military base closures", 
    "Military bases", 
    "Military chaplains", 
    "Military civic action", 
    "Military command and control", 
    "Military communications", 
    "Military dependents", 
    "Military education", 
    "Military history", 
    "Military intelligence", 
    "Military law", 
    "Military medals, decorations, etc.", 
    "Military medicine", 
    "Military operations", 
    "Military pay", 
    "Military personnel", 
    "Military promotions", 
    "Military readiness", 
    "Military research", 
    "Military strategy", 
    "Military technology", 
    "Military training", 
    "Missile warheads", 
    "Museums", 
    "National Guard", 
    "Navigation", 
    "Navy", 
    "Nuclear terrorism", 
    "Oaths", 
    "Ocean floor", 
    "Officer personnel", 
    "Ordnance", 
    "Osteopathy and osteopaths", 
    "Physicians", 
    "Polychlorinated biphenyls", 
    "Private police", 
    "Public lands and natural resources", 
    "Rape", 
    "Recruiting and enlistment", 
    "Recycling of waste products", 
    "Religion", 
    "Relocation", 
    "Research and development", 
    "Retired military personnel", 
    "Scholarships", 
    "Science, technology, communications", 
    "Secondary education", 
    "Service academies", 
    "Sexual harassment", 
    "Shipbuilding", 
    "Social welfare", 
    "Soldier voting", 
    "Soldiers' homes", 
    "South Asia", 
    "Special education", 
    "Sports and recreation", 
    "Stealth aircraft", 
    "Student loan funds", 
    "Students", 
    "Subcontractors", 
    "Submarines", 
    "Supersonic aircraft", 
    "Tanker aircraft", 
    "Technology assessment", 
    "Telecommunication rates", 
    "Telephone", 
    "Terrorism", 
    "Transport aircraft", 
    "Transportation and public works", 
    "Transportation of hazardous substances", 
    "United Kingdom", 
    "War casualties", 
    "Warships", 
    "Washington State", 
    "Waste disposal in the ocean", 
    "Weapons of mass destruction", 
    "Women", 
    "Women soldiers"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2006-06-22", 
    "text": "Department of Defense Authorization Act for Fiscal Year 2007 - Title I: Procurement - Subtitle A: Authorization of Appropriations - (Sec. 101) Authorizes appropriations for FY2007 for the Army, Navy and Marine Corps, and Air Force for aircraft, missiles, weapons and tracked combat vehicles, ammunition, shipbuilding and conversion, and other procurement. (Sec. 104) Authorizes appropriations for FY2007 for defense-wide procurement. Subtitle B: Army Programs - (Sec. 111) Limits the availability of Army procurement funds for procurement of the Joint Network Node until the Secretary of the Army reports to the congressional defense and appropriations committees on certain strategies connected with such Node and related programs. (Sec. 112) Requires a report from the: (1) Comptroller General (CG) to the defense and appropriations committees on the participation and activities of the lead systems integrator in the Future Combat Systems (FCS) program; (2) Secretary of the Army to such committees on the Army modularity initiative; and (3) CG annually to such committees assessing Army progress and use of funds in connection with the modularity initiative. (Sec. 114) Requires that priority for the distribution of new and combat serviceable equipment for active and reserve forces be given to units scheduled for mission deployment, employment first, or both, regardless of component. Authorizes priority distribution of Army National Guard equipment for states that have experienced a major disaster, but only after distribution of new and combat serviceable equipment has been made in accordance with the priority of distributing new and combat serviceable equipment for active and reserve forces to units scheduled for mission deployment, employment first, or both. Subtitle C: Navy Programs - (Sec. 121) Makes Navy shipbuilding and conversion funds authorized for construction of CVN-21 class aircraft carriers available in the fiscal year for which they are authorized and the succeeding three fiscal years. Earmarks specified FY2007 Navy funds for advance procurement with respect to the CVN-21 class carriers designated CVN-78, 79, and 80. Provides contract authority with respect to advance procurement and construction for such ships. (Sec. 122) Earmarks specified Navy shipbuilding and conversion funds for construction of the first two vessels under the next-generation destroyer program. Provides contract authority. (Sec. 123) Amends the National Defense Authorization Act (NDAA) for Fiscal Year 1998 to increase the cost limitation on the procurement of the CVN-77 aircraft carrier. Subtitle D: Air Force Programs - (Sec. 141) Requires any Joint Primary Aircraft Training System aircraft procured after FY2006 to be procured through a contract under provisions of the Federal Acquisition Regulation (FAR) relating to acquisition by negotiated contract rather than under FAR provisions relating to the acquisition of commercial items. (Sec. 142) Prohibits the Secretary of the Air Force from retiring any C-130E/H tactical airlift aircraft in FY2007. (Sec. 143) Directs the Secretary of the Air Force to ensure that the number, if any, of: (1) KC-135E aircraft that are retired in FY2007 does not exceed 29; and (2) B-52H bomber aircraft that are retired in FY2007 does not exceed 18. (Sec. 145) Prohibits any funds authorized to the Department of Defense (DOD) from being obligated or expended for retiring or dismantling any of the 93 B-52H bomber aircraft in service in the Air Force as of June 1, 2006, until 30 days after the Secretary of the Air Force reports to the defense committees on Air Force bomber force structure meeting specified modernization and national security requirements. (Sec. 146) Prohibits the Secretary of the Air Force from using incremental funding for procurement of F-22A fighter aircraft. Authorizes such Secretary to enter into a multiyear contract, beginning with the FY2007 program year, for procurement of not more than 60 of such aircraft. (Sec. 147) Authorizes the Secretary of the Air Force, beginning with the FY2007 program year, to enter into multiyear contracts for procurement of not more than: (1) 120 F-119 engines for F-22A aircraft; and (2) 13 spare F-119 engines for such aircraft. (Sec. 148) Expresses the sense of the Senate that the Air Force should investigate ways to retain the multi-spectral imaging capabilities provided by the Senior Year Electro-optical Reconnaissance System high-altitude imaging system after retirement of the U-2 aircraft fleet. Requires the Secretary of the Air Force to submit to the defense and appropriations committees a plan for migrating such capabilities from U-2 aircraft to the Global Hawk platform before the retirement of the U-2 aircraft fleet in 2011. (Sec. 149) Directs the Air Force to modernize Minuteman III intercontinental ballistic missiles (ICBMs) in U.S. inventory in order to maintain a sufficient supply of launch test assets and spares to sustain the deployed force of such missiles through 2030. Prohibits the obligation or expenditure of DOD funds for the termination of any Minuteman III ICBM modernization program, or for the withdrawal of any such missile from the active force, until 30 days after the Secretary reports to the defense and appropriations committees certain justifications, analyses, and assessments with respect to the Minuteman III ICBM. Earmarks specified Air Force funds for ICBM security modernization for remote visual assessment for security for ICBM silos. Title II: Research, Development, Test, and Evaluation - Subtitle A: Authorization of Appropriations - (Sec. 201) Authorizes appropriations for FY2007 for the Armed Forces for research, development, test, and evaluation (RDT&E). Earmarks specified amounts for: (1) defense science and technology projects; and (2) the development and validation of warfighter rapid awareness processing technology. Subtitle B: Program Requirements, Restrictions, and Limitations - (Sec. 211) Prohibits obligation or expenditure of more than 50 percent of the funds authorized for FCS systems engineering and program management until the Secretary of Defense (Secretary) reports to the defense and appropriations committees an independent cost estimate for the FCS. (Sec. 212) Amends the NDAA for Fiscal Year 2000 to extend through FY2012 the funding objectives of its defense science and technology programs. Outlines actions, including additional reports to the defense and appropriations committees, required of the Secretary following failure to comply with such objectives. (Sec. 213) Directs the Secretary to establish within DOD a joint technology office on hypersonics, to carry out a program for the development of hypersonics for defense purposes. Requires: (1) the office to develop a roadmap for DOD hypersonics programs; and (2) the Secretary to submit the roadmap to the defense and appropriations committees. (Sec. 214) Prohibits obligation or expenditure of funds for development or modification of the Trident D-5 sea-launched ballistic missile until 30 days after the Secretary submits to the defense and appropriations committees a proposal to replace nuclear warheads on 24 of such missiles with conventional kinetic warheads. Earmarks RDT&E funds for such proposal. (Sec. 215) Earmarks specified RDT&E funds for: (1) the Arrow ballistic missile defense system; (2) high energy laser low aspect target tracking; (3) the advanced aluminum aerostructures initiative; (4) legged mobility robotic research; and (5) the wideband digital airborne electronic sensing array. (Sec. 220) Earmarks specified RDT&E funds for: (1) Army, Navy, and Air Force support for university research initiatives; (2) computer science and cybersecurity; and (3) the SMART national defense education program. Subtitle C: Missile Defense Programs - (Sec. 231) Allows FY2008 RDT&E funds to be used for the development and fielding of ballistic missile defense (BMD) capabilities. (Sec. 232) States as the policy of the United States that DOD accord a priority within its missile defense program to the development, testing, fielding, and improvement of specified near-term missile defense capabilities. (Sec. 233) Amends the NDAA for Fiscal Year: (1) 2002 to extend by one year CG assessments of BMD programs; and (2) 2006 to provide submittal dates of plans for test and evaluation of the operational capability of the BMD system. (Sec. 235) Requires annual reports, from 2007 through 2013, from the Under Secretary of Defense for Acquisition, Technology, and Logistics (Under Secretary) to the defense and appropriations committees on DOD plans for the transition of missile defense programs from the Missile Defense Agency to the military departments. (Sec. 236) Earmarks specified defense-wide RDT&E funds for the ballistic missile defense midcourse defense segment. Subtitle D: Other Matters - (Sec. 251) Extends through the end of FY2011 the Global Research Watch Program carried out by DOD's Director of Defense Research and Engineering. (Sec. 252) Authorizes the Director of Defense Research and Engineering and the service acquisition executives of the military departments (currently, only the Director of the Defense Advanced Research Projects Agency) to award prizes for advanced technology achievements within their respective departments. Extends such program through FY2011. Modifies related report requirements. (Sec. 253) Requires that if, before a final decision is made within DOD to proceed with a major defense acquisition program (MDAP) beyond low-rate initial production, a decision is made to proceed to operational use of the program or to allocate procurement funds for the program, then the Director of Operational Test and Evaluation shall submit to the defense and appropriations committees a report with respect to the program. Directs the Under Secretary and such Director to: (1) review DOD policies and practices on test and evaluation in light of emerging approaches to acquisitions; and (2) if necessary, issue new or revised guidance for DOD on test and evaluation. Requires the Under Secretary to submit a review report to the defense and appropriations committees. (Sec. 254) Directs the Secretary to: (1) provide for development of the propulsion system for the F-35 fighter aircraft (the joint strike fighter) by a means elected through a specified process; and (2) notify the defense and appropriations committees prior to any modification of the procurement program for such fighter that would result in propulsion system development in a manner other than the specified process. (Sec. 255) Requires: (1) the Secretary, a federally funded research and development center, and the CG to each perform three independent cost analyses for the joint strike fighter engine program; and (2) each of the three to report to the defense and appropriations committees on such analyses. (Sec. 256) Expresses the sense of the Senate that the Secretary should share U.S. joint strike fighter technology with the Government of the United Kingdom consistent with national security interests of both nations. (Sec. 257) Requires a report from the Secretary to Congress on DOD biometrics programs. Title III: Operation and Maintenance - Subtitle A: Authorization of Appropriations - (Sec. 301) Authorizes appropriations for FY2007 for operation and maintenance (O&M) for the Armed Forces and specified activities and agencies of DOD. (Sec. 302) Authorizes appropriations for FY2007 for: (1) working capital funds; (2) the Defense Health Program; (3) defense drug interdiction and counter-drug activities; and (4) the Defense Inspector General. Subtitle B: Program Requirements, Restrictions, and Limitations - (Sec. 311) Limits the availability of funds for the development, fielding, or operation of the Army Logistics Modernization Program until the Chairman of the Defense Business Systems Modernization Committee makes specified certifications to the defense and appropriations committees with respect to such Program. (Sec. 312) Earmarks specified Army O&M funds for contracts for the acquisition, installation, and maintenance of exhibits at the National Museums of the United States Army, United States Navy, Marine Corps and Heritage Center, and United States Air Force. Authorizes the Secretary of the military department concerned (Secretary concerned) to accept from nonprofit entities amounts as reimbursement for costs at such Museums. (Sec. 313) Prohibits the Secretary from obligating or expending funds for any financial management improvement activity relating to the preparation, processing, or auditing of financial statements until the Secretary makes certain determinations to the defense and appropriations committees with respect to each activity proposed to be funded. (Sec. 314) Limits the availability of funds for O&M of the management headquarters of the Defense Information Systems Agency until the Secretary submits to Congress the report on DOD acquisition strategy for commercial satellite communications services required under the NDAA for Fiscal Year 2006. (Sec. 315) Requires the military department Secretaries to increase the number of secondary educational institutions at which a unit of the Junior Reserve Officers' Training Corps (JROTC) is organized. Outlines expansion targets within the various military departments. (Sec. 316) Earmarks specified O&M funds for: (1) infantry combat equipment; (2) the individual first aid kit; (3) the DOD program of reading for the blind and dyslexic; and (4) military training infrastructure improvements at Virginia Military Institute. (Sec. 320) Directs the Secretary of the Air Force to prepare environmental documentation for the beddown of F-22A aircraft at Holloman Air Force Base, New Mexico, as replacements for retiring F-117 aircraft. Subtitle C: Environmental Provisions - (Sec. 331) Directs DOD to set certain performance goals for the remediation of unexploded ordnance, discarded military munitions, and munitions constituents (munitions) at all active military installations and formerly used defense sites. Requires the Secretary to submit to the defense and appropriations committees: (1) a comprehensive plan for addressing the remediation of such munitions at all such sites other than operational ranges; (2) specified updates to such plan; and (3) a report on the status of DOD efforts to achieve agreement with relevant regulatory agencies on appropriate munitions reuse standards or principles. (Sec. 332) Amends the Toxic Substances Control Act to authorize the Administrator of the Environmental Protection Agency (EPA) to grant an exemption from certain toxic disposal requirements for up to three years to allow the Secretary and the military department Secretaries to transport polychlorinated biphenyls generated by or under the control of DOD inside the United States for their disposal, treatment, or storage. Terminates such authority on September 30, 2012. Requires a report from the Secretary to the defense and environmental affairs committees on the status of polychlorinated biphenyls generated by or under the control of DOD outside the United States. (Sec. 333) Requires the Secretary to: (1) conduct a historical review of the number, size, and probable locations where the Armed Forces disposed of military munitions in coastal waters; (2) periodically release any new information obtained during such review; (3) include such information in the annual report on environmental restoration activities submitted to Congress under current law; (4) complete the historical review and submit a final findings report to Congress; (5) provide information obtained to the Secretary of Commerce to assist the National Oceanic and Atmospheric Administration (NOAA) in preparing nautical charts and other navigational materials that identify known or potential hazards posed by such disposed munitions; (6) continue to inform potentially affected users of the ocean environment of such possible hazards; (7) continue to conduct research on the effects on ocean environment and those who use it of such disposed munitions; and (8) institute monitoring mechanisms if the review or research indicates that contamination is being released into ocean waters from disposed munitions at a particular site or that the site poses a significant public health or safety risk. (Sec. 334) States that cooperative agreements for environmental restoration at defense facilities may extend beyond the normal two-year period when the agreements are funded out of either the Department of Defense Base Closure Account 1990 or the Department of Defense Base Closure Account 2005. (Sec. 335) Authorizes the Secretary to transfer specified funds to the Moses Lake Wellfield Superfund Site Special Account to reimburse the EPA for costs incurred in overseeing a remedial investigation and feasibility study performed by the Army. Subtitle D: Reports - (Sec. 351) Directs the CG to report to the defense and appropriations committees on the readiness of the active and reserve ground forces of the Army and Marine Corps. (Sec. 352) Requires the Secretary of the Navy to enter into an agreement with the National Academy of Sciences to conduct a review and evaluation of scientific and medical evidence regarding associations between pre-natal, child, and adult exposure to contaminated drinking water at Camp Lejeune, North Carolina, and birth defects or diseases and any other adverse health effects. Directs the: (1) Academy to submit review results to the Secretary and Congress; and (2) Commandant of the Marine Corps, after completion of a related study, to provide study results to former Camp Lejeune residents and employees who may have been exposed to such drinking water. (Sec. 353) Expresses the sense of Congress that DOD should: (1) identify military aerial training areas that are projected to remain viable and free from encroachment well into the 21st century; (2) determine aerial training airspace future requirements; and (3) undertake all necessary action to preserve and expand the identified areas. Requires the Secretary to submit to the defense and appropriations committees a plan to preserve and expand such areas. (Sec. 354) Directs the Secretary to report to the defense committees on DOD actions to reduce its consumption of petroleum-based fuel. (Sec. 355) Requires a report from the Secretary of the military department concerned (Secretary concerned) to the Secretary within 90 days after withdrawing equipment from a reserve unit to a unit being ordered to active duty or to a unit for the discharge of a mission. (Sec. 356) Directs the Secretary to submit to the defense and appropriations committees a plan to replace equipment withdrawn or diverted from reserve units for use in Operations Iraqi Freedom or Enduring Freedom. (Sec. 358) Directs the Secretary to contract with an appropriate independent entity to assess various foreign and domestic vehicle-based active protection systems for certain battlefield threats. Requires a results report from the entity chosen to the Secretary and the defense and appropriations committees. (Sec. 359) Requires a report from the Secretary of the Army to the defense and appropriations committees on the High Altitude Aviation Training Site in Eagle County, Colorado. (Sec. 360) Directs the Secretary of the Air Force to report to the defense and appropriations committees on Air Force safety requirements for flight training operations at Pueblo Memorial Airport, Colorado. (Sec. 360A) Requires the Secretary to: (1) study the use of alternative fuels by the Armed Forces and defense agencies, as well as measures to increase the use of such fuels; and (2) report to the defense committees on such study. Subtitle E: Workplace and Depot Issues - (Sec. 361) Requires each public depot served by a working capital fund to invest in its capital budget each fiscal year at least six percent of the actual total revenue of such depot for the previous fiscal year. Authorizes the Secretary to waive such requirement when necessary for national security, after notifying the defense and appropriations committees. Requires the Secretary to submit to such committees each year budget justification documents summarizing the level of capital investment at each such depot. (Sec. 362) Makes permanent (currently limited to contracts entered into during FY2003-FY2009) the exclusion of certain contract expenditures from percentage limitations on the performance of depot-level maintenance by non-federal contractor personnel at a DOD Center of Industrial and Technical Excellence. (Sec. 363) Excepts contracts for fighting wildland fires and performing wildland fire management from the DOD prohibition against contracting-out for the performance of firefighting or security-guard functions. (Sec. 364) Authorizes the Secretary concerned to contract for up to a one-year period for security guard services at military installations approved for realignment under a base closure law when such services are required for the safe and secure relocation of either: (1) military munitions and related equipment; or (2) high-value items in temporary storage areas. Terminates such authority on September 15, 2011. Subtitle F: Other Matters - (Sec. 371) Authorizes the Secretary of the Army to carry out a program, to be known as the Military Munitions Recycling Program, to: (1) sell recyclable munitions materials resulting from the demilitarization of conventional military munitions; and (2) use sale proceeds for reclamation, recycling, and reuse of conventional military munitions. (Sec. 372) Authorizes the Secretary, in any contract for the destruction of the U.S. stockpile of lethal chemical agents and munitions pursuant to the Chemical Demilitarization Program under the Department of Defense Authorization Act, 1986, to provide the contractor an incentive to accelerate the safe elimination of the stockpile and to reduce the total cost of the Program by providing incentive payments for the early completion of destruction operations and the closure of the chemical demilitarization facility. Limits the amount of incentive payments. (Sec. 373) Amends the NDAA for Fiscal Year 2004 to extend the termination date for the DOD telecommunications benefit under such Act from September 30, 2006, to 60 days after the date on which the Secretary determines that a contingency operation has ended. Extends such benefit to members who remain hospitalized as a result of wounds or injuries incurred while in direct support of a contingency operation, up until the end of such operation. Directs the Secretary to report to the defense and appropriations committees on the implementation of the modified benefits. (Sec. 374) Amends the NDAA for Fiscal Year 2006 to extend through FY2007 the availability of funds for activities associated with the commemoration of success of the U.S. Armed Forces in Operations Enduring Freedom and Iraqi Freedom. (Sec. 375) Requires a report from the Secretary to the defense and appropriations committees on DOD progress in implementing its policy to improve the fuel efficiency of weapons platforms, consistent with mission requirements. (Sec. 376) Authorizes the Secretary to carry out chemical demilitarization program responsibilities under the Department of Defense Authorization Act, 1986 through multiyear contracts entered into before the date of enactment of this Act. (Sec. 377) Directs the Secretary to consider the utilization of fuel cells as replacements for current back-up power systems in a variety of DOD operations and activities. (Sec. 378) Authorizes the Secretary to provide for the prepositioning of pre-packaged or pre-identified basic response assets in order to improve DOD support to civilian authorities. (Sec. 379) Authorizes the Secretary of the Army to recover from any country to which a grant of rifles, ammunition, repair parts, or other related supplies (munitions) is made under provisions of the Foreign Assistance Act of 1961 any such munitions that are excess to the needs of such country. Makes such munitions available for transfer to the Corporation for the Promotion of Rifle Practice and Firearms Safety. Title IV: Military Personnel Authorizations - Subtitle A: Active Forces - (Sec. 401) Sets forth authorized end strengths for active-duty forces as of the end of FY2007. (Sec. 402) Repeals a provision that establishes permanent end strength levels for the simultaneous support of two major regional contingencies. Subtitle B: Reserve Forces - (Sec. 411) Sets forth authorized end strengths as of the end of FY2007 for members of the Selected Reserve and reserve personnel on active duty in support of the reserves. (Sec. 413) Sets forth minimum end strengths for FY2007 for Army and Air Force dual status military technicians. (Sec. 414) Provides a FY2007 limitation on the number of non-dual status Army and Air Force military technicians. (Sec. 415) Provides, during FY2007, the maximum number of reserve personnel authorized to be on active duty for operational support. Subtitle C: Authorization of Appropriations - (Sec. 421) Authorizes appropriations for FY2007 for: (1) military personnel; and (2) the Armed Forces Retirement Home. Title V: Military Personnel Policy - Subtitle A: Officer Personnel Policy - Part I: Officer Personnel Policy Generally - (Sec. 501) States that general and flag officers assigned to senior level intelligence positions within the Central Intelligence Agency (CIA) and the Office of the Director of National Intelligence shall not be subject to supervision or control by the Secretary or any other officer or employee of DOD and shall not exercise supervision or control with respect to any DOD military or civilian personnel, except as otherwise authorized by law. Provides that an officer's appointment to such a position shall not affect the officer's status, position, rank, grade, rights, or benefits, and that such officer's pay and allowances shall be reimbursed to DOD from funds available to the CIA or the Office of the Director of National Intelligence. (Sec. 502) Extends through October 1, 2008, the temporary reduction of the time-in-grade requirement before eligibility for promotion for certain active-duty officers in the grades of first lieutenant and lieutenant (junior grade). (Sec. 503) Increases from 62 to 64 the mandatory retirement age for general and flag officers. Authorizes the: (1) Secretary to defer the retirement of officers serving in grades above major general and rear admiral until age 66; and (2) President to defer the retirement for such officers until age 68. Eliminates the numerical limit on the number of deferments that may be in effect at any one time. (Sec. 504) Raises the grade of officers serving as judge advocates general to lieutenant general or vice admiral, as appropriate. Redesignates assistant judge advocates general as deputy judge advocates general. Excludes such positions from authorized end strength limits for officers serving on active duty in grades above major general or rear admiral. (Sec. 505) Requires officers recommended for appointment as Surgeon General of the Army, Navy, or Air Force to have significant joint experience, as determined by the Chairman of the Joint Chiefs of Staff (JCS). Authorizes the Secretary, until October 1, 2010, to waive the experience requirement if: (1) the military department Secretary concerned requests the waiver; and (2) in the judgment of the Secretary, the officer is qualified and the waiver is necessary for the good of that department. Makes the joint experience requirement effective on October 1, 2008. (Sec. 506) States that an active-duty or reserve officer serving as Attending Physician to the Congress shall: (1) hold the grade of major general during such service; and (2) be exempt from end strength and distribution limits for officers serving in grades above brigadier general or rear admiral (lower half). (Sec. 507) Authorizes military department Secretaries, in their discretion, to retain, retire, or separate from active duty chief warrant officers in grade W-4 who have twice failed of selection for promotion. Allows those retained on active duty to be further considered for promotion. (Sec. 508) Increases the mandatory retirement age for: (1) major generals and rear admirals from 62 to 64; (2) brigadier generals and rear admirals (lower half) and all officers below such grades from 60 to 62; and (4) officers holding certain offices (chiefs of the reserves and National Guard, and state adjutant generals) from 64 to 66. (Sec. 509) Revises the qualifications for leadership of the Naval Postgraduate School to allow in such position: (1) a retired officer; and (2) an officer in the Marine Corps (currently, only the Navy). Part II: Officer Promotion Policy - (Sec. 515) Revises military promotion procedures to treat a promotion that requires Senate confirmation as being established on the date the promotion list is received by the Senate for consideration. Directs the Secretary, by March 1, 2008, to prescribe regulations controlling delays in appointment following Senate confirmation. Provides additional bases for delays in such appointments due to lack of qualifications. (Sec. 516) Prohibits a promotion selection board from recommending an officer for promotion unless a majority of board members, after consideration of any adverse information, finds that the officer is among those best qualified for promotion to meet the needs of the department concerned. (Sec. 517) Authorizes the Secretary and Deputy Secretary of Defense (currently, only the President) to remove the name of an officer from the report of a selection board with respect to officers being recommended for promotion to grades below brigadier general and rear admiral (lower half). (Sec. 518) Prohibits proceedings of a selection board from being disclosed to any person not a member of such board. Makes board discussions, deliberations, and records immune from legal process and inadmissible as evidence. (Sec. 519) Limits the availability of special selection boards to officers who are in or above the primary promotion zone. (Sec. 520) Provides that, in the case of an active-duty or reserve officer or group of officers on a list approved for promotion by the President and submitted to the Senate for consideration and then returned (disapproved) by the Senate to the President, the officer or group shall automatically be removed from such list at the end of the 365-day period beginning on the date of such return. Allows the President to: (1) resubmit such list during the 365-day period; and (2) extend such period by an additional 365 days. Requires the immediate removal of an officer or group on a list returned a second time. (Sec. 521) Requires a report from the Secretary to the defense committees on the desirability and feasibility of conducting joint officer promotion selection boards. Part III: Joint Officer Management Requirements - (Sec. 526) Revises the system for the designation and management of joint qualified officers (JQOs) to replace the term \"joint specialty officer\" with \"joint qualified officer.\" Allows an officer to qualify as a JQO if the officer successfully completes an appropriate program at a joint professional military education school and successfully demonstrates a mastery of knowledge, skills, and abilities in joint matters. (Currently, an officer can only qualify if he or she completes such education and completes a full tour of duty in a joint duty assignment.) Authorizes the Secretary, on a case-by-case basis, to waive the educational requirement in the case of an officer who completes two full tours of duty in a joint duty assignment and demonstrates the joint knowledge, skills, and abilities. Revises provisions concerning the number of joint duty assignments. Replaces the system of time-in-duty requirements for qualifications for a JQO with a system of experience and performance in joint duty areas. (Sec. 527) Repeals the requirement for a separate promotion policy objective for joint specialty officers or officers designated as joint qualified. States as the policy objective that officers who are serving or have served in joint duty assignments are expected, as a group, to be promoted to the next higher grade at a rate not less than that for all officers of that armed force in that grade and competitive category. (Sec. 528) Limits joint professional military education schools to schools under the National Defense University. Includes within such schools the National War College, the Industrial College of the Armed Forces, the Joint Advanced Warfighting School, and the Joint Forces Staff College. (Sec. 529) Revises the definition of \"joint matters\" to include the integrated use of military forces that may be conducted under unified action on land, sea, or in air or space, or in the information environment with participants from multiple armed forces, U.S. Armed Forces and other U.S. departments and agencies, U.S. Armed Forces and the military forces or agencies of other countries, U.S. Armed Forces and non-governmental persons or entities, or any combination thereof. Broadens the assignments that may be considered \"joint duty assignments.\" (Sec. 530) Requires that, as a condition of appointment to the position of Director of National Intelligence or Director of the CIA, an officer shall acknowledge that, upon termination of such service, the officer shall be retired by the Secretary concerned under any mandatory retirement provisions under which such officer is eligible to retire. Subtitle B: Reserve Component Personnel Matters - (Sec. 531) Expands the authorized duties of members of the National Guard and reserves on active duty and military technicians (dual status) to include: (1) supporting reserve component or military technician operations, as appropriate; and (2) instructing and training members of the U.S. Armed Forces, foreign military forces, or DOD contractor or civilian personnel. Authorizes reserve personnel ordered by their governor to perform National Guard Active Guard and Reserve duty to: (1) perform duties to support operations or missions undertaken by the member's unit at the request of the President or Secretary; and (2) support federal training operations or missions assigned in whole or in part to the member's unit. Authorizes National Guard technicians to perform such additional duties. (Sec. 532) Authorizes the deployment to Canada or Mexico of Weapons of Mass Destruction Civil Support Teams. Expands the types of emergencies for which the Secretary may prepare or employ such teams to include the intentional or unintentional release of nuclear, biological, radiological, toxic, or poisonous chemical materials, or natural or manmade disasters. (Sec. 533) Amends the NDAA for Fiscal Year 2005 to authorize the Chairman of the Commission on the National Guard and Reserves to exercise with Commission members the same waiver regarding annuity eligibility upon reemployment as that available for the Director of the Office of Personnel Management (OPM) with respect to former federal employees. (Sec. 534) Directs the Secretary of the Army to carry out a pilot program to facilitate the reintegration of members of the National Guard into civilian life after their return from deployment overseas. Outlines program elements, including reintegration training. Requires a program report from such Secretary to the defense and appropriations committees. Provides program funding from Army National Guard O&M funds. Subtitle C: Military Justice and Related Matters - (Sec. 551) Requires the military department Secretaries to amend current or prescribe new regulations to subject military personnel who are ordered to active duty at locations overseas in an inactive duty for training status to the jurisdiction of the Uniform Code of Military Justice (UCMJ) continuously from commencement to conclusion of such orders. (Sec. 552) Applies UCMJ provisions to declared wars or contingency operations (currently, only \"war\"). Subtitle D: Education and Training Matters - (Sec. 561) Authorizes each department Secretary to detail commissioned officers as students at accredited medical schools or schools of osteopathy in the United States for a period of training leading to the degree of doctor of medicine. Prohibits more than 25 officers from each military department from commencing such training in a fiscal year. Outlines eligibility requirements, including having served on active duty for a period of not less than two years nor more than six years, and agreeing to serve as a medical officer in that military department when such training is completed. (Sec. 562) Authorizes the Secretary concerned to allow retired National Guard and reserve officers to provide JROTC instruction. Directs the Secretary concerned to pay to the educational institution at which the instruction is provided one-half of the amount paid by the institution to the officer for any period up to a maximum of one-half of the difference between the retired pay for an active duty officer of the same grade and years of service for such period and the active duty pay and allowances which the former officer would have received for such period if on active duty. (Sec. 563) Increases from $22,000 to $60,000 the maximum amount of repayment by the Secretary under the education loan repayment program for officers in specified military health care professions. (Sec. 564) Increases the monthly stipend and annual grant amounts under the Health Professions Scholarship and Financial Assistance Program. Prohibits any additional adjustments during FY2007. (Sec. 565) Requires a report from the Secretary to the defense and appropriations committees on the above Program for active service during fiscal years 2000 through 2006. (Sec. 566) Allows all enlisted members (currently, only enlisted members of the Navy and Marine Corps) to participate in certain programs and courses offered by the Naval Postgraduate School in furtherance of the performance of required duties. Authorizes the Secretary to allow an enlisted member to receive graduate-level instruction at such School in a program leading to a master's degree in a technical, analytical, or engineering curriculum. (Sec. 567) Amends the NDAA for Fiscal Year 2004 to change from annually to biennially the frequency of administration of the service academy sexual assault survey and an associated report to Congress. (Sec. 568) Directs the Secretary to prescribe DOD policy on service academy and ROTC graduates seeking to participate in professional sports before the completion of their active-duty service obligation. Requires military department Secretaries, by December 1, 2007, to amend current or prescribe new regulations to implement the policy prescribed by the Secretary. (Sec. 569) Requires the Secretary to: (1) conduct a review of the 1976 legal opinion issued by the DOD General Counsel regarding instruction of non-host unit students participating in JROTC programs; and (2) report review results to the defense committees. (Sec. 570) Requires that, in order for a retired or noncommissioned officer to be employed as a JROTC instructor, the officer must be certified by the Secretary concerned as a qualified instructor in leadership, wellness and fitness, civics, and other courses related to the content of the JROTC program. Requires senior military instructors to be retired officers and serve as instructional leaders who oversee the program. Outlines senior military instructor qualifications. Requires non-senior military instructors to be retired noncommissioned officers and serve as instructional leaders who teach independently of, but share program responsibilities with, senior military instructors. Outlines non-senior military instructor qualifications. (Sec. 570A) Allows a member who separates from the Selected Reserve after completion of the required period of active service and completion of a service contract under other than dishonorable conditions up to ten years after such separation to use the educational assistance entitlement. Subtitle E: Defense Dependents Education Matters - (Sec. 571) Earmarks specified defense-wide O&M funds for assistance during FY2007 to local educational agencies (LEAs) that benefit dependents of members of the Armed Forces and DOD civilian employees. Requires the Secretary to work collaboratively with the Secretary of Education to ease the transition of military dependents from attendance in DOD dependent schools to attendance in civilian schools in systems operated by LEAs Terminates the Secretary's authority at the end of FY2011. (Sec. 572) Earmarks specified defense-wide O&M funds for impact aid payments for children with disabilities as authorized under the Elementary and Secondary Education Act of 1965. (Sec. 573) Requires a report from the Secretary to the defense and appropriations committees on a plan to provide assistance to Leas that experience growth in the enrollment of military dependent students as a result of force structure changes, the relocation of a military unit, or the closure or realignment of a military installation pursuant to a defense base closure law. Requires plan updates every six months through January 1, 2011. (Sec. 574) Directs the Secretary to carry out a three-year pilot program on the provision of educational and support tools to promote early childhood education for dependent children affected by a military deployment or the relocation of a military unit. Requires a program report from the Secretary to the defense and appropriations committees. Provides program funding through Army O&M funds. Subtitle F: Other Matters - (Sec. 581) Authorizes the military enlistment or appointment oath to be administered by the President, the Vice President, the Secretary, any commissioned officer, or any other person designated under regulations prescribed by the Secretary. (Sec. 582) Requires the Secretary concerned to issue a permanent military ID card to a permanently disabled dependent of a military retiree. (Sec. 583) Repeals the requirement of periodic DOD Inspector General assessments of military installation compliance with requirements of the Uniformed and Overseas Citizens Absentee Voting Rights Act. Requires a report from the CG to Congress on DOD programs and activities to facilitate voter registration and voting, including Internet-based electronic voting. Directs the Secretary to continue the Interim Voting Assistance System ballot request program with respect to all absent military voters, overseas DOD employees, and their dependents for all elections through December 31, 2006. Requires reports from the Secretary to the defense and appropriations committees on: (1) assessments and recommendations with respect to the Interim Voting Assistance System; and (2) plans for expanding the use of electronic voting technology for individuals covered under the Uniformed Overseas Citizens Absentee Voting Act for elections through November 30, 2010. (Sec. 584) Authorizes the President to provide for the presentation of a Medal of Honor flag to the primary living next-of-kin of a deceased Medal of Honor recipient. (Sec. 585) Authorizes the presentation of recognition items for recruitment or retention purposes during the period of any war or national emergency declared by the President or Congress. (Sec. 586) Directs the Secretary to establish within DOD a center to augment and support programs and activities of the military departments for the provision of assistance to severely wounded or injured servicemembers. Designates such center as the Military Severely Injured Center. Requires the Center to establish a database for tracking severely wounded or injured servicemembers. (Sec. 587) Expresses the sense of the Senate that the Secretary or the Secretary concerned should, upon awarding a medal or otherwise recognizing a member for extraordinary heroism, bravery, achievement, or other distinction, notify the defense committees, the senators from the state in which the member resides, and the member of the House from the district in which the member resides. (Sec. 588) Requires a report from the Secretary to the defense and appropriations committees on the feasibility and advisability of providing an electronic copy of military records to members upon their discharge or release from service. (Sec. 589) Directs the President to report to the defense committees on the advisability of modifying the criteria for the award of the Purple Heart to authorize its award to members who die in captivity under unknown circumstances or as a result of conditions and treatment which currently do not qualify the decedent for the Purple Heart, and for members who survive captivity as prisoners of war, but die thereafter as a result of a disease or disability incurred during such captivity. (Sec. 590) Requires the Secretary, as soon as practicable after the completion of the comprehensive review of DOD procedures on mortuary affairs, to report to the defense and appropriations committees on such review. Amends the NDAA for Fiscal Year 2006 to require an additional element in the DOD policy of casualty assistance to survivors of military decedents. (Sec. 591) Directs the Secretary to report to Congress on the feasibility of using military identification cards that do not contain, display, or exhibit the individual's Social Security number. (Sec. 592) Authorizes the Secretary concerned to support the conduct of funeral honors for a veteran that are provided solely by members of veterans organizations and certain related organizations. Authorizes the use of excess M-1 rifles for ceremonial and other purposes. Title VI: Compensation and Other Personnel Benefits - Subtitle A: Pay and Allowances - (Sec. 601) Waives any FY2007 pay increases tied to increases in the General Schedule of Compensation for government employees. Increases, effective January 1, 2007, by 2.2 percent the rates of basic pay for military personnel. (Sec. 602) Increases from level III to level II of the Executive Schedule the maximum pay rate for general and flag officers. (Sec. 603) States that the prohibition on compensation for work or study in connection with correspondence courses applies to any such work or study performed on or after September 7, 1962. (Sec. 604) Extends through December 31, 2007, the prohibition against requiring certain injured military personnel to pay for meals provided by military treatment facilities. (Sec. 605) Authorizes the Secretary concerned to provide an additional housing allowance for reserve members on active duty in support of a contingency operation. (Sec. 606) Allows a member who is the spouse of a member who died while on active duty to receive a temporary basic allowance for housing. Subtitle B: Bonuses and Special and Incentive Pays - (Sec. 611) Extends through 2007 specified authorities currently scheduled to expire at the end of 2006 with respect to certain special pay and bonus programs within the regular and reserve Armed Forces. (Sec. 615) Increases from $10,000 to $25,000 the maximum annual special pay for Selected Reserve health care professionals serving in critically short wartime specialties. (Sec. 616) Increases from $30,000 to $200,000 the maximum bonus for dental officers. Authorizes a bonus payment of up to $400,000 to a person who is a graduate of an accredited school of medicine or osteopathy in a specialty designated by DOD as a critically short wartime specialty and who executes a written agreement to accept a commission as a medical officer in the Armed Forces and remain on active duty for at least four consecutive years. Requires pro rata repayment for time not successfully served. Terminates the bonus program on December 31, 2007. Authorizes the same bonus payment, with the same requirements, conditions, and termination date, for graduates of an accredited dental school in a critically short wartime specialty. (Sec. 617) Increases from $20,000 to $30,000 the nuclear career officer accession bonus. (Sec. 618) Revises provisions concerning the targeted shaping of the Armed Forces to: (1) make the voluntary separation incentive (VSI) available to officers and enlisted personnel with more than six but not more than 20 years of service; (2) increase the maximum VSI to no greater than four times the full amount of separation pay for a member of the same pay grade and years of service who is involuntarily separated; (3) extend through 2012 the authority to make VSI payments; (4) reduce a limitation on selective early retirement during the period beginning beginning October 1, 2006, and ending on December 30, 2012; (5) provide, during the same period, enhanced authority for selective early retirement and early discharges; and (6) increase from $2,500 to $10,000 the maximum incentive bonus for transfer between the Armed Forces due to a shortage of trained and qualified personnel. (Sec. 619) Amends the NDAA for Fiscal Year 2006 to extend through 2008 a pilot program on contributions to the Thrift Savings Plan (TSP) for initial Army enlistees. (Sec. 620) Authorizes an accession bonus of up to $8,000 for a person who, during the period beginning on October 1, 2006, and ending on December 31, 2007, is appointed a commissioned officer after completion of officer candidate school and execution of a written agreement to serve on active duty for a period specified in the agreement. Requires repayment for unserved periods. Authorizes the Secretary of the Army to provide such a bonus to a person who, during the period beginning on April 1, 2005, and ending on April 1, 2006, executed an agreement to enlist for the purpose of attending officer candidate school. (Sec. 621) Amends the NDAA for Fiscal Year 2006 to include members of the Army in a retired status and civilian Army employees as individuals eligible for the payment of a bonus for referring other persons for enlistment in the Army. Increases from $1,000 to $2,000 the maximum bonus amount, payable in two equal installments at the beginning and completion of basic training of the individual referred. Subtitle C: Travel and Transportation Allowances - (Sec. 631) Requires (current law authorizes) the Secretary to include in contracts for the transportation of baggage and household effects for members of the Armed Forces (current law) and civilian DOD employees a clause requiring the carrier to pay the full replacement value of lost or damaged goods. Directs the: (1) Secretary to report to the defense and appropriations committees on the capabilities and costs of the DOD program known as the \"Families First\" program; and (2) CG to conduct a review and assessment, and submit an interim and final report to the defense committees, with respect to DOD progress in achieving the goals of the Families First program, as well as related matters. Subtitle D: Retired Pay and Survivor Benefits - (Sec. 641) Authorizes the Secretary, as of October 1, 2007, to make contributions to the Department of Defense Military Retirement Fund at the lower percentage rate for reserve component personnel who are mobilized or performing active duty for special work. Excludes cadets and midshipmen from end strength caps upon which accrual payments to the Medicare-Eligible Health Retiree Care Fund are based. (Sec. 642) Repeals the requirement for the reduction of annuities received under the Survivor Benefit Plan (SBP) by the amount of dependency and indemnity compensation (DIC) paid to eligible beneficiaries. Requires the return of SBP premiums previously refunded to SBP recipients due to the DIC offset. Allows the waiver of such repayment in circumstances of hardship or when repayment would not be in the best interests of the United States. (Sec. 643) Changes the effective date for paid-up coverage under the SBP from October 1, 2008, to October 1, 2006. (Sec. 644) Eliminates certain conditions on the direct payment of divisible retired pay by the Defense Finance and Accounting Service under the terms of a court decree. (Sec. 645) Authorizes a court order to provide for the payment of cost-of-living adjustments with respect to retired pay treated as divisible property. (Sec. 646) Allows members to waive notice of court orders concerning the payment of retired pay. Eliminates the requirement that a copy of such court order be sent to all parties (instead allowing a member to request a copy). (Sec. 647) Authorizes severely injured or ill members who have been provided assistive technology or devices to retain such technology or devices after separation from service. (Sec. 648) Designates as fallen hero compensation the death gratuity payable for deaths of members in or related to the line of duty. (Sec. 649) Provides that the phase-in for the full concurrent receipt of military retired pay and veterans' disability compensation will last only during the period beginning January 1, 2004, and ending on December 1, 2004, in the case of retirees receiving veterans' disability compensation at the rate payable for a 100 percent disability by reason of a determination of individual unemployability. (Sec. 650) Requires the determination of the retired pay base of general and flag officers (pay grades O-7 through O-10) to be based on rates of basic pay provided by law, without taking into account any pre-retirement reduction in such pay due to comparability with Executive Schedule pay. (Sec. 651) Revises the retired pay multiplier maximum percentage with respect to members retiring with more than 30 years of creditable military service. (Sec. 652) Makes members who die after October 7, 2001 (currently, November 23, 2003) eligible to choose optional annuities for dependents under the SBP. (Sec. 653) Reduces below 60 the eligibility age for the receipt of non-regular (reserve) service retirement pay, with respect to members of the Ready Reserve on active federal status or on active duty for significant periods, by three months for each 90 days on which the person remains in such status or performs such duty. Continues as 60 the minimum age for eligibility of non-regular service retirees for military health care. Subtitle E: Other Matters - (Sec. 661) Requires the Secretary of the Army to: (1) conduct an audit of the pay accounts of each Army member wounded or injured in a combat zone who was evacuated for inpatient care during the period beginning on May 1, 2005, and ending on April 30, 2006; and (2) report to the defense and appropriations committees on audit results. Directs the Secretary to establish within DOD an assistance center, accessible by a toll-free number, through which a covered member or their primary next of kin may secure assistance in resolving difficulties relating to the military pay or accounts of such member. (Sec. 662) Directs the Secretary to conduct a pilot program to: (1) assist nurse corps officers in achieving qualifications to become nurse educators at accredited schools of nursing; and (2) provide scholarships to such officers in return for continued service in the Selected Reserve or in other forms of public service. Requires the program to be conducted from January 1, 2007, through December 31, 2012. Designates: (1) the program as the Troops to Nurse Teachers Pilot Program; and (2) as program-eligible an officer in a nurse corps who is serving in a reserve component, honorably discharged from the Armed Forces, or retired from the Armed Forces. Outlines program requirements, including a participant agreement. Limits scholarship assistance to $30,000 annually for no more than four years. Requires a program report from the Secretary to Congress after three years. (Sec. 663) Includes a retired or former member of a military department (currently, only a member on active duty, or a reserve member in an active status) within provisions authorizing the Secretary to remit or cancel the indebtedness of members. Removes time limits on the exercise of such authority (instead allowing the Secretary to prescribe regulations). (Sec. 664) Prohibits DOD from notifying consumer reporting agencies regarding debts or erroneous payments made to a member while a decision is pending regarding the waiver, remission, or cancellation of such debt or payment, unless the Secretary concerned determines that such disclosure is in the best interests of the United States. Requires a report from the Secretary to the defense and appropriations committees on the exercise of such authority. (Sec. 665) Includes claims of up to $10,000 (currently, $1,500) within the authority of the Secretaries concerned to waive claims against members for the erroneous overpayment of pay and allowances. Increases from three to five years after such overpayment the time period during which a member's application for such waiver will be accepted. (Sec. 666) Amends the Servicemembers Civil Relief Act to provide terms of consumer credit extended to servicemembers or their dependents, including a credit interest limit of 36% annually. Provides mandatory loan disclosure requirements, including a statement of the annual percentage rate and a clear description of payment obligations. Preempts any contrary federal or state law. Provides penalties for creditor violations. (Sec. 667) Directs the Secretary to carry out, in at least six regions of the country, a joint family support assistance program for families of members of the Armed Forces. Directs the Secretary to submit to the defense and appropriations committees: (1) a plan for program implementation; and (2) a program report after plan implementation. Terminates the program three years after the first obligation of program funds. Provides program funding through DOD O&M funds. (Sec. 668) Amends the Armed Forces Retirement Home Act of 1991 to redesignate the Home's Chief Operating Officer as the Chief Executive Officer. Subtitle F: Transition Assistance for Members of the National Guard and Reserve Returning From Deployment in Operation Iraqi Freedom or Operation Enduring Freedom - Heroes at Home Act of 2006 - (Sec. 682) Directs the Secretary to establish within DOD a working group to identify and assess the needs of members of the National Guard and Reserve returning from deployment in Operations Iraqi Freedom or Enduring Freedom in transitioning to civilian employment. Requires: (1) an activities report from the working group to the Secretary and Congress; and (2) such report to be made available to the public. Terminates the working group two years after the date of enactment of this Act. (Sec. 683) Requires the Secretary to designate an office within DOD to assist employers, employment assistance organizations, and associations of employers in facilitating the successful transition to civilian employment of members of the National Guard and Reserve returning from deployment in Operations Iraqi Freedom or Enduring Freedom. Designates such office as the Office for Employers and Employment Assistance Organizations. Outlines Office functions and resources to be provided, including education on physical and mental health conditions that can and may be experienced by such members. Requires an annual Office report to the Secretary who shall transmit such report to the defense committees, together with comments and recommendations. (Sec. 684) Amends the NDAA for Fiscal Year 2006 to require the task force on mental health established under such Act to submit to the Secretary an assessment and recommendations on the mental health needs of National Guard and Reserve members after deployment in Operations Iraqi Freedom and Enduring Freedom. (Sec. 685) Authorizes the Secretary to award grants to eligible entities to carry out demonstration projects to assess the feasibility and advisability of utilizing community-based settings (through grants) for the provision of assistance to members of the National Guard and Reserve returning from deployment in Operations Iraqi Freedom and Enduring Freedom, and their families, including reuniting services and education to increase awareness of possible physical and mental health conditions of such members. Requires annual reports: (1) by grant recipients to the Secretary; and (2) from the Secretary to Congress on activities undertaken under the grants program. (Sec. 686) Directs the Secretary to: (1) conduct a 15-year longitudinal study on the effects of traumatic brain injury incurred by members of the Armed Forces in Operations Iraqi Freedom and Enduring Freedom; and (2) provide periodic and final reports to Congress on study results. Authorizes appropriations (with a corresponding offset). (Sec. 687) Requires the Secretary to establish within DOD a panel to develop curricula for training family members in the provision of care and assistance to members and former members with traumatic brain injuries incurred during service in Operations Iraqi Freedom and Enduring Freedom. Designates such panel as the Traumatic Brain Injury Family Caregiver Panel. Requires: (1) dissemination of the curricula developed; and (2) a report from the Panel to the Secretary, the Secretary of Veterans Affairs, and Congress. Authorizes appropriations (with a corresponding offset). Title VII: Health Care - Subtitle A: Benefits Matters - (Sec. 701) Amends the Civilian Health and Medical Program of the Uniformed Services (CHAMPUS) to include cervical and breast cancer screening (currently, only pap smears and mammograms) within the services provided under the TRICARE program (a DOD managed health care program). (Sec. 702) Requires that, as of April 1, 2007, refills of maintenance medications provided for military personnel and their beneficiaries be obtained from the DOD national mail-order pharmacy program. Allows refills through other means (after such date) only if clinical requirements so necessitate. Prohibits the Secretary, in establishing cost-sharing requirements, from imposing any copayment or cost-sharing requirement with respect to: (1) refills of generic medications; or (2) brand-name medications determined by a physician to be medically necessary. (Sec. 703) Authorizes payment under TRICARE for hospitalization and anesthesia services in connection with dental treatment for a child under the age of six for a dental procedure determined necessary by a dental specialist. (Sec. 704) Authorizes TRICARE coverage for forensic examinations following sexual assaults and domestic violence. (Sec. 705) Prohibits any increase during FY2007 in TRICARE Prime enrollment fees. (Sec. 706) Limits to 2.2% over the FY2006 amount the FY2007 increase in premiums for coverage under TRICARE of members of reserve components who commit to continued service in the Selected Reserve after release from active duty. (Sec. 707) Provides copayment limits, for the period beginning on October 1, 2006, and ending on September 31, 2007, for the receipt of generic, formulary, and nonformulary agents under the retail pharmacy system of the DOD pharmacy benefits program. (Sec. 708) Allows members of the Selected Reserve who are employees of a business with 20 or fewer employees to apply for TRICARE coverage. Requires the payment of premiums for such coverage. Subtitle B: Planning, Programming, and Management - (Sec. 721) Treats the TRICARE Retail Pharmacy Network as an element of DOD for purposes of federal pricing limits applicable to covered drugs. (Sec. 722) Makes the TRICARE program the secondary payer for any health care services provided by an employer to a TRICARE-eligible employee (and their spouse) of a public or private employer who offers a group health care plan. Prohibits public and private employers with 20 or more employees from providing a financial incentive to TRICARE-eligible retirees to utilize TRICARE as the primary payer for health care rather than the employer-sponsored group health care plan. Provides a $5,000 fine for each violation. Directs the Secretary to conduct outreach to inform TRICARE-eligible beneficiaries of the rights and responsibilities of beneficiaries and employers under this section. Makes this section effective on January 1, 2008. (Sec. 723) Directs the Secretary to establish a universal system for enrollment under the TRICARE program of all beneficiaries who obtain health care services from military medical treatment facilities or civilian health care providers. Outlines enrollment elements. Requires system administration through TRICARE regional directors. Requires the Secretary to provide to each enrollee a health risk assessment within 120 days after enrollment. Allows the Secretary to waive any required enrollment fee when in the best interests of the United States. Directs the Secretary, on a periodic basis, to: (1) provide to enrollees information and outreach on current matters relating to the TRICARE program; and (2) conduct enrollee surveys. Requires a report from the CG to the defense and appropriations committees on the enrollment system. (Sec. 724) Directs the Secretary, beginning with the January, 2008 calendar quarter, to make incentive payments to physicians participating in the TRICARE program in a medically underserved area in addition to payments for services provided under the TRICARE program. Provides a formula for the determination of incentive payment amounts, and requires such payments on a quarterly basis. (Sec. 725) Requires, as of October 1, 2007, the standardization of claims processing under the TRICARE program with such processing under the Medicare program. Requires immediate collection from third-party payers upon the presentation to DOD of claims for health care services. Requires annual reports from the Secretary to the defense and appropriations committees on such claims processing standardization. (Sec. 726) Requires: (1) TRICARE regional directors to annually develop integrated, comprehensive requirements for the support of military treatment facilities in that region that is provided by contract civilian health care and administrative personnel under the TRICARE program; (2) the Secretary to facilitate and enhance the support of such facilities under the TRICARE program in order to assure maximum quality and productivity; and (3) annual reports from the Secretary to the defense and appropriations committees on the support provided. (Sec. 727) Directs the: (1) Secretary to prescribe uniform standards for the access of wounded or injured members of the Armed Forces to health care services through the military health care system; and (2) Secretary concerned to establish mechanisms for tracking the performance of the system in meeting the requirements of such members. (Sec. 728) Requires the Secretary to establish and implement throughout the military health care system a fully integrated program on disease and chronic care management that provides uniform policies and practices throughout such system, including both military hospitals and clinics and civilian health care providers. Directs the CG to report to the defense and appropriations committees assessing the program. (Sec. 729) Directs the Secretary to prescribe requirements for the conduct of post-deployment health assessments for members returning from deployment in support of a contingency operation. Requires such assessments to include mental health assessments, referrals, and quality assurance. Requires the CG to: (1) carry out a study of the requirements prescribed; (2) evaluate periodically compliance with such requirements by DOD and civilian health care providers; and (3) report to specified congressional committees with respect to the study and evaluation. (Sec. 730) Directs the Secretary to expand DOD's Mental Health Self-Assessment Program in order to achieve: (1) the continuous availability of the Program to members and former members of the Armed Forces; and (2) the availability of Program services to address the mental health of dependent children of members who have been deployed or mobilized. Requires the Secretary to: (1) develop a plan to conduct outreach with respect to the Program; and (2) report to Congress on actions taken under the Program. (Sec. 731) Authorizes the Secretary to extend for up to two additional one-year periods current TRICARE contracts for the delivery of health care, if the Secretary determines that such extension is in the best interests of the United States and will facilitate the effective administration of the TRICARE program and ensure continuity in the delivery of health care. Requires, before any such extension, 30 days' prior notification to the defense and appropriations committees. Directs the Secretary to report to such committees on contracting mechanisms for future contracts for health care services support. (Sec. 732) Amends the NDAA for Fiscal Year 2006 to include, in a required study and report by the CG, the feasibility and advisability of transferring direct responsibility for DOD Vaccine Healthcare Centers from the Army Medical Command to the Under Secretary of Defense for Personnel and Readiness and the Assistant Secretary of Defense for Force Protection and Readiness. Directs the Secretary to maintain a joint military medical center of excellence focusing on medical needs arising from mandatory military vaccinations. Prohibits the Secretary from downsizing or otherwise restructuring current Centers until the Secretary reports to Congress a plan for meeting the immunization needs of the Armed Forces during the next ten-year period. (Sec. 733) Outlines required elements of pre-deployment mental health assessments for members of the Armed Forces, including current treatment and pre-identified behavior. Provides for: (1) referrals for further evaluation, when necessary; (2) referral of members deployed in contingency or combat operations; and (3) minimum health standards for deployment. Directs the Secretary to develop a plan for monitoring the mental health of members who, after deployment, are known to have a mental health condition or disorder. Requires a report from the Secretary to the defense committees on actions taken to implement this section. (Sec. 734) Directs the Secretary to include, in required regulations concerning contracts for medical care for military dependents, requirements for the education, training, and supervision of personnel providing special education services under the TRICARE extended benefits program. Subtitle C: Studies and Reports - (Sec. 741) Directs the Secretary to carry out no less than three one-year pilot projects to evaluate the efficacy of various approaches to improving the capability of the military and civilian health care system to provide early diagnosis and treatment of post-traumatic stress disorder (PTSD) and other mental health conditions. Requires one of such projects to be carried out: (1) at a military medical facility at a large military installation at which mobilization or demobilization of military personnel occurs; (2) at a location of a National Guard or Reserve unit or units located more than 40 miles from a military medical facility and whose personnel are served primarily by civilian community health resources; and (3) to evaluate Internet-based diagnosis and treatment of military and civilian health care providers. Requires the Secretary to: (1) evaluate each project; and (2) report on each project to the defense and appropriations committees. (Sec. 742) Requires each military department Secretary to report annually to the Secretary on: (1) each complaint or claim of medical malpractice in a medical treatment facility of such department or by a health care provider employed by such department in which judgment was entered against the United States, or an award or settlement which required payment by the United States, in the amount of $1 million or more; and (2) each case in which the death of or serious injury to a member on active duty occurred as a result of such malpractice. Directs the Secretary to forward such reports to the defense and appropriations committees, along with recommendations and a summary of actions taken to address medical malpractice in the military health care system. (Sec. 743) Directs the CG to: (1) conduct a study of the DOD pharmacy benefits program; and (2) report study results to the defense and appropriations committees. Requires the Pharmacy and Therapeutics Committee and the Beneficiary Advisory Panel to examine study results and make recommendations to the Secretary for modifications in the composition, decision-making processes, and advisory functions of such Committee and Panel. (Sec. 744) Requires the CG to: (1) conduct an audit of DOD health care costs and cost-saving measures; (2) conduct an audit of DOD costs in implementing the TRICARE Reserve Select Program; and (3) report to the defense and appropriations committees on the audits conducted. (Sec. 745) Directs the Secretary to: (1) contract with the National Institute of Medicine of the National Academy of Sciences (or other independent medical organization) to conduct an independent review of the DOD medical quality improvement program; and (2) report review results to the defense and appropriations committees. (Sec. 746) Requires the Secretary to: (1) study the health effects of exposure to depleted uranium munitions on uranium-exposed soldiers and on children of such soldiers who were born after the soldiers' exposure; and (2) report study results to Congress. Subtitle D: Other Matters - (Sec. 761) Amends the NDAA for Fiscal Year 2006 to extend to 2007 and future fiscal years a requirement for the Secretary to certify that the conversion of military medical positions to civilian or contractor positions does not increase the cost of, or erode access to or the quality of, military health care. (Sec. 762) Directs the Secretary of the Air Force to: (1) notify participants in the Air Force Health Study that the study is ending as of September 30, 2006; and (2) request the written consent of such participants to transfer their data and biological specimens to the Medical Follow-Up Agency for study continuation. Requires: (1) transfer of the Study to the Medical Follow-up Agency by the end of FY2007; and (2) a report from such Secretary to the defense committees on such transfer. (Sec. 763) Expresses the sense of the Senate that: (1) the Transformational Medical Technology Initiative provides needed DOD capability to field effective broad-spectrum countermeasures against a significant array of current and future biological threats; and (2) innovative approaches to achieve such countermeasures are a necessary component of DOD capacity to provide chemical-biological defense and force protection capabilities for the Armed Forces. Title VIII: Acquisition Policy, Acquisition Management, and Related Matters - Subtitle A: Acquisition Policy and Management - (Sec. 801) Directs the Secretary to include additional certifications before an MDAP receives Milestone B approval, or Key Decision Point B approval in the case of a space program. (Sec. 802) Revises provisions establishing the Defense Acquisition Challenge Program to: (1) authorize the Under Secretary to establish procedures to ensure that the Program establishes appropriate priorities for proposals from businesses that are not major contractors with DOD; and (2) extend such Program through FY2012. (Sec. 803) Requires the periodic reporting (by the Secretary concerned to Congress) of MDAP program acquisition unit costs and procurement unit costs above certain significant cost growth thresholds. (Sec. 804) Adds new federal provisions concerning major automated information systems programs. Defines a \"major automated information system program\" as a DOD program for the acquisition of an automated information system designated as a major automated information system, or of which the dollar value exceeds specified amounts (measured by costs in a single fiscal year, all program acquisition costs, or total life-cycle program costs). Allows adjustment of dollar values on the basis of DOD escalation rates. Directs the Secretary to submit to Congress each calendar quarter budget justification documents regarding cost, schedule, and performance for each major automated information system program for which funds are requested by the President in the budget. Requires quarterly reports from program managers and senior DOD officials responsible for a program, as well as reports on critical changes in a program. Directs the Secretary to submit to the defense and appropriations committees the reporting requirements applicable to major automated information system programs, including those requirements considered to be duplicative or redundant. (Sec. 805) Authorizes the Secretary to adjust the original baseline estimate for an MDAP that is carried out primarily in the Hurricane Katrina, Rita, or Wilma disaster area solely for addressing cost growth in such program that is directly attributable to damage caused by such Hurricane. Requires notification of Congress of any adjustment made. Requires any such adjustment within one year after the enactment of this Act. (Sec. 806) Requires the DOD Inspector General and the inspectors general of the Department of Veterans Affairs and the National Institutes of Health (non-defense agencies) to: (1) review the procurement policies, procedures, and internal controls of such non-defense agency that are applicable to the procurement of property and services on behalf of DOD; and (2) determine whether such non-defense agency is in compliance with defense procurement requirements. Requires certain actions from the non-defense agency inspectors general following any determination other than compliance until such compliance is met. Directs the DOD Inspector General and the non-defense agency inspectors general to enter into a memorandum of understanding concerning the required reviews. Limits the amount of procurements, for the period after March 15, 2007, that may be made by DOD through a non-compliant non-defense agency. Allows an exception to such limitation when the Under Secretary determines it necessary to the interests of DOD to continue to procure property and services through such non-defense agency. Terminates the limitation upon non-defense agency compliance. (Sec. 807) Directs the Secretary to: (1) modify DOD regulations on the use of fixed-price type contracts in development programs; (2) require such regulations to allow the Secretary to use a different type of contract upon certain determinations; and (3) notify the defense and appropriations committees upon a determination to change a contract type. (Sec. 808) States that DOD O&M funds: (1) are available for performance-based logistics contracts for weapon systems; and (2) may be used to implement engineering changes that result in a reduction of O&M costs of such systems. Requires: (1) the Secretary concerned to notify Congress at least 30 days in advance of entering into such a contract; and (2) the Secretary to report to the defense and appropriations committees on the status of all performance-based logistics contracts entered into pursuant to this section. Terminates such contract authority at the end of FY2012. (Sec. 809) Directs the Secretary to prescribe a quality control policy for the procurement of ship critical safety items and the modifications, repairs, and overhaul of such items. (Sec. 810) Amends the Strom Thurmond NDAA for Fiscal Year 1999 to extend through 2009 required reports on DOD commercial price trend analyses. (Sec. 811) Directs the Secretary to carry out a pilot program on the use of time-certain development in the acquisition of major weapon systems. Limits to 12 the number of major weapon systems to be included in the program. Provides special funding authority, and requires reports from the Secretary to the defense and appropriations committees on the use of program funds. Prohibits a major weapon system from being included in the program after September 30, 2012. Requires an annual program report from the Secretary to such committees. (Sec. 812) Requires the head of an agency to ensure that, at a minimum, for each MDAP, each of the following positions is performed by a properly-qualified full-time military or federal civilian employee: program manager; deputy program manager; chief engineer; systems engineer; and cost estimator. Subtitle B: Defense Industrial Base Matters - (Sec. 821) Removes hand and measuring tools from the requirement that DOD buy certain articles from domestic sources (Buy American requirements). (Sec. 822) Exempts from DOD Buy American requirements: (1) a contract or subcontract for the purchase of a commercial item containing specialty metals; (2) specialty metals that are incorporated into an electronic component, where the value of the specialty metal is de minimus in relation to the value of the electronic component; and (3) the procurement of certain dual-use items to facilitate civil-military integration. (Sec. 823) Authorizes the Secretary to waive the application to DOD of domestic source or content requirements and thereby authorize the procurement of items that are grown, reprocessed, reused, produced, or manufactured (processed): (1) in a foreign country that has a Declaration of Principles (Declaration) with the United States; (2) in a foreign country that has such a Declaration from components and materials processed in the United States or any foreign country that has such a Declaration with the United States; or (3) in the United States substantially from components and materials processed in the United States or any foreign country that has a Declaration with the United States. Excludes certain laws from the application of such waiver, including the Small Business Act and the Javits-Wagner-O'Day Act. Defines a \"Declaration of Principles\" as a written understanding between DOD and its counterpart in a foreign country signifying a cooperative relationship to standardize or make interoperable defense equipment used by the respective armed forces of each country across a broad spectrum of defense activities. (Sec. 824) Amends the NDAA for Fiscal Year 2004 to repeal the requirement for identification of essential military items on a military system essential item breakout list. (Sec. 825) Prohibits any provision or amendment of this Act from applying to a procurement by or for DOD to the extent determined to be inconsistent with U.S. obligations under a trade agreement. Subtitle C: Defense Contractor Matters - (Sec. 841) Requires each DOD contract for the procurement of goods or services in excess of $10 million, other than a contract for the procurement of commercial items, to require the contractor concerned to submit to the Secretary in each year of the contract a report containing information on the employment by such contractor of former DOD officers or employees, or former or retired members of the Armed Forces, who previously performed contracting work for DOD for contracts in excess of $10 million. (Sec. 842) Prohibits contractors performing inherently governmental functions relating to the acquisition, engineering, structuring, planning, integration, management, or control of a DOD system or systems from having any financial interest in the development or construction of any individual system or element of such system or systems. Provides exceptions when the contractor: (1) is the preferred best of industry supplier of the system or element; and (2) was selected only after a formal competition conducted by DOD in which the contractor participated only as a respondent to the request for proposal under the competition. Directs the Secretary to: (1) update DOD acquisition regulations in order to specify fully matters relating to DOD lead systems integrators; and (2) include in a report required by the NDAA for Fiscal Year 2006 a specification of various types of contracts and fee structures appropriate for use by lead systems integrators in the production, fielding, and sustainment of complex systems. (Sec. 843) Requires the Secretary to: (1) issue guidance, with detailed implementation instructions, for DOD on the appropriate use of award and incentive fees in DOD acquisition programs; (2) select a federally funded research and development center to assess various mechanisms to ensure independent evaluation of contractor performance prior to making determinations on the judging and payment of award fees; and (3) report to the defense and appropriations committees on the assessment conducted under (2), above. (Sec. 844) Directs the Secretary to prescribe regulations prohibiting excessive pass-through charges on contracts or subcontracts entered into for or on behalf of DOD that are in excess of the simplified acquisition threshold. (Sec. 845) Requires the Secretary to: (1) conduct a study on contracting with DOD by actual and potential contractors and subcontractors who employ members of the Selected Reserve; and (2) report to Congress on study results. Subtitle D: Program Manager Matters - (Sec. 861) Directs the Secretary to: (1) develop a comprehensive strategy for enhancing the role of DOD program managers in developing and carrying out defense acquisition programs; and (2) report to the defense and appropriations committees on the strategy developed. (Sec. 862) Requires the Secretary to revise DOD guidance for defense acquisition programs to address the tenure and accountability of program managers for the program: (1) development period of defense acquisition programs; and (2) execution period of such programs. Defines each period and outlines program manager responsibilities, qualifications, resources, and tenure in each case. (Sec. 864) Directs the Secretary to develop a DOD plan for contingency program management during combat operations and post-conflict operations. (Sec. 865) Requires a report from the CG to the defense and appropriations committees on actions taken by the Secretary to comply with requirements of this Subtitle. Subtitle E: Other Matters - (Sec. 871) Amends the: (1) NDAA for Fiscal Year 1994 to allow the director of a defense agency to exercise transition authority on a prototype project expected to exceed $20 million but less than $100 million; (2) NDAA for Fiscal Year 2004 to extend through FY2007 the authority to allow DOD to settle certain contracts entered into prior to October 1, 1996; and (3) Ronald W. Reagan NDAA for Fiscal Year 2005 (Reagan Act) to extend to DOD contracts entered into before September 30, 2007, the inapplicability of the Randolph-Sheppard Act and the Javits-Wagner-O'Day Act to contracts with employers of persons with disabilities for the operation of military dining facilities. (Sec. 874) Authorizes the Secretary to carry out a pilot program to assess the feasibility and advisability of treating as disadvantaged small businesses under the Mentor-Protege Program under the NDAA for Fiscal Year 1991 small businesses that: (1) are participants in the Small Business Innovative Research Program of DOD; and (2) are developing technologies that will assist in detecting or defeating improvised explosive devices (IEDs) or improve other critical force protection measures. Provides funding through the DOD Small Business Innovative Research Program. Prohibits any mentor-protege agreements with respect to such businesses after September 30, 2010. Requires a report concerning any such agreements from the Secretary to the defense, appropriations, and small business committees. Title IX: Department of Defense Organization and Management - Subtitle A: Duties and Functions of Department of Defense Officers and Organizations - (Sec. 901) Directs the Secretary to establish in the Uniformed Services University of the Health Sciences the United States Military Cancer Institute to: (1) establish and maintain a clearinghouse of data on the incidence and prevalence of cancer among members and former members of the Armed Forces; and (2) conduct research on the detection or treatment of cancer among such members and former members. Establishes an Institute Director to: (1) carry out collaborative research with other cancer research organizations and entities; and (2) report annually to the University President on the current status of such research. Requires the University President to transmit each report to the Secretary and Congress. (Sec. 902) Requires the staff of the Assistant Secretary of Defense for Special Operations and Low Intensity Conflict to include a senior acquisition executive for special operations to conduct policy and management oversight of the acquisition activities of the Special Operations Command. (Sec. 903) Outlines the composition of the United States Drum and Bugle Corps. Authorizes the President to appoint members of that Corps and the United States Marine Band to grades not above captain. Provides for the retirement of members of both groups. (Sec. 904) Establishes the positions of Military Deputy to the Assistant Secretary of the: (1) Army for Acquisition, Logistics, and Technology; (2) Navy for Research, Development, and Acquisition; and (3) Air Force for Acquisition. Subtitle B: Space Activities - (Sec. 911) Expresses as the policy of the United States: (1) to demonstrate, acquire, and deploy an effective capability for operationally responsive space to support the battlefield warfighter; and (2) that such capability should consist of responsive satellite payloads, inexpensive space launch vehicles and range procedures, common technical standards for satellite busses, and capabilities that permit the warfighter to exploit responsive space assets for combat operations. Directs the Secretary to establish within DOD the Operationally Responsive Space Hybrid Program Office to contribute to the development of capabilities for operationally responsive space. Makes the DOD Executive Agent for Space the senior acquisition executive of the Office. Directs the Secretary to submit to the defense and appropriations committees a plan for the DOD acquisition of capabilities for operationally responsive space to support the warfighter. (Sec. 912) Extends through FY2009 the authority for a pilot program on the provision of space surveillance network services to non-U.S. government entities. (Sec. 913) Directs the Secretary to provide for an independent review and assessment of DOD organization and management for national security in space. Requires the entity conducting the review and assessment to report results to the Secretary and the defense and appropriations committees. Subtitle C: Other Matters - (Sec. 921) Requires the Secretary to: (1) develop a DOD-wide policy on RDT&E, procurement, and operation of unmanned systems; and (2) report the policy to the defense and appropriations committees. (Sec. 922) Provides an Executive Schedule Level IV (currently, Level III) pay grade for the position of Deputy Under Secretary of Defense for Logistics and Materiel Readiness. (Sec. 923) Extends through FY2010 the joint incentives program on the sharing of health care resources by DOD and the Department of Veterans Affairs. (Sec. 924) Expresses the sense of the Senate that the President should submit to the Senate as soon as practicable the nomination of an individual for the position of Director of Operational Test and Evaluation. (Sec. 925) Includes as a required element within the Quadrennial Defense Review the homeland defense and civil support missions of the active and reserve components of the Armed Forces. (Sec. 926) Prohibits the Secretary from obligating or expending any funds related to the Defense Travel System except those funds obtained through a one-time, fixed-price service fee per DOD customer utilizing the system with an additional fixed fee for each transaction. (Sec. 927) Requires reports from the Secretary to the defense and appropriations committees: (1) to address whether units and capabilities should be incorporated into the reserve components as part of the expansion of the Special Forces as outlined in the Quadrennial Defense Review, and consistent with total force policy; and (2) on the efforts taken by the U.S. Special Operations Command to provide special forces training in high-altitude and mountainous areas within the United States. Subtitle D: National Guard Bureau Matters - National Defense Enhancement and National Guard Empowerment Act of 2006 - (Sec. 932) Expands the: (1) authority of the Chief of the National Guard Bureau to include membership on the JCS (and raises the grade of the Chief from lieutenant general to general); and (2) functions of the Bureau to include facilitating and coordinating, with other federal agencies and the states, the use of Guard personnel and resources for and in contingency operations, military operations other than war, natural disasters, support of civil authorities, and other circumstances. Directs the Chief to: (1) identify gaps between federal and state capabilities to prepare for and respond to emergencies; and (2) make recommendations to the Secretary on Guard programs and activities to address such gaps. (Sec. 933) Requires the position of Deputy Command of the U.S. Northern Command to be filled by a qualified officer of the National Guard who is eligible for promotion to the grade of lieutenant general. Title X: General Provisions - Subtitle A: Financial Matters - (Sec. 1001) Authorizes the Secretary, in the national interest, to transfer up to $4 billion of the amounts made available to DOD in this Act between any such authorizations for that fiscal year, with limitations. Requires congressional notification of each transfer. (Sec. 1002) Adjusts amounts authorized to be appropriated to DOD in the NDAA for Fiscal Year 2006 by the amount by which appropriations pursuant to such authorizations are increased or decreased pursuant to titles I, II, and V of the Emergency Supplemental Appropriations Act for Defense, the Global War on Terror, and Hurricane Recovery, 2006. (Sec. 1003) Reduces by $951.469 million the aggregate amount authorized to be appropriated by titles I through III of this Act, resulting from lower-than-expected inflation. Requires the Secretary to allocate such reduction from accounts under such titles. (Sec. 1004) Amends the NDAA for Fiscal Year 2006 to increase its FY2006 general transfer authority from $3.5 billion to $5 billion. (Sec. 1005) Provides the total amount to be contributed by the Secretary in FY2007 for the common-funded budgets of NATO (rather than the maximum amount otherwise applicable under the FY1998 baseline limitation). (Sec. 1006) Revises the annual due date of a required report on Office of Management and Budget (OMB) and Congressional Budget Office (CBO) outlay estimates. (Sec. 1007) Prohibits a DOD officer or employee from directing the designation of funds for a particular purpose in the DOD defense budget with the knowledge or intent that such funds, if made available to DOD, will not be used for the designated purpose (parking of funds). Provides penalties. (Sec. 1008) Incorporates into this Act the Classified Annex prepared by the Senate Armed Services Committee. (Sec. 1009) Requires the Secretary to annually submit to Congress, and post on the DOD Internet website available to the public, information on the earmarking of funds made available to DOD for the previous year, as well as the costs of administering such earmarks. Subtitle B: Naval Vessels - (Sec. 1011) Repeals the requirement for 12 operational aircraft carriers within the Navy. (Sec. 1012) Authorizes the transfer to a foreign nation of a class of vessels (currently, only individual vessels). (Sec. 1013) States that CVN-78, a nuclear-powered Navy aircraft carrier, shall be named the U.S.S. Gerald Ford. (Sec. 1014) Authorizes the Secretary of Transportation to donate the SS ARTHUR M. HUDDELL to the government of Greece. Subtitle C: Counterdrug Matters - (Sec. 1021) Amends the Reagan Act to extend through FY2008 the availability of DOD funds for support of a counterdrug and counterterrorism campaign in Colombia. (Sec. 1022) Amends the NDAA for Fiscal Year 1991 to extend through FY2011 DOD authority to assist the counterdrug activities of other federal departments or agencies, or of any other state, local, or foreign law enforcement agency. (Sec. 1023) Extends through FY2008 DOD authority to support the counterdrug activities of other countries. Provides additional countries to which such support may be provided, and adds vehicles, aircraft, detection, and interception, monitoring, and testing equipment to the types of support that may be provided. Increases the maximum annual amount of support for such program during FY2007 and FY2008. Requires an annual report from the Secretary to the defense and appropriations committees on the support provided. (Sec. 1024) Directs the Secretary, at least 30 days before implementing a decision to withdraw DOD helicopters from Operation Bahamas, Turks & Caicos (an operation to counter cocaine smuggling into the United States), to report to Congress the plan for the coordination of such Operation's mission, at the same level of effectiveness, using other U.S. government assets. Subtitle D: Defense Intelligence and Related Matters - (Sec. 1031) Extends through 2008 DOD authority to engage in commercial activities as security (cover) for intelligence collection activities. (Sec. 1032) Directs the Secretary to report annually to the defense, appropriations, and intelligence committees on DOD intelligence oversight activities. (Sec. 1033) Transfers from the Director of National Intelligence to the Secretary administration of a pilot project on the establishment of a Civilian Linguist Reserve Corps under the Intelligence Authorization Act for Fiscal Year 2005. Directs the Secretary to carry out the pilot project through the National Security Education Program. Repeals the three-year limit on the duration of the project. (Sec. 1034) Revises the program of national security education scholarships, fellowships, and grants under the David L. Boren National Security Education Act of 1991 to revise the service agreement associated with participation in the National Security Education Program. Expands the entities at which required post-education service may be performed to include the Department of Homeland Security and the Department of State. Allows award recipients to fulfill their service requirement in a position in a discipline related to the study supported by the program, but only if no positions are available in federal agencies or offices covered under the program. Authorizes the Secretary to employ persons provided such assistance in a DOD position for up to two years following completion of their degree, if there is no other permanent position available for the participant. Requires the Secretary to submit to Congress a plan for improving the recruitment, placement, and retention within DOD of individuals who receive scholarships or fellowships under such Program. (Sec. 1035) Amends the National Security Agency Act of 1959 to authorize the Director of the National Security Agency (NSA) to collect service charges for evaluating, certifying, or validating information assurance products under the National Information Assurance Program or its successor. (Sec. 1036) Earmarks specified defense-wide RDT&E funds for a classified program under the Military Intelligence Program. Subtitle E: Defense Against Terrorism and Related Security Matters - (Sec. 1041) Revises DOD authority to pay monetary rewards for assistance in combating terrorism to: (1) allow the subcommander of a combatant command to make such awards in certain circumstances; and (2) increase the maximum reward from $2,500 to $10,000. (Sec. 1042) Revises federal provisions allowing the President to utilize the Armed Forces in connection with interference with federal and state law to allow the President to employ the Armed Forces and National Guard in federal service to restore public order in cases of natural disaster, epidemic or other public health emergency, terrorist attack or incident, or domestic violence. Requires the President to notify Congress within 14 days of the exercise of such authority. Authorizes the President, when exercising such authority, to direct the Secretary to provide supplies, services, and equipment to persons affected by the situation. (Sec. 1043) States that confidential business information and other sensitive but unclassified homeland security information of DOD that is shared pursuant to the Homeland Security Act of 2006 with state and local personnel involved in the prevention, interdiction, or disruption of terrorist activity shall not be subject to public disclosure requirements of the Freedom of Information Act. (Sec. 1044) Authorizes the governor of a state, with the approval of the Secretary, to order units or personnel of the National Guard of such state to training duty to carry out in any state along the southern land border of the United States specified surveillance, support, and other border security activities. Prohibits such duty from exceeding 21 days in any year. Requires the Secretary of Homeland Security to coordinate the performance of such activities. Prohibits such activities from including direct participation in a search, seizure, or similar law enforcement activity. Terminates such authority on January 1, 2009. Subtitle F: Miscellaneous Authorities on Availability and Use of Funds - (Sec. 1051) Authorizes the Secretary to accept reimbursement from non-federal sources to defray DOD costs from a conference, seminar, symposium, or similar meeting conducted by DOD. Requires annual reports from the Secretary to the defense and appropriations committees summarizing the use of such authority. (Sec. 1052) Authorizes the Secretary to award to air carriers participating in the Civil Reserve Air Fleet on a fiscal year basis a one-year contract for airlift services with a minimum purchase amount. Allows adjustment to the minimum purchase amount for periods when the carrier's services are unavailable for usage. (Sec. 1053) Outlines the expenses for which the JCS Chairman may expend funds for joint staff exercises. (Sec. 1054) Provides that, for purposes of discharging the duties of the Special Inspector General for Iraq Reconstruction and for determining the date of termination of such office, any funds appropriated or otherwise made available for FY2006 for the reconstruction of Iraq, regardless of their designation, shall be treated as amounts appropriated or otherwise made available for the Iraq Relief and Reconstruction Fund. Subtitle G: Report Matters - (Sec. 1061) Requires a report from the President to the defense and appropriations committees setting forth the legal opinion of the U.S. government on whether specified interrogation techniques constitute cruel, inhuman, or degrading treatment or punishment as defined under the Detainee Treatment Act of 2006. Directs the President to ensure the dissemination of such legal opinion to all federal departments and agencies, together with the instruction that such opinion be further disseminated to all personnel and contractors of such departments and agencies. (Sec. 1062) Requires monthly reports from the Secretary to the defense and appropriations committees on military personnel and DOD civilian employees who have served continuously in the Legislative Branch for more than 12 consecutive months in one or a combination of covered legislative details or fellowships. Requires that, if a member of the Armed Forces is assigned to a covered legislative detail or fellowship as his or her last tour of duty before retirement or separation in contravention of DOD regulations, then the Secretary shall report to the defense and appropriations committees on such assignment. (Sec. 1063) Amends the NDAA for Fiscal Year 1994 to require an additional element concerning Defense Advanced Research Projects Agency (DARPA) research in a required annual report on chemical and biological warfare defense. (Sec. 1064) Directs the Secretary to report to the defense committees on the composition and activities of local boards of trustees of the Armed Forces Retirement Home. (Sec. 1065) Repeals specified reporting requirements under federal law and prior defense authorization Acts. (Sec. 1066) Requires a joint report from the Secretaries of Defense and Homeland Security to the defense, homeland security, and appropriations committees assessing the desirability and feasibility of offering incentives to members of the reserves, and former members of the Armed Forces within two years of separation from service, for the purpose of encouraging such members to serve in the Bureau of Customs and Border Protection. (Sec. 1067) Directs the Secretary to report to the defense and appropriations committees on each report required of DOD under any provision of law enacted on or after the date of enactment of the NDAA for Fiscal Year 2004. (Sec. 1068) Requires the Secretary to report to Congress on technologies that are being researched, developed, employed, or considered by the U.S. government or NATO for neutralizing or defeating threats to military rotary wing aircraft posed by portable air defense systems and rocket-propelled grenades. (Sec. 1069) Requires semiannual reports from the Attorney General to the judiciary, homeland security, defense, and appropriations committees on Department of Justice (DOJ) efforts to investigate and prosecute cases of waste, fraud, and abuse related to federal contracting in Iraq, Afghanistan, and throughout the war on terror. (Sec. 1070) Directs the Secretary to: (1) conduct a study to determine staffing and training requirements in support of national biosafety laboratories; and (2) report study results to Congress. (Sec. 1070A) Requires annual reports to Congress on: (1) the DOD acquisition of articles, materials, and supplies manufactured outside the United States; and (2) foreign military sales and direct sales to foreign customers of significant military equipment manufactured inside the United States. (Sec. 1070C) Directs the Secretary to report to the defense, appropriations, and foreign relations committees on the establishment of a U.S. Armed Forces regional combatant command for Africa. (Sec. 1070D) Requires the Secretary to report to specified congressional committees on DOD actions to support the development by the Federal Aviation Administration (FAA) of a policy on the testing and operation of unmanned aerial vehicles in the National Airspace System. Requires such reports annually until the FAA promulgates such policy. Subtitle H: Technical and Conforming Amendments - (Sec. 1071) Makes various technical and conforming amendments. Subtitle I: Other Matters - (Sec. 1081) Establishes as an independent entity the National Foreign Language Coordination Council, headed by a National Language Director, to: (1) develop a national foreign language strategy; (2) conduct a survey of the extent of federal agency foreign language and area expertise, and federal needs for such expertise; (3) identify and evaluate the adequacy of federal foreign language programs; and (4) monitor and implement the national foreign language strategy developed under (1), above. Requires: (1) such strategy to be submitted to the President and Congress; and (2) annual activities reports from the Council to the President and relevant congressional committees. Encourages Council information and communications dissemination to states. Terminates the Council on September 30, 2015. Authorizes appropriations. (Sec. 1082) Amends the Commercial Space Transportation Competitiveness Act of 2000 to reflect the name change of the Interagency Global Positioning System Executive Board to the National Space-Based Positioning, Navigation, and Timing Executive Committee. (Sec. 1083) Expresses the sense of Congress that the Quadrennial Defense Review (QDR) is intended to provide more than an overview of global threats and the general strategic orientation of DOD. Requires: (1) the QDR Board to make recommendations that are not constrained to comply with annual DOD budget reports submitted to Congress; and (2) QDR reports to include specific capabilities needed to achieve identified strategic and warfighting objectives. Directs the President, at least one year before each QDR report is to be submitted to Congress, to appoint a panel to conduct an independent assessment of such review, and to report to the defense and appropriations committees on assessment results. (Sec. 1084) Expresses the sense of Congress commending U.S. Armed Forces, the intelligence community, other agencies, and coalition partners for actions taken that resulted in the death of Abu Musab al-Zarqawi, the leader of al-Qaeda in the Iraq terrorist organization and the most wanted terrorist in Iraq, as well as in other actions taken to ensure a free and prosperous Iraq. (Sec. 1085) Requires the President's annual budget to Congress for each fiscal year after 2007 to include specified budgeting for ongoing military operations in Afghanistan and Iraq. (Sec. 1086) Amends the federal judicial code to require consultation between the Director of the U.S. Marshals Service and the Judicial Conference of the United States regarding security requirements for the judicial branch of the U.S. government. Amends the Ethics in Government Act to extend through 2009 provisions concerning the filing of ethics reports by executive agencies and military departments. Amends the federal criminal code to provide criminal penalties for retaliating against a federal judge, federal law enforcement officer, juror, witness, or court officer on account of the performance of official court duties. Prohibits the possession of any dangerous weapon (currently, only a firearm) in federal court facilities. Amends the Crime Control and Safe Streets Act of 1968 to authorize the Attorney General to make grants to states, units of local government, and Indian tribes to create and expand witness protection programs in order to prevent threats, intimidation, and retaliation against victims of, and witnesses to, crimes. Authorizes appropriations. Amends the Violent Crime Control and Law Enforcement Act of 1995 to authorize the use of grants to create and expand witness protection programs for the above purpose. Authorizes appropriations through FY2010. Amends the Omnibus Crime Control and Safe Streets Act of 1968 to authorize the use of federal grants to state courts to improve security for state and local court systems. Includes bankruptcy, magistrate, and territorial judges within federal requirements for automatic life insurance coverage while in regular active service or in retirement. Authorizes federal health insurance coverage for surviving spouses and family members of federal judges. (Sec. 1087) Expresses the sense of the Senate that the Secretary should prepare a comprehensive schedule for safely destroying the U.S. chemical weapons stockpiles and preventing further delays in their destruction, and make every effort to ensure adequate funding to complete the elimination of such stockpiles in the shortest time possible. (Sec. 1088) Makes exceptions to full and open competition in federal contracting under the Federal Property and Administrative Services Act of 1949 inapplicable to federal contracts worth over $500,000 for the procurement of property or services in connection with relief and recovery efforts related to Hurricane Katrina and other hurricanes of the 2005 season. (Sec. 1089) Federal Employee Protection of Disclosures Act - Includes as a protected disclosure: (1) any lawful disclosure that a federal employee or applicant reasonably believes is credible evidence of waste, abuse, or gross mismanagement, without restriction as to time, place, form, motive, content, or prior disclosure; and (2) information required to be kept secret in the interests of national defense or the conduct of foreign affairs that the employee or applicant reasonably believes is direct evidence of waste, abuse, or gross mismanagement, if such disclosure is made to a member or employee of Congress who is authorized to receive information of the type disclosed. Excludes disclosures pertaining to policy decisions that lawfully exercise discretionary authority unless the disclosing employee reasonably believes that there is a violation of law or government waste, fraud, or abuse. Provides for employee discipline for disclosures to congressional employees not authorized to receive such information. Codifies the legal standard for determining whether a whistleblower has a reasonable belief that a disclosure evidences a violation of law or governmental waste, fraud, or abuse. Provides that the following actions may not be taken against whistleblowers for protected disclosures: (1) the implementation or enforcement of any nondisclosure policy, form, or agreement; (2) a security clearance suspension or revocation; and (3) an investigation (other than routine nondiscretionary agency investigations) of an employee or applicant for employment. Authorizes the Merit Systems Protection Board (MSPB) or any reviewing court to conduct an expedited review of cases charging retaliation for whistleblowing when the whistleblower's security clearance or access determination is suspended, revoked, or otherwise adversely affected. Requires an agency that improperly revokes a whistleblower's security clearance to report to Congress explaining its actions, with an exemption if the agency can show by a preponderance of the evidence (currently, clear and convincing evidence) that it would have taken the same personnel action in the absence of the disclosure. Authorizes the President to exclude certain agencies engaged in the conduct of foreign intelligence or counterintelligence activities from whistleblower protections if such exclusion is made prior to any personnel action against the whistleblower. Expands MSPB authority to impose disciplinary action for prohibited personnel practices. Authorizes the Office of Special Counsel to appear as amicus curae in any civil action involving whistleblowers and the Hatch Act. Permits petitions for review of whistleblower actions in any U.S. Circuit Court or any court of appeals of competent jurisdiction (currently limited to U.S. Circuit Courts) for five years after the date of enactment of this Act. Requires all federal agency nondisclosure policies, forms, and agreements to contain specified language preserving the right of federal employees to disclose certain protected information. Amends the Homeland Security Act of 2002 to provide that, for purposes of provisions regarding the protection of voluntarily shared critical infrastructure information, a permissible use of independently obtained critical infrastructure information includes any lawful disclosure an employee or applicant reasonably believes is credible evidence of waste, fraud, abuse, or gross mismanagement, without restriction as to time, place, form, motive, content, or prior disclosure. Requires federal agencies to instruct employees how to make a lawful disclosure of classified information to the Special Counsel, the inspector general of an agency, or other agency employee designated to receive such information. (Sec. 1090) Expresses the sense of Congress commending the men and women of the U.S. Armed Forces in Iraq, and their families, for their service to the United States. (Sec. 1091) Extends: (1) until the end of FY2008 the returning worker exemption under the Save Our Small and Seasonal Businesses Act of 2005; (2) through 2007 limitations on the U.S. share of assessments for UN peacekeeping operations under the Foreign Relations Authorization Act, Fiscal Years 1994 and 1995; (3) until the date of enactment of this Act the small business competitive demonstration program under the Small Business Competitive Demonstration Program Act of 1988; and (4) until 14 years after the enactment of this Act the patent terms for badges of the American Legion, the American Legion Women's Auxiliary, and the Sons of the American Legion. (Sec. 1095) Provides for the availability of funds for the South County Commuter Rail project in Providence, Rhode Island, under the Safe, Accountable, Flexible, Efficient Transportation Equity Act: A Legacy for Users. (Sec. 1096) Expresses the sense of Congress that the President should convene a summit as soon as possible for reaching a political agreement for Iraq that addresses fundamental issues regarding federalism, oil revenues, the militias, security guarantees, reconstruction, economic assistance, and border security. Title XI: Department of Defense Civilian Personnel Policy - (Sec. 1101) Authorizes the accrual of annual leave for military personnel on terminal leave performing dual employment. (Sec. 1102) Directs the Secretary to include in the Strategic Human Capital Plan required under the NDAA for Fiscal Year 2006 a strategic plan to shape and improve the senior management, functional, and technical workforce (including scientists and engineers) of DOD. (Sec. 1103) Authorizes the head of an agency, during any fiscal year, to provide to an individual employed by, or assigned or detailed to, that agency such allowances, benefits, and gratuities as those provided by the Secretary of State to members of the Foreign Service under the Foreign Service Act of 1980, if such individual is on official duty in Iraq or Afghanistan. (Sec. 1104) Directs OPM to establish a program to authorize a federal employee who is at least 21 years of age and capable of self care and care of children or other dependent family members (caregiver) to use federal sick and emergency medical leave to provide care to a child or dependent family member of: (1) a reserve member who has received notice to report for, or is serving on, active duty in support of a contingency operation; or (2) a member on active duty who is eligible for hostile fire or imminent danger special pay. Requires the qualified member to submit a written designation of an individual as a caregiver. Terminates such program on December 31, 2007. Authorizes the Secretary of Labor to establish a similar program to authorize employees of private businesses to use available leave for such purposes, with the same caregiver designation requirement and the same program termination date. Requires a report from the Government Accountability Office (GAO) to Congress on both programs. (Sec. 1105) Amends the Strom Thurmond NDAA for Fiscal Year 1999 to extend through FY2011 a DOD experimental personnel management program for scientific and technical personnel. Title XII: Matters Relating to Other Nations - Subtitle A: General Matters - (Sec. 1201) Expands DOD authority to provide humanitarian and civic assistance in conjunction with military operations to include communications or information systems equipment or supplies. (Sec. 1202) Redesignates the Regional Defense Counterterrorism Fellowship Program as the Regional Defense Combating Terrorism Fellowship Program. Increases the maximum annual Program funding. (Sec. 1203) Authorizes the Secretary to use DOD O&M funds to provide logistic support, supplies, and services to allied forces participating in combined operations with U.S. Armed Forces. Outlines operational limits, and limits to $100 million the amount of such support in a fiscal year. Requires annual reports from the Secretary to the defense and foreign relations committees on the use of such authority. (Sec. 1204) Excludes the acquisition of petroleum, oil, and lubricants from DOD limitations on the amount of liabilities that may be accrued under acquisition and cross-servicing agreements with foreign allies. (Sec. 1205) Authorizes the Secretary to treat significant military equipment as logistic support, supplies, and services under DOD provisions authorizing the use of acquisition and cross-servicing agreements, for the purpose of loaning such equipment to foreign forces in Iraq and Afghanistan for personal protection and survivability purposes, if the Secretary determines that it is in the national security interest to provide for the use of such equipment in such manner. Limits to one year the use of such equipment by a foreign force. Requires semiannual reports from the Secretary to the defense and foreign relations committees on the exercise of such authority. (Sec. 1206) Amends provisions of the NDAA for Fiscal Year 2006 relating to DOD capacity-building of foreign military forces to allow the Secretary, during fiscal years 2007 and 2008, to authorize the commander of a combatant command to respond to unanticipated changes in a security environment within the commander's area of responsibility by conducting a program to build the capacity of the military forces of a foreign country within that commander's area of responsibility in order for such country to: (1) conduct counterterrorist operations; or (2) participate in or support military and stability operations. Provides an annual funding limit of $200 million. Requires congressional notification within 15 days after the commencement of a capacity-building program in a foreign country. Allows a combatant commander, during such fiscal years, to provide to a foreign country assistance to respond to urgent and unanticipated humanitarian relief or reconstruction requirements if the commander determines that such assistance will promote the security interests of the United States and the country to which the assistance will be provided. Prohibits such assistance from being provided in Iraq and Afghanistan. Provides an annual funding limit of $200,000. Requires a report, in each of 2007 and 2008, from the Secretary to the defense and appropriations committees on the provision of such assistance. Terminates the authorities under this section at the end of FY2008. (Sec. 1207) Allows the Secretary, during FY2007, to authorize the participation of DOD, members of the Armed Forces, and civilian DOD personnel in multinational military centers of excellence hosted by any combination of the United States, any member nation of NATO, any major non-NATO ally, or any other friendly nation as identified by the Secretary for the purposes of: (1) enhancing the ability of military forces and civilian personnel to engage in joint exercises or coalition or international military operations; or (2) improving interoperability between the Armed Forces of the United States and the military forces of such foreign nations. Makes DOD O&M funds available for such purposes. Limits to $3 million the fiscal year funding limit for such participation, and allows DOD facilities and equipment to be used for the support of such centers. Requires a report from the Secretary to the defense and appropriations committees on the use of such authority. (Sec. 1208) Authorizes the Secretary to provide electronically-distributed learning content and associated information and technology for the education and training of military and civilian personnel of friendly foreign governments and personnel of internationally-recognized non-governmental organizations in order to enhance U.S. national security objectives and to improve interoperability between U.S. Armed Forces and military forces of friendly foreign countries. Requires reports in 2007 and 2008 from the Secretary to the defense and appropriations committees on the exercise of such authority. Terminates such authority on September 30, 2008. (Sec. 1209) Expresses the sense of Congress: (1) endorsing the policy of the United States to achieve a successful diplomatic outcome with respect to threats posed by the Iranian regime to acquire a capability to produce nuclear weapons; (2) calling on Iran to suspend its nuclear enrichment and reprocessing activities and to enter into nuclear nonproliferation negotiations; and (3) urging the President and Secretary of State to keep Congress fully informed on the progress of such diplomatic initiative. (Sec. 1210) Amends the American Servicemembers' Protection Act of 2002 to revise a definition of \"United States military assistance\" for purposes of such Act. (Sec. 1211) Expresses the sense of Congress: (1) affirming as the goal of the United States and its coalition partners to empower the Iraqi nation with full sovereignty; (2) that governments derived of free elections should not grant amnesty to those who have committed war crimes or terrorist acts; and (3) that the United States should continue assisting nations and the people who have fought once a conflict is concluded. (Sec. 1212) Expresses the sense of Congress that the: (1) government of Iraq should not grant amnesty to persons who have attacked, killed, or wounded members of the U.S. Armed Forces; and (2) President should immediately notify Iraq that the United States strongly opposes any such amnesty. (Sec. 1213) Requires annual reports from the President to Congress listing all U.S. contributions to the UN and UN-affiliated agencies and related bodies. (Sec. 1214) Directs the President to appoint a senior presidential envoy to act as coordinator of U.S. policy on North Korea. Outlines coordinator duties. Requires a report from: (1) the coordinator to the President and Congress on actions taken; and (2) the President to Congress on the nuclear and missile programs of North Korea. (Sec. 1215) Expresses the sense of the Senate that the United States should: (1) support the development of the Transitional Federal Institutions in Somalia into a unified national government, support humanitarian assistance to the people of Somalia, support efforts to prevent Somalia from being a safe haven for terrorists, and support regional stability there; (2) broaden and integrate its strategic approach toward Somalia within the context of other U.S. activities in the region; and (3) carry out all U.S. activities in Somalia within the context of a comprehensive strategy developed through an interagency process. Directs the President to develop and submit to Congress such a comprehensive strategy. Requires annual reports from the President to specified congressional committees on strategy implementation. (Sec. 1216) Requires the Director of National Intelligence to submit to Congress an updated National Intelligence Estimate on Iran. Requires a report from: (1) the President to Congress on U.S. policy on Iran; and (2) the Director to Congress on the process for vetting and clearing statements of Administration officials that are drawn from or rely upon intelligence. (Sec. 1217) Requires bimonthly reports from the President to Congress on implementation of the Darfur Peace Agreement of May 5, 2006, and the situation in Darfur, Sudan. Requires such reports until the President submits to Congress a certification that the government of Sudan has fulfilled its Agreement obligations to demobilize and disarm the Janjaweed militia and to protect Sudanese civilians. Subtitle B: Report Matters - (Sec. 1221) Requires a report from the Secretary to the defense and foreign relations committees on an increased role and participation of multinational partners in the United Nations Command in the Republic of Korea. (Sec. 1222) Expresses the sense of Congress regarding the importance of interagency operating procedures for stabilization and reconstruction operations. Directs the President to submit to Congress a plan to establish interagency operating procedures for federal departments and agencies for the planning and conduct of stabilization and reconstruction operations. (Sec. 1223) Repeals required reports concerning U.S. allies' contributions to common defense and cost-sharing under the Department of Defense Authorization Act, 1985 and the NDAA for Fiscal Year 1995. (Sec. 1224) Directs the Secretary to report to the defense committees on DOD's role in assisting parties in implementing the Darfur Peace Agreement. Title XIII: Cooperative Threat Reduction With States of the Former Soviet Union - (Sec. 1301) Specifies the cooperative threat reduction (CTR) programs to be funded through O&M funds provided under this Act. Makes funds appropriated for such purpose available for three years. Allocates such funds among specified CTR programs. Prohibits such funds from being used for purposes other than those specified until 30 days after the Secretary reports to Congress on the new purposes. Provides limited authority to vary allocated amounts in the national interest, after congressional notification. (Sec. 1303) Amends the Reagan Act to extend through 2011 the President's authority to waive certain funding restrictions during the construction of a chemical weapons destruction facility in Russia. (Sec. 1304) Amends various Acts to remove restrictions on the U.S. provision of CTR assistance with respect to Russian nuclear threat reduction and Russian chemical weapons destruction facilities. Title XIV: Authorization for Increased Costs Due to Operation Iraqi Freedom and Operation Enduring Freedom - (Sec. 1401) Authorizes emergency supplemental appropriations to DOD for FY2007, for additional costs due to Operations Iraqi Freedom and Enduring Freedom, for: (1) procurement; (2) O&M; (3) the Defense Health Program; (4) military personnel; (5) the Joint Improvised Explosive Device Defeat Fund; (6) classified programs; and (7) the Iraq Freedom Fund. (Sec. 1412) Authorizes the Secretary, in the national interest, to transfer amounts made available in this title for FY2007 between any such authorizations for that fiscal year, with a total transfer limit of $2.5 billion. Requires prior transfer notification to the defense and appropriations committees. (Sec. 1414) Expresses the sense of Congress that every member of the Armed Forces deployed in a combat zone should carry life saving resources on them, including hemostatic agents. Makes specified Army and Marine Corps O&M funds available for procurement of a sufficient quantity of hemostatic agents for each member of the Army and Marine Corps serving in Iraq or Afghanistan. Requires a report from the Secretary to the defense and appropriations committees on the distribution of the hemostatic agents. (Sec. 1415) Earmarks specified Army and Army National Guard O&M funds for the expansion nationwide of the Our Military Kids youth support program. (Sec. 1416) Earmarks specified defense-wide O&M funds for the Joint Advertising, Market Research and Studies program. (Sec. 1417) Directs the Secretary to report to the defense committees on how the data contained in the JAMS program is maintained and protected. (Sec. 1418) Amends the NDAA for Fiscal Year 2006 to include the defense and appropriations committees as recipients of DOD supplemental and cost of war execution reports. (Sec. 1419) Prohibits the obligation or expenditure of funds authorized by this Act to: (1) establish a permanent U.S. military installation or base in Iraq; or (2) exercise U.S. control over Iraq oil resources."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY2007, Defense", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Defense Department FY2007 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Defense Authorization Act for Fiscal Year 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Defense Authorization Act for Fiscal Year 2007", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of Defense Authorization Act for Fiscal Year 2007", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Federal Employee Protection of Disclosures Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Heroes at Home Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "National Defense Enhancement and National Guard Empowerment Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 2007 for military activities of the Department of Defense, to prescribe personnel strengths for such fiscal year for the Armed Forces, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:10-05:00"
}