{
  "actions": [
    {
      "acted_at": "1996-09-28", 
      "committee": "Committee on International Relations, and in addition to the Committee on Banking and Financial Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on International Relations, and in addition to the Committee on Banking and Financial Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-28", 
      "committee": "House International Relations", 
      "references": [], 
      "text": "Referred to House International Relations", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-28", 
      "committee": "House Banking and Financial Services", 
      "references": [], 
      "text": "Referred to House Banking and Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-28", 
      "in_committee": "House Banking and Financial Services", 
      "references": [], 
      "subcommittee": "Domestic and International Monetary Policy", 
      "text": "Referred to the Subcommittee on Domestic and International Monetary Policy.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4306-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Domestic and International Monetary Policy", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Miller, George", 
      "sponsored_at": "1996-09-28", 
      "state": "CA", 
      "thomas_id": "00808", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-09-28", 
  "number": "4306", 
  "official_title": "To enhance international security by using the resources and expertise of the international financial institutions and the United Nations to redirect world military spending to human development.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Demilitarization for Development Act", 
  "sponsor": {
    "district": "8", 
    "name": "Kennedy, Joseph P., II", 
    "state": "MA", 
    "thomas_id": "00626", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-09-28", 
  "subjects": [
    "American economic assistance", 
    "American military assistance", 
    "Armed forces and national security", 
    "Arms control", 
    "Arms control negotiations", 
    "Arms sales", 
    "Auditing", 
    "Civil-military relations", 
    "Congress", 
    "Congressional reporting requirements", 
    "Debt relief", 
    "Defense budgets", 
    "Developing countries", 
    "Diplomats", 
    "Economic development", 
    "Economics and public finance", 
    "Finance and financial sector", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Government spending reductions", 
    "International affairs", 
    "International agencies", 
    "Land mines", 
    "Military assistance", 
    "Military training", 
    "Multilateral development banks", 
    "United Nations"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-09-28", 
    "text": "Demilitarization for Development Act - Directs the President to instruct the United Nations (UN) Ambassador to support UN efforts to: (1) appoint special conflict prevention envoys to conduct mutual disarmament talks in every region of the world in which all nations would participate; (2) commit each member state to meet with its regional special envoy to discuss its proposal for regional and international confidence-building measures (including reductions in armed forces); and (3) commit each member state to continue meeting with the special envoy and suggested regional bodies and states to complete negotiations on such measures, in order to make significant military spending cuts by the year 2000. Directs the President to detail to the Congress and the UN Secretary General the changes in military forces that would permit a 50 percent reduction in U.S. military spending by the year 2000. Amends the International Financial Institutions Act to require the Secretary of the Treasury to instruct the U.S. executive directors at certain international financial institutions to: (1) promote and report to the Congress on the establishment of lending facilities, debt forgiveness programs, and increased funding in lending facilities for demilitarization activities; and (2) use their voice and vote to oppose any loans to a foreign government other than for basic human needs unless the President has determined that the recipient government has in place and has used a functioning system for independent civilian audits of its military budget, and has accounted for all ownership and financial interest in revenue-generating enterprises by military institutions and individuals acting on their behalf. Expresses the sense of the Congress that: (1) the United States should provide neither economic nor military assistance, nor approve arms transfers or related training to any foreign government while it opposes loans to such government at international financial institutions pursuant to the International Financial Institutions Act; (2) the President should designate the U.S. Agency for International Development to be the lead agency for making such determinations; and (3) the President should report annually to the Congress on the progress made by international financial institutions in integrating military spending issues into their loan review process."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Demilitarization for Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To enhance international security by using the resources and expertise of the international financial institutions and the United Nations to redirect world military spending to human development.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:50-05:00"
}