{
  "actions": [
    {
      "acted_at": "1973-11-09", 
      "committee": "Senate Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2684-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-09", 
  "number": "2684", 
  "official_title": "A bill to further insure due process in the administrative discharge procedure followed by the Armed Forces.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Military Administrative Discharge Procedure Act", 
  "sponsor": {
    "district": null, 
    "name": "Ervin, Sam J., Jr.", 
    "state": "NC", 
    "thomas_id": "01326", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-09", 
  "subjects": [
    "Armed forces and national security", 
    "Military discharges", 
    "Military personnel"
  ], 
  "subjects_top_term": "Military personnel", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-09", 
    "text": "Military Administrative Discharge Procedure Act - Proposes a code of procedure for the consideration and issuance of administrative discharges based upon fault or culpable misconduct for all members of the Armed Forces. Provides that no member of the Armed Forces may be discharged under other than honorable conditions except for misconduct, unfitness, or security reasons as determined under this Act. Requires that Administrative Discharge Boards: (1) conduct fair and impartial hearings of the alleged grounds for the proposed administrative discharge; (2) receive and consider evidence on the question of whether a respondent should be administratively discharged; (3) make findings on the basis of the evidence presented to it; (4) determine on the basis of the evidence, whether the respondent should be retained in the Armed Forces or administratively discharged therefrom; (5) recommend to the discharge authority that the respondent be retained in the Armed Forces or administratively discharged therefrom; (6) recommend the type of discharge to be issued; and (7) specify the reasons for its recommendations. Provides for the appointment of Administrative Discharge Boards by either the President of the United States, the Secretary of any Armed Force, or by any commanding officer designated as an appointing authority by the Secretary concerned. Requires, except where military exigencies do not permit, the appointing authority to detail a legal adviser to any Administrative Discharge Board appointed by him, and requires the appointing authority to detail counsel to represent the respondent. Directs the Secretary of Defense to prescribe the rules of procedures to be followed in cases before the Boards, setting forth specified requirements regarding evidence. Prohibits unauthorized attempts to influence Board action. Requires notice to the respondent, and/or to the respondent's parents, and to the respondent's counsel prior to consideration of any case. Permits a respondent to waive his rights and receive a discharge for the good of the service. Grants both parties the opportunity to obtain witnesses and other evidence; the right to present and examine evidence; and the right to take depositions. Bars a discharge where the Board recommends retention of respondent and provides for the appointment of a new Board where a Board recommendation is based in whole or in part on fraudulent information submitted by respondent. Provides that the type and character of administrative discharges shall be based solely on a member's military record during the current enlistment of term of service plus extensions and shall be determined according to the following standards: (1) the issuance of an honorable discharge will be conditioned upon proper military behavior and proficient performance of duty with due consideration for the member's age, length of service, grade, and general aptitude; (2) the issuance of a general discharge is appropriate when a member's military record is not sufficiently meritorious to warrant an honorable discharge as prescribed by the regulations of the military department concerned; and (3) an undesirable discharge may be issued for misconduct, unfitness, or security reasons based on the approval of a Discharge Board recommendation, waiver of the right to Board action or a request for discharge for the good of the service. Permits the discharge of a member for the Governments' convenience with honorable or general discharge for reasons other than those provided in this Act. Directs the Secretary of Defense to provide for the review of the Administrative Discharge Board proceedings. Bars all but an honorable discharge unless the discharge has been affirmed upon review. Prescribes limitations on the dismissal or discharge of commissioned officers. Establishes boards of inquiry and boards of review for the Coast Guard and adds to those two boards a board of selection for the Army and the Air Force. Provides that these boards shall: (1) review the records of officers on active duty to determine whether they should be removed from the active list; (2) receive evidence and make findings and recommendations with respect to whether an officer shall be removed from active duty; and (3) review the records of cases of officers recommended by boards of inquiry for removal from active duty."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Administrative Discharge Procedure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to further insure due process in the administrative discharge procedure followed by the Armed Forces.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:57-05:00"
}