{
  "actions": [
    {
      "acted_at": "1973-01-23", 
      "committee": "Senate Committee on Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-03-13", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Public Works with amendment, S. Rept. 93-61.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-03-15", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #43 (77-5).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-03-19", 
      "committee": "House Committee on Public Works", 
      "references": [], 
      "text": "Referred to House Committee on Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-04-10", 
      "references": [], 
      "text": "Reported to House from the Committee on Public Works with amendment, H. Rept. 93-118.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-04-19", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-04-19", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-05-03", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-07-27", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 93-410.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-07-27", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 93-355.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-08-01", 
      "references": [], 
      "text": "Senate agreed to conference report, roll call #360 (91-5).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-08-03", 
      "references": [], 
      "text": "House agreed to conference report, roll call #427 (382-34).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-08-03", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1973-08-04", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1973-08-13", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1973-08-13", 
      "references": [], 
      "text": "Public law 93-87.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s502-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Public Works", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1973-01-03", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gravel, Mike", 
      "sponsored_at": "1973-01-03", 
      "state": "AK", 
      "thomas_id": "01343", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Montoya, Joseph M.", 
      "sponsored_at": "1973-01-03", 
      "state": "NM", 
      "thomas_id": "01403", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1973-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tower, John G.", 
      "sponsored_at": "1973-01-03", 
      "state": "TX", 
      "thomas_id": "01449", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1973-08-13", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-23", 
  "number": "502", 
  "official_title": "An Act to authorize appropriations for the construction of certain highways in accordance with title 23 of the United States Code, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres356-93", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres517-93", 
      "reason": "rule"
    }
  ], 
  "short_title": "Federal-Aid Highway Act", 
  "sponsor": {
    "district": null, 
    "name": "Bentsen, Lloyd M.", 
    "state": "TX", 
    "thomas_id": "01282", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-23", 
  "subjects": [
    "Advertising", 
    "Appropriations", 
    "Federal aid programs", 
    "Interstate highway system", 
    "Roads and highways", 
    "Safety measures", 
    "Scenic byways"
  ], 
  "subjects_top_term": "Roads and highways", 
  "summary": {
    "as": "Public Law", 
    "date": "1973-08-13", 
    "text": "(LATEST SUMMARY) =Title I: Federal-Aid Highway Act= - Provides authorizations for the Interstate Highway Program through fiscal year 1979 in the amounts of $2,600,000,000 for fiscal year 1974; $3,000,000,000 annually for fiscal years 1975-76; and $3,250,000,000 annually for fiscal years 1977-79. Authorizes annual appropriations for fiscal years 1974, 1975, and 1976: (1) for the Federal-aid primary system in rural areas, and the Federal-aid secondary system in rural areas; (2) for the Federal-aid urban system, and the extension of the Federal-aid primary and secondary systems in urban areas; (3) for forest highways; (4) for public lands highways; (5) for forest development roads and trails; (6) for public lands development roads and trails; (7) for park roads and trails; (8) for Indian reservation roads and bridges; (9) for parkways; (10) for specified administrative expenses; (11) for highway development programs for the Virgin Islands, Guam, and American Samoa; and (12) for economic growth center development highways. Extends the deadline for completion of the Interstate System until 1979. Sets forth provisions governing the apportionment of funds among States. Provides for standards for the control of highway noise levels for highways on any Federal-aid system for which approval has been secured prior to July 1, 1972. States that to encourage the development, improvement, and use of public mass transportation systems on Federal-aid highways for the transportation of passengers (other than on rail) sums apportioned under this Act shall be available to finance the costs of projects for the construction of exclusive or preferential bus lanes, highway traffic control devices, bus passenger loading areas and facilities (including shelters), and fringe and transportation corridor parking facilities to serve bus and other public mass transportation passengers. Provides that if local officials of an urbanized area notify the State highway department that in lieu of a highway project paid from funds apportioned for the urban system their needs require a nonhighway public mass transit project involving construction of fixed rail facilities, or purchase of passenger equipment, including rolling stock for any mode of mass transit, and such project is in accordance with the planning process under the Act, plans may be submitted for approval to the Secretary. Provides that sums apportioned for the Federal-aid highway systems may be made available for the development and improvement of bicycle lanes or paths. Authorizes $50,000,000 for each of the fiscal years 1974, 1975, and 1976 for the construction of special highways connected to the Interstate System in portions or urbanized areas with high traffic density. Provides that the Federal share for any project under this section shall not exceed ninety percent of the cost of construction. Authorizes construction projects and funds for the Alaska Highway, for specified Federal dams, for the Great River Road in the 10 States bordering Mississippi River, and for Route 101 in New Hampshire. Provides for a study of toll bridges over the navigable waters of the United States to determine what action is necessary to assure just and reasonable tolls nationwide. Authorizes a study to determine the feasibility of establishing a national system of scenic highways to link together recreational, historical, and scientific areas of scenic interest and importance. Provides that, upon the joint request of a State Governor and the local governments concerned, the Secretary may withdraw his approval of any route or portion thereof on the Interstate System within an urbanized area in that State if he determines that such route or portion thereof is not essential to completion of a unified and connected Interstate System. States that after the Secretary has withdrawn his approval of any such route or portion thereof, plans for a nonhighway public mass transit project involving the construction of fixed rail facilities or the purchase of passenger equipment may be submitted. Authorizes $10,000,000 to evaluate the public mass transportation portion of the 1972 National Transportation Report submitted by the Secretary. Directs the Secretary of Transportation to make payments, not to exceed $65,000,000, to the Washington Metropolitan Area Transit Authority in order to make the Metro subway and system accessible to the handicapped. Requires the Secretary of Transportation, by October 1, 1973, to complete a draft environmental statement on the project for Interstate Route Numbered 66 in Virginia from the National Capital Beltway to the Potomac River, to circulate such statement and hold public hearings; and, by December 31, 1973, file a final statement and determination on such project. Authorizes appropriations of $10,000,000 for a high-speed transportation demonstration program from collection points in the District of Columbia area to Dulles International Airport, Virginia. Provides funds for demonstration projects for public mass transportation on highways in rural areas. Terminates the Federal-aid relationship with respect to all portions of the San Antonio North Expressway between Interstate Highway 35 and Interstate Loop 410, notwithstanding any other provisions of Federal law or any court decision to the contrary. Provides for a study of litter accumulation, within the rights-of-way of the Federal-aid highway systems, outside of urban areas, with a final report to the Congress to be completed by December 31, 1974. Provides that the following segments of the National System of Interstate and Defense Highways which form a continuous interstate highway link from coast to coast are hereby designated as the \"Dwight D. Eisenhower Highway\": (1) Interstate Route 70 between Washington, District of Columbia, and Denver, Colorado; (2) Interstate Route 25 between Denver, Colorado, and Cheyenne, Wyoming; and (3) Interstate Route 80 between Cheyenne, Wyoming, and San Francisco, California. Requires buses acquired with funds under the Act to meet clean air and low-emission standards, and states that certain projects shall be planned so that the handicapped and the elderly may utilize them. =Title II: Highway Safety Act= - Authorizes appropriations for specified highway safety programs and highway safety research and development programs. Authorizes appropriations for fiscal years 1974 and 1975, and 1976 for the elimination of hazards of railway-highway crossings. Authorizes appropriations for fiscal years 1974, 1975, and 1976 for bridge construction and replacement. Establishes a special pavement marking program and appropriates funds for fiscal years 1974, and 1975, and 1976 to carry out the purpose of this section. Authorizes the Secretary to carry out safety research on the following subjects: (1) the relationship between the consumption and use of drugs and their effect upon highway safety and drivers of motor vehicles; and (2) driver behavior research, including the characteristics of driver performance, the relationships of mental and physical abilities to the driving task, and the relationship of frequency of driver accident involvement to highway safety. States that in order to eliminate or reduce the hazards at specific locations or sections of highways which have high accident experiences or high accident potentials, designated by the Federal Highway Administration, there is authorized to be appropriated for the fiscal years ending June 30, 1974, June 30, 1975, and June 30, 1976, the sum of $200,000,000. Provides for a similar program for the elimination of roadside obstacles to vehicles and pedestrians and authorizes $200,000,000 for fiscal years 1974-76 for this program. Directs the Secretary to conduct a full and complete investigation of the use of mass media and other techniques for informing the public of means and methods for reducing the number and severity of highway accidents. Directs the Secretary to conduct an investigation of ways and means for encouraging greater citizen participation and involvement in the traffic enforcement process. Authorizes the appropriation of $1,000,000 out of the Highway Trust Fund for the purpose of such investigation. Directs the Secretary of Transportation to make a thorough study of the feasibility of establishing a National Center for Statistical Analysis of Highway Operations designed to acquire, store, and retrieve highway accident data and standardize the information and procedures for reporting accidents on a nationwide basis. Provides that such study should include an estimate of the cost of establishing and maintaining such a center, including the means for acquiring the accident information to be stored therein. Requires the Secretary to report to the Congress his findings and recommendations not later than January 1, 1975. Authorizes the appropriation out of the Highway Trust Fund of $5,000,000 to carry out such feasibility study. Requires a complete investigation of pedestrian safety by the Secretary, to be completed by January 31, 1975. Authorizes the Secretary to make incentive grants to States which have adopted legislation requiring the use of seatbelts in accordance with established criteria; and which have made significant progress in reducing traffic fatalities. Provides for grants for projects to demonstrate the administrative adjudication of traffic infractions. Directs the Secretary to carry out research and demonstration projects to improve the effectiveness of driver education programs in reducing traffic accidents, deaths, injuries, and property damage. =Title III: Urban Mass Transportation Act of 1964= - Increases to 80 percent the Federal share of capital grants under the Urban Mass transportation Act of 1964, as amended, and increases from $3.1 billion to $6.1 billion contract authority under the Act. Permits the Urban Mass Transportation Administration to make grants to States and local public bodies or agencies thereof and to enter into contracts with private and public agencies to carry out technical studies relating to planning, engineering, design and evaluation of urban mass transportation projects. Stipulates that non-supervisory employees are not brought under the restrictive political provisions of the \"Hatch Act\" merely because a transit system is a recipient of Federal assistance under this section. Provides funds to States to provide mass transit services to meet the special needs of the elderly and the handicapped. =Title IV: Inapplicability of Time Requirements= - Sets aside the time requirements of the Act to permit the apportionment of Federal-aid funds for fiscal year 1974 as soon as practicable after the date of enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal-Aid Highway Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the construction of certain highways in accordance with title 23 of the United States Code.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to authorize appropriations for the construction of certain highways in accordance with title 23 of the United States Code, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:20-05:00"
}