{
  "actions": [
    {
      "acted_at": "1987-07-28", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-07-28", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-08-11", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "International Operations", 
      "text": "Referred to Subcommittee on International Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-10-06", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Executive Comment Requested from State.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-04", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to Subcommittee on Crime.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-03-04", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Executive Comment Requested from Department of justice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-30", 
      "in_committee": "House Committee on Foreign Affairs", 
      "in_subcommittee": "International Operations", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-04-13", 
      "in_committee": "House Committee on Foreign Affairs", 
      "in_subcommittee": "International Operations", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3036-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Operations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "22", 
      "name": "Gilman, Benjamin A.", 
      "sponsored_at": "1987-07-28", 
      "state": "NY", 
      "thomas_id": "00440", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Mica, Daniel Andrew", 
      "sponsored_at": "1987-07-28", 
      "state": "FL", 
      "thomas_id": "00799", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "1987-07-28", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-07-28", 
  "number": "3036", 
  "official_title": "A bill to provide redress for crimes committed by diplomats in the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Revision of Diplomatic Privileges and Immunities Act", 
  "sponsor": {
    "district": "13", 
    "name": "Solarz, Stephen J.", 
    "state": "NY", 
    "thomas_id": "01087", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-07-28", 
  "subjects": [
    "Actions and defenses", 
    "Business and commerce", 
    "Compensation for victims of crime", 
    "Consular agreements", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Criminal justice information", 
    "Deportation", 
    "Diplomatic privileges and immunities", 
    "Diplomats", 
    "Drugs and narcotics", 
    "Federal-state relations", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Immigration", 
    "Insurance", 
    "International affairs", 
    "Liability insurance", 
    "Narcotic traffic", 
    "Passports", 
    "Prosecution", 
    "Smuggling", 
    "Terrorism", 
    "Treaties", 
    "United Nations officials and employees", 
    "Victims of crimes"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-07-28", 
    "text": "Revision of Diplomatic Privileges and Immunities Act - Amends the Victims of Crime Act of 1984 to make eligible for compensation awards under programs established under such Act the victims of crimes reasonably believed to have been committed by individuals with immunity from criminal jurisdiction under the Vienna Convention on Diplomatic Relations (Vienna Convention). Amends the Foreign Missions Act to require the Director of the Office of Foreign Missions to maintain records concerning serious criminal offenses which the Director reasonably believes were committed by individuals immune from criminal jurisdiction under the Vienna Convention. Requires the Director to report annually to the Congress on all such offenses. Requires the Director to take such steps as may be necessary to: (1) educate local law enforcement officials on the exent of the immunity from criminal jurisdiction provided to members of a foreign mission and their family members under the Vienna Convention; and (2) encourage local law enforcement officials to investigate and prosecute to the extent consistent with the Vienna Convention any member of a foreign mission (or family member) who commits a serious criminal offense. Prohibits officers and employees of the Department of State from interfering with any investigation or prosecution by a State or local government of any alien who is a member of a foreign mission or any other alien who is not immune from criminal jurisdiction under the Vienna Convention. Allows an exception to such prohibition if the Secretary of State determines and reports to the Congress that a waiver is required by extraordinary foreign policy considerations or national security. Requires the Director to notify the members of each foreign mission of U.S. policies relating to criminal offenses committed by such members (and family members), including the policy of obtaining criminal indictments, requiring such members to leave the country, and declaring such members persona non grata. Requires the Director to develop registration and departure procedures for members of foreign missions (and family members) in order to identify those individuals in the United States with immunity under the Vienna Convention. Expresses the sense of the Congress that when an individual who is immune from criminal jurisdiction under the Vienna Convention is charged with a serious criminal offense, the Secretary should request that the country such individual represents: (1) waive the immunity of the individual; or (2) require the individual to leave the United States. Requires the Secretary to notify the Commissioner of the Immigration and Naturalization Service (INS) of each individual who voluntarily leaves, or is asked to leave, the United States because of alleged involvement in a serious crime in order to prevent that person from reentering the United States. Amends the Immigration and Nationality Act to require the exclusion from the United States of any alien with respect to whom the Secretary has made such a notification. Allows such an alien to be admitted for any proceeding regarding the alleged crime or if the Attorney General determines that admitting such individual is in the national interest. Requires the Secretary to review the U.S. policy of providing privileges and immunities to members (and their families) of foreign missions which results in treatment which is more favorable than the treatment required to be provided under the Vienna Convention. Requires the Attorney General, in order to ensure conformity with the treatment accorded to U.S. diplomats by other countries, to review and change, as necessary, the procedures for issuing nonimmigrant visas to diplomats to the United States and the United Nations. Amends the Diplomatic Relations Act to require the Director to establish: (1) a $1,000,000 per incident minimum for the amount of liability insurance to be carried by a foreign mission for liability coverage relating to injury resulting from the operation of any motor vehicle, vessel, or aircraft; and (2) minimum liability insurance coverage requirements for other types of incidents. Requires the President to: (1) review the treatment accorded to diplomatic pouches under the Vienna Convention in order to preclude the use of such pouches for the transportation of unauthorized materials, particularly those used to foster terrorism; and (2) seek in every appropriate forum the adoption of measures which will ensure that diplomatic pouches are not used to smuggle illicit narcotics, explosives, weapons, and any material used to foster terrorism."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Revision of Diplomatic Privileges and Immunities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide redress for crimes committed by diplomats in the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:45-05:00"
}