{
  "actions": [
    {
      "acted_at": "1978-10-14", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14399-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-10-14", 
  "number": "14399", 
  "official_title": "A bill to amend the Ports and Waterways Safety Act of 1972 to provide for the siting and safe operations of liquefied gas facilities and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Liquefied Gas Facility Safety Act", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-10-14", 
  "subjects": [
    "Accident prevention", 
    "Coastal zone", 
    "Department of the Treasury", 
    "Energy", 
    "Energy facilities", 
    "Energy transportation", 
    "Fines (Penalties)", 
    "Gas industry", 
    "Gas storage", 
    "Government trust funds", 
    "Liability (Law)", 
    "Licenses", 
    "Liquefied natural gas", 
    "Marine safety", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Safety measures", 
    "Ships and shipping", 
    "Supertankers"
  ], 
  "subjects_top_term": "Liquefied natural gas", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-10-14", 
    "text": "Liquified Gas Facility Safety Act - Amends the Ports and Waterways Safety Act of 1972 to direct the Secretary of Transportation to prescribe minimum standards for the location, design, construction, and safe operation of any liquified gas facilities. Specifies factors to be considered by the Secretary in establishing such standards. Prohibits the construction or operation of liquified gas facilities without a license issued by the Secretary. Stipulates that such licenses shall be issued only to applicants which: (1) comply with applicable laws, regulations and license conditions; (2) obtain a valid certificate of public convenience and necessity pursuant to the Natiohal Gas Act; and (3) construct and operate their facilities using the best available technology designed to provide maximum public safety. Specifies the information to be included in applications for licenses. Sets forth the Secretary's authority to deny, suspend, or revoke such licenses. Requires the Secretary to submit copies of applications to the Attorney General and the Federal Trade Commission for antitrust reviews. Requires licensees to maintain such records as the Secretary may prescribe and to grant acess to such records to the Secretary and the Comptroller General of the United States. Directs the Secretary not to issue licenses for such facilities without the approval of the Governor of a State with an approved coastal zone management program. Authorizes such States to supersede license conditions and requirements established by this Act with comparable State requirements. Imposes civil and criminal penalties for violations of the prohibitions contained in this Act. Establishes the Liquified Gas Compensation Fund to provide for damage claims resulting from discharges of liquified gas. Provides for the establishment of such Fund from fees collected from owners of gas and from other amounts collected pursuant to this Act. Directs the Secretary to require owners and operators of liquified gas vessels and facilities to provide evidence of insurance or of other financial responsibility to meet any liabilities imposed under the provisions of this Act. Stipulates that such owners and operators shall be strictly liable for damages resulting from discharges of liquified gas. Limits such liability to $200,000,000 except in cases of gross negligence or willful misconduct, or where the discharge resulted from a violation of applicable safety or construction standards. Directs the Secretary to establish procedures for filing, adjudication and payment of claims arising under this Act. Establishes United States district court jurisdiction over cases arising under this Act. Authorizes the Secretary to take any necessary actions to minimize or mitigate damage to public health or welfare from such discharges, in accordance with the Natural Contingency Plan for removal of oil and hazardous substances. Directs the President to amend the Plan as necessary to include measures for responding to liquid gas discharges. Authorizes the Secretary to issue rules, regulations, and standards necessary to implement this Act. Authorizes the appropriation of $10,000,000 for fiscal year 1980, and $5,000,000 for each of fiscal years 1981 and 1982, to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Liquefied Gas Facility Safety Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Ports and Waterways Safety Act of 1972 to provide for the siting and safe operations of liquefied gas facilities and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:39-05:00"
}