{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr830-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "830", 
  "official_title": "A bill to authorize the Secretary of Health, Education, and Welfare to make grants to conduct special educational programs and activities designed to achieve conservation and nonuse of energy and materials, and for other related educational purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy and Materials Conservation Education Act", 
  "sponsor": {
    "district": "4", 
    "name": "Drinan, Robert F.", 
    "state": "MA", 
    "thomas_id": "00318", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Advisory bodies", 
    "Department of Health, Education, and Welfare", 
    "Education", 
    "Energy", 
    "Energy conservation", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Materials research"
  ], 
  "subjects_top_term": "Energy conservation", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Energy Materials Conservation Education Act - Establishes within the Office of Education the Council on the Conservation and Nonuse of Energy-Materials, the members of which shall broadly represent the public and private sectors. Directs the Council to advise the Secretary of Health, Education, and Welfare on programs established under this Act. States that funds appropriated for grants and contracts under this Act shall be available for (but not limited to) such activities as: (1) community education programs concerning the conservation and nonuse of energy and materials, including special programs for adults; (2) dissemination of information to public and private nonprofit preschool, elementary, secondary, higher, adult, and community education programs; (3) research, development, and dissemination of curriculums, texts and materials, tests, and programs for adequate vocational and technical education and career counseling for persons in the field of energy-materials conservation and nonuse; and (4) programs and projects to recruit, train, organize, and employ professional and other persons, and to organize and participate in energy-materials conservation and nonuse education programs. Authorizes the Secretary to make grants to, or enter into contracts with, public or private nonprofit agencies, organizations, and other institutions for planning and carrying out community-oriented education programs or projects on the conservation and nonuse of energy materials in American society for the benefit of interested and concerned adults, young persons, ethnic and cultural groups, community, labor and business leaders, and other individuals and groups within a community."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy and Materials Conservation Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of Health, Education, and Welfare to make grants to conduct special educational programs and activities designed to achieve conservation and nonuse of energy and materials, and for other related educational purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:36-05:00"
}