{
  "actions": [
    {
      "acted_at": "2005-01-25", 
      "references": [
        {
          "reference": "CR S451-452", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-01-25", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-04-13", 
      "in_committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2005-05-24", 
      "committee": "Homeland Security and Governmental Affairs", 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Collins with an amendment in the nature of a substitute. With written report No. 109-71. Additional views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2005-05-24", 
      "calendar": "Senate Legislative", 
      "number": "112", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 112.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s21-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "2005-01-25", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "2005-07-11", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Carper, Thomas R.", 
      "sponsored_at": "2005-01-25", 
      "state": "DE", 
      "thomas_id": "00179", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, Lincoln", 
      "sponsored_at": "2005-04-12", 
      "state": "RI", 
      "thomas_id": "01612", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coburn, Tom", 
      "sponsored_at": "2005-03-15", 
      "state": "OK", 
      "thomas_id": "00212", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coleman, Norm", 
      "sponsored_at": "2005-05-17", 
      "state": "MN", 
      "thomas_id": "01697", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeWine, Mike", 
      "sponsored_at": "2005-07-11", 
      "state": "OH", 
      "thomas_id": "00293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "2005-05-10", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "2005-06-08", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feingold, Russell D.", 
      "sponsored_at": "2005-01-25", 
      "state": "WI", 
      "thomas_id": "01331", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "2005-06-27", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2005-07-11", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "2005-01-25", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, E. Benjamin", 
      "sponsored_at": "2005-05-25", 
      "state": "NE", 
      "thomas_id": "01627", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, Mark L.", 
      "sponsored_at": "2005-05-17", 
      "state": "AR", 
      "thomas_id": "01701", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roberts, Pat", 
      "sponsored_at": "2005-07-14", 
      "state": "KS", 
      "thomas_id": "00968", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Salazar, Ken", 
      "sponsored_at": "2005-07-11", 
      "state": "CO", 
      "thomas_id": "01762", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "2005-06-06", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thune, John", 
      "sponsored_at": "2005-07-13", 
      "state": "SD", 
      "thomas_id": "01534", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Voinovich, George V.", 
      "sponsored_at": "2005-01-25", 
      "state": "OH", 
      "thomas_id": "01575", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2005-01-25", 
  "number": "21", 
  "official_title": "A bill to provide for homeland security grant coordination and simplification, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2041-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2041-109", 
      "reason": "identical"
    }
  ], 
  "short_title": "Homeland Security Grant Enhancement Act of 2005", 
  "sponsor": {
    "district": null, 
    "name": "Collins, Susan M.", 
    "state": "ME", 
    "thomas_id": "01541", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2005-04-13", 
  "subjects": [
    "Administrative procedure", 
    "Advice and consent of the Senate", 
    "Armed forces and national security", 
    "Atlantic Ocean", 
    "Auditing", 
    "Biological warfare", 
    "Boundaries", 
    "Canada", 
    "Chemical warfare", 
    "Coastal zone", 
    "Community policing", 
    "Congress", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Cost accounting", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Customs administration", 
    "Data banks", 
    "Department of Homeland Security", 
    "Directories", 
    "Disaster relief", 
    "Earthquakes", 
    "Economics and public finance", 
    "Education", 
    "Electronic government information", 
    "Emergency communication systems", 
    "Emergency management", 
    "Emergency medicine", 
    "Employee training", 
    "Environmental protection", 
    "Environmental technology", 
    "Equipment and supplies", 
    "Evacuation of civilians", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to law enforcement", 
    "Federal law enforcement officers", 
    "Federal officials", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fire departments", 
    "Fire fighters", 
    "Fire prevention", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publications", 
    "Government publicity", 
    "Grants-in-aid", 
    "Gulf of Mexico", 
    "Health", 
    "Health planning", 
    "Higher education", 
    "Hours of labor", 
    "Import restrictions", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "Intergovernmental fiscal relations", 
    "International affairs", 
    "Labor and employment", 
    "Latin America", 
    "Law", 
    "Law enforcement officers", 
    "Marine and coastal resources, fisheries", 
    "Medical education", 
    "Metropolitan areas", 
    "Mexico", 
    "Minorities", 
    "Municipal solid waste", 
    "Native Americans", 
    "Nuclear terrorism", 
    "Pacific Ocean", 
    "Paramedical personnel", 
    "Performance measurement", 
    "Planning", 
    "Planning-programming-budgeting", 
    "Police", 
    "Police communication systems", 
    "Police training", 
    "Population", 
    "Presidential appointments", 
    "Public health", 
    "Regional planning", 
    "Rescue work", 
    "Risk", 
    "Science, technology, communications", 
    "Security measures", 
    "Standards", 
    "State government-Indian relations", 
    "State-local relations", 
    "Technology assessment", 
    "Telephone", 
    "Territories (U.S.)", 
    "Terrorism", 
    "Transportation and public works", 
    "Transportation safety", 
    "Trucking", 
    "Trucks", 
    "Urban affairs", 
    "Urban areas", 
    "Wages", 
    "Waste in government spending", 
    "Weapons of mass destruction", 
    "Web sites"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2005-05-24", 
    "text": "Homeland Security Grant Enhancement Act of 2005 - (Sec. 2) Requires the Secretary of Homeland Security to establish the Interagency Committee to Coordinate and Streamline Homeland Security Grant Programs to: (1) provide findings to the Homeland Security Information Clearinghouse; (2) consult with state and local governments and emergency response providers regarding their homeland security needs and capabilities; (3) advise the Secretary on the development of performance measures; (4) compile a list of homeland security and other first responder assistance programs; (5) develop and submit to the President and specified congressional committees a proposal to coordinate guidance documents contained in homeland security assistance programs; and (6) otherwise promote the coordination of homeland security grant programs throughout the federal government. (Sec. 3) Creates the position of Executive Director to head the Department of Homeland Security's (DHS's) Office for State and Local Government Coordination and Preparedness (OSLGCP). Reconstitutes the DHS Office for Domestic Preparedness (currently, within the Directorate of Border and Transportation Security) as a component of OSLGCP and gives it additional responsibility for managing the Homeland Security Information Clearinghouse. Establishes the Clearinghouse within OSLGCP to provide states, local governments, and emergency response providers with information regarding: (1) homeland security grants; (2) technical assistance; (3) best practices; and (4) the use of federal funds. (Sec. 4) Preserves federal grant programs for traditional missions of state and local law enforcement, firefighters, ports, emergency medical services, or public health missions that existed prior to September 11, 2001, including: (1) the Firefighter Assistance Program; (2) all grant programs authorized under the Robert T. Stafford Disaster Relief and Emergency Assistance Act; (3) the Edward Byrne Memorial State and Local Law Enforcement Assistance Programs; (4) the Public Safety and Community Policing Grant Program; and (5) grant programs under the Public Health Service Act regarding preparedness for bioterrorism and other public health emergencies and the Emergency Response Assistance Program under the Defense Against Weapons of Mass Destruction Act of 1996. Directs the Secretary to establish clearly defined essential capabilities for state and local governments. Sets forth required objectives for such capabilities including specificity, flexibility, measurability, and comprehensiveness. Requires the Secretary, in establishing such capabilities, to consider the variables of threat, vulnerability, and consequences with respect to population, areas of high population density, critical infrastructure, coastline, and international borders. Requires the Secretary to establish a Task Force on Essential Capabilities for First Responders to assist in establishing required capabilities. Sets forth public comment and reporting requirements for the Task Force. Establishes a Threat-Based Homeland Security Grant Program for states and eligible metropolitan regions. Requires grants awarded under the program to be used to address homeland security matters concerning terrorism or catastrophic events, related capacity building, or other shortfalls in essential capabilities. Prohibits the use of grant funds to supplant ongoing emergency response expenses or general protective measures, or to construct buildings or other physical facilities (except certain construction expenses approved by the Secretary in a certified homeland security plan). Sets forth grant application procedures for states and eligible metropolitan regions. Requires eligible metropolitan regions to submit their applications to each state within which any part of the region is located for review prior to submission to the Secretary. Requires Governors of such states to notify the Secretary of any inconsistency in the submitted plan with the state's plan and to set forth reasons for not supporting the submitted plan. Requires state applicants to: (1) have a three-year state homeland security plan to respond to terrorist attacks and other catastrophic events that has been approved by the Secretary; and (2) establish an advisory committee to receive comments from the public and local stakeholders for purposes of plan preparation. Sets forth an allocation scheme for grant funds that provides for a sliding scale baseline distribution followed by a threat-based distribution to states. Directs the Secretary to require recipients of such distributions to make available to local governments and emergency response providers not less than 80 percent of the grant funds, resources purchased with such funds, or a combination of funds and services within 60 days of receipt. Makes states responsible for allocating resources to tribal communities and Indian tribes eligible to receive funding directly from states. Requires the Secretary to designate no more than 25 percent of authorized grant funds for the Law Enforcement Terrorism Prevention Program under the USA PATRIOT Act. Requires each grant fund recipient to annually report to the Secretary on homeland security spending and related matters. Requires such recipients and DHS to provide the Government Accountability Office (GAO) with full access to information regarding grant-funded activities. Requires recipients receiving $500,000 or more in any fiscal year to submit to the Secretary an organization-wide financial and compliance audit report. Directs the Secretary to terminate, reduce, or limit the use of grant funds upon a finding that a recipient of such funds has failed to substantially comply with any provision of the grant prog ram as set forth in this Act. Authorizes local governments to petition the Secretary to request grant funds or resources in the event that the state fails to provide such funds or resources in a timely manner. Requires the Secretary to report to Congress on the status of preparedness goals and objectives, state and local government progress in achieving essential capabilities, and total amounts of resources provided to states, local governments, and metropolitan regions. Directs the Comptroller General to conduct an annual audit of the grant program and report the results to Congress. Requires the Director of the Office for Domestic Preparedness to allow any state to request approval to reallocate funds received under the State Homeland Security Grant Program under specified federal laws among the four categories of equipment, training, exercises, and planning. Directs the Secretary to support the development of, promulgate, and update as necessary national voluntary consensus standards for the performance, use, and validation of first responder equipment for purposes of assessing equipment-related grant applications. Requires U.S. Customs and Border Protection (CBP) to report to Congress on: (1) whether the methodologies and technologies used by CBP to screen for and detect chemical, nuclear, biological, and radiological weapons in municipal solid waste are as effective as the methodologies and technologies used by CBP to screen for such materials in other items of commerce entering the United States by commercial motor vehicle transport; and (2) if such methodologies and technologies are less effective, actions CBP will take to achieve comparability. Requires the Secretary, if CBP fails to fully implement actions to achieve comparability within a specified time frame, to deny entry to commercial motor vehicles carrying municipal solid waste into the United States until the Secretary certifies to Congress that screening of such waste comparable to that used to screen for such materials in other items of commerce has been achieved. (Sec. 5) Establishes in DHS an International Border Community Interoperable Communications Demonstration Project to: (1) address the interoperable communications needs of police officers, firefighters, emergency medical technicians, the National Guard, and other emergency response providers; (2) foster interoperable communications among domestic government agencies and their counterparts in Canada or Mexico; (3) identify common international cross-border frequencies; (4) foster standardization of interoperable communications equipment; (5) identify solutions that will facilitate expeditious communications interoperability across national borders; (6) ensure that emergency response providers can communicate with one another and the public at disaster sites or in the event of a terrorist attack or other catastrophic event; (7) provide training and equipment to enable emergency response providers to deal with environmentally varied threats and contingencies; and (8) identify and secure appropriate joint-use equipment. Directs the Secretary to select no fewer than six communities to participate in the project, to be divided equally between the northern and southern border. Requires the Secretary to annually report to specified congressional committees on the project."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Homeland Security Grant Enhancement Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Homeland Security Grant Enhancement Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for homeland security grant coordination and simplification, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:07-05:00"
}