{
  "actions": [
    {
      "acted_at": "1976-05-11", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13706-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-11", 
  "number": "13706", 
  "official_title": "A bill to amend chapter 313 of title 18 of the United States Code.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Act for the Commitment of Incompetent Persons", 
  "sponsor": {
    "district": "10", 
    "name": "Rodino, Peter W., Jr.", 
    "state": "NJ", 
    "thomas_id": "00973", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-05-11", 
  "subjects": [
    "Crime and law enforcement", 
    "Criminal law", 
    "Criminal procedure", 
    "Law", 
    "Medical care, personnel, and facilities"
  ], 
  "subjects_top_term": "Criminal law", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-05-11", 
    "text": "Federal Act for the Commitment of Incompetent Persons - Defines \"lack of criminal responsibility\", for purposes of this Act, as the lack of mental capacity to commit the offense charged as determined by the applicable law in the Federal trial jurisdiction. Directs the district court for each judicial district to designate a panel or panels of qualified psychiatrists to conduct examinations under this Act. Requires all such examinations to be conducted as expeditiously as possible with minimal restraint upon the liberty of the person to be examined. Stipulates that where confinement to a medical facility is necessary to complete such an examination, the court may so order. Requires that the accused be represented by counsel at all stages of court proceedings pursuant to this Act. Directs that an accused be referred by the court to a member of the examining panel whenever the court has reason to believe the accused may be incompetent. Requires the examing member to file with the court a report of the examination stating the medical and other data upon which the report's conclusion is based. Directs that a competency hearing be held unless the report indicates competency and the accused signs a written waiver. Authorizes the trial court to commit an accused who has been found incompetent to the care of the Secretary of Health, Education, and Welfare for care and treatment. Permits the Secretary to temporarily release the accused. Stipulates that if the district U.S. attorney objects to such release, the committing court shall authorize the release only if reasonably satisfied that the accused will not flee or pose a danger to persons or property. Allows the court to dismiss pending charges if it finds that the accused is incompetent and unlikely to regain competency within a reasonable time. Outlines the procedure for determining that an accused was mentally incompetent at the time of trial where such issue was not raised during trial, and directs that where the accused is found to have been mentally incompetent the judgment of conviction be vacated and a new trial granted. Requires a determination of whether a person is dangerous to himself or to the person or property of others where such person is: (1) in the custody of the Secretary and unlikely to regain competency within a reasonable time; (2) charged with a Federal offense and acquitted after raising the defense of lack of criminal responsibility; and (3) in the custody of the Attorney General and about to be released. Directs the Secretary to petition the court for an order of civil commitment if such person is found to be dangerous. Requires a hearing prior to such commitment. Authorizes the Secretary to enter into contracts with States and private agencies to make available facilities, on a reimbursable basis, for the confinement and care of persons commited to the custody of the Secretary. Requires the Secretary to discharge unconditionally a person who is no longer dangerous to himself or the person or property of others. Requires the Secretary to file an annual report setting forth reasons supporting a determination that confinement should be continued. Entitles a confined person who petitions from such a determination to a hearing. Allows the United States attorney, prior to verdict, to make a motion for referral for examination whenever the mental condition of the accused at the time of the alleged criminal conduct can reasonably be expected to be in issue. (Repeals 18 U.S.C. 4241-4248; Adds U.S.C. 4230-4242)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Act for the Commitment of Incompetent Persons", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 313 of title 18 of the United States Code.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:19-05:00"
}