{
  "actions": [
    {
      "acted_at": "1982-04-29", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-06", 
      "bill_ids": [
        "s2607-97"
      ], 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking. Provisions of measure incorporated into measure S. 2607 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2456-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-04-29", 
  "number": "2456", 
  "official_title": "A bill to authorize the Secretary of Housing and Urban Development to make grants in support of leveraged rehabilitation of multifamily housing.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2607-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Multifamily Housing Rehabilitation Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "D'Amato, Alfonse", 
    "state": "NY", 
    "thomas_id": "01313", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1982-05-06", 
  "subjects": [
    "Federal aid to housing", 
    "Housing and Housing Finance", 
    "Intergovernmental fiscal relations", 
    "Local and Municipal Government", 
    "Local finance", 
    "Low-income housing", 
    "Mortgage guaranty insurance", 
    "Mortgages", 
    "Rent", 
    "Rent subsidies", 
    "Residential rehabilitation", 
    "State finance", 
    "States"
  ], 
  "subjects_top_term": "Federal aid to housing", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-04-29", 
    "text": "Multifamily Housing Rehabilitation Act of 1982 - Defines an \"eligible multifamily housing property\" as: (1) a property located in a neighborhood in which at least 51 percent of the residents have an income not exceeding 80 percent of the median area income; a neighborhood in which at least 35 percent of the residents have an income not exceeding 80 percent of the median area income and which is experiencing a trend toward low-income occupancy of available housing; or an area designated as a Target Preservation Area, or a Neighborhood Strategy Area; or (2) any property which is having a blighting influence on the neighborhood where it is located if, after rehabilitation, project rents would be affordable to low-and moderate- income families. Defines \"moderate rehabilitation\" as rehabilitation which: (1) costs between $1,000 and $20,000; (2) brings the property into compliance with local code requirements, or involves the repair of systems or appliances which would require repair within five years or which achieve cost or energy efficiency; and (3) involves cosmetic improvements or the repair or replacement of the plumbing, heating, elevator, electrical systems, windows, stairs, floors, walks, or roof. Authorizes the Secretary of Housing and Urban Development to make grants to State and local governments to provide moderate rehabilitation assistance to owners of eligible multifamily housing properties in localities which have low multifamily housing vacancy rates and which show housing deterioration. Limits the amount of such Federal assistance for a property to the amount of mortgage financing furnished for such property by financial institutions. Limits the portion of the total development cost applicable to the acquisition and refinancing of an eligible property to the portion of such cost applied to rehabilitation. Lists the required contents of grant applications. Authorizes the Secretary to make housing assistance payments to owners of assisted properties on behalf of residents with incomes of not more than 80 percent of the median area income to avoid displacement and to maintain the resident's rental payments at not more than 30 percent of their income. Amends the National Housing Act to permit coinsurance on an eligible property within a Target Preservation Area to include provisions that: (1) require insurance benefits to equal 90 percent of the mortgage and 90 percent of interest arrears; (2) require the mortgagee to remit to the Secretary 90 percent of the mortgagee's net proceeds on the property; (3) require the payment of benefits in cash; and (4) allow the underwriter to reinsure ten percent of the mortgage with a private or State insurance company. Authorizes the Secretary to: (1) include rehabilitation costs of up to $20,000 when insuring a mortgage for the purchase or refinancing of an eligible property; (2) permit subordinated liens securing up to the full amount of mortgage financing provided by State or local governments; and (3) pay insurance benefits in cash. Qualifies eligible properties under this Act for Federal Housing Administration insurance under provisions adopted for the Target Area Preservation Demonstration. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Multifamily Housing Rehabilitation Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of Housing and Urban Development to make grants in support of leveraged rehabilitation of multifamily housing.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:18-05:00"
}