{
  "actions": [
    {
      "acted_at": "2011-06-08", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1159-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-06-08", 
  "number": "1159", 
  "official_title": "A bill to require a study on the recruitment, retention, and development of cyberspace experts.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Cyberspace Warriors Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Gillibrand, Kirsten E.", 
    "state": "NY", 
    "thomas_id": "01866", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-06-08", 
  "subjects": [
    "Armed forces and national security", 
    "Computers and information technology", 
    "Department of Defense", 
    "Government employee pay, benefits, personnel management", 
    "Government studies and investigations", 
    "Military procurement, research, weapons development"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-06-08", 
    "text": "Cyberspace Warriors Act of 2011 - Directs the Secretary of Defense to contract with an independent entity to study the availability of personnel for Department of Defense (DOD) defensive and offensive cyberspace operations, identifying any gaps in meeting personnel needs, and recommending available mechanisms to fill such gaps, including permanent and temporary positions. Requires the Secretary to submit a report to Congress on the results of the study including: (1) a statement of capabilities and number of cyberspace operations personnel required to meet DOD defensive and offensive cyberspace operation requirements; (2) an assessment of the sufficiency of the numbers and types of personnel available for cyberspace operations, including the balance of military personnel, DOD civilian employees, contractor positions, and non-DOD personnel with cyberspace operations expertise; (3) an exploration of recruitment and retention obstacles and mechanisms and a description of incentives encouraging individuals from outside the DOD to affiliate with the Armed Forces and civilian DOD employees; and (4) identification of legal, policy, or administrative impediments including recommendations for legislative or policy changes. Defines \"cyberspace operations personnel\" as members of the Armed Forces and civilian DOD employees involved with the operations and maintenance of a computer network connected to the global information grid, as well as offensive, defensive, and exploitation functions of such a network."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Cyberspace Warriors Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require a study on the recruitment, retention, and development of cyberspace experts.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:10:32-05:00"
}