{
  "actions": [
    {
      "acted_at": "1989-03-17", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s678-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1989-03-17", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-03-17", 
  "number": "678", 
  "official_title": "A bill to provide improved programs for training individuals receiving unemployment compensation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Training for the Unemployed Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-03-17", 
  "subjects": [
    "Authorization", 
    "Dislocated workers", 
    "Employment agencies", 
    "Government paperwork", 
    "Government trust funds", 
    "Hard-core unemployed", 
    "Job hunting", 
    "Labor and employment", 
    "Manpower training programs", 
    "Occupational retraining", 
    "Unemployed", 
    "Unemployment", 
    "Unemployment insurance", 
    "Vocational guidance", 
    "Youth employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-03-17", 
    "text": "Training for the Unemployed Act of 1989 - Title I: Demonstration Projects - Directs the Secretary of Labor (the Secretary) to promote training programs for individuals receiving unemployment compensation, by: (1) developing model criteria for States to use in approving such programs and individual participants; (2) providing technical assistance to States in developing and implementing such criteria; and (3) making available data and other information concerning State laws and regulations with respect to such programs. Sets forth State Governors' responsibilities for approval of such programs and participating individuals. Directs the Secretary to collect specified data annually to evaluate the effectiveness of such training programs and to report to the Congress within one year after enactment of this Act. Amends the Social Security Act to provide that amounts paid by a State (and not compensated for by the Federal Government) as unemployment compensation to individuals who, while receiving it, were in training with the approval of a State agency, shall be credited to that State's account in the Unemployment Trust Fund. Requires each State to report quarterly to the Secretary, and the Secretary to report annually to the Congress, on programs under this title. Title II: Assessment - Authorizes appropriations from the Federal Unemployment Account, in addition to allotments for operation of State employment service agencies, for: (1) assessment, testing, and counseling to identify skills and aptitudes of unemployed persons unlikely to return to their former occupations, to determine different occupations or training opportunities for them; and (2) instruction in job search techniques so that unemployed persons may find work without assistance from public or private employment agencies. Requires States, in providing such additional services under this title, to give priority to those most in need of assistance, including: (1) dislocated workers; (2) other long-term unemployed who are receiving or have exhausted unemployment insurance benefits; and (3) economically disadvantaged adults and youth. Requires that funds be allotted, priorities established, and services delivered in accordance with specified provisions of the Wagner-Peyser Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Training for the Unemployed Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide improved programs for training individuals receiving unemployment compensation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:19-05:00"
}