{
  "actions": [
    {
      "acted_at": "1983-03-01", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-01", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Forest, Family Farms, and Energy", 
      "text": "Referred to Subcommittee on Forest, Family Farms, and Energy.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-01", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-01", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-01", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-01", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-01", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-09", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy Conservation and Power", 
      "text": "Referred to Subcommittee on Energy Conservation and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-09", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Transportation and Tourism", 
      "text": "Referred to Subcommittee on Commerce, Transportation and Tourism.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-14", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Water Resources", 
      "text": "Referred to Subcommittee on Water Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-14", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Surface Transportation", 
      "text": "Referred to Subcommittee on Surface Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-17", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Interior, EPA, CEQ.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-17", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-29", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Public Lands and National Parks", 
      "text": "Referred to Subcommittee on Public Lands and National Parks.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-06-13", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Executive Comment Requested from DOT, Interior, HUD, OMB.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1727-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Forests, Family Farms, and Energy", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy Conservation and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Transportation and Tourism", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Public Lands and National Parks", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Surface Transportation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "26", 
      "name": "Berman, Howard L.", 
      "sponsored_at": "1983-07-19", 
      "state": "CA", 
      "thomas_id": "00082", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1983-07-19", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "McNulty, James F., Jr.", 
      "sponsored_at": "1983-09-14", 
      "state": "AZ", 
      "thomas_id": "00784", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mitchell, Parren J.", 
      "sponsored_at": "1983-09-14", 
      "state": "MD", 
      "thomas_id": "00818", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Morrison, Bruce A.", 
      "sponsored_at": "1983-09-14", 
      "state": "CT", 
      "thomas_id": "00835", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Ottinger, Richard L.", 
      "sponsored_at": "1983-07-19", 
      "state": "NY", 
      "thomas_id": "00882", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "1983-04-27", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "1983-09-14", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-01", 
  "number": "1727", 
  "official_title": "A bill to provide for the establishment of public works program for special environmental benefits and energy conservation and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Environmental Works Act of 1983", 
  "sponsor": {
    "district": "7", 
    "name": "Edgar, Robert W.", 
    "state": "PA", 
    "thomas_id": "00334", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-03-01", 
  "subjects": [
    "Actions and defenses", 
    "Advisory bodies", 
    "Animals and Animal Protection", 
    "Arts, culture, religion", 
    "Children and youth", 
    "Citizen lawsuits", 
    "Community development", 
    "Community facilities", 
    "Conservation of natural resources", 
    "Courts and Civil Procedure", 
    "Energy", 
    "Energy conservation", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to cities", 
    "Federal aid to community development", 
    "Federal aid to housing", 
    "Federal aid to outdoor recreation", 
    "Federal aid to transportation", 
    "Fish culture", 
    "Fisheries", 
    "Fishery management", 
    "Forests and forest products", 
    "Grants-in-aid", 
    "Historic sites", 
    "Housing and Housing Finance", 
    "Labor and employment", 
    "Light rail transit", 
    "Local and Municipal Government", 
    "Local finance", 
    "Low-income housing", 
    "National forests", 
    "National parks", 
    "Native Americans", 
    "Parks", 
    "Parks and Natural Areas", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Public service employment", 
    "Public works", 
    "Railroad employees", 
    "Railroad facilities", 
    "Railroad finance", 
    "Railroad maintenance and repair", 
    "Railroad passenger traffic", 
    "Railroads", 
    "Reforestation", 
    "Residential energy conservation", 
    "Solar energy", 
    "State finance", 
    "States", 
    "Urban affairs", 
    "Urban economic development", 
    "Urban forestry", 
    "Urban renewal", 
    "Urban transportation", 
    "Water and Water Resources Development", 
    "Wildlife refuges", 
    "Youth employment"
  ], 
  "subjects_top_term": "Public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-01", 
    "text": "Environmental Works Act of 1983 - Title I: Establishment of Program - Establishes a national policy to: (1) create a program of public works of special benefit to the environment and to create employment; (2) review public works appropriations to ascertain whether environmental benefit projects should receive additional appropriations; and (3) give serious consideration to State recommendations for Federal expenditures for public works of special environmental benefit. Title II: National Park Service - Park Service Land Heritage Act of 1983 - Establishes the National Park Service Land Heritage Program for the improvement and rehabilitation of the national park system. Requires the Secretary of the Interior to develop a national park system resource management plan (the parks management plan) for the restoration, rehabilitation, and improvement of park facilities and for the development of new facilities. Requires the Secretary to update the parks management plan every five years. Directs the President to transmit the parks management plan to Congress and to annually incorporate such plan in framing budget requests by the Administration for Park Service activities. Sets forth certain conditions to be included in the parks management plan. Requires the Secretary to provide an opportunity for public involvement and to consult with other interested government departments and agencies. Requires the Secretary to develop and maintain a detailed inventory of all national park system facilities, lands and resources. Requires the Secretary to establish an Independent Review Board to ensure that only projects consistent with this Act are recommended for completion. Provides the review procedure to be followed for Board recommendations. Prohibits the Board from approving any projects which will induce overuse of National Park Service facilities or which will generate use inconsistent with the preservation of Park Services resources. Sets forth administrative provisions for the Board. Sets forth requirements for the development of the management plans. Requires resource plans, permits, and other instruments for the use and management of National Park Service lands to conform with the parks management plan. Authorizes appropriations for FY 1984 through 1988 for implementing projects contained in the parks management plan. Requires ten percent of such appropriated funds to be used to employ youth between the ages of 15 and 25. Title III: United States Fish and Wildlife Service - Fish and Wildlife Land Heritage Act of 1983 - Establishes a Fish and Wildlife Land Heritage Program for the improvement and rehabilitation of the national wildlife refuge system and fish hatcheries, for the improvement of recreation facilities within such system, and for the development of a comprehensive U.S. fish and wildlife system management plan (wildlife management plan). Prohibits such improvement and rehabilitation if it would induce overuse of existing facilities. Requires the Secretary to develop a wildlife management plan for the restoration, rehabilitation, and improvement of U.S. fish and wildlife system areas and for the development of new facilities in existing units of the system. Requires the Secretary to update the wildlife management plan every five years. Directs the President to transmit the wildlife management plan to Congress and to annually incorporate such plan in framing budget requests by that Administration for fish and wildlife system activities. Sets forth consideration to be included in the wildlife management plan. Requires the Secretary to develop and maintain a detailed inventory of all U.S. Fish and Wildlife Service administered lands and resources. Requires the Secretary to establish an Independent Review Board to insure that only projects consistent with this Act are recommended for completion and included in the wildlife management plan. Provides the review procedure to be followed for Board recommendations. Sets forth administrative provisions for the Board. Sets forth requirements for the development of the wildlife management plan. Requires resource plans, permits, and other instruments for the use and management of Fish and Wildlife Service administered units to conform with the wildlife management plan. Authorizes appropriations for FY 1984 through 1987 for implementing this title. Directs that no provision of this title shall impinge upon other U.S. Fish and Wildlife Service programs. Requires at least ten percent of such appropriated funds to be used to employ youth between the ages of 15 and 25. Title IV: Urban Recreation - National Cultural Parks System - National Urban Cultural Parks Act of 1983 - Establishes a national cultural park system. Requires the Secretary to appoint a Director to administer such system. Requires such system to include those land and water areas designated as national cultural parks by Congress. Defines \"national cultural park\" to include urban and settled areas. Establishes the Cultural Park Advisory Commission. Sets forth administrative requirements for the Commission. Requires the Commission to undertake a comprehensive study and to formulate recommendations for the creation and management of a national cultural park system. Sets forth requirements for such system and for formulating recommendations for the development of such system. Requires the Commission to submit a specified report to Congress and to the President within three years after funds become available to carry out this title. Requires the Commission to terminate within 30 days of submitting such report. Sets forth the authorities and powers of the Commission. Authorizes the Secretary to make grants for the purpose of assisting States in the preservation, interpretation, development, and use of urban resources through preparation, planning, or implementing a cultural park management plan, demonstration project, or to otherise assist the Commission in carrying out its responsibilities under this title. Requires the Secretary to establish and publish in the Federal Register criteria for the selection of applicants of grants under this section. Sets forth requirements for a cultural park management plan. Sets forth requirements for States to receive a grant under this title. Sets forth conditions for States receiving such grants. Requires the Secretary to consult with the Commission when authorizing or providing funds for demonstration projects or management plans. Requires the Secretary to transmit a report to Congress and to the President, including a detailed statement of the findings and conclusion of the Secretary concerning methods of preserving and managing urban resources. Authorizes appropriations for the Commission. Authorizes appropriations for FY 1984 and 1985 for funding such demonstration projects. Title V: United States Forest Service - RPA Plan - Forest Service Environmental Projects Act of 1983 - Amends the Forest and Rangeland Renewable Resources Planning Act to require the Secretary of Agriculture to make an annual report to Congress for FY 1984 through 1987 concerning an estimate of the sums necessary to be appropriated to replant and revitalize an acreage of National Forest System land equal to that cut over that year, plus a specified portion of the backlog of lands in need of such treatment. Authorizes additional appropriations for eliminating the backlog of reforestation, fish and wildlife, watershed restoration, and trail maintenance and construction projects. Requires that not less than ten percent of the sums appropriated under this title to be used to employ youth between the ages of 15 and 25. Title VI: United States Forest Service - Urban Trees - Forest Serivce Urban Trees Act - Requires the appropriate State official (of any State which chooses to apply for funds authorized under this title) to develop an arboriculture plan for such State and to submit such plan to the Secretary of Agriculture for approval. Declares that States with approved plans shall be eligible for matching grants under this title. Requires such States to submit a report to the Secretary after the close of each fiscal year including the amounts of certain funds expended in completion of the plan. Requires the Secretary to provide technical assistance to urban areas, and to encourage participation of private entities and individuals to furnish arboriculture services. Authorizes the Secretary to provide matching grants on a competitive basis to eligible States for urban arboriculture projects. States the amount of such grants. Sets forth factors the Secretary shall consider in awarding such grants. Authorizes appropriations for FY 1984 through 1987 for carrying out this title. Title VII: Passenger Rail Improvement - Emergency Rail Transportation Improvement and Employment Act of 1983 - Requires the Secretary of Transportation to make grants for employment in certain railroad repair or rehabilitation projects. Requires the Secretary to establish and publish guidelines and procedures for making and evaluating applications for financial assistance under this section. Sets forth certain documentation and information to be included in such applications. Authorizes the Secretary to establish objective criteria to determine whether, and to require that, grant recipients are maintaining a good faith level of repair and rehabilitation for projects commenced pursuant to this title. Sets forth certain employment priorities for jobs created pursuant to this title. Requires the Secretary to identify (in the form of a State- by-State listing) all projects necessary for the rehabilitation and improvement of essential roadbeds and facilities of specified rail corridors. Lists certain rail passenger corridors eligible for project grants under this title. Declares that certain terminals and stations, and intermodal connections are eligible for project grants if they meet certain conditions. Requires projects eligible for financial assistance under this title to be structured and administered to achieve specified goals, including the reduction of unemployment. Sets forth requirements for the performance of work under this title concerning labor agreements and standards. Requires grant recipients to maintain certain records. Requires that the Secretary and the Comptroller General have access to certain records for the purpose of audit and examination. Authorizes the Secretary to conduct cost and benefit assessment studies of projects receiving grants or of proposed projects under this title. Requires the Secretary to submit periodic reports to the Congress and the President on actions taken pursuant to this title. Makes conforming amendments. Requires the Secretary to develop a program with five years for upgrading all grade crossings used by any railroad for providing intercity rail passenger service. Authorizes appropriations for FY 1984 through 1989 for such program. Authorizes appropriations for FY 1984 through 1987 for this title (other than for the grade crossings program). Title VIII: Light Rail Transit - Light Rail Transit Demonstration and Transfer Fund Act of 1983 - Requires the Secretary of Transportation to submit a report to Congress listing the urban areas which are suitable candidates for the introduction of light rail transit systems. Requires such report to include specified information, including information furnished by municipalities and urban areas. Requires municipalities and urban areas interested in a light rail system to furnish information to the Secretary, including design data and proposals. Requires certain Federal agencies to cooperate with the Secretary in order to facilitate the production of such report. Authorizes appropriations for the production of such report. Authorizes the Secretary to make matching grants to assist States and urban areas in the development of light rail transit systems. Requires such grants to be used for the acquisition, construction, and improvement of light rail facilities and equipment for use in urban areas. Lists eligible facilities and equipment for such grants. States the conditions and requirements for such grants. Authorizes appropriations for this title. Authorizes the Secretary to make advance or progress payments on account of any grant or contract made pursuant to this title. States the conditions for such advance or progress payments. Requires the Secretary to make: (1) an annual report to Congress concerning grants and activities under this title; and (2) a final inspection or review of each completed project. Requires a report on estimated and actual project costs. Title IX: Housing and Neighborhoods - Urban Environment Revitalization Act of 1983 - Authorizes supplemental appropriations for State, tribal, and local community development programs and for urban development action grants. Requires the Secretary of Housing and Urban Development to submit a report to Congress indicating the total nation wide potential for such programs. Amends Federal law to establish an Independent Review Board to insure that urban development action grants are awarded and implemented consistently with such law. Sets forth provisions concerning Board review and approval of applications for such grants prior to the Secretary's approval of said grants. Sets forth administrative provisions for the Board. Amends the National Historic Preservation Act of 1966 to authorize additional appropriations. Requires the Secretary to develop and transmit a report including an estimate of the total funds which would be needed to fund all historic preservation projects contained in the backlog of uncompleted projects for the purposes of such Act. Title X: Solar Bank and Weatherization and Employment Act of 1983 - Provides assistance to low-income households to weatherize dwellings. Amends the Energy Conservation in Existing Buildings Act of 1976 to authorize increased appropriations for the weatherization program for FY 1983 through 1992. Requires the Secretary of Energy to allot at least ten percent of the appropriations under this section to a performance fund available only to provide financial assistance to those States demonstrating the best performance in providing weatherization assistance under this program. Authorizes additional appropriations under the Environmental Works Act for such weatherization program. Amends the Solar Energy and Energy Conservation Act of 1980 to authorize appropriations for the promotional activities of the Solar Energy and Energy Conservation Bank in the Department of Housing and Urban Development. Title XI: Citizen Suits - Authorizes any person to commence certain civil suits on their own behalf for violations of this Act or to compel certain governmental officials to reasonably apply and administer the policies and provisions set forth in this Act. Sets forth provisions governing such suits, including jurisdiction, parties, court costs, injunctive relief and prima facie evidence of abuse of discretion by administrative officials. Title XII: Supplementary Project Planning - Requires each State to: (1) develop a list, in order of priority, of those public works projects plans or programs of special environmental benefit; and (2) submit such list to the appropriate congressional committees by a specified date. Requires such list to be prepared in accordance with the National Environmental Policy Act, with participation by all interested parties and the public. Sets forth requirements for projects included in such list. Requires the Directors of the Office of Management and Budget and of the Congressional Budget Office to assist the Governor of any State (upon request of any such Governor) in the preparation of the list. Requires the Director of the Office of Management and Budget to prepare such a list for any State which does not submit a list for any year. Title XIII: Supplementary Authorizations - Authorizes appropriations for supplementary project planning to be allocated according to a specified formula. Authorizes appropriations for certain programs authorized by this Act. Requires the budget committee to review priority lists submitted for supplementary project planning for setting ceilings for water and power development, energy research, and for expenditures for the purposes of this Act. Requires the appropriations committees to give serious consideration to priority lists submitted by the States. Lists the amounts of authorized appropriations for each individual State."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Environmental Works Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Emergency Rail Transportation Improvement and Employment Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Fish and Wildlife Land Heritage Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Forest Service Environmental Projects Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Forest Service Urban Trees Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Light Rail Transit Demonstration and Transfer Fund Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Urban Cultural Parks Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Park Service Land Heritage Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Solar Bank and Weatherization and Employment Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Urban Environment Revitalization Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the establishment of public works program for special environmental benefits and energy conservation and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:24-05:00"
}