{
  "actions": [
    {
      "acted_at": "1974-06-25", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15603-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-25", 
  "number": "15603", 
  "official_title": "A bill to amend the Consolidated Farm and Rural Development Act to establish a loan insurance program for owners and processors of livestock or livestock products which have been condemned or quarantined by a Federal or State official for reasons of public health.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Livestock Loan Insurance Act", 
  "sponsor": {
    "district": "8", 
    "name": "Traxler, Bob", 
    "state": "MI", 
    "thomas_id": "01167", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-25", 
  "subjects": [
    "Agriculture and food", 
    "Insurance", 
    "Livestock", 
    "Loans"
  ], 
  "subjects_top_term": "Livestock", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-25", 
    "text": "Emergency Livestock Loan Insurance Act - Provides that for a period of 2 years from the date of enactment of the Emergency Livestock Loan Insurance Act of 1974 the Secretary of Agriculture shall insure loans up to $100,000 made by a lender other than the United States, or made by the Secretary and sold to such lender, to a borrower in any State who, as determined by the Secretary: (1) is a owner of contaminated livestock or livestock products which have been condemned or quarantined on or after May 6, 1974, by a Federal or State official for reasons of public health as a result of causes other than the willful or negligent actions of the owner; or (2) is a processor of livestock products who would have received, but for the quarantine or condemnation described in paragraph (1), the livestock or livestock products directly from the owner for the purpose of processing them for resale; and (b) did not contribute to the contamination of the livestock or livestock products through willful or negligent actions. Provides that loans insured under this Act must be expended for the purpose of: (1) financing the normal operations of breeding, buying, raising or selling livestock, or processing livestock products; or (2) financing any special expenses resulting from condemnation or quarantine. Provides that the aggregate amount of the principal obligation outstanding at any one time under this program may not exceed $3,000,000,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Livestock Loan Insurance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Consolidated Farm and Rural Development Act to establish a loan insurance program for owners and processors of livestock or livestock products which have been condemned or quarantined by a Federal or State official for reasons of public health.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:10-05:00"
}