{
  "actions": [
    {
      "acted_at": "1991-01-15", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-01-16", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Energy Research and Development", 
      "text": "Referred to Subcommittee on Energy Research and Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-07", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": "Energy Research and Development", 
      "references": [], 
      "text": "Subcommittee on Energy Research and Development. Hearings held. Hearings printed: S.Hrg. 102-24.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-04-23", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1991-05-23", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported to Senate by Senator Johnston with amendments. With written report No. 102-63.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-05-23", 
      "calendar": "Senate Legislative", 
      "number": "95", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 95.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1991-06-12", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-12", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with amendments by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1991-06-13", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-13T10:31:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-13T17:51:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s318-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "318"
    }
  ], 
  "bill_id": "s210-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Energy Research and Development", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1991-01-15", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnston, J. Bennett", 
      "sponsored_at": "1991-01-15", 
      "state": "LA", 
      "thomas_id": "01373", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McConnell, Mitch", 
      "sponsored_at": "1991-01-15", 
      "state": "KY", 
      "thomas_id": "01395", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sasser, Jim", 
      "sponsored_at": "1991-06-06", 
      "state": "TN", 
      "thomas_id": "01428", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wallop, Malcolm", 
      "sponsored_at": "1991-01-15", 
      "state": "WY", 
      "thomas_id": "01451", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1991-06-12", 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-15", 
  "number": "210", 
  "official_title": "A bill to establish the United States Enrichment Corporation to operate the Federal uranium enrichment program on a profitable and efficient basis in order to maximize the long term economic value to the United States, to provide assistance to the domestic uranium industry and to provide a Federal contribution for the reclamation of mill tailings generated pursuant to Federal defense contracts at active uranium and thorium processing sites.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Uranium Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Ford, Wendell H.", 
    "state": "KY", 
    "thomas_id": "01334", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1991-06-12", 
  "subjects": [
    "Administrative procedure", 
    "Advice and consent of the Senate", 
    "Budget deficits", 
    "Buy American", 
    "Collection of accounts", 
    "Congressional reporting requirements", 
    "Costs", 
    "Energy policy", 
    "Energy prices", 
    "Environmental protection", 
    "Exports", 
    "Federal budgets", 
    "Federal receipts and expenditures", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Government corporations", 
    "Government spending reductions", 
    "Government trust funds", 
    "Import restrictions", 
    "Imports", 
    "Liability for nuclear damages", 
    "Licenses", 
    "Nuclear energy", 
    "Nuclear facilities", 
    "Nuclear fuels", 
    "Nuclear industry", 
    "Nuclear reactor decommissioning", 
    "Occupational health and safety", 
    "Payments in lieu of taxes", 
    "Presidential appointments", 
    "Privatization", 
    "Radioactive decontamination", 
    "Strategic materials", 
    "Uranium", 
    "Uranium enrichment", 
    "User charges"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1991-06-12", 
    "text": "Comprehensive Uranium Act of 1991 - Title I: Uranium Enrichment Act of 1991 - Amends the Atomic Energy Act of 1954 to repeal the existing statutory contracting requirements applicable to uranium enrichment enterprises. Establishes the United States Enrichment Corporation as a wholly-owned Government corporation to conduct uranium marketing and enrichment activities as a commercial, profitable, self-financing enterprise. Sets forth the Corporation's corporate office and powers and vests its management in an Administrator (appointed by the President with the advice and consent of the Senate). Grants the Secretary of Energy (the Secretary) general supervision over such Administrator only with respect to national security and health and environmental concerns. Establishes a Corporate Board whose members shall be appointed by the President, and who shall advise the Administrator and the Secretary regarding Corporation matters. Prescribes guidelines for: (1) Corporation personnel; (2) certain property transfers from the Department of Energy (DOE); (3) the Corporation's capital structure; and (4) Corporation pricing policies, including user charges for decommissioning, decontamination, and remedial activities. Requires the Corporation to make annual status reports to certain congressional committees, the President, and the Secretary. Prescribes licensing and taxation guidelines for the Corporation. Sets guidelines for payments in lieu of taxes by the Corporation to States and local governments beginning in FY 1997. Requires the Administrator to make recommendations to the President and the Congress by specified dates regarding the transfer of the Corporation's functions and assets to private ownership. Establishes the Uranium Enrichment Decontamination and Decommissioning Fund to cover the Corporation's decommissioning and decontamination expenses. Applies Federal environmental and occupational safety and health law to the Corporation as though it were privately owned. Exempts the Corporation from sequestration because the maximum deficit amount has been exceeded under the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act). Prohibits the Corporation's total FY 1991 expenditures from exceeding its total FY 1991 receipts. Provides that any expense incurred by the Secretary or the Corporation in the course of setting up the Corporation, or transferring DOE property or assets to it, shall be subject to appropriation. Title II - Subtitle A: Short Title, Findings and Purposes, Definitions - Uranium Security and Tailings Reclamation Act of 1991 - Sets forth findings, purposes, and definitions of this title. Subtitle B: Uranium Revitalization - Directs the Corporation to establish for a minimum five-year period a voluntary overfeeding program to be made available to its enrichment services customers. (\"Overfeeding\" means the use of uranium in the enrichment process in excess of the amount required at the transactional tails assay, thus reducing customers' power costs). Provides that the resultant savings shall be credited to such customers. Establishes the National Strategic Uranium Reserve, consisting of 50,000,000 pounds of natural uranium, to be restricted to military purposes and Government research under the control of the Secretary. Confers continuing responsibility upon the Secretary for promotion of the domestic uranium industry, but without using any supervisory authority over the Corporation. Directs the Secretary to develop recommendations and implement Government programs promoting domestic uranium exports. Restricts all uranium purchases by Federal entities to uranium purchased from domestic producers. Exempts the Tennessee Valley Authority from such restriction. Subtitle C: Remedial Action for Active Processing Sites - Provides that remedial action costs such as decontamination, decommissioning, and reclamation at an active uranium or thorium processing site shall be borne by specified licensees for any activity resulting in byproduct material. Sets forth a reimbursement schedule for: (1) individual active site uranium licensees; (2) all active site uranium licensees; and (3) thorium licensees. Directs the Secretary to promulgate regulations governing such reimbursement. Authorizes appropriations. Subtitle D: Imports of Uranium, Enriched Uranium, and Uranium Enrichment Services - Directs the United States International Trade Commission to investigate and report to the President (for the use of the Secretaries of Energy and of Commerce and the Congress) on: (1) the quantities of uranium or enriched uranium being exported from non-market economy countries; (2) the amount and nature of uranium enrichment services being offered by non-market economy countries; and (3) whether such products or services are being offered at prices representing less than the cost of producing or providing them. Requires the President to report to the Congress on what Federal actions are being taken to stop such practices if the Commission determines that any non-market economy country is engaged in below-cost uranium product exports or services. Requires the owner or operator of any civilian nuclear power reactor to disclose annually to the Secretary the country of origin and the seller of purchased or imported uranium products or services. Requires the Secretary to encourage States and utility regulatory authorities to take into consideration the achievement of the objectives and purposes of this subtitle (including the national need to avoid dependence on imports) when considering whether to allow the owner or operator of any electric power plant to recover in its customer rates and charges the purchase cost of domestic uranium, enriched uranium or enrichment services from a non-affiliated seller greater than the cost of non-domestic uranium products or services. Requires an annual report to the Congress on progress in encouraging such actions. Authorizes Federal enriched uranium purchases from other sources at prices below DOE or Corporation production costs if it is necessary to reduce them and maintain competitive prices. States that if federally purchased enriched uranium is used to supply enrichment customers, any uranium provided by such customers to either the Secretary or the Corporation as feed material may only be used for rebuilding uranium inventory or for overfeeding purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Uranium Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Uranium Enrichment Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Uranium Security and Tailings Reclamation Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Comprehensive Uranium Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Uranium Enrichment Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Uranium Security and Tailings Reclamation Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Comprehensive Uranium Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Uranium Enrichment Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Uranium Security and Tailings Reclamation Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the United States Enrichment Corporation to operate the Federal uranium enrichment program on a profitable and efficient basis in order to maximize the long term economic value to the United States, to provide assistance to the domestic uranium industry and to provide a Federal contribution for the reclamation of mill tailings generated pursuant to Federal defense contracts at active uranium and thorium processing sites.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:36-05:00"
}