{
  "actions": [
    {
      "acted_at": "1974-06-10", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-08-29", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 93-1345.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-09-12", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #525 (343-10).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-09-16", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-09-23", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Public Welfare with amendment, S. Rept 93-1163.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-09-25", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #425 (86-1).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-09-30", 
      "references": [], 
      "text": "House agreed to Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-09-30", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-10-01", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-10-12", 
      "references": [], 
      "status": "PROV_KILL:VETO", 
      "text": "Vetoed by President, H. Doc. 93-371.", 
      "type": "vetoed"
    }, 
    {
      "acted_at": "1974-10-15", 
      "references": [], 
      "text": "Motion to override veto passed House, roll call #614 (360-12).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-16", 
      "references": [], 
      "text": "Motion to override veto passed Senate, roll call #479 (72-1).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-10-16", 
      "references": [], 
      "text": "Public law 93-445.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15301-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": true, 
    "vetoed_at": "1974-10-12"
  }, 
  "introduced_at": "1974-06-10", 
  "number": "15301", 
  "official_title": "A bill to amend the Railroad Retirement Act of 1937 to revise the retirement system for employees of employers covered thereunder and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr16167-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr16299-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s3612-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Railroad Retirement Act", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PROV_KILL:VETO", 
  "status_at": "1974-10-12", 
  "subjects": [
    "Income tax", 
    "Labor and employment", 
    "Old age, survivors and disability insurance", 
    "Railroad retirement plans", 
    "Railroads", 
    "Social welfare"
  ], 
  "subjects_top_term": "Railroad retirement plans", 
  "summary": {
    "as": "Public Law", 
    "date": "1974-10-16", 
    "text": "(LATEST SUMMARY) Railroad Retirement Act - =Title I: The Railroad Retirement Act of 1974= - Defines the terms used in this Act. Sets forth the annuity eligibility requirements for individuals covered under this Act, their spouses and the survivors of deceased employees. Describes: (1) the procedures for the computation of the amount of employee annuities, taking into account social security benefits and a cost-of-living escalation; and (2) the formulas for computation of spouse and survivor benefits, resulting in an increase in such benefits. Prescribes the beginning and ending dates for annuities and the procedures for application for any payment under this Act. Provides for lump sum payments of annuities to survivors in specified instances. States that this Act shall be administered by the Railroad Retirement Act of 1937 as an independent agency in the executive branch and composed of three members appointed by the President, by and with the advice and consent of the Senate. Provides that the Board shall have and exercise all duties and powers necessary to administer this Act. Enumerates additional duties of the Board. Requires the Secretary of Health, Education, and Welfare to furnish the Board certified reports of wages, self-employment income, and periods of service and of other records in his possession, or which he may secure, pertinent to the administration of this Act. Sets forth the rules governing judicial review of Board decisions. Requires employers to file with the Board returns of compensation of employees. Outlines the procedures to be followed: (1) on the making of erroneous payments under this Act; (2) for waiver of annuities; and (3) in the case of incompetence of the individual claiming benefits. Provides that the Railroad Retirement Account established by the Railroad Retirement Act of 1937 shall continue to be maintained in the Treasury of the United States. Authorizes appropriations to such Account for each fiscal year, beginning with the fiscal year ending June 30, 1975, to provide for the payment of benefits to be made from such Account. States that the Railroad Retirement Supplemental Account established by the Railroad Retirement Act of 1937 shall continue to be maintained in the Treasury of the United States. Authorizes appropriations to such Account for each fiscal year, beginning with the fiscal year ending June 30, 1975, to provide for the payment of supplemental annuities. States that it shall not be unlawful for carriers by railroad subject to this Act to furnish free transportation to individuals receiving annuities under this Act in the same manner as such transportation is furnished to employees in their service. Sets forth guidelines governing: (1) the crediting of service under the Social Security Act; and (2) automatic benefit eligibility requirement adjustments. =Title II: Transitional Provisions= - Provides for a transition from the Railroad Retirement Act of 1937 to this Act by specifying procedures to be followed in the making of annuities, supplemental annuities, death benefits, pensions, and other specified benefits to individuals, spouses, and survivors. =Title III: Amendments to the Social Security Act= - Makes technical and conforming amendments to the Social Security Act. =Title IV: Amendment to the Railroad Unemployment Insurance Act= - Makes technical and conforming amendments to the Railroad Unemployment Insurance Act. =Title V: Amendments to the Internal Revenue Code of 1954= - Makes technical and conforming amendments to the Internal Revenue Code. =Title VI: Miscellaneous Provisions and Effective Dates= - Sets forth the dates on which specified provisions of this Act shall take effect."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Railroad Retirement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Railroad Retirement Act of 1937 to revise the retirement system for employees of employers covered thereunder and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:05-05:00"
}