{
  "actions": [
    {
      "acted_at": "1975-02-25", 
      "references": [], 
      "text": "Referred to Joint Committee on Atomic Energy.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3734-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Joint Atomic Energy", 
      "committee_id": "HSAT"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-25", 
  "number": "3734", 
  "official_title": "A bill to amend the Atomic Energy Act of 1954 to provide for environmental review of proposed nuclear powerplants.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "McCormack, Mike", 
    "state": "WA", 
    "thomas_id": "00762", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1975-02-25", 
  "subjects": [
    "Energy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal-state relations", 
    "Independent regulatory commissions", 
    "Nuclear Regulatory Commission", 
    "Nuclear energy", 
    "Nuclear power", 
    "Nuclear power plant sites", 
    "Nuclear power plants", 
    "Nuclear reactors", 
    "Peaceful uses of nuclear energy"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-25", 
    "text": "Empowers the Nuclear Regulatory Commission to enter into an agreement with any State agency or regional agency under which such State or regional agency shall conduct an environmental review of and shall issue or deny an application for a site certificate for any proposed nuclear power reactor site in the State or region with respect to which such agency has jurisdiction. States that any such agreement shall expire ten years from its effective date and the parties may agree to enter into subsequent agreements. Directs the Nuclear Regulatory Commission to, in consultation with the Council on Environmental Quality, formulate any requirements to be imposed in any such agreement. Provides that such an agreement shall provide that a State or regional agency may issue a site certificate for a proposed nuclear power reactor only if such agency finds, after having considered and balanced the environmental and economic costs and benefits of the nuclear power reactor if constructed on the site proposed, the need for electric power, and other relevant factors, that the construction and operation of the nuclear power reactor on the proposed site is in the public interest. States that any such agreement shall provide that in making site certification decisions the State or regional agency which is a party to the agreement shall, on its own motion or on application of any person proposing to construct a nuclear power reactor: (1) conduct a thorough review of all environmental effects; (2) hold public hearings and offer to consider comments from any affected Federal, State, or local agency; and (3) prepare a detailed environmental impact statement on the proposed site. Requires such an agency to issue, within one year after submission of an application for a site certificate by a person proposing to construct one or more nuclear power reactors, a final decision granting or denying a site certificate to the applicant. States that in any proceeding under this Act concerning a license or construction permit, or application to transfer control, and in any proceeding dealing with the activities of licenses, or for the payment of compensation, the Commission shall grant a hearing upon the request of any person whose interest may be affected by the proceeding. Provides that, unless a State or regional agency is party to such an agreement at the time site approval is sought for one or more nuclear power reactors, the Commission is authorized to consider and grant or deny by order an application by any person for approval of a site for one or more nuclear power reactors, except that such construction permit or operating license or amendment to a construction permit or operating license for a nuclear power reactor shall not be issued unless all site-related restrictions in the site approval are complied with. Authorizes the Commission to consider and grant or deny petitions for the issuance of a rule or on its own initiative issue a rule approving the preliminary or final design of part of a nuclear power reactor. Directs the Nuclear Regulatory Commission to complete the results of the survey to locate possible nuclear energy center sites by October 11, 1975. Requires that Nuclear energy centers be established on at least five of the sites by October 11, 1976. Requires that all nuclear energy center sites be owned and managed by the Energy Research and Development Administration. Requires that all elements of the nuclear fuel cycle licensed for construction by the Nuclear Regulatory Commission be located on a nuclear energy center site."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Atomic Energy Act of 1954 to provide for environmental review of proposed nuclear powerplants.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:29-05:00"
}