{
  "actions": [
    {
      "acted_at": "1987-07-23", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-07-30", 
      "bill_ids": [
        "hr1414-100"
      ], 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "See H.R.1414.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-07-30", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Energy and the Environment", 
      "text": "Referred to Subcommittee on Energy and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2994-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and the Environment", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1987-07-23", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Roe, Robert A.", 
      "sponsored_at": "1987-07-23", 
      "state": "NJ", 
      "thomas_id": "00974", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Sharp, Philip R.", 
      "sponsored_at": "1987-07-23", 
      "state": "IN", 
      "thomas_id": "01046", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-07-23", 
  "number": "2994", 
  "official_title": "A bill to amend the Price-Anderson provisions of the Atomic Energy Act of 1954 to extend and improve the procedures for liability and indemnification for nuclear incidents.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1414-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Price-Anderson Amendments Act of 1987", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-07-23", 
  "subjects": [
    "Actions and defenses", 
    "Advisory bodies", 
    "Armed forces and national security", 
    "Business and commerce", 
    "Civil procedure", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Courts and Civil Procedure", 
    "Damages", 
    "Defense articles", 
    "Economics and public finance", 
    "Energy policy", 
    "Environmental protection", 
    "Evacuation of civilians", 
    "Federal advisory bodies", 
    "Government contractors", 
    "Government liability", 
    "Government trust funds", 
    "Indexing (Economic policy)", 
    "Inflation", 
    "Insurance", 
    "Insurance premiums", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Liability for nuclear damages", 
    "Liability insurance", 
    "Licenses", 
    "Limitation of actions", 
    "Nuclear energy", 
    "Nuclear energy research facilities", 
    "Nuclear power plant accidents", 
    "Nuclear power plants", 
    "Nuclear weapons", 
    "Public Contracts, Procurement, and Property", 
    "Public safety", 
    "Radiation safety", 
    "Radioactive wastes", 
    "State laws"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-07-23", 
    "text": "Price-Anderson Amendments Act of 1987 - Amends the Atomic Energy Act of 1954 to provide that the amount of financial protection required of licensees of facilities having a rated capacity of 100,000 electrical kilowatts or more shall be the maximum amount available at reasonable cost. Increases from $5,000,000 to $63,000,000 the maximum standard deferred premium amount which may be charged following any nuclear incident. Limits such amount to $10,000,000 in any one year. Excludes from such amount legal costs subject to court authorization that the court has not authorized to be paid. Eliminates the Nuclear Regulatory Commission's (NRC) authority to: (1) establish a maximum amount of deferred premiums that may be charged for all nuclear incidents in any one year; and (2) charge some utilities smaller deferred premiums than others. Authorizes the NRC, on a case by case basis, to assess annual deferred premium amounts less than the standard annual deferred premium for: (1) any facility, if more than one nuclear incident occurs in any one calendar year; or (2) any licensee licensed to operate more than one facility if the NRC determines that the financial impact of assessing the standard annual deferred premium would result in undue financial hardship to such licensee or to the ratepayers of such licensee. Establishes procedures to be followed by the NRC in borrowing funds from the Treasury to compensate victims of a nuclear incident. Extends the NRC's authority to enter into indemnification agreements with its licensees for an additional ten years (until August 1, 1997). Makes the Department of Energy's indemnification authority mandatory for all contracts which involve the risk of public liability and which are not subject to financial protection requirements (thereby avoiding indemnification overlap for certain contractors). Extends the indemnification authority for an additional 12 years. Authorizes the Secretary of Energy to incorporate into indemnification agreements certain provisions relating to the waiver of any issue of defense as to charitable or governmental immunity. Provides for payment from the Nuclear Waste Fund of claims arising out of nuclear waste activities funded by it. Requires the Secretary to indemnify certain contractors to the full extent of the aggregate public liability, including the contractors' legal costs (as approved by the Secretary). Provides that indemnification agreements shall be deemed amended on the date of enactment of this Act to reflect the amount of indemnity and financial protection required of the contractor on such date. Limits to $100,000,000 the indemnity amount in nuclear incidents occurring outside the United States. Makes an indemnified contractor who is engaged in underground nuclear detonation activities liable for injuries or damages resulting from such activities. Revises the definition of \"public liability\" to include the costs of precautionary evacuations ordered by State or local officials. Precludes a court from awarding the costs of a precautionary evacuation unless such costs constitute a public liability. Sets guidelines for the maximum aggregate liability of indemnified persons for a single nuclear incident, including legal costs. Directs the Congress to provide prompt compensation for all public liability claims for damages exceeding the statutory limitation on liability. Establishes procedures for congressional review of any nuclear incident likely to exceed the statutory liability limitation. Declares that the statutory limitation does not preclude the Congress from imposing additional revenue measures upon NRC licensees necessary to provide funds for victim compensation. Requires the Secretary of Energy or the NRC to survey the causes and extent of damage of any nuclear incident involving damages likely to exceed the statutory aggregate liability and to report the results of such survey to the Congress, the Representatives and Senators of the affected districts and States, the public, the parties involved, and the courts. Requires the President to report to the Congress: (1) an estimate of the aggregate dollar value of damages exceeding the statutory limit; (2) a recommendation for additional sources of funds for such compensation; and (3) specific proposals for disbursing compensation to the public. Extends from August 1, 1987, to August 1, 1997, the NRC's authority to indemnify certain nonprofit educational institutions licensed to operate nuclear research reactors. Includes within such indemnity protection such legal costs of the licensee as the NRC approves. Directs the President to establish a commission to study means of fully compensating victims of a catastrophic nuclear accident that exceeds the aggregate statutory liability. Establishes guidelines for such commission. Requires the commission to report and recommend to the Congress: (1) changes in civil procedures needed for prompt claim disposition; (2) standards for establishing priorities among claims; and (3) provisions for addressing latent injury claims. Repeals the condition that a State statute of limitations be waived only if suit is filed within 20 years after a nuclear incident. (Thus, conditions the waiving of a statute of limitations only upon institution of a suit within three years of the date the claimant knew or reasonably could have known of the injury.) Revises the application of the waiver-of-defenses to include extraordinary nuclear occurrences involving radioactive wastes or nuclear materials licensees indemnified by the NRC. Makes applicable to all nuclear incidents (rather than just extraordinary nuclear occurrences) the consolidation of claims in a legal action. Permits the consolidation and removal of public liability actions pending on the date of enactment of this Act. Sets forth conditions under which the chief judge of the Federal district court in which claims are consolidated is authorized to establish a special case load management panel for the coordination of cases arising out of a nuclear incident. Sets forth criteria under which a court is authorized to permit the payment of legal costs. Extends from August 1, 1983, to August 1, 1993, the deadline by which the Department and the NRC must report to the Congress on the need for continuation or modification of the Price-Anderson Act. Absolves lessors of a large commercial reactor from any public liability which might arise from a nuclear incident relating to such facility unless the lessor is in actual possession and control of the facility at the time of the nuclear incident. Prohibits any court from awarding punitive damages where the Federal Government would be liable for such damages under an indemnification agreement. Directs the NRC to adjust, at least once every five years, the amount of the aggregate standard deferred premium required of civilian commercial reactors so as to reflect the aggregate percentage change in the consumer price index since the date of enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Price-Anderson Amendments Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Price-Anderson provisions of the Atomic Energy Act of 1954 to extend and improve the procedures for liability and indemnification for nuclear incidents.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:43-05:00"
}