{
  "actions": [
    {
      "acted_at": "2009-03-16", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-05-20", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2009-07-22", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Rockefeller with an amendment in the nature of a substitute. With written report No. 111-57.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2009-07-22", 
      "calendar": "Senate Legislative", 
      "number": "122", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 122.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2009-07-28", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s601-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2009-07-30", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-03-16", 
  "number": "601", 
  "official_title": "A bill to establish the Weather Mitigation Research Office, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Weather Mitigation Research and Development Policy Authorization Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Hutchison, Kay Bailey", 
    "state": "TX", 
    "thomas_id": "01368", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-05-20", 
  "subjects": [
    "Advisory bodies", 
    "Atmospheric science and weather", 
    "Executive agency funding and structure", 
    "National Science Foundation", 
    "Research administration and funding", 
    "Research and development", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2009-07-22", 
    "text": "Weather Mitigation Research and Development Policy Authorization Act of 2009 - (Sec. 5) Establishes in the Geosciences Directorate of the National Science Foundation (NSF) the Weather Mitigation Research Office to establish and coordinate the national research and development program on weather mitigation described in this Act. Requires the Program to be headed by a Director, who shall be appointed by the Director of the Geosciences Directorate. Instructs the Director of the NSF to coordinate the work of the Program with the Office of Science and Technology Policy (OSTP). Authorizes the Director of the Program to: (1) fund studies, obtain information, and hold workshops necessary to carry out this Act; (2) cooperate with public or private agencies to promote the purposes of this Act; and (3) enter into cooperative agreements with the head of a U.S. department or agency, an appropriate official of a state or political subdivision of a state, or an appropriate official of a private or public agency or organization to conduct research and development (R&D) pertaining to weather mitigation. Creates a Working Group to advise the Program and to make recommendations to the Program concerning administration, research, and other matters. (Sec. 6) Requires the Director of the Program, in consultation with the Working Group, to submit an implementation plan to Congress for the establishment and coordination of the Program. Permits the inclusion in the Program of specified activities related to weather mitigation, including: (1) interdisciplinary R&D and coordination of R&D and activities to improve the understanding of processes relating to planned and inadvertent weather mitigation; (2) coordination with relevant organizations; (3) development, through partnerships among federal agencies, state agencies, and academic institutions, of new technologies and approaches for weather mitigation; and (4) establishment of scholarships and educational opportunities that encourage an interdisciplinary approach to weather mitigation. Requires the Program to promote and fund R&D, studies, and investigations with respect to: (1) improved forecast and decisionmaking technologies for weather mitigation operations; and (2) adaptation and scaling experiments in the efficacy of weather mitigation. Authorizes the Director of the NSF to establish a grant program for the awarding of grants to eligible entities (state agencies, institutions of higher education, and nonprofits that have expertise in the field of weather mitigation and experience working with state agencies) for R&D projects that pertain to weather mitigation. (Sec. 7) Requires the Director to submit biennial reports containing certain information to the President and specified congressional committees. (Sec. 8) Instructs the head of any U.S. department or agency and the head of any other public or private institution receiving research funds from the United States to cooperate with the Director of the Program. (Sec. 9) Directs the OSTP, in support of the implementation plan, to: (1) address relevant programs and activities of the federal agencies and departments that would contribute to the Program; (2) consider and use, as appropriate, reports and studies of federal agencies and departments, weather modification organizations, and other expert scientific bodies, including a specified National Research Council report; and (3) make recommendations for the coordination of Program activities with weather mitigation activities of other national and international organizations. Requires OSTP, in the support of the biennial reports required from the Director under section 7, to provide specified information. (Sec. 10) Authorizes appropriations. Allows for the acceptance, use, and disposal of gifts or donations of services or property under the Program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Weather Mitigation Research and Development Policy Authorization Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Weather Mitigation Research and Development Policy Authorization Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Weather Mitigation Research Office, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:55-05:00"
}