{
  "actions": [
    {
      "acted_at": "2010-01-26", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4515-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Smith, Lamar", 
      "sponsored_at": "2010-01-26", 
      "state": "TX", 
      "thomas_id": "01075", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-01-26", 
  "number": "4515", 
  "official_title": "To make certain technical and conforming amendments to the Lanham Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2968-111", 
      "reason": "identical"
    }
  ], 
  "short_title": "Trademark Technical and Conforming Amendment Act of 2010", 
  "sponsor": {
    "district": "14", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-01-26", 
  "subjects": [
    "Civil actions and liability", 
    "Commerce", 
    "Congressional oversight", 
    "Fraud offenses and financial crimes", 
    "Government investigations", 
    "Intellectual property", 
    "Small business"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-01-26", 
    "text": "Trademark Technical and Conforming Amendment Act of 2010 - Amends the Act commonly known as the Lanham Act to replace references to \"registrant\" with references to \"owner\" in provisions: (1) making a certificate of registration prima facie evidence of the validity, registration, ownership, and exclusive rights to use a mark; and (2) relating to a registrant's surrender, cancellation, or amendment of registration. Requires, in the event of a surrender, cancellation, or amendment, that an appropriate entry be made on the records of the United States Patent and Trademark Office (USPTO) and on the certificate of registration. (Current law allows, when the certificate is lost or destroyed, such an entry to be made on a certified copy of the certificate.) Requires, when the USPTO makes a material mistake in a registration, that a certificate stating the fact and nature of the mistake be attached to each printed copy of the registration. (Current law requires that the certificate stating the mistake be attached to each printed copy of the registration certificate.) Replaces references to \"registrant\" with references to \"owner\" in provisions relating to the incontestability of the right to use a mark under certain conditions. Allows the holder of an international registration to appeal to the U.S. Court of Appeals for the Federal Circuit if the holder is dissatisfied with the decision of the Director or Trademark Trial and Appeal Board. Modifies requirements regarding the duration of registrations and related affidavits and fees. Requires a study and report to Congress on: (1) the extent to which small businesses may be harmed by litigation tactics by corporations attempting to enforce trademark rights beyond a reasonable interpretation of the scope of the rights granted to the trademark owner; and (2) the best use of federal government services to protect trademarks and prevent counterfeiting."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trademark Technical and Conforming Amendment Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To make certain technical and conforming amendments to the Lanham Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:02-05:00"
}