{
  "actions": [
    {
      "acted_at": "1981-01-05", 
      "references": [], 
      "text": "Considered by House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-01-05", 
      "references": [], 
      "text": "Resolution Agreed to in House by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres5-97", 
  "bill_type": "hres", 
  "committees": [], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-05", 
  "number": "5", 
  "official_title": "A resolution adopting the Rules of the House of Representatives for the Ninety-seventh Congress.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "12", 
    "name": "Wright, James C., Jr.", 
    "state": "TX", 
    "thomas_id": "01244", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1981-01-05", 
  "subjects": [
    "House of Representatives", 
    "House rules and procedure"
  ], 
  "subjects_top_term": "House rules and procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-05", 
    "text": "Adopts the Rules of the House of Representatives for the Ninety-sixth Congress, after amendments, as the Rules for the Ninety-seventh Congress. Authorizes the Speaker of the House to sign enrolled bills whether or not the House is in session. Includes among the questions that the Speaker may postpone for further proceedings: (1) questions of ordering the previous question on privileged resolutions reported from the Rules Committee; and (2) questions of agreeing to motions to suspend the rules. Authorizes the Clerk of the House to receive messages from the President and the Senate whenever the House is not in session. Prohibits a Member from casting a vote or recording another Member's presence in the House or Committee of the Whole. Increases the membership of the Committee on the Budget. Requires the use of the scheduling service provided by the Committee on House Administration to resolve scheduling conflicts. Eliminates the requirement for publication of factual descriptions prepared by the Congressional Research Service for each bill or resolution in the Congressional Record and the Digest of Public General Bills. Allows the referral of bills or resolutions to the Joint Committee on Atomic Energy. Requires each committee, except the Rules Committee, to announce the date, place, and subject matter of any hearing and promptly enter such notice into the committee scheduling service of the House Information Systems. Allows the Committee on Ways and Means to sit without special leave during the five-minute rule for amendments. Exempts from the ordinary restrictions on floor consideration, any government agency decision, determination, or action which would become or remain effective unless congressionally disapproved. Includes the government of the District of Columbia as a government agency for such purposes. Authorizes the Committee on Appropriations to report at any time joint resolutions continuing appropriations for a fiscal year if reported after September 15 of the preceding year. Exempts reports from committees where a cost estimate and comparison has been prepared by the Director of the Congressional Budget Office from being referred to a House calendar. Provides that the Chairman of the Committee of the Whole may refuse to entertain a point of order that a quorum is not present only during general debate. Authorizes a motion in the Committee of the Whole to dispense with the reading of an amendment if such amendment has been printed in the reported bill or in the Congressional Record. Sets forth a procedure for response to subpoenas for Members, officers, and employees of the House prior to seeking a judicial determination of whether the subpoena is a proper exercise of the court's jurisdiction and whether compliance with such subpoena is consistent with the rights and privileges of the House."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution adopting the Rules of the House of Representatives for the Ninety-seventh Congress.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:31-05:00"
}