{
  "actions": [
    {
      "acted_at": "1998-05-07", 
      "committee": "Committee on the Judiciary, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-05-07", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-05-07", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-05-12", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications, Trade, and Consumer Protection, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Telecommunications, Trade, and Consumer Protection, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3817-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications, Trade, and Consumer Protection", 
      "subcommittee_id": "12"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Bryant, Ed", 
      "sponsored_at": "1998-05-07", 
      "state": "TN", 
      "thomas_id": "00141", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-05-07", 
  "number": "3817", 
  "official_title": "To exempt professional sports leagues from liability under the antitrust laws for certain conduct relating to the relocation of their respective member teams; to establish procedures and remedies applicable to such leagues with respect to the relocation of such teams, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Professional Sports Franchise Relocation Act of 1998", 
  "sponsor": {
    "district": "5", 
    "name": "Meehan, Martin T.", 
    "state": "MA", 
    "thomas_id": "00788", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-05-07", 
  "subjects": [
    "Actions and defenses", 
    "Antitrust law", 
    "Basketball", 
    "Business losses", 
    "Commerce", 
    "Finance and financial sector", 
    "Football", 
    "Government operations and politics", 
    "Government paperwork", 
    "Hockey", 
    "Injunctions", 
    "Law", 
    "Local finance", 
    "Location of industries", 
    "Newspapers", 
    "Press organizations", 
    "Professional sports", 
    "Soccer", 
    "Sports and recreation", 
    "Sports and state", 
    "Stadiums"
  ], 
  "subjects_top_term": "Sports and recreation", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-05-07", 
    "text": "Professional Sports Franchise Relocation Act of 1998 - Declares that it shall not be unlawful under the antitrust laws for a professional sports league to issue or enforce rules, or to enter into or carry out agreements, to permit or restrict the relocation of any member team of such league. (Sec. 4) Requires any person seeking to change a team's home territory to submit to the appropriate professional sports league, within 210 days before the commencement of the season in which it proposes to play in a new location, a request for approval of the proposed change. Specifies request requirements, including that each request: (1) be made available to the news media and be published in one or more general circulation newspapers in the team's home territory; and (2) contain the proposed location, the reasons for the change, and the intended effective date. Requires each league to establish rules and procedures for approving or disapproving requests that shall be made available upon request to any interested party. Includes among the criteria each league shall consider: (1) fan loyalty ; (2) the extent to which the team received public financial support by means of any publicly financed playing facility, special tax treatment, or any other form of such support; (3) the adequacy of the stadium or arena of the member team and the willingness of the stadium or arena authority or local government to remedy any deficiencies; and (4) whether the team has incurred net operating losses, exclusive of depreciation and amortization, sufficient to threaten the continued financial viability of the team. Requires the league: (1) in determining whether to approve or disapprove a proposed request, to conduct and keep a written record of a hearing at which interested parties shall be afforded an opportunity to submit written testimony and exhibits; and (2) within five days after making its decision, to provide to each interested party and the news media a notice of the decision, including a detailed description of associated requirements and procedures. (Sec. 5) Permits league compliance to be reviewed in a civil action commenced by an interested party. Authorizes commencement of a civil action, within 21 days after the league provides notice of its decision, in any U.S. judicial district, excluding any judicial district: (1) established in the State that contains the team's home territory with respect to which such action is commenced or the proposed team location; or (2) that includes a geographical area that is less than 75 miles from any part of such home territory. Directs the court, if the plaintiff prevails, to enjoin the league: (1) to vacate its decision; and (2) not to approve or disapprove such request until the league complies with this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Professional Sports Franchise Relocation Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To exempt professional sports leagues from liability under the antitrust laws for certain conduct relating to the relocation of their respective member teams; to establish procedures and remedies applicable to such leagues with respect to the relocation of such teams, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:52-05:00"
}