{
  "actions": [
    {
      "acted_at": "1979-03-08", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-08", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2726-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-08", 
  "number": "2726", 
  "official_title": "A bill to establish in the Department of Labor a Federal Boxing Board to prescribe and enforce fair labor standards applicable to the conduct of professional boxing and to impose certain other requirements relating to professional boxing, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Boxing Control Act of 1979", 
  "sponsor": {
    "district": "2", 
    "name": "Beard, Edward", 
    "state": "RI", 
    "thomas_id": "00068", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-08", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Appellate courts", 
    "Athletes", 
    "Class actions (Civil procedure)", 
    "Confidential communications", 
    "Contracts", 
    "Courts and Civil Procedure", 
    "Department of Labor", 
    "District courts", 
    "Environmental protection", 
    "Executive reorganization", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Government regulation", 
    "Governmental investigations", 
    "Health", 
    "Independent regulatory commissions", 
    "Injunctions", 
    "Intergovernmental relations", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Licenses", 
    "Minimum wages", 
    "Occupational health and safety", 
    "Parties to actions", 
    "Professional sports", 
    "Sports and Athletics", 
    "Sports and state", 
    "Sports facilities", 
    "Standards", 
    "States", 
    "Subpoena", 
    "Wages", 
    "Witnesses"
  ], 
  "subjects_top_term": "Professional sports", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-08", 
    "text": "Federal Boxing Control Act of 1979 - Establishes a Federal Boxing Board, composed of three members appointed by the Secretary of Labor, in the Department of Labor. Requires that no member of the Board be engaged, during the period of such membership, in any capacity in the conduct of, or have a pecuniary interest in, the business of professional boxing. Requires that not more than one of the three members may have been engaged, at any time prior to such appointment, in any capacity in the conduct of the business of professional boxing. Authorizes the Board to appoint an executive officer and other necessary personnel. Requires all professional boxing matches held within the United States and all boxers participating in such matches to be registered by the Board. Requires that the Board be satisfied that a boxer is fit to face the other boxer registered for a match before registering such boxer. Prohibits registration, or continuance of registration, of any boxer who has been defeated by a knockout or a technical knockout during the 30-day period ending immediately before the date of the match. Requires, for the registration of any match, that the Board be informed of a date certain for such match no more than 360 days and no less than seven days before such match. Prohibits cancellation of any registered match before the end of a reasonable notice period prescribed by Board regulation, except in the case of unavoidable extenuating circumstances determined in advance by the Board. Requires reports on the outcome and the conduct of registered matches to be sent by designated persons to the Board within three days after such match. Directs the Board to transmit copies of such reports to appropriate authorities of each State. Prohibits any boxing match taking place in any State which has not yet received a copy of such report for each boxer for the last match, if any, in which that boxer participated. Directs the Board to fix and collect registration fees to cover the administrative costs of such registration. Requires any contracts or agreements in connection with boxing matches to be in writing and open to inspection by the Board, with copies furnished to the Board upon its request. Authorizes the Board to require any such contract, agreement, arrangement, or understanding to set forth as described in Board regulations: (1) fair labor standards binding on the parties; (2) other provisions in the best interests of the public and of professional boxing; and (3) no provisions contrary to such best interests. Authorizes the Board to prohibit, after notice and opportunity for hearing, any proposed match if it finds such prohibition to be in the public interest and that: (1) any contract, agreement, or arrangement does not conform to specified regulations; (2) such match is not registered; or (3) there are reasonable grounds for belief that such match will be affected by violations of specified fair labor standards, or by bribery, collusion, intentional losing, racketeering, extortion, or the use of unlawful threats, coercion, intimidation, or violence. Authorizes the Board to summarily prohibit a match, without notice and hearing, pending final disposition or for an appropriate shorter period, if such action is judged necessary and in the public interest. Directs the Board to prescribe specified regulations, including professional boxing fair labor standards for minimum: (1) rates of compensation; (2) match site environmental standards; and (3) medical service and facility availability standards. Grants investigative and subpoena powers to the Board. Authorizes the Board to seek injunctive or mandatory relief in appropriate district courts to enforce this Act. Authorizes public hearings by the Board and requires recordkeeping thereof. Allows a person aggrieved by Board orders to obtain review of such orders in the appropriate Federal court of appeals. Allows a person claiming an injury by a violation of this Act to bring a civil action in an appropriate district court: (1) for actual damages and, in certain cases, punitive damages up to $50,000; or (2) to enjoin any person alleged to be in such violation. Stipulates that actual damages in cases involving violations of the requirement of adequate notice before cancellation of matches shall equal the training expenses for such matches plus one-third of any additional expenses incurred. Allows a person who believes that such person or class will be irrevocably injured by a violation to bring a civil action in a district court to enjoin such violation. Authorizes the Board to secure specified information from other Federal agencies. Directs the Board to treat specified information as confidential. Directs the Board to submit annual reports to Congress. Declares that this Act does not interfere with any powers, duties, or functions of State boxing authorities which are not inconsistent with the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Boxing Control Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish in the Department of Labor a Federal Boxing Board to prescribe and enforce fair labor standards applicable to the conduct of professional boxing and to impose certain other requirements relating to professional boxing, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:44-05:00"
}