{
  "actions": [
    {
      "acted_at": "1979-05-16", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-09-13", 
      "references": [], 
      "text": "Reported to House from the Committee on Agriculture with amendment, H. Rept. 96-430.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-13", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-13", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-13", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #54 (202-140).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-13", 
      "bill_ids": [
        "s1125-96"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 1125 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4119-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Madigan, Edward R.", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "00724", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-16", 
  "number": "4119", 
  "official_title": "A bill to improve and expand the Federal crop insurance program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres562-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s1125-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Crop Insurance Act of 1979", 
  "sponsor": {
    "district": "7", 
    "name": "Jones, Ed", 
    "state": "TN", 
    "thomas_id": "00608", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-16", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural insurance", 
    "Agriculture and Rural Affairs", 
    "Aquaculture", 
    "Authorization", 
    "Business and commerce", 
    "Corporations and Stocks", 
    "Cotton", 
    "Courts and Civil Procedure", 
    "Department of Agriculture", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Economics and public finance", 
    "Federal Crop Insurance Corporation", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Feed grain program", 
    "Government corporations", 
    "Grazing", 
    "Indemnity", 
    "Insurance", 
    "Jurisdiction", 
    "Law", 
    "Nurseries (Horticulture)", 
    "Potatoes", 
    "Rice", 
    "Tomatoes", 
    "Wheat"
  ], 
  "subjects_top_term": "Agricultural insurance", 
  "summary": {
    "as": "Laid on table in House", 
    "date": "1980-02-13", 
    "text": "(Measure laid on table in House, S. 1125 passed in lieu) Federal Crop Insurance Act of 1979 - Amends the Federal Crop Insurance Act to increase the capital stock of the Federal Crop Insurance Corporation from $200,000,000 to $500,000,000, effective October 1, 1980. Directs the Secretary of the Treasury to cancel, without consideration, receipts for payments for or on account of the stock of the Corporation outstanding on the date of enactment of this Act, and states that such receipts shall cease to be liabilities of the Corporation. Requires the Secretary of Agriculture to appoint two policyholding active farmers, from different geographic areas of the United States, who are not otherwise employed by the Federal Government, to the Corporation's Board of Directors. Increases the maximum compensation of Board members not otherwise employed by the Government to no greater than the daily rate for GS-18. Authorizes the Corporation to conduct pilot projects relating to specified agriculture-related risks and losses. Directs the Board of Directors to use private insurance companies in the administration of the Federal crop insurance program, to the maximum extent feasible. Directs the Board to indemnify private insurance agents and brokers for errors or omissions by it or its contractors. Requires the Corporation to offer: (1) a minimum of three levels of coverage (50 or 65 or 75 percent of the recorded or appraised average yield); (2) other levels of yield coverage, other than the standard one, to be selected at the option of each producer; (3) insurance coverages to individual farmers based on the actual five-year production history for the farm, or, if such history is not available, based on that farm's county's average yield; and (4) a choice of price elections, one of which approximates (but is not less than) 90 percent of the projected market price of the commodity. Permits producers to: (1) elect to delete from the Corporation insurance policy the coverage against losses caused by both hail and fire; (2) obtain coverage therefor from a private insurer; and (3) receive up to a 25 percent reduction of premium in such cases. Requires the Corporation to pay 30 percent of each producer's premium as calculated on any coverage on the Corporation's insurance policy up to a maximum of 65 percent of the recorded or appraised average yield. Authorizes the Board to require the Corporation to pay a premium subsidy to further reduce the portion of the premium paid by small farmers. Repeals the requirement that the Corporation post a list of indemnities paid for farm losses at each country courthouse. Authorizes the Corporation to reinsure insurers, including private insurance companies or pools of such companies, and reinsurers of such companies, or any State, territorial, or local governmental entity, which insure producers of any agricultural commodity under an acceptable plan, including a test program made available, to the maximum extent possible, not later than the 1982 crop year. Requires the Corporation to pay: (1) a portion of each producer's premium for such insurance so reinsured, covering the same percent of the premium and subject to the same restrictions as Federal partial payments of Federal crop insurance premiums; and (2) operating and administrative costs to insurers of policies on which the Corporation provides reinsurance, to the same extent that such costs are covered by appropriated funds on the Corporation's insurance policies. Requires that insurers of policies on which reinsurance is provided make use of licensed private insurance agents and brokers on the same basis as required of Corporation policies. Authorizes the Corporation to offer separate protection against specific risks such as prevented planting, wildlife depredation, tree damage and disease, and insect infestation. Repeals the authority of the Secretary to appoint advisory committees. Removes the $12,000,000 ceiling on annual appropriations. Limits to 200 the additional full-time employees employed to implement this Act, except in emergencies. Authorizes the Corporation to borrow directly from the Treasury, in amounts provided in appropriation Acts, if moneys available to the Corporation are insufficient to indemnify producers for losses. Requires reauthorization of the appropriation and borrowing authority for the Federal crop insurance program, effective October 1, 1983. Expands crop insurance coverage to include tomatoes, grain sorghum, sunflowers, raisins, oranges, sweet corn, dry peas, freezing and canning peas, forage, apples, grapes, potatoes, nursery crops, native grass, and aquacultural species. Excludes livestock and stored grain from such coverage. Amends the Food and Agriculture Act of 1977 to extend to the 1980 and 1981 crops of wheat, feed grains, upland cotton, and rice the low yield and prevented planting disaster payment programs effective for the 1978 and 1979 crops. Denies eligibility for such payments for the 1981 crop year to producers on a farm who elect to cover their acreage of such commodity with crop insurance, part of the premiums for which is paid by the Corporation under specified provisions of the Federal Crop Insurance Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Crop Insurance Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve and expand the Federal crop insurance program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:11-05:00"
}