{
  "actions": [
    {
      "acted_at": "1975-04-17", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6139-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-17", 
  "number": "6139", 
  "official_title": "A bill to amend the Federal Trade Commission Act to provide meaningful disclosure of the annual operating agency costs of certain products and systems to consumers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Trade Commission Act", 
  "sponsor": {
    "district": "2", 
    "name": "Symington, James W.", 
    "state": "MO", 
    "thomas_id": "01131", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-17", 
  "subjects": [
    "Consumer protection", 
    "Electric appliances", 
    "Energy", 
    "Gas appliances", 
    "Labeling", 
    "Labeling laws", 
    "Petroleum and petroleum products"
  ], 
  "subjects_top_term": "Labeling laws", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-17", 
    "text": "Federal Trade Commission Act - Declares it to be the intent of Congress to assure, through a uniform national system, meaningful disclosure of the annual operating cost of specified products and systems, so that consumers can readily compare them and thereby avoid purchasing those which unnecessarily waste energy. Directs the Federal Trade Commission, within 18 months after the date of enactment of this Act and after consultation with the National Bureau of Standards, to: (1) define average use cycles for household products; and (2) devise procedures by which the average-use cycles of such products may be simulated and by which the energy utilized during any such cycle may be measured or calculated. Provides that the Commission shall direct each manufacturer and importer of applicable products to conduct tests in accordance with the procedures established under this Act. Directs the Commission to develop and maintain information on the estimated average-use cycles of each household product. Directs the Commission, within 18 months after the date of enactment of this Act and after consultation with the National Bureau of Standards, to establish model calculation procedures for use by suppliers in determining the estimated annual operating costs of climate conditioning systems. Sets forth annual estimated operating cost disclosure requirements for suppliers or other persons who sell or offer for sale any new major energy consuming household product or climate conditioning system subsequent to the adoption of procedures provided for under this Act. Makes unlawful the advertisement of such products for which procedures have been adopted unless such advertisement states the estimated annual operating cost in accordance with rules established by the Commission. Declares that the violation of any disclosure provision of this Act shall constitute an unfair or deceptive practice and shall be subject to proceedings under this Act. Allows the Commission to bring actions in U.S. district courts without regard to the amount in controversy. Permits a person to commence a civil action on his own behalf against: (1) any supplier who is alleged to be in violation of this Act; or (2) the Commission where there is an alleged failure of the Commission to perform any act or duty which is not discretionary under this Act. Declares that it is the intent of Congress to supersede any and all laws of the States or political subdivisions thereof insofar as they provide for the disclosure of energy consumption, or the annual operating cost of any new major energy consuming household product, or climate conditioning system if there is in effect and applicable a Federal disclosure requirement with respect to such product or system. Requires the Commission to submit an annual report to Congress. Authorizes to be appropriated such sums as may be necessary to carry out the provisions of this Act, not to exceed $2,000,000 for each of fiscal years 1974, 1975 and 1976."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Trade Commission Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Trade Commission Act to provide meaningful disclosure of the annual operating agency costs of certain products and systems to consumers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:10-05:00"
}