{
  "actions": [
    {
      "acted_at": "1989-07-19", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1354-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1989-07-19", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-07-19", 
  "number": "1354", 
  "official_title": "A bill to amend chapter 84 of title 5, United States Code, to correct certain employing agency errors relating to the Thrift Savings Plan, remove certain restrictions on investments for the Thrift Savings Fund, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Pryor, David H.", 
    "state": "AR", 
    "thomas_id": "01420", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-07-19", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Civil service retirement", 
    "Claims", 
    "Federal employees", 
    "Government liability", 
    "Government securities", 
    "Government trust funds", 
    "Investments"
  ], 
  "subjects_top_term": "Federal employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-07-19", 
    "text": "Requires the Executive Director of the Federal Retirement Thrift Investment Board to prescribe regulations which require employing agencies to pay the Thrift Savings Fund amounts representing lost earnings because of such agencies' errors relating to the Thrift Savings Plan. Requires that such regulations provide for: (1) procedures for determining whether an employing agency error has occurred; (2) which agencies are responsible for correcting the error; and (3) the manner in which the error shall be corrected. Allows the Executive Director to provide in such regulations for exceptions from this Act's requirements to the extent that correction of an error is not administratively feasible. Provides that determinations of administrative feasibility shall include consideration of the error's correction costs and the benefits to the Funds' participants and beneficiaries derived from such correction. Specifies guidelines for such regulations to provide for employing agency payments to the Fund. Provides that amounts required to be paid by an employing agency shall be paid from the agency's salary appropriation or fund. Allows a civil action to recover Thrift Savings Plan benefits if an employing agency error affecting the Plan is not corrected or an agency fails to take required action under this Act. Removes certain restrictions on investments by Thrift Savings Plan participants in the Government Securities Investment Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 84 of title 5, United States Code, to correct certain employing agency errors relating to the Thrift Savings Plan, remove certain restrictions on investments for the Thrift Savings Fund, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:35-05:00"
}