{
  "actions": [
    {
      "acted_at": "1999-08-04", 
      "references": [
        {
          "reference": "CR S10229-10230", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-04", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1486-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-08-04", 
  "number": "1486", 
  "official_title": "A bill to establish a Take Pride in America Program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Take Pride in America Volunteer Recognition Act", 
  "sponsor": {
    "district": null, 
    "name": "Gorton, Slade", 
    "state": "WA", 
    "thomas_id": "01341", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-08-04", 
  "subjects": [
    "Arts, culture, religion", 
    "Awards, medals, prizes", 
    "Commemorations", 
    "Conservation of natural resources", 
    "Cultural property", 
    "Environmental protection", 
    "Government operations and politics", 
    "Government publicity", 
    "Historic sites", 
    "History", 
    "Nature conservation", 
    "Public lands and natural resources", 
    "Social welfare", 
    "Sports and recreation", 
    "Volunteer workers in recreation", 
    "Volunteer workers in social service"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-08-04", 
    "text": "Take Pride in America Volunteer Recognition Act - Establishes in the Departments of the Interior and Agriculture the Take Pride in America Program to: (1) establish and maintain a public awareness campaign in cooperation with public and private organizations and individuals to instill in the public the importance of the appropriate use of, and appreciation for, Federal, State, and local land, facilities, and natural and cultural resources, to encourage an attitude of stewardship and responsibility toward such land, facilities, and resources, and to promote participation by individuals, organizations, and communities in developing a conservation ethic to care for such land, facilities, and resources; and (2) conduct a national award program to honor individuals and entities that have distinguished themselves in these activities.Directs the Secretaries of such Departments to establish a program for recognizing volunteers under the Program by awarding a Program pass that may be redeemed for free access to Federal recreational land and facilities to each volunteer who completes the required number of hours of volunteer service. Provides for the number of hours of service required for receipt of a Program pass to be determined by the Secretaries, but to be not less than 50 hours, of which not less than 20 hours shall be devoted to any one individual project.Authorizes the Secretaries to recruit, train, and accept the services of individuals or entities, without compensation, as volunteers, without regard to the Civil Service provisions relating to appointments in the competitive service or classification or general schedule pay rates.Specifies the Federal employee status of volunteers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Take Pride in America Volunteer Recognition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Take Pride in America Program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:50-05:00"
}