{
  "actions": [
    {
      "acted_at": "1976-09-20", 
      "committee": "Senate Committee on Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3836-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-09-20", 
  "number": "3836", 
  "official_title": "A bill to provide for the regulation and control of sludge, assistance to State and local governments for the removal of sludge and other solid waste from waters and shoreline areas.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Sludge Control Act", 
  "sponsor": {
    "district": null, 
    "name": "Williams, Harrison A., Jr.", 
    "state": "NJ", 
    "thomas_id": "01455", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-09-20", 
  "subjects": [
    "Environmental protection", 
    "Pollution", 
    "Pollution control", 
    "Refuse and refuse disposal", 
    "Sewage disposal"
  ], 
  "subjects_top_term": "Sewage disposal", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-09-20", 
    "text": "Sludge Control Act - Directs the Administrator of the Environmental Protection Agency to promulgate regulations (1) identifying sludge which requires specialized management practices; (2) establishing criteria for acceptable methods of sludge management; and (3) establishing requirements applicable to generators of such sludge. Stipulates that no person shall, after two years after the enactment of this Act, transport, treat, store, or dispose of any sludge without a permit for such activity. Establishes minimum criteria for issuance of such permits. Authorizes States to develop sludge permit programs equivalent to the Federal program. Directs the Administrator to establish a plan for the removal of sludge which poses a danger to public health or the environment. Imposes strict liability upon owners and operators of vessels for the costs in removing sludge. Imposes criminal penalties of fines between $2,500 and $25,000 per day of violation and/or imprisonment of up to one year for violation of this Act. Increases the maximum penalty to $50,000 per day of violation and two years' imprisonment for second offenders. Authorizes the Administrator to conduct a special demonstration project relating to the feasibility of ocean disposal sites for sludge and similar substances beyond the Outer Continental Shelf. Directs the Administrator to study the feasibility and practicality of a single comprehensive ecosystem approach to the management and control of sludge and other solid wastes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Sludge Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the regulation and control of sludge, assistance to State and local governments for the removal of sludge and other solid waste from waters and shoreline areas.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:59-05:00"
}