{
  "actions": [
    {
      "acted_at": "1993-07-30", 
      "references": [
        {
          "reference": "CR S9990-9991", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-30", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-08-02", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Public Lands, National Parks", 
      "text": "Referred to Subcommittee on Public Lands, National Parks.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-10-21", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Department of the Interior, Federal Energy Regulatory Commission, and Office of Management and Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-10-27", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": "Public Lands, National Parks", 
      "references": [], 
      "text": "Subcommittee on Public Lands, National Parks. Hearings held. Hearings printed: S.Hrg. 103-556.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1332-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, National Parks and Forests", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1993-07-30", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-07-30", 
  "number": "1332", 
  "official_title": "A bill to designate a portion of the Farmington River in Connecticut as a component of the National Wild and Scenic Rivers System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Farmington Wild and Scenic River Act", 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-07-30", 
  "subjects": [
    "Connecticut", 
    "Dams", 
    "Energy policy", 
    "Environmental protection", 
    "Federal aid to water resources development", 
    "Flood control", 
    "Hydroelectric power", 
    "Land transfers", 
    "Public lands and natural resources", 
    "Reservoirs", 
    "Water supply", 
    "Watershed management", 
    "Wild rivers", 
    "Wilderness areas", 
    "Zoning and zoning law"
  ], 
  "subjects_top_term": "Wilderness areas", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-07-30", 
    "text": "Farmington Wild and Scenic River Act - Amends the Wild and Scenic Rivers Act (the Act) to designate a specified segment of the Farmington River in Connecticut as a component of the National Wild and Scenic River System. Requires the segment to be: (1) administered as a recreational river by the Secretary of the Interior in cooperation with the Farmington River Coordinating Committee (established under this Act); and (2) managed in accordance with the Upper Farmington River Management Plan. Deems the Plan to satisfy the requirement for a comprehensive management plan pursuant to the Act. Requires the Director of the National Park Service to represent the Secretary in implementing the Plan and the Act with respect to the segment, including the review of proposed federally-assisted water resources that could adversely affect the values for which the segment was established. Authorizes the Director to enter into cooperative agreements with the State of Connecticut, the towns of Colebrook, Hartland, Barkhamsted, New Hartford, and Canton, Connecticut, and the Coordinating Committee that are consistent with the Plan and that may provide for financial or other Federal assistance to facilitate the long-term protection, conservation, and enhancement of the segment. Prohibits any portion of the segment from becoming a part of the National Park System. Provides for the continued operation of the Colebrook Dam and Goodwin Dam hydroelectric projects, under specified conditions, and the continued operation of the Colebrook Dam and Reservoir by the U.S. Army Corps of Engineers for flood control. Requires the Plan to serve as the primary source of information regarding the flows needed to maintain instream resources and the potential compatibility between resource protection and possible water supply withdrawals. Provides that: (1) the zoning ordinances adopted by specified towns and the river protection overlay districts in effect on the enactment of this Act satisfy the standards and requirements of the Act; and (2) all lands along the segment and its tributaries shall be managed by the owners of the land. Authorizes: (1) the Government to acquire land along the segment or its tributaries for purposes other than wild and scenic river designation; and (2) the use of Federal funds administered by State and local agencies to acquire such land. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Farmington Wild and Scenic River Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to designate a portion of the Farmington River in Connecticut as a component of the National Wild and Scenic Rivers System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:05-05:00"
}