{
  "actions": [
    {
      "acted_at": "1992-06-11", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2843-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-06-11", 
  "number": "2843", 
  "official_title": "A bill to amend the Employee Retirement Income Security Act of 1974 to protect employees whose health benefits are provided through multiple employer welfare arrangements, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Multiple Employer Welfare Arrangement Reform Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Nunn, Sam", 
    "state": "GA", 
    "thomas_id": "01413", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-06-11", 
  "subjects": [
    "Employee benefit plans", 
    "Federal officials", 
    "Federal preemption", 
    "Fines (Penalties)", 
    "Fraud", 
    "Health", 
    "Health insurance", 
    "Labor and employment", 
    "Leases", 
    "Licenses", 
    "Pension funds"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-06-11", 
    "text": "Multiple Employer Welfare Arrangement Reform Act of 1992 - Amends the Employee Retirement Income Security Act of 1974 (ERISA) to revise provisions relating to Multiple Employer Welfare Arrangements (MEWAs). Provides that State licensing requirements are not preempted by ERISA in the case of any MEWA which is not fully insured. Provides that State are also not preempted from requiring certain information and documentation with respect to MEWAs or from applying licensing requirements to the service of contract administrators or other licensed professionals whose services are provided to a welfare plan, MEWA, or other similar plan or arrangement subject to ERISA. Treats a MEWA as fully insured with respect to benefits provided in a State only if its terms provide that all benefits are provided directly to its participants under an insurance policy issued by an insurer licensed by that State. Modifies the definition of MEWA to: (1) include employee leasing arrangements, under specified conditions; and (2) limit the exclusion of collectively bargained arrangements, under specified conditions. Establishes criminal penalties for willful false representations as to: (1) the status of an arrangement or entity under ERISA; or (2) the relationship of an arrangement or entity to any employer or any employee organization. Provides for cooperation between Federal and State authorities in enforcement responsibilities with respect to MEWAs. Allows any State to apply to the Secretary of Labor (the Secretary) for delegation to that State of the Secretary's authority to enforce specified ERISA provisions applicable to MEWAs. Requires the Secretary to approve such applications unless delegation would result in lack of enforcement. Authorizes the Secretary to continue to exercise such authority concurrently with the State even after such delegation. Directs the Secretary to designate a Deputy Assistant Secretary within the Pension and Welfare Benefits Administration as a liaison with the States on matters relating to MEWAs. Requires such liaison to provide enforcement and technical assistance and to distribute specified advisory opinions to States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Multiple Employer Welfare Arrangement Reform Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Employee Retirement Income Security Act of 1974 to protect employees whose health benefits are provided through multiple employer welfare arrangements, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:38-05:00"
}