{
  "actions": [
    {
      "acted_at": "1995-01-17", 
      "committee": "Committee on Banking and Financial Services, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Banking and Financial Services, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-17", 
      "committee": "House Banking and Financial Services", 
      "references": [], 
      "text": "Referred to House Banking and Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-17", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-27", 
      "in_committee": "House Banking and Financial Services", 
      "references": [], 
      "subcommittee": "Financial Institutions and Consumer Credit", 
      "text": "Referred to the Subcommittee on Financial Institutions and Consumer Credit.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-02-21", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Health and Environment, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-02-21", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Trade, and Hazardous Materials, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Commerce, Trade, and Hazardous Materials, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr544-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions and Consumer Credit", 
      "subcommittee_id": "15"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Trade, and Hazardous Materials", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-17", 
  "number": "544", 
  "official_title": "To protect financial institutions from liability for damages caused by failure to remove asbestos from a residential or commercial building in which the financial institution holds a security interest if an accredited asbestos management planner has recommended in-place management of the asbestos, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Asbestos Management Incentive Act", 
  "sponsor": {
    "district": "9", 
    "name": "Schumer, Charles E.", 
    "state": "NY", 
    "thomas_id": "01036", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-17", 
  "subjects": [
    "Administrative procedure", 
    "Air pollution control", 
    "Asbestos", 
    "Asbestos abatement", 
    "Bank loans", 
    "Building construction", 
    "Building laws", 
    "Business records", 
    "Commerce", 
    "Employee training", 
    "Environmental Protection Agency", 
    "Environmental protection", 
    "Finance and financial sector", 
    "Financial institutions", 
    "Foreclosure", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Housing and community development", 
    "Indoor air pollution", 
    "Labeling", 
    "Labor and employment", 
    "Law", 
    "Liability (Law)", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Liens", 
    "Maintenance and repair", 
    "Mortgage loans", 
    "Occupational health and safety", 
    "Subsidiary corporations"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-17", 
    "text": "Asbestos Management Incentive Act - Absolves lending institutions that make loans or credit secured by liens on commercial buildings from liability resulting from asbestos material in any case in which the building was constructed during the five-year period ending on the date that the loan was made and the building's construction manager certifies that the building contains no asbestos-containing material, or in the case of any building: (1) for which an asbestos inspection was conducted after January 1, 1989, and during such five-year period; (2) that has not been significantly rebuilt in the area that contains such material since that inspection was completed; (3) for which that portion of material recommended for removal has been removed; and (4) for which an operations and maintenance program is currently being conducted. Bars immunity from liability if the lending institution requires: (1) removal of material that the management planner has recommended be handled in place; or (2) an asbestos inspection of the building despite the fact that the loan applicant demonstrates that certain conditions have been satisfied or that all such material has been removed. Makes immunity inapplicable to a subsidiary of a lending institution if the subsidiary is the person to whom the loan is made. Continues liability for institutions that acquire title to a building through foreclosure as long as the institution maintains an operation and maintenance program. Sets forth requirements for asbestos inspections and management planner qualifications. Amends the Toxic Substances Control Act to prohibit persons from preparing asbestos management plans for public or commercial buildings unless they are accredited. Directs the Administrator of the Environmental Protection Agency to: (1) promulgate regulations governing the inspection and management of asbestos in public and commercial buildings; and (2) update and revise asbestos guidance documents periodically. Requires, after an asbestos inspection: (1) the remaining asbestos-containing material to be visually inspected every six months; (2) all remaining material in public and maintenance areas of the building to be prominently labeled; and (3) a report to be completed and made available to maintenance workers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Asbestos Management Incentive Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To protect financial institutions from liability for damages caused by failure to remove asbestos from a residential or commercial building in which the financial institution holds a security interest if an accredited asbestos management planner has recommended in-place management of the asbestos, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:52-05:00"
}