{
  "actions": [
    {
      "acted_at": "1982-03-31", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committees on Environment and Public Works; Finance by unanimous consent provided that the Enviroment and Public Works committeeconsider only title I and the Finance committee consider only title II.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-04-08", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; Treasury Department; Transportation Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-04-21", 
      "in_committee": null, 
      "references": [], 
      "text": "Subcommittee on Transportation. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-04-30", 
      "in_committee": null, 
      "references": [], 
      "text": "Subcommittee on Transportation. Approved for full committee consideration with an amendment favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-10", 
      "bill_ids": [
        "s2574-97"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Environment and Public Works. Ordered favorably reported an original bill (S.2574) in lieu of this measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2315-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Transportation", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abdnor, James", 
      "sponsored_at": "1982-03-31", 
      "state": "SD", 
      "thomas_id": "00001", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bentsen, Lloyd M.", 
      "sponsored_at": "1982-03-31", 
      "state": "TX", 
      "thomas_id": "01282", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1982-03-31", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1982-03-31", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1982-03-31", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-03-31", 
  "number": "2315", 
  "official_title": "A bill to authorize appropriations for the construction of certain highways in accordance with title 23 of the United States Code, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2574-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Aid Highway Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Symms, Steven D.", 
    "state": "ID", 
    "thomas_id": "01132", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1982-03-31", 
  "subjects": [
    "Alaska", 
    "American Samoa", 
    "Authorization", 
    "Auto restricted zones", 
    "Bicycles", 
    "Bridges", 
    "Business and commerce", 
    "Car pools", 
    "Civil Rights and Liberties", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Excise tax", 
    "Federal aid highway program", 
    "Federal aid to minority business enterprises", 
    "Federal-state relations", 
    "Forest roads", 
    "Forests and forest products", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Guam", 
    "Highway construction and repair", 
    "Highway engineering", 
    "Highway maintenance", 
    "Intergovernmental fiscal relations", 
    "Intergovernmental relations", 
    "Interstate highway system", 
    "Maryland", 
    "Minorities", 
    "Minority business enterprises", 
    "Motor Vehicles and Driving", 
    "Parking facilities", 
    "Public safety", 
    "Recreation and Recreational Facilities", 
    "Recreation areas", 
    "Roads and highways", 
    "Sex discrimination", 
    "Sex discrimination against women", 
    "Sex discrimination in employment", 
    "States", 
    "Tax administration", 
    "Taxation", 
    "Territories (U.S.)", 
    "Toll roads", 
    "Traffic accidents and safety", 
    "Trucks", 
    "Urban highways", 
    "Virgin Islands", 
    "Water and Water Resources Development", 
    "West Virginia", 
    "Women's rights"
  ], 
  "subjects_top_term": "Federal aid highway program", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-03-31", 
    "text": "Federal-Aid Highway Act of 1982 - Title I: Federal-Aid Highway Amendments of 1982 - Amends the Federal-Aid Highway Act of 1956 to revise the authorization of appropriations for fiscal years 1984 through 1990 for the Interstate Highway System. Directs the Secretary of Transportation to apportion, for FY 1984, the sums authorized to be appropriated for expenditures on the National System of Interstate and Defense Highways according to specified factors. Authorizes appropriations out of the Highway Trust Fund for fiscal years 1983 through 1986 for: (1) the Federal-aid primary program; (2) the Federal-aid rural program; (3) the Federal-aid urban program; (4) forest highways; (5) public lands highways; (6) bridge replacement and rehabilitation; and (7) highway safety improvements. Prohibits any State from receiving less than one-half of one percent of the total apportionment for the Interstate System for each of fiscal years 1984 through 1987. Revises apportionments for the highway bridge replacement and rehabilitation program. Directs the Secretary to develop a selection process for discretionary bridges according to certain criteria. Revises the apportionment ratio for resurfacing, restoring, rehabilitating, and reconstructing the Interstate System. Directs the Secretary to report to Congress on the distribution of Federal financial assistance for such activities. Amends the Federal-Aid Highway Act of 1978 to extend the authorization of appropriations from FY 1983 through 1987 for resurfacing, restoring, rehabilitating, and reconstructing specified lanes on the Interstate System. Authorizes appropriations, out of the Highway Trust Fund, for fiscal years 1983 through 1986 for substitute highway and mass transit projects. Repeals provisions concerning priority primary routes. Revises procedures concerning the Federal-aid urban and rural programs. Directs the Secretary, in cooperation with the States, to establish a highway safety improvement program for projects on public roads including: (1) specified highway safety improvement projects; (2) railway-highway crossing projects; (3) highway-related safety requirements and guidelines; and (4) evaluation of the highway safety improvement program. Sets forth procedures for the implementation of such program. Revises the highway bridge replacement and rehabilitation program. Revises provisions concerning the Federal lands highways program including forest highways and park roads. Repeals provisions concerning: (1) economic growth center development highways; (2) the national scenic and recreational highway; (3) access highways to certain public recreation areas; and (4) highway crossings. Directs the Secretary to expend such sums as are necessary (up to 100 percent of costs) for carpool and vanpool projects. Authorizes the Secretary to approve financial assistance for acquisition or construction of preferential parking facilities for carpools. Prohibits the use of emergency relief funds for the repair or reconstruction of certain bridges that have been permanently closed to vehicular traffic. Requires that emergency relief funds be appropriated from the Highway Trust Fund. Revises the Federal share payable for emergency repairs or reconstruction. Allows Federal-aid highway projects to include nonconstruction programs or projects which enhance the safety and use of bicycles. Increases to 100 percent the Federal share for bicycle transportation and pedestrian walkway projects. Amends the Federal-Aid Highway Act of 1973 to allow limited truck traffic on the Highland Scenic Highway in West Virginia. Allows States to transfer funds allocated for a particular urbanized area to another such area. Authorizes the Secretary to discharge any of his responsibilities relative to the physical construction phase of Interstate projects using established certification acceptance procedures. Eliminates the requirement for the Secretary to make a final inspection of each such project. Requires defense access roads to be funded from monies appropriated for defense maneuvers and exercises. Authorizes the Secretary, if after 90 days following notification of a State highway department a project is still not being properly maintained, to withhold project funds for one or more of the other Federal-aid systems or programs in the State. (Presently the Secretary is required to withhold funds from all projects in the State.) Requires each State on January 1 of each year to certify to the Secretary that it has a program for the Interstate Highway System in accordance with the Secretary's guidelines. Combines highway planning and research funds into a single fund for administration by the Secretary. Establishes the Federal share for any project financed by such fund. Requires provisions of equal employment opportunities for highway projects without regard to sex. Authorizes the Secretary to conduct and finance training and assistance programs for minority business enterprises. Directs the Secretary to enter into agreements with other Federal agencies to minimize duplication, paperwork, and delays in the development of Federal highway projects. Limits the Federal share to 75 percent for Federal-aid rural and urban programs approved prior to enactment of the Federal-Aid Highway Improvement Act of 1981, and to 50 percent for any such programs approved after enactment. Sets forth limitations on obligations and State allocations for Federal-aid highways and highway safety construction programs for FY 1983. Repeals two laws relative to the State of Maryland's authority to construct, operate, and maintain certain bridges. Authorizes the State, through the Maryland Transportation Authority, to continue to collect tolls and use the revenues for transportation projects in accordance with State laws and applicable Federal laws. Requires the Secretary to carry out a project to demonstrate the feasibility of reducing the time required to complete highway projects by extending the coverage of State certifications to any Federal law, regulation, or policy applicable to such project. Authorizes appropriations from the Highway Trust Fund for such project. Requires the Secretary to submit a recommendation report to Congress within six months of the project's completion. Allows the State of Alaska to expend Federal-aid highway funds on portions of an Alaskan highway that extends into Canada. Repeals the Territorial Highway Program. Amends the Surface Transportation Assistance Act of 1978 to repeal the acceleration of bridge projects program. Title II: Highway Revenue Act of 1982 - Amends the Internal Revenue Code of 1954 to extend from 1984 through 1989 the highway excise taxes allocated to the Highway Trust Fund. Makes funds available for expenditure from the fund until October 1, 1990. Amends the Land and Water Conservation Fund Act of 1965 to conform to provisions of this Act. Amends the Internal Revenue Code of 1954 relative to the tax on use of certain motor vehicles to allow the Secretary of the Treasury to establish the beginning of a tax year or taxable period."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Aid Highway Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Aid Highway Amendments of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Highway Revenue Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the construction of certain highways in accordance with title 23 of the United States Code, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:15-05:00"
}