{
  "actions": [
    {
      "acted_at": "1982-05-11", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-05-28", 
      "references": [], 
      "text": "Committee on Commerce. Original measure reported to Senate by Senator Schmitt under the authority of the order of May 12, 82. With written report No. 97-450.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-28", 
      "calendar": "Senate Legislative", 
      "number": "638", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 638.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2605-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-05-28", 
  "number": "2605", 
  "official_title": "An original bill to consolidate and authorize certain programs and functions of the National Oceanic and Atmospheric Administration under the Department of Commerce.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Oceanic and Atmospheric Administration Authorization Act", 
  "sponsor": {
    "district": null, 
    "name": "Schmitt, Harrison H.", 
    "state": "NM", 
    "thomas_id": "01430", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1982-05-11", 
  "subjects": [
    "Advisory bodies", 
    "Atmosphere", 
    "Authorization", 
    "Climate", 
    "Communication satellites", 
    "Earth sciences", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Fisheries", 
    "Government operations and politics", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Ocean policy", 
    "Oceanography", 
    "Tuna fisheries", 
    "Weather and Climate"
  ], 
  "subjects_top_term": "Earth sciences", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-05-28", 
    "text": "National Oceanic and Atmospheric Administration Authorization Act - Title I: Declaration of Findings, Purposes, and Policies - Sets forth the findings, purposes, and policies of Congress concerning the ocean and atmosphere. Title II: Authorizations for Marine Programs of the National Oceanic and Atmospheric Administration under the Department of Commerce - Authorizes appropriations for FY 1983 to enable the Secretary of Commerce to carry out specified marine program services and marine environment programs. Title III: Marine Pollution Activities - Authorizes appropriations for FY 1983 to enable the Secretary to carry out marine ecosystems investigations under specified Acts. Title IV: Authorizations for Atmospheric Programs of the National Oceanic and Atmospheric Administration under the Department of Commerce - Authorizes appropriations for FY 1983 to enable the Secretary to carry out: (1) programs of the National Weather Services; (2) atmospheric research and the Great Lakes Environmental Research Laboratory; and (3) responsibilities of the National Climate Program Office. Title V: Authorizations for Marine Living Resources Programs of the National Oceanic and Atmospheric Administration under the Department of Commerce - Authorizes appropriations for FY 1983 to enable the Secretary to carry out the responsibilities of the National Marine Fisheries Services under specified Acts. Authorizes appropriations for FY 1983 for specified fishery funds. Authorizes appropriations for FY 1984 and 1985 for the Secretary's responsibilities under the Magnuson Fishery Conservation and Management Act. Title VI: Authorizations for Satellite Services of the National Oceanic and Atmospheric Administration under the Department of Commerce - Authorizes appropriations for FY 1983 to enable the Secretary to carry out functions relating to satellite programs and to Environmental Data and Information Services. Title VII: Authorizations for Executive Administration of the National Oceanic and Atmospheric Administration under the Department of Commerce - Authorizes appropriations for FY 1983 to enable the Secretary to carry out functions relating to executive direction and administration in connection with the NOAA. Title VIII: National Advisory Committee on Oceans and Atmosphere - Authorizes appropriations for FY 1983 to enable the Secretary to carry out functions relating to the National Advisory Committee on Oceans and Atmosphere. Title IX: Miscellaneous - Sets forth provisions concerning the continued application of current laws and conditions for the expenditure of authorized funds. Prohibits the closing of any weather service station or office of the National Weather Service until the Secretary establishes standards and procedures relating to such closures. Title X: Additional Amendments - Amends the Atlantic Tunas Convention Act of 1975 to eliminate a restriction on the expenditure of funds under such Act. Amends the Central, Western, and South Pacific Fisheries Development Act and the Fish and Wildlife Act of 1956 to authorize appropriations for FY 1983-1985. Amends the Magnuson Fishery Conservation and Management Act to eliminate a restriction on the expenditure of funds under such Act. Amends the Anadromous Fish Conservation Act to authorize appropriations for FY 1984 and 1985. Title XI: Additional Amendments - Amends the Weather Modification Reporting Act to authorize appropriations for FY 1984. Amends the National Climate Program Act to direct the Secretary of Commerce to establish and maintain an interagency Climate Program Policy Board (Board) to coordinate planning, review all executive branch budget requests relating to climate, and establish other groups as necessary. Establishes the position of Director to head the National Climate Program Office, represent the Board, and be the spokesperson for the program. Requires the Office to analyze agency budget requests, coordinate interagency participation in international climate-related activities, and work with the National Academy of Sciences and other groups in preparing and implementing the five-year climate plan. Requires that the plan be revised and extended not more than biennially but not less than quadrennially. Title XII: Additional Amendments - Amends the Deep Seabed Hard Mineral Resources Act to authorize appropriations for FY 1984."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Oceanic and Atmospheric Administration Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to consolidate and authorize certain programs and functions of the National Oceanic and Atmospheric Administration under the Department of Commerce.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:21-05:00"
}