{
  "actions": [
    {
      "acted_at": "1982-05-20", 
      "bill_ids": [
        "s2205-97"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure in lieu of S. 2205.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-05-27", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Thurmond. With written report No. 97-440.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-27", 
      "calendar": "Senate Legislative", 
      "number": "626", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 626.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1982-06-30", 
      "references": [], 
      "text": "S.UP.AMDT.1051 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-30", 
      "references": [], 
      "text": "S.UP.AMDT.1052 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-30", 
      "references": [], 
      "text": "S.UP.AMDT.1053 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-30", 
      "references": [], 
      "text": "S.UP.AMDT.1054 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-30", 
      "references": [], 
      "text": "S.UP.AMDT.1055 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-30", 
      "references": [], 
      "text": "S.UP.AMDT.1051 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-30", 
      "references": [], 
      "text": "S.UP.AMDT.1052 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-30", 
      "references": [], 
      "text": "S.UP.AMDT.1053 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-30", 
      "references": [], 
      "text": "S.UP.AMDT.1054 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-30", 
      "references": [], 
      "text": "S.UP.AMDT.1055 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-30", 
      "references": [], 
      "text": "S.UP.AMDT.1054 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-30", 
      "references": [], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-30", 
      "references": [], 
      "text": "S.UP.AMDT.1054 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-30", 
      "references": [], 
      "text": "Vote on the motion to table vitiated by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-30", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "205", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with amendments by Yea-Nay Vote. 93-1. Record Vote No: 205.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1982-08-11", 
      "references": [], 
      "text": "Called up by House by Rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-11", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1982-08-11", 
      "references": [], 
      "text": "House Insisted on its Amendments by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-11", 
      "references": [], 
      "text": "House Requested a Conference and Speaker Appointed Conferees: Price, Brinkley, Montgomery, Kazen, Won Pat, Dickinson, Trible, Whitehurst, Mitchell (NY).", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-18", 
      "references": [], 
      "text": "Senate disagreed to the House amendment. By Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-18", 
      "references": [], 
      "text": "Senate agreed to request for conference. Appointed conferees. Tower; Thurmond; Warner; Humphrey; Denton; Brady; Stennis; Hart; Jackson; Cannon; Exon.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-22", 
      "references": [], 
      "text": "Conferees agreed to file conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-28", 
      "references": [], 
      "text": "Conference Report 97-880 Filed in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-28", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "CONFERENCE:PASSED:SENATE", 
      "text": "Senate agreed to conference report by Voice Vote.", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "s"
    }, 
    {
      "acted_at": "1982-09-29", 
      "references": [], 
      "text": "House Agreed to Conference Report by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-29", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1982-10-01", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-10-04", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1982-10-15", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1982-10-15", 
      "congress": "97", 
      "law": "public", 
      "number": "321", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 97-321.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "su1051-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "1051"
    }, 
    {
      "amendment_id": "su1052-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "1052"
    }, 
    {
      "amendment_id": "su1053-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "1053"
    }, 
    {
      "amendment_id": "su1054-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "1054"
    }, 
    {
      "amendment_id": "su1055-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "1055"
    }
  ], 
  "bill_id": "s2586-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "97", 
    "law_type": "public", 
    "number": "321"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1982-10-15", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1982-08-11", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1982-09-28", 
    "vetoed": false
  }, 
  "introduced_at": "1982-05-27", 
  "number": "2586", 
  "official_title": "An original bill to authorize certain construction at military installations for fiscal year 1983, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6214-97", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2205-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Military Construction Authorization Act, 1983", 
  "sponsor": {
    "district": null, 
    "name": "Thurmond, Strom", 
    "state": "SC", 
    "thomas_id": "01448", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1982-10-15", 
  "subjects": [
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Authorization", 
    "Buy American", 
    "California", 
    "Congressional oversight", 
    "Defense procurement", 
    "Department of the Treasury", 
    "Diego Garcia", 
    "District of Columbia", 
    "Economics and public finance", 
    "Egypt", 
    "Federal installations", 
    "Florida", 
    "Georgia", 
    "Government operations and politics", 
    "Government trust funds", 
    "Guided missiles", 
    "Illinois", 
    "International affairs", 
    "Kenya", 
    "Land transfers", 
    "Land use", 
    "Leases", 
    "M-X missile", 
    "Maryland", 
    "Military bases", 
    "Military construction operations", 
    "Military housing", 
    "Missile bases", 
    "Missouri", 
    "NATO countries", 
    "Ohio", 
    "Oman", 
    "Portugal", 
    "Public Contracts, Procurement, and Property", 
    "Public Lands and Real Property", 
    "Solar energy", 
    "Somalia", 
    "Treaties", 
    "Virginia", 
    "Washington State", 
    "West Germany", 
    "West Virginia"
  ], 
  "subjects_top_term": "Military construction operations", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1982-09-28", 
    "text": "(Conference report filed in House, H. Rept. 97-880) Military Construction Authorization Act, 1983 - Title I: Army - Authorizes the Secretary of the Army to acquire real property and carry out military construction projects at specified locations in specified amounts. Permits construction of certain projects only out of savings accrued from other projects. Requires the Secretary of the Army to report to Congress on the source of funds for such projects before he may advertise for bids or negotiate a contract. Authorizes appropriations for such emergency construction. Authorizes the Secretary to accomplish minor construction projects in a specified amount. Authorizes the Secretary to construct or acquire military family housing. Authorizes the Secretary to improve existing quarters, earmarking certain funds for energy conservation. Amends the Military Construction Authorization Act of 1976 to increase the authorization level for housing at Fort McNair, Washington, D.C. Amends the Military Construction Authorization Act, 1982, to increase the authorization for the leasing of housing in foreign countries. Requires that the United States and West Germany come to a formal agreement concerning cost sharing arrangements for the master restationing plan before funds authorized for such plan may be obligated or expended. Title II: Navy - Authorizes the Secretary of the Navy to acquire real property and carry out military construction projects at specified locations in specified amounts. Authorizes the Secretary to carry out certain projects only under the same conditions as those relating to the Secretary of the Army under title I of this Act. Authorizes the Secretary to accomplish minor construction projects in a specified amount. Authorizes the Secretary to acquire land to construct family housing units at specified bases. Authorizes the Secretary to improve existing military family housing, subject to the conditions set forth in title I. Permits the Secretary to use seven housing units acquired from the U.S. Public Health Service Facility, Norfolk, Virginia, for military family housing. Title III: Air Force - Authorizes the Secretary of the Air Force to acquire real property and carry out military construction projects at specified locations in specified amounts. Authorizes the Secretary to carry out certain projects only under those conditions enumerated in title I of this Act. Authorizes the Secretary to accomplish minor construction projects in a specified amount. Authorizes the construction of family housing at specified bases. Authorizes the Secretary to improve existing military family housing, subject to the conditions set forth in title I. Amends the Military Construction Act, 1977 to increase authorizations for specified projects, including the Arnold Engineering Development Center, Tennessee. Authorizes the Secretary to convert an existing facility at Wright-Patterson Air Force Base, Ohio for use as a foreign military sales center. Title IV: Defense Agencies - Authorizes the Secretary of Defense to acquire real property and carry out military construction operations at specified locations in a specified amount. Authorizes the Secretary to construct and improve family housing units as specified. Title V: North Atlantic Treaty Organization Infrastructure - Authorizes the Secretary of Defense to incur NATO facilities construction costs up to a specified amount. Title VI: Authorization of Appropriations and Recurring Administrative Provisions - Authorizes appropriations for each of the military departments and defense agencies for the projects authorized by this Act. Limits the total cost of all projects to the total amount authorized for the department concerned. States that all authorizations expire by the start of FY 1985 unless otherwise specified. Repeals previous authorizations for military construction projects except as specified. Amends the Military Construction Authorization Act, 1982 to modify specified authorizations. Title VII: Guard and Reserve Forces Facilities - Authorizes the Secretary of Defense to establish or develop additional facilities for the Guard and Reserve Forces of various military departments. Authorizes specified appropriations for each such entity. Title VIII: General Provisions - Directs the Secretary of each military department to procure energy systems using solar or other renewable forms of energy whenever possible and cost effective. Directs the Secretary of Defense to report to Congress within two years on the applications of such energy within the Department. Prohibits the expenditure of funds for the construction of contingency facilities to support the national security interests of the United States in Egypt, Kenya, Oman, Somalia, the island of Diego Garcia or at Lajes Field (Portugal) unless the construction contracts require that all materials be produced or refined in the United States or host nation. Excludes contracts for less than $5,000,000 and contracts with countries with a formal agreement with the United States which would be violated by such a requirement. Authorizes the Secretary of a military department to use moneys received from grazing and agricultural leases to defray related expenses and to finance multiple land use management programs on installations under his jurisdiction. Permits the Secretary of a military department, with the approval of the Secretary of Defense and the Director of the Office of Management and Budget, to make obligations for commissary store facility construction without regard to fiscal year limitations. Authorizes the construction of a military construction project or a military family housing project on land in which the United States holds less than a fee simple interest. Authorizes the Secretary of the Army to exchange specified lands in and with the city of Bell, California. Requires the city to build a National Guard armory and an organizational maintenance shop and to restore and modernize a specified building owned by the United States as consideration. Permits former Navy land at the University of California at San Diego to be used for industrial scientific or technological research as well as educational purposes. Authorizes the Secretary to adjust the base boundaries at Eglin Air Force Base, Florida, to resolve encroachments caused by inaccurate surveys. Authorizes the Secretary of the Army to exchange specified lands in and with Clarke County, Georgia. Authorizes the Secretary of the Air Force to exchange specified land in and with the city of Warner Robins, Georgia and the Board of Commissioners of Houston County, Georgia. Authorizes the Secretary of the Army to exchange specified lands with Cook County, Illinois. Authorizes the Secretary of the Army to exchange specified lands with the Kansas City Corporation for Industrial Development of Kansas City, Missouri. Authorizes the Secretary of the Army to convey to the Weyerhaeuser Corporation, Tacoma, Washington, specified lands along the westerly boundary of the Fort Lewis Military Reservation, Pierce County, Washington, in exchange for other lands. Authorizes modification of a certain building at the Washington Navy Yard, Washington, D.C., and disposition of a certain building by the Secretary of the Navy in Silver Spring, Maryland. Amends the Military Construction Authorization Act, 1982 to permit the Secretary of Defense to choose alternative lands to exhange with West Virginia."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act, 1983", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Military Construction Authorization Act, 1983", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Military Construction Authorization Act, 1983", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Military Construction Authorization Act, 1983", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Military Construction Authorization Act, 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize certain construction at military installations for fiscal year 1983, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:13-05:00"
}