{
  "actions": [
    {
      "acted_at": "1999-07-22", 
      "references": [
        {
          "reference": "CR S9079-9080", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-07-22", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1420-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "1999-07-22", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "1999-07-22", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "1999-07-22", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1999-07-22", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1999-07-22", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1999-07-22", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1999-09-08", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-07-22", 
  "number": "1420", 
  "official_title": "A bill to establish a fund for the restoration and protection of ocean and coastal resources, to amend and reauthorize the Coastal Zone Management Act of 1972, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1110-106", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1110-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Coastal Stewardship Act", 
  "sponsor": {
    "district": null, 
    "name": "Kerry, John F.", 
    "state": "MA", 
    "thomas_id": "01379", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-07-22", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "American Samoa", 
    "Animals", 
    "Appropriations", 
    "Archaeology", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Battleships", 
    "Biological diversity", 
    "Biological diversity conservation", 
    "Civil war", 
    "Coastal zone", 
    "Commemorations", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Continental shelf", 
    "Coral reef conservation", 
    "Coral reefs", 
    "Crime and law enforcement", 
    "Cultural property", 
    "Data banks", 
    "Department of Commerce", 
    "Ecological research", 
    "Economic development", 
    "Economic growth", 
    "Economics and public finance", 
    "Ecosystem management", 
    "Emergency management", 
    "Energy", 
    "Environmental assessment", 
    "Environmental degradation", 
    "Environmental education", 
    "Environmental law enforcement", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental technology", 
    "Estuarine area conservation", 
    "Estuarine ecology", 
    "Exotic animals", 
    "Exotic plants", 
    "Federal advisory bodies", 
    "Federal aid to water pollution control", 
    "Federal budgets", 
    "Federal-state relations", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fishery management", 
    "Fishing boats", 
    "Gas in submerged lands", 
    "Gifts", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Habitat conservation", 
    "Harbors", 
    "Hazardous waste site remediation", 
    "Historic sites", 
    "History", 
    "Housing and community development", 
    "Hydrology", 
    "Information storage and retrieval systems", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "International affairs", 
    "International environmental cooperation", 
    "Interstate relations", 
    "Land transfers", 
    "Land use", 
    "Law", 
    "Law enforcement officers", 
    "Liability for environmental damages", 
    "Liability for toxic substances pollution damages", 
    "Liability for water pollution damages", 
    "Licenses", 
    "Marine and coastal resources, fisheries", 
    "Marine ecology", 
    "Marine parks and reserves", 
    "Marine resources conservation", 
    "Members of Congress (House)", 
    "Names", 
    "Naval history", 
    "Nonpoint source pollution", 
    "Nonprofit organizations", 
    "North Carolina", 
    "Ocean", 
    "Oceanographic research", 
    "Off-budget expenditures", 
    "Oil and gas leases", 
    "Oil and gas royalties", 
    "Performance measurement", 
    "Petroleum in submerged lands", 
    "Planning", 
    "Population growth", 
    "Prosecution", 
    "Public lands and natural resources", 
    "Public-private partnerships", 
    "Real estate development", 
    "Restoration ecology", 
    "Salvage", 
    "Science, technology, communications", 
    "Sentences (Criminal procedure)", 
    "Ships", 
    "Signs and symbols", 
    "Social welfare", 
    "State employees", 
    "Storm drains", 
    "Storms", 
    "Submarine oil well drilling", 
    "Surety and fidelity", 
    "Sustainable development", 
    "Technological innovations", 
    "Technology transfer", 
    "Territorial waters", 
    "Transportation and public works", 
    "Urban runoff", 
    "User charges", 
    "Water pollution control", 
    "Water pollution measurement", 
    "Water resources development", 
    "Water use", 
    "Waterfronts", 
    "Watershed management", 
    "Wildlife reintroduction"
  ], 
  "subjects_top_term": "Marine and coastal resources, fisheries", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-07-22", 
    "text": "TABLE OF CONTENTS: Title I: Ocean and Coast Conservation Fund Title II: Cooperative Coastal Stewardship Subtitle A: Coastal Zone Management Subtitle B: Coastal Habitat Restoration and Preservation Title III: Cooperative Ocean Stewardship Subtitle A: National Marine Sanctuaries Subtitle B: Coral Reef Protection Title IV: Cooperative Research and Enforcement Coastal Stewardship Act - Title I: Ocean and Coast Conservation Fund - Establishes in the U.S. Treasury the Ocean and Coast Conservation Fund and directs the Secretary of the Treasury to transfer to it annually amounts received by the United States as rents, royalties, net profit share payments, and related late-payment interest from natural gas and oil leases under the Outer Continental Shelf Lands Act (OCSLA) for tracts meeting specified requirements. Directs the Secretary, notwithstanding specified provisions of OCSLA and without further appropriations, to make payments from the Fund each year as specified in certain provisions of this Act.(Sec. 102) Prohibits, notwithstanding any other provision of law, counting the receipts and disbursements under this Act as new budget authority, outlays, receipts, or deficit or surplus for purposes of the President's budget, the congressional budget, or the Balanced Budget and Emergency Deficit Control Act of 1985. Makes the receipts and disbursements exempt from any general budget limitation on expenditures and net U.S. lending (budget outlays).Title II: Cooperative Coastal Stewardship - Subtitle A: Coastal Zone Management - Coastal Zone Management Amendments Act of 1999 - Amends the Coastal Zone Management Act of 1972 to revise the purposes of the Act and various definitions.(Sec. 206) Extends provisions authorizing management program development grants.(Sec. 207) Allows grants to States for administering the State's coastal zone management program to be used for developing and implementing a coastal nonpoint pollution control program components (sic).(Sec. 208) Allows resource management improvement grants to be used (among other authorized uses) for: (1) important coastal habitats meeting certain criteria; (2) assistance to communities in assessing and managing growth, public infrastructure, and open space needs toward specified goals; and (3) the coordination and implementation of approved coastal nonpoint pollution control programs.Replaces provisions authorizing grants to any coastal State with provisions: (1) regulating the ratio of Federal to State matching funds for projects under coastal resource improvement program provisions; and (2) requiring that the Federal funding for the project be a portion of that State's annual allocation under administrative grants provisions.(Sec. 209) Modifies provisions relating to the Coastal Zone Management Fund.(Sec. 210) Alters the definition of \"coastal zone enhancement objective\" for provisions relating to coastal zone enhancement grants. Removes a requirement that, in making those grants, the Secretary consider specified criteria. Removes the maximum limit on the set-aside, for those grants, of amounts appropriated under provisions relating to administrative grants and to coastal resource improvement programs.(Sec. 211) Replaces provisions mandating technical assistance and management-oriented research with provisions authorizing cooperative agreements with State coastal management programs: (1) for local, community-based initiatives; and (2) to strengthen resource protection and restoration while providing for community revitalization and comprehensive growth management strategies.(Sec 212) Directs the Secretary to undertake a program of shared technical assistance, development and implementation of innovative environmental technologies and methodologies, and training and management-oriented research that supports specified activities. Authorizes the Secretary to enter into related contracts or other arrangements.(Sec. 213) Requires inclusion in a currently-mandated review of State performance (regarding coastal management) of an assessment and detailed findings regarding the extent to which the State has coordinated with estuarine research reserves in the State.(Sec. 214) Allows (currently, requires) the conducting of the \"Walter B. Jones Awards\" program to promote excellence in coastal zone management by identifying and acknowledging outstanding accomplishments in the field. Modifies the source of the funds involved.(Sec. 215) Sets forth the nature of the National Estuarine Research Reserve System. Authorizes the Secretary to designate a reserve if (among other criteria) the Secretary finds that designation will provide opportunities for education, interpretation, training, and demonstration projects (currently, for public education and interpretation). Revises the matters required to be included in the Secretary's guidelines for System research, education and resource stewardship (currently, for System research). Includes in the actions the Secretary must take to promote and coordinate System use for research establishing partnerships with other Federal and State estuary management programs to coordinate and collaborate on estuarine research. Authorizes grants for educational, interpretive, or training activities as well as for research and monitoring. Removes the dollar limit on the assistance provided for acquisition of lands and waters for any one reserve and allows certain nonfederal costs to be used to match the Federal share. Modifies other limits on the grants. Authorizes the Secretary to: (1) enter into cooperative agreements, financial agreements, grants, contracts, or other agreements authorizing a nonprofit organization to solicit donations to carry out System purposes and policies; and (2) accept donations of funds and services to carry out System purposes and policies.(Sec. 216) Modifies various reporting requirements.(Sec. 217) Authorizes appropriations, subject to limitation, to carry out specified provisions of the Act. Requires that any amounts in grants to States not obligated by the State recipient within a specified period revert to the Secretary and then be available for grants under the Act. Declares that Federal funds allocated under the Act may be used by grantees to purchase Federal products and services not otherwise available.Subtitle B: Coastal Habitat Restoration and Preservation - Requires a coastal State, in order to receive funds under this subtitle, to develop projects that will restore and protect ocean and coastal habitat. Prohibits a State from receiving funds under this subtitle for an activity that includes: (1) mitigation for the adverse effects of an activity governed by Federal or State law; (2) satisfaction of environmental liability; or (3) the acquisition of land or land rights from an unwilling seller.(Sec. 255) Provides for the review, revision, and approval of State project plans.(Sec. 256) Sets forth a formula for the allocation of amounts under this subtitle from the Ocean and Coast Conservation Fund established in this Act. Requires that any Fund amount available for allocation but not paid or obligated because that State does not have an approved plan (or because the amount allocated exceeded the amount obligated or expended under its plan) be retained by the Fund and disposed of according to the law otherwise applicable to revenues from leases on the Outer Continental Shelf.(Sec. 257) Directs the Secretary to maintain a database of information on coastal habitat restoration and preservation projects funded under this subtitle and to submit a report annually to specified congressional committees.(Sec. 259) Authorizes the Secretary, in carrying out this subtitle, to enter into cooperative, financial, grant, contractual, or other agreements.(Sec. 260) Authorizes appropriations: (1) to carry out this subtitle, of any Fund amounts not authorized to be appropriated under the other titles of this Act; and (2) to administer the activities in this subtitle.Title III: Cooperative Ocean Stewardship - Subtitle A: National Marine Sanctuaries - National Marine Sanctuaries Amendments Act of 1999 - Amends the National Marine Sanctuaries Act to modify the Act's findings, purposes, policies, and definitions.(Sec. 305) Changes sanctuary designation standards and procedures. Directs the Secretary of Commerce to prepare and make publicly available a management plan for the proposed sanctuary. Allows modification of designation terms by following applicable procedures of the National Environmental Policy Act of 1969 (currently, only by the same procedures by which the original designation is made). Applies to changes in the terms of a designation provisions making designations automatically effective. Modifies the circumstances in which the Secretary may withdraw an entire designation.Subjects Federal agency actions (inside or outside a sanctuary) that may destroy (currently, that are likely to destroy) or injure a sanctuary resource to consultation with the Secretary. Requires the agency head, if the agency's action results in a threat of destruction, destruction, or injury to a sanctuary resource (including toxic spills and vessel groundings), to coordinate with the Secretary and take action to prevent, respond to, mitigate, and (if possible) restore, replace, or provide the equivalent of the resource.(Sec. 307) Directs the Secretary to cooperate with other governments, international organizations, and other persons (currently, other governments and international organizations) in furtherance of the Act.(Sec. 308) Adds to the list of unlawful activities: (1) the offering for sale, purchasing, importing, or exporting of any sanctuary resource; and (2) provisions specifying activities that constitute interference with enforcement of the Act. (Current law prohibits enforcement interference without so specifying.)(Sec. 309) Directs the Secretary to conduct enforcement activities as necessary (currently, as necessary and reasonable) to carry out the Act. Empowers officers authorized to enforce the Act to arrest any person on reasonable cause to believe that the person has interfered with enforcement. Makes interference punishable by fine or imprisonment. Increases the limit on fines for Act violations. Makes protecting and enhancing the resources of the sanctuary in which a violation occurred the top priority (after certain costs) in using amounts received under enforcement provisions for civil penalties, forfeiture, and costs. Authorizes the Secretary to subpoena electronic files.(Sec. 311) Directs the Secretary to conduct, support, and coordinate (currently, to conduct) research, monitoring, and education programs. Authorizes the Secretary to undertake, solely or in partnership: (1) efforts to enhance public awareness, understanding, and appreciation of the marine environment; and (2) the development of interpretive facilities.(Sec. 312) Mandates public notice before the Secretary identifies any activity subject to a sanctuary special use permit. Requires a permittee to have insurance or an equivalent bond (currently, to have insurance). Requires that permit fees the Secretary is authorized to assess include an amount representing the fair market value of access to the sanctuary resource. Allows, for nonprofit activities, waiver or reduction of certain fee portions or acceptance of in-kind services in lieu of fees.(Sec. 313) Authorizes the Secretary to use by agreement the personnel, services, or facilities of Federal, State, or local agencies on a reimbursable or non-reimbursable basis to assist in carrying out the Act.(Sec. 314) Makes any person who creates an imminent risk of destruction or injury to a sanctuary resource liable to the United States. Includes in the liability damages resulting from response actions and costs related to seizure, forfeiture, storage, or disposal. Makes any vessel used to destroy or injure any sanctuary resource liable in rem for those amounts. Makes a person not liable if the destruction or injury was specifically authorized by Federal or State law or permit (currently, if the destruction or injury was caused by an activity authorized by Federal or State law), except for actions by any person authorized to enforce the Act in responding to an incident creating liability. Removes provisions making a person not liable if the destruction or injury was negligible. Declares that nothing in specified Federal laws limits the liability of any person or vessel (currently, any person) under the Act. Makes liability joint and several.Authorizes the Attorney General, on request of the Secretary, to begin a civil action for response, seizure, forfeiture, storage, and disposal costs (currently, for response costs and damages). Requires the Secretary to so request whenever a person or vessel (currently, whenever a person) may be liable for such costs or damages.Replaces provisions regulating the use of amounts recovered with provisions requiring the use, without further appropriation, of amounts recovered and interest on those amounts for: (1) past and future response costs and damage assessments; (2) restoration or replacement relating to the resources that were the subject of the action or prevention of threats to the sanctuary involved; and (3) management and improvements to that or other marine sanctuaries.Imposes a statute of limitation on actions.(Sec. 316) Changes the function of sanctuary advisory councils from assisting to giving advice and recommendations to the Secretary. Allows council membership to include persons interested in the conservation (currently, in the protection and multiple use management) of sanctuary resources.(Sec. 317) Authorizes the Secretary to: (1) solicit and collect monetary or in-kind contributions from official sponsors for the manufacture, reproduction, sale, or use of the symbols of the national sanctuary program or an individual sanctuary; and (2) authorize the use of those symbols by any person engaged in a collaborative effort with the national sanctuary program.(Sec. 319) Authorizes appropriations to carry out the Act, including authorizing deriving a specified amount from the Ocean and Coastal Conservation Fund.Subtitle B: Coral Reef Protection - Coral Reef Protection Act of 1999 - Declares that it is U.S. policy to conserve coral reefs and coral reef ecosystems.(Sec. 356) Authorizes the Secretary of Commerce to provide: (1) financial assistance for projects that provide for the restoration or conservation of coral reefs or coral reef ecosystems; and (2) technical assistance to any State or Federal agency with coral reef jurisdiction.(Sec. 357) Authorizes: (1) the conducting of activities that conserve coral reefs or coral reef ecosystems or that further public awareness and education; and (2) joint projects with any Federal, State, or local authority or financial assistance to any person for such activities.(Sec. 358) Amends Federal law relating to vessels eligible for documentation to prohibit a vessel that is otherwise qualified to be documented as a vessel of the United States from being documented if the owner has abandoned any vessel on a reef subject to U.S. jurisdiction and the vessel remains on the reef or was removed using funds under this subtitle or any other Act on the same subject enacted after 1998.(Sec. 359) Designates, under the Comprehensive Environmental Response, Compensation, and Liability Act of 1980, nine fishing vessels driven by Typhoon Val in 1991 onto coral reefs inside Pago Pago harbor near the villages of Leloaloa and Aua and the reefs they are on as sites at which there is a substantial threat of release of a hazardous substance into the environment. Declares that, for purposes of that Act, the site shall not be considered to have resulted from an act of God.(Sec. 360) Authorizes the Secretary to enter into an agreement with a foundation under which the foundation may receive, hold, and administer amounts to support public-private partnerships that further this subtitle's purposes. Authorizes such a foundation to solicit and accept any gift or donation to further this subtitle's purposes. Authorizes the Secretary to transfer certain funds appropriated under this subtitle to such a foundation.(Sec.361) Authorizes appropriations to carry out this subtitle, including authorizing deriving a specified amount from the Ocean and Coastal Conservation Fund.Title IV: Cooperative Research and Enforcement - Amends the Interjurisdictional Fisheries Act of 1986 (IFA) to authorize the Secretary of Commerce to establish cooperative agreements on a side-source basis with any appropriate Marine Fisheries Commission, State, regional, or tribal entities to implement the standardized fishing vessel registration and information management system transmitted under specified provisions of the Magnuson-Stevens Fishery Conservation and Management Act.(Sec. 403) Directs the Secretary, if requested by the Governor of a State represented on an interstate commission, to enter into an agreement under that Act that authorizes the deputization of State law enforcement officers to perform the Secretary's duties relating to enforcement of the IFA or any other marine resource law enforced by the Secretary. Directs the Secretary, after execution of that agreement and if requested by a State, to enter into an agreement for a joint project on matters of mutual interest. Declares that those joint project agreements will provide a framework for enforcement and prosecution of Federal and State living marine resource laws and regulations in the Exclusive Economic Zone of the United States. Authorizes the Secretary to enter into a cooperative agreement on a sole-source basis with an appropriate marine fisheries commission to assist in oversight and coordination of the joint project agreement.(Sec. 404) Exempts funds for the joint projects from provisions regulating the apportionment of funds under the Act.(Sec. 405) Authorizes appropriations from the Ocean and Coast Conservation Fund for cooperative agreements with States under provisions added by section 402 of this Act. Directs the Secretary to allocate authorized amounts consistent with a specified report to certain congressional committees. Authorizes appropriations for the joint projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coastal Stewardship Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Coastal Zone Management Amendments of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Coral Reef Protection Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Marine Sanctuaries Amendments Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a fund for the restoration and protection of ocean and coastal resources, to amend and reauthorize the Coastal Zone Management Act of 1972, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:48-05:00"
}