{
  "actions": [
    {
      "acted_at": "1973-01-23", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2668-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Moss, John E.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00838", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-23", 
  "number": "2668", 
  "official_title": "A bill to establish the General Budget Office, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-23", 
  "subjects": [
    "Economics and public finance", 
    "Federal budgets", 
    "Fiscal year", 
    "Independent regulatory commissions"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-23", 
    "text": "Title I: General Provisions - Sets forth the policy of this Act. Title II: General Budget Office - Establishes an independent agency of the Federal Government to be known as the General Budget Office. Provides that the Office shall be under the charge of a Director, appointed by the Presidnet by and with the advice and consent of the Senate, who may appoint and fix the compensation of such personnel as he deems advisable. Provides that the Office shall, upon request made by the Congress or on the authorization of the Congress or any committee thereof, conduct periodic investigations into the operation of the General Accounting Office and thereafter prepare and transmit to the Speaker of the House and the President of the Senate a report of its findings and recommendations based upon each such investigation. Authorizes the Director to procure directly from any agency of the Federal Government such information as he shall determine necessary to enable the Office to carry out its functions under this title. Provides that the head of each agency of the Federal Government shall, upon request made by the Office, the Congress or any committee thereof, explain the operation of such agency. Title III: Amendments to the Budget and Accounting Act of 1921 - Provides that the Comptroller General may procure directly from any agency of the Federal Government such information as he shall determine necessary to enable the General Accounting Office to carry out its functions under the Budget and Accounting Act. (Amends 31 U.S.C. 53) Title IV: Change of Fiscal Year to Calendar Year - Provides that commencing with the next calendar year which begins after the date of enactment of this Act, the fiscal year of each agency of the Federal Government shall be the calendar year. Title V: Appropriations Procedures - Authorizes to be appropriated during each calendar year such sums as may be necessary to carry out this Act. Provides that if by January of any Calendar year the Congress has not passed a bill which appropriates funds for the operation of any agency of the Federal Government for that calendar year, such agency shall operate in accordance with the provisions of the recommended budget for that calendar year transmitted to the Congress by the General Budget Office. Provides that if by January 1 of any calendar year the Congress has passed an Act which appropriates funds for the operation of an agency of the Federal Government for that calendar year, and which has not been signed by the President, such agency shall operate in accordance with the provisions of such Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish the General Budget Office, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:33-05:00"
}