{
  "actions": [
    {
      "acted_at": "1995-04-04", 
      "committee": "Committee on Government Reform and Oversight, and in addition to the Committees on National Security, the Judiciary, Small Business, Science, and International Relations, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Government Reform and Oversight, and in addition to the Committees on National Security, the Judiciary, Small Business, Science, and International Relations, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-04", 
      "committee": "House Government Reform and Oversight", 
      "references": [], 
      "text": "Referred to House Government Reform and Oversight", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-04", 
      "committee": "House National Security", 
      "references": [], 
      "text": "Referred to House National Security", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-04", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-04", 
      "committee": "House Small Business", 
      "references": [], 
      "text": "Referred to House Small Business", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-04", 
      "committee": "House Science", 
      "references": [], 
      "text": "Referred to House Science", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-04", 
      "committee": "House International Relations", 
      "references": [], 
      "text": "Referred to House International Relations", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-11", 
      "in_committee": "House Science", 
      "references": [], 
      "subcommittee": "Technology", 
      "text": "Referred to the Subcommittee on Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-12", 
      "in_committee": "House Government Reform and Oversight", 
      "references": [], 
      "subcommittee": "Government Management, Information and Technology", 
      "text": "Referred to the Subcommittee on Government Management, Information and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-07-18", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Commercial and Administrative Law", 
      "text": "Referred to the Subcommittee on Commercial and Administrative Law.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1388-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Reform and Oversight", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Reform and Oversight", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Government Management, Information and Technology", 
      "subcommittee_id": "12"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House National Security", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Commercial and Administrative Law", 
      "subcommittee_id": "09"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Technology", 
      "subcommittee_id": "17"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Collins, Cardiss", 
      "sponsored_at": "1995-04-04", 
      "state": "IL", 
      "thomas_id": "00220", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Dellums, Ronald V.", 
      "sponsored_at": "1995-04-04", 
      "state": "CA", 
      "thomas_id": "00284", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Spence, Floyd", 
      "sponsored_at": "1995-04-04", 
      "state": "SC", 
      "thomas_id": "01091", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-04-04", 
  "number": "1388", 
  "official_title": "To revise and streamline the acquisition laws of the Federal Government, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s669-104", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s669-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Acquisition Improvement Act of 1995", 
  "sponsor": {
    "district": "5", 
    "name": "Clinger, William F., Jr.", 
    "state": "PA", 
    "thomas_id": "00207", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-04-04", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Appropriations", 
    "Architecture", 
    "Armed forces and national security", 
    "Arms sales", 
    "Artificial satellites", 
    "Building leases", 
    "Claims", 
    "Commerce", 
    "Commercialization", 
    "Competition", 
    "Computer software", 
    "Computers and government", 
    "Conflict of interests", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Construction industries", 
    "Copyright", 
    "Copyright royalties", 
    "Cost accounting", 
    "Crime and law enforcement", 
    "Debarment of government contractors", 
    "Defense contracts", 
    "Defense procurement", 
    "Delegation of powers", 
    "Department of Energy", 
    "Disciplining of employees", 
    "District courts", 
    "Economics and public finance", 
    "Electronic data processing", 
    "Energy", 
    "Energy policy", 
    "Engineering", 
    "Engineers", 
    "Export controls", 
    "Federal budgets", 
    "Federal employees", 
    "Federal installations", 
    "Federal office buildings", 
    "Federal officials", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Frivolous lawsuits", 
    "Gifts", 
    "Government consultants", 
    "Government contractors", 
    "Government employees' health insurance", 
    "Government ethics", 
    "Government lending", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government service contracts", 
    "Grants-in-aid", 
    "Health", 
    "Housing and community development", 
    "Information leaking", 
    "Intellectual property", 
    "International competitiveness", 
    "Inventions", 
    "Inventors", 
    "Jurisdiction", 
    "Labor and employment", 
    "Laboratories", 
    "Law", 
    "Licenses", 
    "Maintenance and repair", 
    "Manufacturing industries", 
    "Military construction operations", 
    "Military housing", 
    "Military research", 
    "Minorities", 
    "Minority business enterprises", 
    "Misconduct in office", 
    "Patents", 
    "Planning-programming-budgeting", 
    "Prices", 
    "Private police", 
    "Public utilities", 
    "Research and development", 
    "Science, technology, communications", 
    "Shipbuilding", 
    "Small business", 
    "Socially handicapped", 
    "Space activities", 
    "Technological innovations", 
    "Transportation and public works", 
    "Warships", 
    "Women", 
    "Women in business"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-04-04", 
    "text": "TABLE OF CONTENTS: Title I: Contract Formation Subtitle A: Competition Statutes Subtitle B: Truth in Negotiations Subtitle C: Procurement Protests Subtitle D: Policy, Definitions, and Other Matters Title II: Contract Administration Subtitle A: Contract Payment Subtitle B: Cost Principles Subtitle C: Claims and Disputes Subtitle D: Miscellaneous Title III: Commercial Items Title IV: Simplified Acquisition Threshold Subtitle A: Threshold Defined Subtitle B: Inapplicability of Laws to Acquisitions At or Below the Simplified Acquisition Threshold Subtitle C: Simplified Procedures Subtitle D: Micro-Purchase Procedures Title V: Acquisition Management Subtitle A: Pilot Programs Subtitle B: Miscellaneous Title VI: Other Procurement-Related Matters Subtitle A: Standards of Conduct/Ethics Subtitle B: Additional Amendments Subtitle C: Intellectual Property Title VII: Small Business and Socioeconomic Laws Subtitle A: Small Business Laws Subtitle B: Socioeconomic Laws Title VIII: Defense International Trade Federal Acquisition Improvement Act of 1995 - Title I: Contract Formation - Subtitle A: Competition Statutes - Part I: Armed Services Acquisitions - Subpart A: Competition Requirements - Amends Federal armed services law to revise competition and other contract requirements to provide for delegation of certain authority. (Sec. 1002) Modifies approval levels for contracts. (Sec. 1003) Defines advisory and assistance services. Subpart B: Planning, Solicitation, Evaluation, and Award - Provides that nothing under any Federal law shall be construed to prohibit an agency from adding, deleting, or tailoring evaluation factors or specifications at any time up until the issuance of a request for final offers, when purchasing commercial items. (Sec. 1012) Authorizes contracting officers to limit the competitive range if they make specified determinations. (Sec. 1013) Provides for pre-award debriefings of excluded offerors. (Sec. 1014) Establishes two-phase selection procedures. Subpart C: Kinds of Contracts - Repeals certain fee limitations, as well as specified provisions relating to architectural and engineering services and employment of outside architects and engineers. Revises provisions applicable to contracts for architectural and engineering services and construction design. Part II: Civilian Agency Acquisitions - Subpart A: Competition Requirements - Amends the Federal Property and Administrative Services Act of 1949 (FPASA) to revise competition and other contract requirements to provide for delegation of certain authority. (Sec. 1052) Modifies approval levels for contracts. (Sec. 1053) Defines advisory and assistance services. (Sec. 1054) Allows justification for use of noncompetitive procedures in order to provide for continued occupancy of leased space. Subpart B: Planning, Solicitation, Evaluation, and Award - Provides that nothing under any Federal law shall be construed to prohibit an agency from adding, deleting, or tailoring evaluation factors or specifications at any time up until the issuance of a request for final offers, when purchasing commercial items. (Sec. 1062) Authorizes contracting officers to limit the competitive range if they make specified determinations. (Sec. 1063) Provides for pre-award debriefings of excluded offerors. (Sec. 1064) Establishes two-phase selection procedures. Subpart C: Kinds of Contracts - Repeals certain fee limitations. Part III: Acquisitions Generally - Repeals a Small Business Act provision for duplicative approval authority. Repeals provisions under the Office of Federal Procurement Policy Act for an annual competitive report, a review of regulations for consistency with Federal acquisition regulation, and a biannual report on procurement regulatory activity. Subtitle B: Truth in Negotiations - Part I: Armed Services Acquisitions - Amends Federal armed services law relating to truth in negotiations for armed services acquisitions to revise certain required regulations. Part II: Civilian Agency Acquisitions - Amends FPASA provisions relating to truth in negotiations for civilian agency acquisitions to revise certain required regulations. Revises provisions relating to the status of certain Federal employees' health benefits contracts. Subtitle C: Procurement Protests - Part I: Protests to the Comptroller General - Amends Federal law relating to money and finance to revise requirements that the Comptroller General rule on dispositive motions with respect to protests. (Sec. 1202) Adds provisions relating to frivolous protests. (Sec. 1203) Revises requirements relating to decisions on protests. (Sec. 1204) Prohibits certain awards of costs unless the party has provided the agency a reasonable opportunity to provide relief pursuant to an established administrative procedure for resolution of protests that provides for review by a senior agency official and tolls protest stay periods during pendency of agency review. (Sec. 1205) Provides for availability of funds following resolution of a formal protest or any administrative or judicial challenge. Part II: Protests in the Federal Courts - Amends Federal law relating to the judiciary and judicial procedure to give the U.S. Court of Federal Claims exclusive judicial jurisdiction of federal contract bid protests. Amends Federal law relating to money and finance to declare that specified provisions do not give the Comptroller General exclusive jurisdiction over protests nor affect the right of any interested party to file a protest with the contracting agency or an action in the U.S. Court of Federal Claims. Part III: Protests in Procurement of Automatic Data Processing - Amends FPASA to revise requirements relating to decisions on protests, and to add provisions relating to interlocutory appeals, suspension of procurement pending protest, dispositive motions, and frivolous protests. (Sec. 1436) Prohibits certain awards of costs unless the party has provided the agency a reasonable opportunity to provide relief pursuant to an established administrative procedure for resolution of protests that provides for review by a senior agency official, and tolls protest stay periods during pendency of agency review. Part IV: General - Amends the Office of Federal Procurement Policy Act (OFPPA) to add provisions regarding: (1) protests of procurements made through the Federal acquisition computer network under the simplified acquisition threshold; and (2) offeror statements to refrain from protesting procurements. (Sec. 1443) Expresses the sense of the Congress that executive agencies should consider the establishment of their own administrative remedial procedures for the resolution of protests, and that protest stay periods should be tolled during the pendency of such procedures. Subtitle D: Policy, Definitions, and Other Matters - Amends FPASA to: (1) repeal a multi-year limitation on inspection, maintenance, and repair; (2) authorize the Administrator of the General Services Administration to accept and pay for public utility services under a tariff at the lowest applicable rates, without entering into a contract; and (3) make specified funds available for procurement by contract for services of guards, elevator operators, messengers, and custodians without limitation. Title II: Contract Administration - Subtitle A: Contract Payment - Part I: Armed Services Acquisitions - Amends Federal armed services law to add provisions for vestiture of title with respect to acquisitions. Part II: Civilian Agency Acquisitions - Amends FPASA to add provisions for vestiture of title with respect to acquisitions. Subtitle B: Cost Principles - Part I: Civilian Agency Acquisitions - Amends FPASA to make certain contracts for health benefits for Federal employees covered contracts for purposes of applicability of allowable cost principles. Part II: Acquisitions Generally - Directs the Federal Acquisition Registry to identify those costs incurred with respect to a protest that are unallowable under covered contracts. Subtitle C: Claims and Disputes - Amends Federal law relating to the judiciary and judicial procedures to divest Federal district courts of jurisdiction for Federal contract disputes subject to the Contract Disputes Act of 1978. (Sec. 2252) Amends the Contract Disputes Act of 1978 to reduce from 12 months to 90 days the period for a contractor's filing for an action directly on the claim in the U.S. Court of Federal Claims (in lieu of appealing the contracting officer's decision to an agency board). Subtitle D: Miscellaneous - Amends Federal law relating to money and finance to eliminate specified provisions relating to accounting for advisory and assistance services. Waives cancellation of funding for: (1) satellite on-orbit incentive fees; and (2) Navy and other Government shipbuilding and conversion. Title III: Commercial Items - Amends OFPPA to revise a definition of commercial items. Title IV: Simplified Acquisition Threshold - Subtitle A: Threshold Defined - Amends OFPPA to define simplified acquisition threshold as: (1) $100,000; or (2) $1 million for the acquisition of services, including construction, when the procurement is conducted as a small business set-aside and if supply items are expected to constitute less than 20 percent of the total value of the contract. Subtitle B: Inapplicability of Laws to Acquisitions At or Below the Simplified Acquisition Threshold - Repeals a provision of the Federal Acquisition Streamlining Act of 1994 relating to inapplicability of certain laws (the Miller Act) to acquisitions at or below the simplified acquisition threshold. Subtitle C: Simplified Procedures - Amends OFPPA to: (1) repeal provisions for duplicative authority for simplified acquisition purchases; (2) conform procurement notice posting thresholds; and (3) provide exemptions from a wait period when using a detailed synopsis and from synopsizing requirements. (Sec. 4205) Repeals a duplicative procurement notice provision under the Small Business Act. Subtitle D: Micro-Purchase Procedures - Amends OFPPA to authorize purchases not greater than $2,500 without obtaining competitive quotations if the purchase price is considered reasonable (removing a requirement for contracting officer determination of this). Title V: Acquisition Management - Subtitle A: Pilot Programs - Amends OFPPA to replace provisions for tests of innovative procurement methods and procedures with provisions for acquisition research demonstration projects in the form of agency test programs to determine whether a specified change in acquisition policies or procedures would result in improved Federal acquisition management. Subtitle B: Miscellaneous - Amends the Department of Energy Organization Act to revise certain administrative procedures. Title VI: Other Procurement-Related Matters - Subtitle A: Standards of Conduct/Ethics - Amends OFPPA to repeal specified provisions relating to procurement integrity. Adds provisions relating to penalties and administrative actions for cases of disclosing and obtaining contractor bid or proposal information or source selection information. Subtitle B: Additional Amendments - Amends Federal armed services law with respect to the inapplicability of a prohibition on gratuities. Subtitle C: Intellectual Property - Amends the Stevenson-Wydler Technology Innovation Act of 1980 to revise provisions for cooperative research and development agreements. Adds provisions for Federal agencies to negotiate licensing agreements for copyrights owned by, or voluntarily assigned to, the Government. (Sec. 6101) Adds provisions for Federal agency claims of copyright of certain computer programs. Revises provisions for distribution of royalties received by Federal agencies. (Sec. 6102) Revises employee activities provisions to authorize Federal agencies to allow Government employee authors of computer programs to acquire title to copyright, subject to certain conditions. (Sec. 6103) Amends Federal copyright law to provide an exception to the prohibition on copyright protection for works of the Federal Government. (Sec. 6104) Amends Federal patent law to revise provisions relating to patent rights in inventions made with Federal assistance. Title VII: Small Business and Socioeconomic Laws - Subtitle A: Small Business Laws - Amends the Small Business Act to add provisions relating to direct contracting with certain program participant companies and to small business subcontracting plans, and to revise a reporting requirement on the number of small business subcontract awards. (Sec. 7004) Repeals: (1) the Small Business Competitiveness Demonstration Program Act of 1988; (2) a program for manufacturing contracts through manufacturing application and education centers; and (3) a pilot program for very small business concerns. Subtitle B: Socioeconomic Laws - Repeals the Walsh-Healey Act (relating to public contracts). (Sec. 7102) Amends the Resource Conservation and Recovery Act to: (1) revise provisions relating to biennial reports on Federal procurement; and (2) remove certain provisions relating to requirements for certification and verification. Title VIII: Defense International Trade - Amends Federal law relating to arms export control and foreign military sales authorizations with respect to U.S. companies' competitiveness and the reduction or waiver of certain charges."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Acquisition Improvement Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To revise and streamline the acquisition laws of the Federal Government, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:19-05:00"
}