{
  "actions": [
    {
      "acted_at": "1996-09-17", 
      "references": [
        {
          "reference": "CR S10686-10687", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-17", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2083-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-09-17", 
  "number": "2083", 
  "official_title": "A bill to amend title 18, United States Code, to set forth the civil jurisdiction of the United States for crimes committed by persons accompanying the Armed Forces outside of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "DeWine, Mike", 
    "state": "OH", 
    "thomas_id": "00293", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-09-17", 
  "subjects": [
    "Administrative procedure", 
    "Americans employed in foreign countries", 
    "Americans in foreign countries", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Arrest", 
    "Court records", 
    "Courts-martial and courts of inquiry", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Criminal justice information systems", 
    "DNA fingerprints", 
    "Department of Defense", 
    "Extradition", 
    "Extraterritoriality", 
    "Federal employees", 
    "Government operations and politics", 
    "Identification of criminals", 
    "International affairs", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Military discharges", 
    "Military pay", 
    "Sentences (Criminal procedure)", 
    "Sex crimes", 
    "Sex offenders"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-09-17", 
    "text": "Revises Federal law regarding pay and allowances of the uniformed services to provide that a member of the U.S. armed forces sentenced by a court-martial to a dishonorable discharge is not entitled to pay and allowances for any period of confinement after the adjournment of the court-martial. Specifies that if such sentence is disapproved, mitigated, changed, or set aside by an authorized official, such prohibition shall cease to apply to the member on the basis of that sentence, and the member shall be entitled to receive pay and allowances retroactive to the date of the sentence. Amends the Federal criminal code to provide that whoever, while serving with, employed by, or accompanying the armed forces outside of the United States, engages in conduct that would constitute an offense punishable by imprisonment for more than one year if such conduct had occurred within the special maritime and territorial jurisdiction of the United States, shall be guilty of a like offense and subject to a like punishment. Sets forth provisions regarding concurrent jurisdiction, action by foreign governments, and arrests. Authorizes the delivery to authorities of foreign countries of persons alleged to have engaged in such conduct under specified circumstances. Directs the Secretary of the military department having jurisdiction of the armed force of a member, at the time such member is discharged or released, to transmit to the Director of the Federal Bureau of Investigation (FBI) a copy of records of any penal actions taken against the member under the Uniform Code of Military Justice. Requires: (1) any person convicted of a crime of a sexual nature under the Code, prior to military discharge, to transmit to such Secretary a sample of blood, saliva, or other specimen collected from that person necessary to conduct DNA analysis; and (2) each sample to be transmitted in a timely manner to the Director for inclusion in the FBI's Combined DNA Identification System."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 18, United States Code, to set forth the civil jurisdiction of the United States for crimes committed by persons accompanying the Armed Forces outside of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:21-05:00"
}