{
  "actions": [
    {
      "acted_at": "1974-10-10", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr17262-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-10-10", 
  "number": "17262", 
  "official_title": "A bill to assure maximum national nutrition with the highest quality and greatest quantity of milk, milk products, red meat, and poultry at the most reasonable cost to consumers with emphasis on people, performance, and production; to achieve a continuing supply of essential food in the national interest.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Dairy, Livestock, and Poultry Act", 
  "sponsor": {
    "district": "1", 
    "name": "Denholm, Frank E.", 
    "state": "SD", 
    "thomas_id": "00286", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-10-10", 
  "subjects": [
    "Agricultural price supports", 
    "Agriculture and food", 
    "Dairy products", 
    "Livestock", 
    "Meat", 
    "Milk", 
    "Poultry"
  ], 
  "subjects_top_term": "Agricultural price supports", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-10-10", 
    "text": "Emergency Dairy, Livestock, and Poultry Act - Title I: Definitions - Defines the term \"farm family unit\" for purposes of entitlement to benefits under this Act. Defines the term \"gross annual sales\" as meaning the combined gross cash receipts first received for dairy, livestock, and poultry produced by a farm family unit as limited and defined in this Act, in any calendar year or for such other approved twelve-month accounting period. Defines the terms \"cost-of-production payments,\" \"carryback option,\" and \"carryforward option\". Title II: Cost-of-Production Payments - Provides that any farm family unit that markets milk, milk products, red meat, and poultry for human consumption shall receive cost-of-production payments directly from the Government not less often than semiannually. Sets forth the formula for determining such payment. Provides that any farm family unit may exercise the option of carrying forward sales of milk, milk products, red meat, and poultry for human consumption against the limits of gross annual sales for any next succeeding thirty-six-month period. Sets forth limitations to carry forward such sales. Title III: Adjustment Provisions Authorized - Directs the Secretary of the United States Department of Agriculture to issue such regulations as shall be deemed essential and necessary to administer all titles of this emergency Act for the full calendar years of 1974 and 1975 as may be required in a fair, just, objective, and orderly manner as to protect, preserve, and project an essential source of food supply in the national interest."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Dairy, Livestock, and Poultry Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assure maximum national nutrition with the highest quality and greatest quantity of milk, milk products, red meat, and poultry at the most reasonable cost to consumers with emphasis on people, performance, and production; to achieve a continuing supply of essential food in the national interest.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:37-05:00"
}