{
  "actions": [
    {
      "acted_at": "1990-06-26", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-26", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-26", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to the House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-26", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-06", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Military Personnel and Compensation", 
      "text": "Referred to the Subcommittee on Military Personnel and Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-06", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-07-06", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to the Subcommittee on Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5166-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Personnel and Compensation", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Collins, Cardiss", 
      "sponsored_at": "1990-07-11", 
      "state": "IL", 
      "thomas_id": "00220", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "de Lugo, Ron", 
      "sponsored_at": "1990-07-11", 
      "state": "VI", 
      "thomas_id": "00275", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Evans, Lane", 
      "sponsored_at": "1990-07-17", 
      "state": "IL", 
      "thomas_id": "00361", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fuster, Jamie B.", 
      "sponsored_at": "1990-07-17", 
      "state": "PR", 
      "thomas_id": "00424", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Jontz, Jim", 
      "sponsored_at": "1990-07-12", 
      "state": "IN", 
      "thomas_id": "00613", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Luken, Thomas A.", 
      "sponsored_at": "1990-07-11", 
      "state": "OH", 
      "thomas_id": "00713", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Poshard, Glenn", 
      "sponsored_at": "1990-07-26", 
      "state": "IL", 
      "thomas_id": "00925", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Stokes, Louis", 
      "sponsored_at": "1990-07-24", 
      "state": "OH", 
      "thomas_id": "01115", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Thomas, Lindsay", 
      "sponsored_at": "1990-07-11", 
      "state": "GA", 
      "thomas_id": "01150", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-06-26", 
  "number": "5166", 
  "official_title": "To provide increased and special benefits to individuals involuntarily separated from the Armed Forces, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Involuntarily Separated Military Personnel Benefits Act of 1990", 
  "sponsor": {
    "district": "2", 
    "name": "Slattery, Jim", 
    "state": "KS", 
    "thomas_id": "01067", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-06-26", 
  "subjects": [
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Dismissal wage", 
    "Federal employees", 
    "Health", 
    "Health insurance", 
    "Information services", 
    "Job hunting", 
    "Manpower training programs", 
    "Military dependents", 
    "Military discharges", 
    "Military medicine", 
    "Military pay", 
    "Unemployment insurance", 
    "Veterans' education", 
    "Veterans' employment", 
    "Veterans' medical care", 
    "Vocational guidance"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-06-26", 
    "text": "Involuntarily Separated Military Personnel Benefits Act of 1990 - Provides separation pay for all members of the armed forces who are involuntarily discharged or released from active duty or are denied reenlistment. (Under current law, regular members who were discharged from active duty after a specified date and who had completed five or more, but fewer than 20 years of active duty, were denied such separation pay and no separation pay was provided to enlisted members denied reenlistment.) Fixes the amount of separation pay at ten percent of the product of years of service and 12 times the monthly pay rate at the time of discharge or $60,000, whichever is less. Limits to $60,000 the total amount a member can receive in separation, severance, and readjustment pay based on service in the armed forces. Increases the aggregate amount of unemployment compensation payable to ex-servicemen in any benefit year to 26 times an individual's weekly benefit amount for total unemployment. Directs the Secretary of Defense to conduct a program to furnish employment and training information and services to members of the armed forces who serve on active duty more than 180 consecutive days and are denied reenlistment or involuntarily separated from active duty under honorable conditions in order to assist such members in assimilating to civilian life. Requires the Secretary, no later than 180 days before a separation, to notify the member of such separation and to brief him or her regarding the availability of potential retirement, employment, job preference, and other benefits. Authorizes the Secretary to utilize disabled veterans' outreach program specialists, local veterans' employment representatives, other employment service personnel, and representatives of veterans' service organizations in furnishing such employment and training information. Requires the Secretary, in preparation for the discharge or release from active duty of military personnel stationed outside the United States whose dependents were permitted to accompany them, to reassign such member and dependents to the United States for the final three to six months of the member's tour of active duty. Urges and requests the President to establish a special committee to report on the means of encouraging civilian employers to cooperate with and assist the Government in providing employment training and job placement services to military personnel being involuntarily separated. Authorizes appropriations. Includes an individual who served on active duty at any time in the armed forces for more than 180 consecutive days and is denied reenlistment on active duty or involuntarily separated from active duty under honorable conditions and under criteria established by the Secretary of the military department concerned among those individuals for whom a Federal hiring preference will be given. Expresses the sense of the Congress that with respect to a person involuntarily separated from the armed forces: (1) efforts should be made to expand the number of noncompetitive position appointments available in the Government and to increase the pay grade level for such appointments; and (2) preferential hiring policies and procedures should be established as a condition for receiving the Federal share of expenditures for State and local programs. Directs the Secretary of Defense to contract to provide medical care to a person who is involuntarily discharged or released from active duty and to his or her dependents for 90 days following such discharge or release. Directs the Secretary to inform each such person of the availability for purchase by the member of a conversion health policy. Requires such policy to be purchased within 90 days of the date of such discharge or release. Provides that such a policy shall continue to cover such member and his or her dependents for one year. Outlines preexisting conditions for which such coverage will apply. Authorizes such member and dependents to receive health care at any military medical facility for any injury, illness, or disease incurred before the date of discharge or release, for a specified conditional period. Defines those persons who will not be considered to have been involuntarily discharged or released from the armed forces (such as those released under dishonorable conditions or for unfitness or unsatisfactory performance) and who will not therefore be entitled to such extended medical care. Provides that an individual involuntarily discharged or released from active duty shall be entitled to 36 months of basic educational assistance under the Montgomery GI Bill. Sets forth application requirements and benefit limitations. Defines those persons who will not be considered to have been involuntarily discharged or released from active duty and who are therefore not entitled to such education assistance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Involuntarily Separated Military Personnel Benefits Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide increased and special benefits to individuals involuntarily separated from the Armed Forces, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:58-05:00"
}