{
  "actions": [
    {
      "acted_at": "1979-04-05", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3478-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-04-05", 
  "number": "3478", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to impose a deregulation tax on domestic production of crude oil and to allow a credit against such tax to encourage domestic production.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3474-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Oil Deregulation Tax Act of 1979", 
  "sponsor": {
    "district": "1", 
    "name": "Gradison, Willis D., Jr.", 
    "state": "OH", 
    "thomas_id": "00451", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-04-05", 
  "subjects": [
    "Excess profits tax", 
    "Excise tax", 
    "Fines (Penalties)", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Petroleum prices", 
    "Tax administration", 
    "Tax credits", 
    "Taxation"
  ], 
  "subjects_top_term": "Excess profits tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-04-05", 
    "text": "Oil Deregulation Tax Act of 1979 - Amends the Internal Revenue Code to impose upon producers of domestic crude oil an excise tax on price increases resulting from deregulation. Sets the rate of such tax at 25 percent of the price increase on each barrel of taxable crude oil. Exempts oil producers whose production does not exceed 1,200 barrels multiplied by the number of days in a taxable period from the tax. Allows oil producers a nonrefundable credit against the deregulation tax for: (1) intangible drilling and development costs; (2) geological and geophysical costs; (3) expenditures for oil exploration and production equipment; and (4) secondary or tertiary recovery of oil or gas. Provides for a carryover of credit amounts which exceed the amount of deregulation tax in any taxable period. Requires oil producers to maintain such records with respect to oil production as the Secretary of the Treasury may require. Specifies that deregulation tax returns must be filed not later than the fifteenth day of the third month following the close of the taxable period. Requires the purchaser of taxable crude oil to furnish to the individual responsible for the payment of the deregulation tax a monthly statement containing information with respect to: (1) the amount of taxable crude oil purchased during such month; (2) the removal price of such oil; (3) the pre-decontrol ceiling price of such oil; (4) the amount of the producer's deregulation tax liability; and (5) other information which the Secretary may require. Imposes fines and criminal penalties for willful failure to provide such information. Requires each partnership, estate, and trust producing domestic crude oil for any taxable period to furnish to each partner or beneficiary a written statement showing: (1) the name of such partner or beneficiary; (2) information received by the partnership, trust, or estate from the purchaser of crude oil; (3) the total amount of energy investment made by such partnership, trust, or estate during a taxable period; (4) each partner's or beneficiary's share from the sale of crude oil; and (5) other information which the Secretary may require."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil Deregulation Tax Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to impose a deregulation tax on domestic production of crude oil and to allow a credit against such tax to encourage domestic production.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:58-05:00"
}