{
  "actions": [
    {
      "acted_at": "1975-05-14", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6968-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-14", 
  "number": "6968", 
  "official_title": "A bill to extend the Appalachian Regional Development Act of 1965.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Appalachian Regional Development Act Amendments", 
  "sponsor": {
    "district": "18", 
    "name": "Hays, Wayne L.", 
    "state": "OH", 
    "thomas_id": "00519", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-14", 
  "subjects": [
    "Advisory bodies", 
    "Appalachia", 
    "Business and commerce", 
    "Commerce", 
    "Education", 
    "Federal advisory bodies", 
    "Federal aid to housing", 
    "Federal aid to vocational education", 
    "Forests and forest products", 
    "Forests and forestry", 
    "Highway finance", 
    "Housing and community development", 
    "Location of industries", 
    "Low-income housing", 
    "Poverty", 
    "Regional economic development", 
    "Roads and highways", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Rural housing", 
    "States", 
    "Vocational education"
  ], 
  "subjects_top_term": "Regional economic development", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-05-14", 
    "text": "Appalachian Regional Development Act Amendments - Authorizes to be appropriated to the Appalachian Regional Commission such sums as may be necessary for its administrative expenses. Authorizes for use of Federal highway construction funds for the Appalachian development highway system. Allows the Commission to make grants to public bodies and nonprofit entities for planning, engineering, and reasonable site acquisition or development costs. Provides that the Federal share shall not exceed 80 percent of such costs. Authorizes the Secretary of Agriculture to make grants and loans to Appalachian States to assist nonprofit timber development organizations and programs organized and operated for specific forestry purposes. Expands the authority of: (1) the Secretary of the Interior to rehabilitate areas damaged by deleterious mining practices; (2) the Secretary of Housing and Urban Development to provide financial assistance for housing construction or rehabilitation projects for low- and moderate-income families and individuals; and (3) the Secretary of Health, Education, and Welfare to provide assistance for vocational education facilities and projects demonstrating area wide education planning, services, and programs. States that no financial assistance shall be provided under the Appalachian Regional Development Act to assist establishments in relocating or to enable plant subcontractors to undertake work previously performed in another area by other subcontractors or contractors. Provides that funds provided under such Act shall not be substituted for, but shall be in addition to, State funds provided for similar purposes. Provides that, to further the Appalachian State Development Planning Process, each State member shall: (1) submit a development plan with specified aspects for the area of the State within the region; and (2) cooperate with local development districts certified by the State, including preparation and execution of area wide action programs. Increases the Federal share of and purposes for which grants may be made by the President to the Commission for administrative and management expenses incurred in carrying out the Appalachian Regional Development Act of 1965, as amended by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Appalachian Regional Development Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend the Appalachian Regional Development Act of 1965.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:24-05:00"
}