{
  "actions": [
    {
      "acted_at": "2009-10-28", 
      "references": [
        {
          "reference": "CR S10855-10856, S10857-10858", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-28", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [
        {
          "reference": "CR S10856-10857", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1964-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-10-28", 
  "number": "1964", 
  "official_title": "A bill to require disclosure of financial relationships between brokers and dealers and mutual fund companies, and of certain commissions paid by mutual fund companies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mutual Fund Transparency Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Akaka, Daniel K.", 
    "state": "HI", 
    "thomas_id": "00007", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-10-28", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Finance and financial sector", 
    "Financial services and investments", 
    "Government investigations", 
    "Marketing and advertising", 
    "Securities", 
    "Securities and Exchange Commission (SEC)"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-10-28", 
    "text": "Mutual Fund Transparency Act of 2009 - Amends the Securities Exchange Act of 1934 and the Investment Company Act of 1940 to require brokers and dealers of mutual funds to disclose in writing the related commissions they receive to purchasers of shares of any registered open-end or closed-end company or any interest in a registered unit investment trust or municipal securities used for education savings plans. Amends the Investment Company Act of 1940 to: (1) reduce from 60% to 25% the membership of the board of directors of a mutual fund that may be composed of \"interested persons\"; (2) prohibit such board from having an interested person as chairman; (3) prohibit requiring the vote of a director who is an \"interested person\" of the mutual company; and (4) require a mutual fund company to have a committee composed solely of \"non-interested persons\" responsible for selecting nominees for election to the board and for adopting qualification standards for such nominations. Requires the Securities and Exchange Commission (SEC) to issue final rules: (1) redefining the term \"significant service provider\" to include the investment adviser and principal underwriter of a mutual fund; and (2) declaring that brokers and dealers have a certain fiduciary duty in providing investment advice to retail clients, including the duty to act solely in the best interest of the client without regard to the financial or other interest of the broker or dealer. Requires the SEC to study and report to certain congressional committees on designated topics, including: (1) the level of financial literacy among purchasers of open-end companies; (2) information that investors need to make sound financial decisions prior to share purchases; and (3) methods to increase transparency of expenses and potential conflicts of interest in transactions involving shares of open-end companies. Directs the Comptroller General to study and report to certain congressional committees on mutual fund advertising, including: (1) current marketing sales practices, especially the use of unsustainable past performance data; and (2) recommendations to improve investor protections in mutual fund advertising."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mutual Fund Transparency Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require disclosure of financial relationships between brokers and dealers and mutual fund companies, and of certain commissions paid by mutual fund companies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:24-05:00"
}