{
  "actions": [
    {
      "acted_at": "1980-03-11", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-07-23", 
      "references": [], 
      "text": "Reported to House from the Committee on Post Office and Civil Service with amendment, H. Rept. 96-1186.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6768-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-11", 
  "number": "6768", 
  "official_title": "A bill to reform the process for the selection and oversight of administrative law judges, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "32", 
    "name": "Hanley, James M.", 
    "state": "NY", 
    "thomas_id": "00493", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-11", 
  "subjects": [
    "Administrative Conference of the U.S.", 
    "Administrative law judges", 
    "Administrative procedure", 
    "Civil service retirement", 
    "Disciplining of employees", 
    "Government operations and politics", 
    "Personnel management", 
    "Rating of public officials", 
    "Recruiting of employees"
  ], 
  "subjects_top_term": "Administrative law judges", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1980-07-23", 
    "text": "(Reported to House from the Committee on Post Office and Civil Service with amendment, H. Rept. 96-1186) Revises the procedure for the selection and oversight of administrative law judges. Directs the Office of Personnel Management (OPM): (1) in consultation with the Administrative Conference of the United States, to establish the qualifications for administrative law judges and to administer a system for examining and selecting such judges; (2) to rank such judges; and (3) at the request of an agency, to certify at least five but not more than ten of the highest ranked candidates for a vacant judge position. Permits an agency to select a judge only from such certified candidates or by voluntary transfer approved by OPM. Allows an agency to select a candidate who is receiving a civil service annuity only with the approval of OPM. Requires each agency with more than one judge to appoint a judge to have supervisory responsibilities. Establishes within the Administrative Conference an Administrative Law Judge Performance Review Board. Directs the Board to: (1) establish a performance appraisal system for judges which provides for evaluating the performance of each judge every six years; and (2) receive, investigate, and act upon complaints concerning a judge's performance. Requires the Board to: (1) establish procedures for ordering the reassignment, suspension, removal or reduction in the pay of a judge for unacceptable performance or on the basis of a complaint; and (2) notify the judge, the head of the agency employing the judge, and any supervisory judge of such agency of the reasons for any proposed decision to issue such an order. Provides the judge 30 days to respond to such a decision. Directs the Board to issue an order reaffirming, modifying, or withdrawing the decision after considering such response. Permits the judge to appeal such order to the Merit Systems Protection Board. Prohibits agency officials from interfering or attempting to interfere with the objective performance of the duties of a judge. Declares that an annuitant who is reemployed as a judge does not serve at the will of the employing agency. Makes technical and conforming amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to reform the process for the selection and oversight of administrative law judges, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:05-05:00"
}