{
  "actions": [
    {
      "acted_at": "1975-03-11", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-03-11", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-03-11", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-03-11", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-03-11", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-03-11", 
      "committee": "Senate Committee on Public Works", 
      "references": [], 
      "text": "Referred to Senate Committee on Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1149-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1975-01-03", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1975-01-03", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1975-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1975-01-03", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-11", 
  "number": "1149", 
  "official_title": "A bill to provide for a national fuels and energy conservation policy, to establish a national energy conservation program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Energy Conservation Act", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-11", 
  "subjects": [
    "Coal", 
    "Consumer protection", 
    "Electric appliances", 
    "Energy", 
    "Energy conservation", 
    "Environmental protection", 
    "Fuel", 
    "Gas appliances", 
    "Government operations and politics", 
    "Government property", 
    "Home repair and improvement", 
    "Housing and community development", 
    "Income tax", 
    "Labeling", 
    "Motor vehicles", 
    "Petroleum and petroleum products", 
    "Public utilities", 
    "Recycling of waste products", 
    "Roads and highways", 
    "Solar energy", 
    "Speed limits", 
    "Tax credits", 
    "Taxation", 
    "Thermal insulation", 
    "Traffic regulations", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Solar energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-11", 
    "text": "National Energy Conservation - Title I: Findings, Purpose, Policies - Establishes a national policy of reducing the domestic energy growth rate to 2 percent from a historic 3.4 percent, and of reducing Federal Government non-renewable fuel consumption by 25 percent between 1974 and 1980. Expresses additional findings and declarations of Congress with respect to energy conservation. Title II: Transportation Studies - Directs the Secretary of Transportation to report to Congress on the energy conservation potential of lower speed limits, the integration of regional transportation modes, and revision of Federal transportation regulations. Title III: Tax Credits for Building Insulation, for Installation of Solar Energy Devices, and for Installation of Coal-Fired Boilers - Allows a tax credit under the Internal Revenue Code for thermal retrofit of structures with insulation, for installation of solar energy space heating and electric generation devices, and for installation of coal-fired boilers in place of oil or gas-fired boilers. Provides that homeowners and renters are eligible for a 25 percent tax credit with a $500 ceiling for retrofiting (to expire on June 30, 1979). Provides that commercial and industrial firms are eligible for a 15 percent tax credit with a $2,500 ceiling (to expire on June 30, 1979). Allows a 25 percent credit for installation of solar energy devices with a $1,000 ceiling (to expire on June 30, 1979). Allows a 15 percent tax credit for two years for replacement of oil or gas-fired boilers with coal fired boilers, with a $1,500,000 ceiling per industrial, commercial or utility conversion (to expire on June 30, 1977). Sets limits on the carryback and carryover of the unused credits allowed under this title. Restricts the application of the provision of this title to one principal residence for any taxable year. Title IV: Thermally Efficient Building Insulation and Lighting Standards - Requires thermal standards applicable for all federally- assisted housing to be established by the Federal Energy Administrator within 12 months of enactment of this Act. Authorizes States and localities to voluntarily include these standards in their building codes. Provides for grants totaling $250,000,000 annually through fiscal year 1979 to be available for distribution by States for the acquisition by families or individuals of residential insulation materials. Provides that such grants shall vary inversely with income and shall be available to families with annual incomes of $12,000 or less, and individuals with income of $10,000 or less. Authorizes the appropriation of funds for fiscal years 1976 and 1977 to carry out this title. Title V: Truth in Energy - Requires all appliances and space conditioning systems to carry labels specifying annual operating costs. Directs the Federal Trade Commission to set requirements whereby all appliance advertising shall contain annual operating cost data. Directs the Federal Trade Commission to report annually to the Congress and to the President on the progress made in carrying out the purposes of this title. Titel VI: Energy Efficient Lighting, Appliance, and Space Heating Systems - Authorizes and directs the Administrator of the Energy Research and Development Administration to conduct research on energy efficient appliances, lights, space conditioning and solar devices. Requires that the Federal Energy Administration, in cooperation with private industry, shall develop and within 12 months issue minimum energy efficient standards for all appliances, lights, and space conditioning systems. Requires that standards be monitored by the Federal Trade Commission. Directs the Federal Energy Administration to explicitly initiate a program to discourage the use of electric resistance heating in favor of heat pumps or solar devices. Title VII: Federal Building and Procurement Policies - Directs that Federal agencies shall carry out the construction and renovation of Federal facilities or federally assisted facilities in such a manner as to insure energy conservation practices are employed in their design. Requires such agencies to insure that such facilities meet the specific general performance, lighting design, and insulation standards for thermal efficiency in structures when issued by the Federal Energy Administration. Directs each Federal agency having jurisdiction over any Federal or federally assisted facilities construction program to require the preparation of a complete life-cycle cost analysis for each major facility (exceeding fifty thousand square feet of usable floor space), for the expected life of the major facility. Requires that such life-cycle cost analysis include an energy consumption analysis of the major facility's heating, ventilating, and air-conditioning system, lighting system, and all other energy-consuming systems. Authorizes and directs the Administrator of the General Services Administration to develop, publish, and implement energy conservation guidelines for all Federal procurement. Title VIII: Industrial and Utility Energy Conservation - Directs the Energy Research and Development Administration to develop mandatory energy efficient standards for, and conduct research on, industrial equipment and processes. Provides that the 2,000 largest domestic firms shall annually report to the Federal Energy Administration on their energy conservation programs, devices and processes. Directs the Federal Energy Administrator to seek to replace natural gas or oil-fired boilers with solar devices, as well as coal-fired boilers. Directs the Energy Research and Development Administration to provide technical assistance and conduct research on solid waste recycling systems designed to produce boiler fuel. Provides for the funding of demonstration systems. Provides for loans with a 10-year maturity to be made available to public and private organizations for the construction of solid waste recycling systems. Directs the Energy Research and Development Administration to conduct research and fund demonstration projects to promote energy conservation by utilities and the use of individual residential solar electricity generation devices. Requires petroleum and natural-gas-fired utilities to report to the Federal Energy Administration a time-table for conversion to coal. Provides that utilities regulated by the Federal Power Commission must submit to Congress a comprehensive evaluation of energy conservation rate structures and other devices which may reduce electricity demand. Directs the Administrator of the Energy Research and Development Administration to make full use of the research and development resources provided under the Federal Nonnuclear Energy Research and Development Act of 1974 in carrying out specified provisions of this title. Title IX: Speed Limit Compliance - Authorizes and directs the Secretary of Transportation to: (1) establish a speed limit compliance program to coordinate efforts by State Governors to enforce the 55 mile-per-hour speed limit, assisting State Governors with grants; and (2) monitor enforcement of the national 55 mile-per-hour speed limit and report 12 months from the date of enactment of this title on compliance with the speed limit and make recommendations to achieve complete compliance. Directs the Secretary to conduct a massive public program to encourage voluntary compliance with the national 55 mile-per-hour speed limit. Title X: Transportation Energy Conservation Demonstrations - Directs the Secretary of Transportation to enter into such contracts or other arrangements for research and the development, establishment, and operation of demonstration projects to determine the feasibility of programs to conserve energy utilized in the transportation of individuals, including fare-free urban mass transportation systems; and arrangements such as reduced fees for multipassenger automobiles on toll highways, bridges, and tunnels. Title XI: Automobile Fuel Economy Standards - Automobile Fuel Economy Act - Requires Secretary of Transportation, within 18 months of enactment of this title, to establish by rule a sales weighed average fuel economy standard for new automobiles introduced into commerce in the United States during and after the 1978 model year. Provides that minimum standards shall include 18 miles-per-gallon (mpg) for model year 1978, 20 mpg for model year 1980, 22 mpg for model year 1982 and 24 mpg for model year 1984. Provides that fuel economy test results must be displayed on all vehicles within 90 days of the enactment of this title. Provides for cash rebates of $150 for vehicles achieving 18 to 20 mpg and $300 in excess of 20 mpg, to expire in August, 1977. Imposes a variable surtax on vehicles achieving less than the annual fuel economy average through August 1977. Provides that such surtax will not exceed $300 and will vary inversely with fuel economy. Title XII: Automobile Research and Development - Automotive Transport Research and Development Act - Directs the Energy Research and Development Administration to conduct research on advanced energy efficient engines and vehicles leading to the production of prototype advanced automobiles. Directs the Federal Government to purchase advanced engines automobiles if possible to comprise 10 percent of its model 1978 fleet. Provided that such share shall rise to comprise 90 percent of the 1984 fleet purchases."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Energy Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Automobile Fuel Economy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Automotive Transport Research and Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a national fuels and energy conservation policy, to establish a national energy conservation program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:13-05:00"
}