{
  "actions": [
    {
      "acted_at": "1986-07-21", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2657-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-07-21", 
  "number": "2657", 
  "official_title": "A bill to amend part C of title IV of the Social Security Act to provide for grants to States for programs to promote the training and employment of individuals receiving aid to families with dependent children.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Work Incentive Block Grant Act", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-07-21", 
  "subjects": [
    "Aid to dependent children", 
    "Block grants", 
    "Business and commerce", 
    "Children and youth", 
    "Counseling", 
    "Day care", 
    "Education", 
    "Employment and training programs", 
    "Government and business", 
    "Job hunting", 
    "Labor and employment", 
    "Manpower training programs", 
    "Social welfare", 
    "Vocational education", 
    "Vocational guidance", 
    "Work incentive programs", 
    "Youth employment"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-07-21", 
    "text": "Work Incentive Block Grant Act - Revises part C (Work Incentive Program) of title IV of the Social Security Act. States that the purpose of part C is to promote the establishment, by any State with a State plan approved under part A (Aid to Families with Dependent Children) of title IV of such Act, of a work incentive program to furnish incentives, opportunities, and necessary services to individuals receiving aid under such plan in order to promote: (1) the employment of such individuals in the regular economy; and (2) the training of such individuals for work in the regular economy. Authorizes amounts to be appropriated. Prohibits more than 15 percent of the funds from being spent by the Secretary of Health and Human Services to administer part C. Provides that the amount remaining shall be allotted in accordance with a formula under which each State receives an amount that bears the same ratio to such total as the average number of individuals in such State who, during the month of January last preceding the beginning of the fiscal year, were registered for employment programs under part A. Authorizes a State to transfer any portion of its allotment for use under the adult and youth training services for the disadvantaged program of the Job Training Partnership Act. Requires a State to use its allotment to maintain its work incentive program for individuals who are required to register for employment programs under part A. Requires a State program to include: (1) a program placing as many such individuals as is possible in employment, which may include intensive job search services and participation in group job search activities; (2) a program utilizing on-the-job training positions; (3) a program of institutional and work experience training for those individuals for whom such training is likely to lead to regular employment; and (4) a program of testing, counseling, and referral that is designed to promote the participation by individuals in activities included in the State program that are most likely to lead to regular employment. Requires a State program, to the extent practicable and where necessary, to include program orientation, basic education, training in communications and employability skills, work experience, institutional training, on-the-job training, job development, and special job placement and followup services required to assist participants in securing and retaining employment and securing possibilities for advancement. Permits payments to any family member participating in employment training for allowances for transportation, child care, and other costs incurred which are related to participation in the training. Prohibits any funds made available under part C from being used to provide public service employment for any individual registered pursuant to a part A employment program for a program established under part C. Directs any State desiring to receive a work incentive block grant under part C to apply to the Secretary. Requires an application to designate an entity to administer the part C program. Requires an application to provide assurances that: (1) the program will operate in each political subdivision of the State in which there is a significant number of AFDC recipients who have attained age 16 and that efforts will be made to operate the program in the other political subdivisions of the State; and (2) the present level of employment services available under the authority of State law to AFDC recipients will not be reduced because of the State's part C program; (3) the program will utilize the services of each private industry council to identify and provide advice on the types of available jobs; (4) the State will make every effort to coordinate its part C program with activities provided by the State's private industry councils; (5) there will be an employability plan developed for each individual registered for part C pursuant to part A's employment programs which describes the education and training needed for that individual to become self-supporting and which specifies the amount of transportation or child care allowance needed; (6) the entity administering part C will report to the agency administering part A any refusal without good cause to accept employment by an individual registered pursuant to part A's employment program; (7) any costs incurred by the State in administering its program will not be paid for with Federal funds; and (8) no individual registered under part C pursuant to part A's employment program will participate in a part C program for periods totaling more than two years. Requires an application to be accompanied by a Statewide operational plan which describes how the plan will be operated at the local level. Requires a State, at least once every two years, to: (1) prepare reports on activities carried out with funds made available under part C; and (2) audit its expenditures from amounts received under part C. Directs the Secretary to annually report to the Congress on work incentive programs established under part C. Revises provisions under part A relating to manpower services, training, and employment program requirements. Requires a State AFDC plan to require every individual (other than an individual who cannot reasonable comply), as a condition of eligibility for AFDC, to register for a community work experience program, a work incentive program under part C, or the adult and youth training services for the disadvantaged program of the Job Training Partnership Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Work Incentive Block Grant Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend part C of title IV of the Social Security Act to provide for grants to States for programs to promote the training and employment of individuals receiving aid to families with dependent children.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:58-05:00"
}