{
  "actions": [
    {
      "acted_at": "1988-02-09", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-02-09", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-02-16", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-02-23", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance", 
      "text": "Referred to Subcommittee on Telecommunications and Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-02-23", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection, and Competitiveness", 
      "text": "Referred to Subcommittee on Commerce, Consumer Protection, and Competitiveness.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3930-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Kleczka, Gerald D.", 
      "sponsored_at": "1988-02-09", 
      "state": "WI", 
      "thomas_id": "00637", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Parris, Stanford E. (Stan)", 
      "sponsored_at": "1988-02-09", 
      "state": "VA", 
      "thomas_id": "00890", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Saxton, Jim", 
      "sponsored_at": "1988-02-09", 
      "state": "NJ", 
      "thomas_id": "01023", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-02-09", 
  "number": "3930", 
  "official_title": "A bill to amend the banking and securities laws to minimize hazards to federally insured financial institutions from securities, insurance, and real estate activities; to develop and test structures for bank holding companies to prevent unfair competition in the delivery of certain securities, insurance and real estate services; to establish functional regulation of financial institutions by providing that bank securities activities be carried on only in separate securities affiliates of a bank holding company subject to oversight by the Securities and Exchange Commission; and to establish a Financial Intermediaries Review Commission to analyze, report, and make recommendations to Congress concerning the future of banking institutions, their possible combining with other financial and commercial firms, and the regulation of our national and international financial markets.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Bank Restructuring, Powers and Safety Act of 1988", 
  "sponsor": {
    "district": "10", 
    "name": "Schumer, Charles E.", 
    "state": "NY", 
    "thomas_id": "01036", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-02-09", 
  "subjects": [
    "Actions and defenses", 
    "Advisory bodies", 
    "Bank deposits", 
    "Bank holding companies", 
    "Business and commerce", 
    "Deposit insurance", 
    "Federal advisory bodies", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Financial services", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Insurance", 
    "International banking", 
    "National banks", 
    "Real estate business", 
    "Savings and loan associations", 
    "Securities and Investments", 
    "Securities industry", 
    "Securities regulation", 
    "Subsidiary corporations"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-02-09", 
    "text": "Comprehensive Bank Restructuring, Powers and Safety Act of 1988 - Title I: Nonbanking Activities and Affiliations of Banks - Amends the National Bank Act to prohibit federally chartered national banks from engaging in any securities activities, other than financial advisory services, as a principal, broker, or agent. Defines \"securities activities\" to include: (1) the underwriting, distribution, dealing in, making markets in, private placement and public sale of any stock, debt obligations, or other securities, or the sale for the account of customers of any stock debt obligations, or other securities or securities-like products; (2) any other securities and securities-like activities, including the purchase or sale of futures contracts or options; (3) commodities transactions; and (4) any other activities determined by the Securities and Exchange Commission (SEC) as provided for in this Act. Specifies that a national bank may purchase securities for its own account only for the purpose of investment and not for the purpose of dealing in such securities. Revises securities investment restrictions. Amends the Banking Act of 1933 to prohibit banks presently authorized to have securities-related affiliations from continuing such affiliations one year after the date of enactment of this Act, except with respect to: (1) any organization which shall have been placed in formal liquidation; or (2) any securities affiliate whose shares may be owned by a bank holding company under provisions of the Bank Holding Company Act of 1956 (as amended by this Act). Prohibits any national bank, or any subsidiary of a national bank, from engaging in insurance activities, except for the extension of credit insurance to customers of such banks. Prohibits a national bank from engaging in real estate activities except to the extent permissible for a bank affiliate pursuant to the Bank Holding Company Act of 1956 (as amended by this Act) or from being affiliated with any company engaged in real estate activities. Allows specified exceptions to such prohibition. Allows a national bank that has its principal place of banking business in a place that has a population not exceeding 5,000 to sell insurance so long as such insurance activities are confined to a place that has a population not exceeding 5,000 (as shown by the last preceding decennial census). Specifies that the Comptroller of the Currency shall not have the authority to issue regulations with respect to the securities activities of national banks, affiliations of national banks with entities engaged in such activities, or transactions of national banks with their holding company affiliates. Amends the Bank Holding Company Act of 1956 to include the definitions of \"securities affiliate,\" \"insurance,\" \"securities activities,\" \"real estate activities,\" and \"real estate affiliate\" for purposes of such Act. Allows bank holding companies to own shares of affiliates which deal in securities activities and real estate activities. Specifies that securities activities, insurance activities, and real estate activities shall not be deemed to constitute managing or controlling banks or banking activities to be carried on within a bank or thrift institution. Prohibits a bank holding company, or any bank or nonbank subsidiary or affiliate thereof, from engaging in insurance activities except under specified exceptions allowing them to own insurance affiliates engaged in limited insurance activities. Specifies the types of activities in which the securities affiliates of a bank holding company may engage, including dealing in and underwriting certain government securities, commercial paper, and mortgage-related securities, brokerage, investment advisory activities, and certain foreign exchange operations. Requires bank holding companies to receive Federal Reserve Board approval prior to acquiring any interest in a securities affiliate. Specifies the factors the Board must consider in determining whether to grant such approval, emphasizing primarily factors to ensure maintenance of the safety and soundness of the holding company. Prohibits any securities affiliate from beginning operations until the adequacy of its capital, personnel, systems, and controls has been certified by the Securities and Exchange Commission. Sets forth transitional rules concerning securities affiliates presently controlled by a bank holding company. Sets forth rules concerning the funding of securities affiliates by bank holding companies, including: (1) initial capitalization; (2) subsequent capitalization, extensions of credit, and transfers of assets to a securities affiliate; (3) capitalization, extensions of credit, and transfers of assets by holding company affiliates; (4) the funding of banking assets by securities affiliates; (5) the tying and combining of credit with securities affiliate services and products; (6) services by securities affiliates for its affiliates; (7) the disclosure of any nonpublic customer information between bank and securities affiliates; (8) common identification of bank and securities affiliates; (9) the common use of wire clearance systems; (10) interlocking directorships; (11) reciprocal arrangements (12) discriminatory credit treatment of nonaffiliated securities firms; and (13) interaffiliate transactions. Specifies the types of activities in which the real estate affiliates of a bank holding company may engage. Requires bank holding companies to receive Federal Reserve Board approval prior to acquiring any interest in a real estate affiliate. Sets forth application requirements and rules concerning; (1) capital requirements of a bank holding company which is affiliated with a real estate affiliate; and (2) transactions between a bank holding company and a real estate affiliate, including restrictions concerning capital investment, extensions of credit, reciprocal arrangements, disclosure of nonpublic information, tying arrangements, interlocking directorships, and common identification. Lists permissible real estate activities of bank and nonbank affiliates of holding companies. Specifies that the benefits of Federal deposit insurance coverage applicable to a bank affiliate shall not be extended to its holding company or to any affiliate of a holding company that is not a bank affiliate. Amends the Federal Reserve Act to specify that Federal Reserve member banks shall be subject to the same restrictions as to discriminatory credit treatment as are applicable to bank holding companies and their affiliates under the Bank Holding Company Act of 1956. Amends the Federal Deposit Insurance Act and the National Housing Act to prohibit any insured bank or thrift institution from engaging in any activities or transactions that may not be engaged in by a bank affiliate under the Bank Holding Company Act of 1956. Prohibits the Federal Reserve Board, the Comptroller of the Currency, the Federal Deposit Insurance Corporation (FDIC), and the Federal Home Loan Bank Board (FHLBB) from issuing any regulation, order, interpretation, or opinion to the effect that particular activities or transactions do not constitute securities activities. Specifies that only the SEC shall have such authority. Requires the Chairmen of the SEC, the Federal Reserve Board, the FDIC and the FHLBB and the Comptroller of the Currency to serve as a coordinating committee to develop and prescribe procedures for the restructurings required by this Act, particularly the transfer of existing securities activities into securities affiliates, subject to the oversight and regulation of the Securities and Exchange Commission. Specifies that any activity or affiliation that becomes unlawful as a result of provisions of this Act may continue for a period of one year after enactment of this Act. Title II: International Provisions; Securities Activities Abroad of U.S. Banking Organizations - Prohibits the conduct of securities activities abroad by U.S. banking organizations through securities affiliates. Provides that any activity or affiliation that becomes unlawful as a result of such prohibition may continue for a period of one year after enactment of this Act, except that such period may be extended by the appropriate Federal regulatory agency for up to one additional year if required for compliance with regulations of a foreign regulatory agency. Title III: Functional Regulation of Securities Affiliates by the Securities and Exchange Commission - Amends the Securities Exchange Act of 1934 to provide for the regulation of bank holding company securities affiliates by the SEC as brokers and dealers. Amends the Commodity Exchange Act to provide for the regulation of bank holding company securities affiliates by the Commodity Futures Trading Commission. Amends the Securities Exchange Act of 1934 to require that in regulating securities affiliates, the SEC shall apply the same accounting principles and reporting requirements as are applied to brokers and dealers. Subjects a securities affiliate to registration and reporting requirements as if it were not owned by or affiliated with a bank holding company. Amends the Securities Act of 1933 to provide additional authorities to the SEC to regulate securities affiliates, including authority to enforce restrictions applicable to securities affiliates and their dealings with others under the Bank Holding Company Act of 1956. Title IV: Financial Intermediaries Review Commission - Establishes the Financial Intermediaries Review Commission to: (1) undertake a comprehensive review of the future of financial institutions in the United States and the world; (2) consider what changes in laws would serve the national interest; (3) make recommendations consistent with its findings and the national interest; and (4) continue to observe the financial markets until further duties are prescribed by the Congress. Specifies subject areas for the Commission to examine, evaluate, and consider. Requires the Commission to make a report to the Congress within two years of beginning its operations. Sets forth the membership, administrative staffing, procedures, and powers of the Commission. Authorizes appropriations. Title V: Enforcement - Allows a private right of action for civil money damages by any injured person (including a customer, competitor, or trade association) against: (1) any person alleged to be in violation of requirements of or promulgated pursuant to this Act; or (2) any Federal regulator whose action or inaction is alleged to have had the effect of authorizing or allowing securities, real estate, or insurance activities not authorized by this Act. Imposes criminal penalties and civil monetary penalties for violations of requirements of or promulgated pursuant to this Act. Grants additional authority to the appropriate Federal regulatory agencies, with respect to violations of this Act, to: (1) require divestiture by bank holding companies of one or more securities affiliates, bank affiliates, or other affiliates; (2) impose additional capital requirements; (3) issue an order to cease and desist from such violation or practice; or (4) bring an action in the U.S. Court of Appeals for the District of Columbia or any other court of competent jurisdiction to enforce an order issued under provisions of this Act. Title VI: Effective Date - Sets forth the effective dates for provisions of this Act. Allows banks and bank holding companies to continue to engage in any securities activities in which they were lawfully engaged as of March 5, 1987, in accordance with laws in effect on such date."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Bank Restructuring, Powers and Safety Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the banking and securities laws to minimize hazards to federally insured financial institutions from securities, insurance, and real estate activities; to develop and test structures for bank holding companies to prevent unfair competition in the delivery of certain securities, insurance and real estate services; to establish functional regulation of financial institutions by providing that bank securities activities be carried on only in separate securities affiliates of a bank holding company subject to oversight by the Securities and Exchange Commission; and to establish a Financial Intermediaries Review Commission to analyze, report, and make recommendations to Congress concerning the future of banking institutions, their possible combining with other financial and commercial firms, and the regulation of our national and international financial markets.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:08-05:00"
}