{
  "actions": [
    {
      "acted_at": "1977-01-10", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s97-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Case, Clifford P.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "01302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McIntyre, Thomas J.", 
      "sponsored_at": "1977-01-03", 
      "state": "NH", 
      "thomas_id": "01398", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1977-01-03", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ribicoff, Abraham A.", 
      "sponsored_at": "1977-01-03", 
      "state": "CT", 
      "thomas_id": "01422", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1977-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-10", 
  "number": "97", 
  "official_title": "A bill to amend the Internal Revenue Code.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy Conservation Tax Credits for Residences and Small Businesses Amendment", 
  "sponsor": {
    "district": null, 
    "name": "Brooke, Edward W.", 
    "state": "MA", 
    "thomas_id": "01292", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-10", 
  "subjects": [
    "Business and commerce", 
    "Corporations", 
    "Energy", 
    "Energy conservation", 
    "Excise tax", 
    "Gasoline", 
    "Home repair and improvement", 
    "Housing and community development", 
    "Income tax", 
    "Investment tax credit", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Solar energy", 
    "Tax credits", 
    "Taxation"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-10", 
    "text": "Energy Conservation Tax Credits for Residences and Small Businesses Amendment - Allows a refundable income tax credit for 30 percent of the expenditures not exceeding $750 which the taxpayer paid or incurred during the taxable year for the installation of insulation or energy-conserving components which improve heating plant efficiency in his principal residence. Limits the application of this credit to expenditures paid or obligated before 1980 for installations made between June 30, 1977, and 1980 in dwellings in existence on May 25, 1977. Allows a refundable income tax credit for 40 percent of the first $1,000, and a secondary credit for 25 percent of the next $6,400 paid or incurred by the taxpayer during the taxable year for the installation of qualified solar or wind and energy equipment in his principal residence. Reduces these limitations by subtracting the amounts taken into account for these credits in previous tax years. Limits these credits to equipment installed, and expenditures made or incurred, between June 30, 1977, and 1982. Prorates each of the above credits for residential improvements among joint owners and cooperative shareholders according to their proportionate interests in the residential property. Provides for the refund of any allowable credit which exceeds the taxpayer's current liability. Allows an investment tax credit for 20 percent of the qualified investment cost of depreciable insulation and solar or wind energy equipment installed between 1977 and 1980 by small businesses with an adjusted gross income not exceeding $400,000. Provides an investment tax credit for ten percent of the qualified investment costs of wind or solar energy equipment placed in service by such business between 1980 and 1982, and of depreciable insulation placed in service between 1977 and 1980. Provides that the qualified investment in such equipment shall be: one-third of the cost of equipment having a useful life of three to five years; two-thirds of the cost of equipment having a useful life of five to seven years; and 100 percent of the cost of equipment having a useful life longer than seven years. Allows corporations with employee stock ownership plans, which qualify them for the 11 percent investment credit under the Tax Reduction Act of 1975, to take a credit for an additional two percent of the qualified costs of these investments. Defines each type of equipment for which tax credits are allowable under this Act, providing that such equipment must: (1) have a useful life of at least three years; (2) have its original use commence with the taxpayer; and (3) meet appropriate performance criteria to be established by the Department of the Treasury, Department of Housing and Urban Development, and Energy Research and Development Administration. Disallows any investment credit for portable air conditioners or heating units used primarily for human comfort. Provides an additional excise tax on gasoline sold between 1977 and 1981. Directs the Secretary of the Treasury to make a specific proposal to the Congress for the establishment of an executive agency to conduct an ongoing evaluation of new technologies and improvements in heating equipment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Conservation Tax Credits for Residences and Small Businesses Amendment", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:55-05:00"
}