{
  "actions": [
    {
      "acted_at": "1977-10-17", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2211-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Goldwater, Barry", 
      "sponsored_at": "1977-01-03", 
      "state": "AZ", 
      "thomas_id": "01340", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-10-17", 
  "number": "2211", 
  "official_title": "A bill entitled the International Maritime Mobile Satellite Telecommunications Act of 1977.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9647-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "International Maritime Mobile Satellite Telecommunications Act", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-10-17", 
  "subjects": [
    "Communication satellites", 
    "Government operations and politics", 
    "International affairs", 
    "International agencies", 
    "Space"
  ], 
  "subjects_top_term": "Communication satellites", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-10-17", 
    "text": "International Maritime Mobile Satellite Telecommunications Act - Declares it to be the policy of the United States to participate, in cooperation with other countries, in the International Maritime Satellite Organization (INMARSAT) whose purpose is to provide for the space segment necessary for improving maritime telecommunications and safety services. States that it is the intent of Congress that United States participation in INMARSAT shall be in the form of a designated private entity (the Corporation) subject to appropriate governmental oversight and regulation. Directs the President to take specified actions to foster the successful development and operation of INMARSAT. Grants to the Federal Communications Commission the same regulatory powers over the Corporation as the Commission has over a common carrier. Authorizes the creation of a maritime mobile satellite telecommunications corporation as the United States designated operating entity in INMARSAT. States that such corporation will not be an agency or establishment of the United States. States that the Corporation shall be the sole owner and operator of the United States land earth stations which provide access to the INMARSAT space segment. Places initial ownership of the Corporation wholly in United States common carriers specifically authorized by the FCC to own Corporation stock. Provides for private ownership beginning five years after the date of enactment of this Act. Establishes procedures for the organization of the Corporation by a Presidentially appointed board of incorporators."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Maritime Mobile Satellite Telecommunications Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the International Maritime Mobile Satellite Telecommunications Act of 1977.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:32-05:00"
}