{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1012-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "1012", 
  "official_title": "A bill to amend the Communications Act of 1934 to provide that licenses for the operation of broadcasting stations may be issued and renewed for terms of 4 years.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Broadcast License Renewal Act", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Broadcasting", 
    "Government operations and politics", 
    "Licenses", 
    "Radio broadcasting", 
    "Television broadcasting"
  ], 
  "subjects_top_term": "Broadcasting", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Broadcast License Renewal Act - Requires the Federal Communications Commission to establish procedures to be followed by licensees of broadcasting stations to ascertain the needs, views, and interests of the residents of their service areas. Sets the term of a broadcast station license, or renewal, at four years and for any other class of station at five years. Provides that any license may be renewed upon its expiration, if the Commission finds that the public interest, convenience, and necessity would be served by the renewal of such license. Requires that in considering any application for renewal of a broadcast license, the Commission shall not consider: (1) the ownership interests or official connections of the applicant in other stations or other communications media or other businesses; or (2) the participation of ownership in the management of the station for which such application has been filed, unless the Commission has adopted rules prohibiting such ownership interest or activities or prescribing management structures, as the case may be, and given the renewal applicant a reasonable opportunity to conform with such rules. Directs the Commission to prescribe procedures to encourage licensees of broadcasting stations and persons raising significant issues regarding the operations of such stations to conduct, during the term of the licenses for such stations, good faith negotiations to resolve such issues. Allows appeals from decisions and orders of the Commission to be taken to the United States court of appeals for the circuit in which such broadcast facility is located. Directs the Federal Communications Commission to conduct a study to determine how it might expedite the elimination of those regulations of broadcast licensees required by the Communications Act of 1934 which do not serve the public interest and to make annual reports of the results of such study (including any recommendations for legislation) to the Committee on Commerce of the Senate and the Committee on Interstate and Foreign Commerce of the House of Representatives."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Broadcast License Renewal Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Communications Act of 1934 to provide that licenses for the operation of broadcasting stations may be issued and renewed for terms of 4 years.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:39-05:00"
}