{
  "actions": [
    {
      "acted_at": "1982-06-29", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-07-12", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; Treasury Department; Health and Human Services Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2674-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boren, David L.", 
      "sponsored_at": "1982-07-16", 
      "state": "OK", 
      "thomas_id": "01287", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1982-07-16", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cannon, Howard W.", 
      "sponsored_at": "1982-07-28", 
      "state": "NV", 
      "thomas_id": "01301", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1982-07-01", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1982-06-24", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1982-07-14", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kasten, Robert W., Jr.", 
      "sponsored_at": "1982-06-24", 
      "state": "WI", 
      "thomas_id": "00619", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Quayle, Dan", 
      "sponsored_at": "1982-08-02", 
      "state": "IN", 
      "thomas_id": "00935", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1982-07-16", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1982-07-21", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-06-24", 
  "number": "2674", 
  "official_title": "A bill to amend title II of the Social Security Act to require a finding of medical improvement when disability benefits are terminated, to provide for a review and right to personal appearance prior to termination of disability benefits, to provide for uniform standards in determining disability, to provide continued payment of disability benefits during the appeals process, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Disability Amendments of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Levin, Carl", 
    "state": "MI", 
    "thomas_id": "01384", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-06-29", 
  "subjects": [
    "Administrative procedure", 
    "Disability evaluation", 
    "Disability insurance", 
    "Federal-state relations", 
    "Intergovernmental relations", 
    "Old age, survivors and disability insurance", 
    "States"
  ], 
  "subjects_top_term": "Old age, survivors and disability insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-06-24", 
    "text": "Disability Amendments of 1982 - Amends title II (Old Age, Survivors and Disability Insurance) of the Social Security Act to prohibit the termination of disability benefits on the grounds that the physical or mental impairment on which such benefits were based has ceased or did not exist (unless the Secretary of Health and Human Services finds that there has been medical improvement in the beneficiary's condition or that the initial disability determination was clearly erroneous under the disability standards in effect at the time). Requires that a preliminary disability decision by a State agency, or the Secretary, which is unfavorable to the disability benefit applicant contain a statement of the case with a discussion of the evidence, the basis for such decision, the right of the applicant to a review of the decision, and the right to submit additional medical evidence prior to such review. Entitles the applicant or the applicant's spouse, former spouse, surviving spouse, surviving divorced mother, child or parent to a review of the premliminary decision (including the right to make a personal appearance and submit additional medical evidence), upon a showing that his or her rights may be prejudiced by such decision and upon timely request. Sets forth the procedural requirements for a review of a preliminary disability decision. Provides that a preliminary disability decision may be affirmed, modified, or reversed on the basis of the review. Authorizes the State agency which made the initial disability determination to make any new disability determination required during review of the case after notification to the Secretary and in accordance with the rules governing such determinations. Requires that a decision by the Secretary after review which is unfavorable to the individual requesting the review contain a statement of the case with a discussion of the evidence and the basis for the Secretary's decision. Sets forth procedural requirements with respect to the submission of documentary evidence relating to disability on or after the date of the decision made after review. Requires that individuals requesting a review be informed of the requirements under this Act and of their right to representation at the review. Provides for reasonable notice and opportunity for a hearing for disability benefit applicants who show that their rights may be prejudiced by a decision after review. Provides that the hearing decision may affirm, modify, or reverse the Secretary's findings of fact and the decision after review. Sets forth procedural requirements with respect to the submission of additional documentary evidence relating to disability on or after the date of the decision after review and before the commencement of the hearing on such decision. Requires the Secretary to prescribe a period of time after hearing decisions during which the Secretary, upon his or her own motion or at the request of the individual who requested the hearing, may review the hearing decision and affirm, modify, or reverse it. Makes such a review the final review of the decision. Provides that the decision shall be considered final if it is not so reviewed. Requires the Secretary to notify the individual involved with respect to a case where the Secretary initiates a review. Provides that an application for disability benefits filed before the first month in which the applicant satisfies the requirements for such benefits shall be considered valid only if: (1) the applicant satisfies such requirements before the Secretary makes a final decision on the application and no request for review has been made; or (2) the applicant satisfies such requirements before a decision on review is made in any case where review is requested. Requires that hearings on disability decisions after review be conducted on the record. Subjects such hearings to Federal law governing administrative hearings. Requires the Secretary to appoint administrative law judges to conduct such hearings. Entitles any individual who is dissatisfied with the final hearing decision to judicial review of that decision. Entitles an individual who shows that his or her rights may be prejudiced by a determination with respect to his or her continuing eligibility for disability benefits to the same type of review and hearing as is permitted in the case of an initial disability determination. Specifies the cases with respect to which State agencies may make new disability determinations for purposes of review under this Act. Permits an individual who has been found to be no longer eligible for disability benefits, and who has requested a hearing on such determination, to elect to have the payment of such benefits continued during the period of appeal. Provides that if the decision upon appeal affirms the determination that the individual is not entitled to such benefits, any benefits paid pursuant to such election shall be considered overpayments. Requires the Secretary to provide uniform standards which shall be applied at all levels of disability determinations. Provides that except in certain cases, if an individual has been found to be no longer eligible for disability benefits, the termination month for such benefits shall be the month in which: (1) a decision affirming such benefit termination has been made after review of the preliminary decision to this Act; or (2) the time for requesting such a review has expired. Sets forth evidentiary requirements with respect to disability determinations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Disability Amendments of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title II of the Social Security Act to require a finding of medical improvement when disability benefits are terminated, to provide for a review and right to personal appearance prior to termination of disability benefits, to provide for uniform standards in determining disability, to provide continued payment of disability benefits during the appeals process, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:23-05:00"
}