{
  "actions": [
    {
      "acted_at": "1990-04-19", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2458-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-04-19", 
  "number": "2458", 
  "official_title": "A bill to amend title 38, United States Code, to improve the pay system for registered nurses employed by the Veterans Health Services and Research Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans Nurse Pay Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-04-19", 
  "subjects": [
    "Armed forces and national security", 
    "Civil service retirement", 
    "Federal employees", 
    "Nurses", 
    "Overtime", 
    "Salaries", 
    "Transfer of employees", 
    "Veterans' medical care", 
    "Wage surveys"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-04-19", 
    "text": "Veterans Nurse Pay Act of 1990 - Requires the director of each Department of Veterans Affairs health-care facility to review the rates of basic pay paid to nurses by comparable non-Department health-care facilities within the same labor market. Requires such reviews, when feasible, to be based on survey data compiled by the Bureau of Labor Statistics. Provides that if the survey shows that the rate of basic pay for comparable positions at non-Department facilities is greater than that provided for the first four nurse pay grades (junior, associate, full, or intermediate nurse grade), the Secretary may increase such rates to make them competitive. Provides that if the rate of basic pay for intermediate grade nurse is increased, the Secretary may authorize an increase in basic pay rates for the remaining four nurse grades (senior, chief, assistant director, and director grades). Provides that if the rate of basic pay for intermediate grade nurse is not increased, the four remaining nurse grades shall be rated in accordance with the national nurse pay schedule already prescribed under Federal law. Provides that an employee who is transferred from one Department health-care facility to another shall be paid at the rate of pay in effect at the facility to which transferred. Eliminates, for staff and head nurses, the current time-and-a-half ceiling on nurse overtime pay. Prohibits nurse managers and supervisors other than head nurses from receiving overtime pay under such provision. Authorizes the Secretary to pay incentive pay equal to six percent of a nurse's hourly rate for each hour of service performed as a head nurse if such service is performed for 30 consecutive days or more. Authorizes the Secretary to pay to any nurse serving as Chief of Nursing Service at a Department health-care facility and to any nurse paid at the director grade or above incentive pay of between two and six percent of such nurse's annual basic pay rate. Authorizes the director of a Department facility to increase rates of special pay (paid to retain the services of certain key personnel) to the 28th step of the appropriate grade (currently, the 19th step). Allows only the Secretary or his designee to raise such rate beyond the 28th step. Prohibits such rate from exceeding the rate of basic pay for individuals serving as Assistant Chief Medical Director. Empowers the Secretary or his designee, when there is a severe shortage of well-qualified nurses, to grant exceptions to the reduction in pay required by law for reemployed annuitants employed on an intermittent or fee basis."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans Nurse Pay Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to improve the pay system for registered nurses employed by the Veterans Health Services and Research Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:59-05:00"
}