{
  "actions": [
    {
      "acted_at": "2013-05-22", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-06-03", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Public Lands and Environmental Regulation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2097-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Public Lands and Environmental Regulation", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-22", 
  "number": "2097", 
  "official_title": "To amend the National Environmental Policy Act of 1969 to authorize assignment to States of Federal agency environmental review responsibilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "REBUILD Act", 
  "sponsor": {
    "district": "42", 
    "name": "Calvert, Ken", 
    "state": "CA", 
    "thomas_id": "00165", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-05-22", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Environmental assessment, monitoring, research", 
    "Environmental protection", 
    "Intergovernmental relations", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-05-22", 
    "text": "Reducing Environmental Barriers to Unified Infrastructure and Land Development Act of 2013 Act or the REBUILD Act - Amends the National Environmental Policy Act of 1969 (NEPA) to authorize a responsible federal official to assign, and a state to assume, the responsibilities of such official with respect to covered federal projects within such state under such Act and under other federal environmental laws pertaining to project review or approval. Provides that any responsibility of such official not explicitly assumed by the state by written agreement shall remain the responsibility of the official. Defines \"responsible federal official\" as: (1) the Secretary of the Interior; (2) the Secretary of Transportation; (3) the Administrator of the Environmental Protection Agency (EPA); (4) the Secretary of the Army; and (5) the head of a federal agency, with respect to the preparation of environmental impact statements for major federal actions. Requires each responsible federal official to promulgate regulations that establish requirements relating to information required to be contained in state applications to assume such responsibilities. Permits such official to approve an application only if: (1) public notice requirements have been met, (2) the state has the capability to assume such responsibilities, and (3) the head of the state agency having primary jurisdiction over covered projects enters into a written agreement with such official to assume such responsibilities and to maintain the financial resources necessary to carry them out. Requires such federal official to audit state compliance with federal laws for which responsibilities are assumed and authorizes such official to terminate such responsibilities, after providing notice and an opportunity to take corrective action, if a state is not adequately carrying them out."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "REBUILD Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Reducing Environmental Barriers to Unified Infrastructure and Land Development Act of 2013 Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the National Environmental Policy Act of 1969 to authorize assignment to States of Federal agency environmental review responsibilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:21:34-05:00"
}