{
  "actions": [
    {
      "acted_at": "1998-06-11", 
      "references": [
        {
          "reference": "CR S6196-6197", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-06-11", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2164-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-06-11", 
  "number": "2164", 
  "official_title": "A bill to amend title 49, United States Code, to promote rail competition, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Surface Transportation Board Amendments of 1998", 
  "sponsor": {
    "district": null, 
    "name": "Hutchison, Kay Bailey", 
    "state": "TX", 
    "thomas_id": "01368", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-06-11", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Alternative dispute resolution", 
    "Antitrust law", 
    "Commerce", 
    "Commercial arbitration", 
    "Competition", 
    "Congress", 
    "Congressional oversight", 
    "Discovery (Law)", 
    "Emergency management", 
    "Expedited congressional procedure", 
    "Government operations and politics", 
    "House rules and procedure", 
    "Household moving", 
    "Housing and community development", 
    "Independent regulatory commissions", 
    "Intermodal transportation", 
    "Law", 
    "Legislation", 
    "Legislative resolutions", 
    "Railroad freight operations", 
    "Railroad policy", 
    "Railroad rates", 
    "Senate rules and procedure", 
    "Standards", 
    "Surface Transportation Board", 
    "Transportation and public works", 
    "Transportation rates", 
    "Trucking"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-06-11", 
    "text": "Surface Transportation Board Amendments of 1998 - Amends Federal transportation law to declare that it is U.S. rail transportation policy to: (1) encourage and promote effective competition within the rail industry; and (2) discourage artificial barriers to interchange and car supply which can impede competition between shortline, regional, and Class I carriers and block effective rail service to shippers. (Sec. 3) Extends from 30 days to 60 days (including an additional 60 day extension, but no longer than 18 months unless the Board requests an extension from the Congress) the period of time that the Surface Transportation Board may direct the handling, routing, and movement of rail carrier traffic during emergency situations involving congestion of traffic, unauthorized cessation of operations, or other failure of traffic movement. Sets forth congressional procedures for the approval of a third or subsequent extension. (Sec. 5) Directs the Board to: (1) review rules and procedures applicable to rate complaints and other complaints filed with it by small shippers; and (2) identify, and reduce or eliminate, any such rules or procedures that are unduly burdensome to them; and (3) notify specified congressional committees that such changes in the rules and procedures are appropriate. (Sec. 6) Directs the Board to complete a rulemaking (as outlined in STB Ex Parte No. 575) to determine whether and to what extent it should consider product and geographic competition in making market dominance determinations. (Sec. 7) Directs the Board to reexamine (as outlined in STB Ex Parte No. 575) its standards and procedures for determining adequate railroad revenue levels and report the results, including recommendations, to specified congressional committees. (Sec. 8) Provides for situations in which a shipper and rail carrier enter into a contract for transportation that requires a through route with the connecting carrier and there is no reasonable alternative route that can be constructed without the connecting carrier' participation. Requires a connecting carrier in such a situation, upon request, to establish a through route and a contract rate (bottleneck rate) for such transportation unless the connecting carrier shows that: (1) the interchange requested is not operationally feasible; or (2) the through route would significantly impair the connecting carrier's ability to serve its other traffic. Requires contract rate complaints to be limited to the rate that applies to the portion of the through route not governed by the contract. (Sec. 9) Directs the Board to promulgate regulations adopting a simplified dispute resolution mechanism that will expedite (with a minimum of discovery) the arbitration of disputes before the Board (other than rate reasonableness cases that would be decided under constrained market pricing principles). (Sec. 10) Requires the Board, in proceedings which involve the merger or control of at least two Class I railroads, to consider, among other things, means and methods to encourage and expand competition between and among rail carriers in the affected region or the national rail system. Authorizes the Board to impose conditions to encourage and expand such competition, provided that they do not cause substantial harm to the benefits of the transaction to the affected carriers or the public. (Sec. 11) Excludes agreements affecting only the transportation of household goods from the requirement that Board approval of route and rate agreements between motor carriers expire within three years of such approval unless renewed."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Surface Transportation Board Amendments of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 49, United States Code, to promote rail competition, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:30-05:00"
}