{
  "actions": [
    {
      "acted_at": "1979-09-14", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-10-04", 
      "references": [], 
      "text": "Reported to House from the Committee on Veterans' Affairs with amendment, H. Rept. 96-498.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-15", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-15", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-16", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-16", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #568 (405-1).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-01-24", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-01-24", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-01-24", 
      "bill_ids": [
        "s870-96"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #9 (82-4), in lieu of S. 870.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-25", 
      "references": [], 
      "text": "House agreed to Senate amendments with amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-26", 
      "references": [], 
      "text": "Senate agreed to House amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-26", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-02", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-06", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-06", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-17", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-10-17", 
      "references": [], 
      "text": "Public Law 96-466.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5288-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Abdnor, James", 
      "sponsored_at": "1979-01-03", 
      "state": "SD", 
      "thomas_id": "00001", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Applegate, Douglas", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "00025", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Boner, William H.", 
      "sponsored_at": "1979-01-03", 
      "state": "TN", 
      "thomas_id": "00106", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Brinkley, Jack", 
      "sponsored_at": "1979-01-03", 
      "state": "GA", 
      "thomas_id": "00124", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Coelho, Anthony Lee", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00214", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Danielson, George E.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00263", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1979-01-03", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Edgar, Robert W.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00334", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Ginn, Bo", 
      "sponsored_at": "1979-01-03", 
      "state": "GA", 
      "thomas_id": "00442", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gramm, Phil", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "00453", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "33", 
      "name": "Grisham, Wayne R.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00468", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Guyer, Tennyson", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "00480", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hall, Sam B., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "00485", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Hammerschmidt, John P.", 
      "sponsored_at": "1979-01-03", 
      "state": "AR", 
      "thomas_id": "00490", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Heckler, Margaret M.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "00523", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Hillis, Elwood H.", 
      "sponsored_at": "1979-01-03", 
      "state": "IN", 
      "thomas_id": "00540", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Jenkins, Edgar L.", 
      "sponsored_at": "1979-01-03", 
      "state": "GA", 
      "thomas_id": "00595", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Leath, Marvin", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "00673", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "33", 
      "name": "Lee, Gary A.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00676", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Mica, Daniel Andrew", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "00799", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Montgomery, G. V. (Sonny)", 
      "sponsored_at": "1979-01-03", 
      "state": "MS", 
      "thomas_id": "00827", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Mottl, Ronald M.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "00839", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Roberts, Ray", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "00969", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Satterfield, David E., 3d", 
      "sponsored_at": "1979-01-03", 
      "state": "VA", 
      "thomas_id": "01019", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Wolff, Lester L.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01239", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Wylie, Chalmers P.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "01249", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-10-17", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-14", 
  "number": "5288", 
  "official_title": "An act to amend title 38, United States Code, to provide for updated and expanded rehabilitation programs for veterans with service-connected disabilities, to provide a 10-percent increase in the rates of educational assistance under the GI bill, to make certain improvements in the educational assistance programs for veterans and eligible survivors and dependents, to revise and expand veterans' employment and training programs, and to provide for certain cost savings; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s870-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Veterans Rehabilitation and Education Amendments of 1980", 
  "sponsor": {
    "district": "8", 
    "name": "Hefner, W. G. (Bill)", 
    "state": "NC", 
    "thomas_id": "00525", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-14", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Agent Orange", 
    "Armed forces and national security", 
    "Birth defects", 
    "Civil service system", 
    "Claims", 
    "Consumer credit", 
    "Consumer protection", 
    "Correspondence schools and courses", 
    "Defoliant operations", 
    "Disabled", 
    "Education", 
    "Educational television", 
    "Employee rights", 
    "Employment and training programs", 
    "Employment of the handicapped", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Homicide", 
    "Labor and employment", 
    "Labor statistics", 
    "Manpower training programs", 
    "Military dependents", 
    "Military personnel", 
    "National Guard", 
    "Nursing homes", 
    "Prisoners", 
    "Right of privacy", 
    "Rights of institutionalized persons", 
    "Soldiers' homes", 
    "Survivors' benefits", 
    "Territories (U.S.)", 
    "Veterans' disability compensation", 
    "Veterans' education", 
    "Veterans' employment", 
    "Veterans' loans", 
    "Veterans' rehabilitation", 
    "Vietnamese Conflict", 
    "Vocational education", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Veterans' rehabilitation", 
  "summary": {
    "as": "House agreed to Senate amendment with amendment", 
    "date": "1980-09-25", 
    "text": "(House agreed to Senate amendments with amendments) Veterans' Rehabilitation and Education Amendments of 1980 - =Title I: Rehabilitationn Amendments= - Revises existing veterans' vocational rehabilitation provisions in order to provide all services necessary to enable veterans with service-connected disabilities to attain maximum independence, to become employable, and to obtain and maintain suitable employment. Defines \"employment handicap\" as a disability impairing a veteran's ability to prepare for, obtain, or retain employment consistent with his or her abilities, aptitudes, and interests. Defines \"serious employment handicap\" as a significant impairment of a veterans' ability to prepare for, obtain, or retain employment consistent with such veterans' abilities, aptitudes, and interests. Defines \"vocational rehabilitation program\" to include all services required to achieve the purposes of this Act, including counseling, diagnostic, medical, social, psychological, independent living, economic, educational, vocational, and employment services. Makes any veteran eligible for a rehabilitation program under this Act if such veteran: (1) has a service-connected disability incurred or aggravated in service on or after September 16, 1940, or is hospitalized for such disability in a hospital over which the Secretary concerned has jurisdiction pending discharge or release from active duty; and (2) is determined by the Administrator to be in need of rehabilitation because of an employment handicap. Extends the basic period of eligibility from nine to 12 years following the veterans' discharge from active duty. Provides for an extension of the 12-year period under specified conditions. Sets forth the types of services which the Administrator of the Veterans Administration (VA) may provide, pursuant to regulations governing vocational rehabilitation programs, including: (1) the evaluation of rehabilitation potential; (2) educational, vocational, psychological, employment, and personal adjustment counseling; (3) subsistence allowances; (4) work-study allowances; (5) placement and postplacement services; (6) personal adjustment and work adjustment training; (7) vocational and related services, including tutorial services, tuition, books, and other training materials; (8) educational loans; (9) prosthetic and other corrective devices; (10) services to a veteran's family; (11) essential employment equipment and supplies for severely disabled veterans requiring homebound training and/or self-employment; (12) travel and incidental expenses; (13) special services related to blindness and deafness; and (14) services necessary to enable a veteran to achieve maximum independence in daily living. Provides for a 12 month period, with six month extensions, during which an evaluation is made as to whether a severely disabled veteran has the potential to achieve a vocational goal through rehabilitation. Limits the amount of time during which a veteran may participate in a vocational rehabilitation program to 48 months, with an additional 18 months for veterans who are receiving counseling and placement and postplacement services. Allows the Administrator to extend the period of vocational rehabilitation to enable certain previously rehabilitated veterans whose circumstances have changed, creating a need for further rehabilitation, to achieve a vocational goal. Requires veterans applying for benefits under the vocational rehabilitation program to undergo an evaluation to determine whether they have a serious employment handicap and whether the achievement of a vocational goal is reasonably feasible. Requires counseling, pursuant to an individualized written plan of vocational rehabilitation, for veterans with a serious employment handicap for whom the achievement of a vocational goal is reasonably feasible. Requires extended evaluation for veterans with a serious employment handicap for whom the Administrator, in the initial evaluation period, is unable to determine whether rehabilitation is feasible. Stipulates that determinations of the feasibility of rehabilitation are to be made as expeditiously as possible, and that any doubts are to be resolved in favor of rehabilitation. Directs the Administrator to assign a VA employee to be responsible for management and follow-up of such services. Requires the Administrator to formulate an individualized written plan of vocational rehabilitation for each veteran determined to have a serious employment handicap. Requires the Administrator, in consultation with the veteran, to review such plan annually and to redevelop such plan if necessary. Grants the veteran a right of appeal if he does not agree with the formulation or redevelopment of a plan. Provides for the computation and payment of subsistence allowance for veterans participating in vocational rehabilitation programs under this Act. Entitles veterans for whom the achievement of a vocational goal is not reasonably feasible to a program of independent living services and assistance designed to enable such a veteran to achieve maximum independence in daily living. Directs the Administrator to issue regulations with respect to: (1) the granting of leaves of absence to veterans participating in vocational rehabilitation programs; and (2) the requirement of satisfactory (formerly \"good\") conduct and cooperation on the part of participating veterans. Revises the maximum amount of revolving fund adcances payable to veterans pursuing rehabilitation programs. Authorizes programs for vocational rehabilitation outside the United States under regulations issued by the Administrator, if the Administrator determines that such training is necessary in a particular case and in the best interest of the veteran and the Federal Government. Provides that any Federal agency's facilities may be used to provide unpaid training or work experience as part of a veterans' vocational rehabilitation program. States that such a veteran shall be deemed a Federal employee for workmens' compensation purposes but not for the purposes of laws administered by the Office of Personnel Management. Authorizes the Administrator of Veterans' Affairs to use the facilities, staff, and other resources of any Federal, State, or other public agency or any private institution or individual for rehabilitation purposes under this Act. Directs the Administrator to assist in the development of employment and on-job training opportunities, including payments to employers for providing on-job training to certain veterans. Requires the Administrator to provide employment assistance to disabled veterans who have participated in vocational rehabilitation programs under the Act or in Federal-State programs under the Rehabilitation Act of 1977 (present law merely authorizes the Administrator to provide such assistance). Directs the Administrator to cooperate with the Small Business Administration in assisting rehabilitated veterans to secure business loans. Directs the Administrator to: (1) provide ongoing professional training for VA counseling and rehabilitation personnel; (2) coordinate with specified officials in the Departments of Education and Labor in planning and carrying out personnel training in areas of mutual concern; and (3) establish qualifications for personnel providing evaluation and rehabilitation services to disabled veterans. Requires the Administrator to carry out an ongoing program of activities to advance the knowledge, techniques, and resources available for use in rehabilitation programs for veterans. Authorizes the Administrator to make grants to or contract with public or nonprofit agencies, including educational institutions, to carry out such activities. Provides for the establishment of a four year pilot program designed to provide independent living services for severely disabled veterans for whom the achievement of a vocational goal is not reasonably feasible. Requires the Administrator to submit to Congress, not later than September 30, 1984, a report on the accomplishments and cost-effectiveness of such programs, with recommendations for legislative changes. Establishes a Veterans Advisory Committee on Rehabilitation, the members of which shall be appointed by the Administrator. Requires such Committee to submit to the Administrator an annual report on the rehabilitation programs and activities of the VA. Requires the Administrator to include such Committee's reports and recommendations with the Administrator's annual report to the Congress. Revises provisions concerning the limitation on periods of assistance under two or more veterans' educational assistance programs to include post-Vietnam era benefits within such limitation, and to eliminate a 48 month aggregate eligibility period for vocational rehabilitation and other educational assistance. =Title II: GI Bill Rate Increases= - Increases by five percent, effective October 1, 1980, and by an additional five percent, effective January 1, 1981, payments for: (1) educational assistance for veterans; (2) educational assistance for survivors and dependents of veterans; (3) administrative expenses of State approving agencies; (4) education allowances for correspondence courses; (5) training allowances for training on the job; and (6) education loans. =Title III: Educational Assistance Program Amendments= - Part A - Educational Assistance for Veterans - Amends the Veterans Readjustment Benefits Act of 1966 to require an eligible veteran or dependent seeking to extend the delimiting period for educational assistance because of physical or mental disability to apply within one year of: (1) the termination of the disability period; (2) the last date of the delimiting period otherwise applicable; or (3) the effective date of this Act, whichever is the latest. Resumes running of the extended delimiting period on the first date following a veterans' recovery from disability on which it is reasonably feasible for such veteran to initiate or resume pursuit of a program of education with educational assistance. Authorizes the Administrator to disapprove an application for educational benefits under this Act on the basis of the current general enrollment provisions relating to veterans' educational benefits administration. Revises the current test for approval of vocational courses for eligible veterans and dependents to require that at least 50 percent of the persons completing such a course over the preceding two-year period who are not unavailable for employment actually attain employment for at least ten hours a week in an occupation for which the course was designed to provide training. Exempts from these requirements any course in an educational institution whose total number of eligible veterans and eligible persons during the two-year period preceding the year in question did not exceed 35 percent of the total enrollment. Authorizes waiver of these requirements also for any course with a vocational objective where such requirements would work an undue administrative hardship on the educational institution because of the small proportion of eligible veterans and eligible persons. Eliminates as a condition required for approval of the enrollment of a veteran, survivor, or dependent in a course pursued by open circuit television or radio, that the major portion of the course requires conventional classroom or laboratory attendance. Eliminates computing persons receiving Federal educational assistance from the \"85-15\" enrollment eligibility requirement. Eliminates the course completion time provision as a requirement for satisfactory educational progress with regard to discontinuance of educational assistance. Revises foreign study provisions to authorize such study if: (1) the course is part of a standard college degree program (or its equivalent) at an institution of higher learning so recognized by the foreign country; and (2) the Administrator approves. Specifies a new formula for the computation of educational assistance to veterans pursuing a standard college degree by combining an independent study program with resident training. Sets forth the method of computing the educational assistance allowance of a veteran pursuing a course in part by open circuit television. Limits the assistance allowance paid a veteran without a high school diploma (or equivalency certificate), who is enrolled in an appropriate course, to the cost of tuition and fees, or the full-time institutional rate, whichever is lesser. Disqualifies specified family members from eligibility as tutors for purposes of reimbursement of veteran tutorial expenses. Part B - Educational Assistance for Survivors and Dependents - Extends the period of eligibility to eight years for educational assistance to survivors and dependents of members of the Armed Forces who have been listed as missing in action, captured by hostile forces, or forcibly detained by a foreign government, if such person becomes eligible after their 18th birthday but before their 26th birthday. Stipulates that such eligibility shall not extend beyond such person's 31st birthday. Repeals mandatory counseling for survivors and dependents and authorizes the Administrator to provide such counseling at the request of eligible persons. Prohibits such individuals from enrolling in an educational institution not located in a State or in the Republic of the Philippines unless: (1) the course is part of a standard college degree (or its equivalent) at an institution of higher learning so recognized by the foreign country; and (2) the Administrator approves. Revises provisions concerning advance educational assistance payments to such individuals to: (1) authorize direct payments to an eligible individual (presently payments must be made to a parent or guardian); (2) eliminate certain certification requirements; and (3) provide that payments for an eligible (as revised by this Act) open circuit television course shall be paid in the same manner as an independent study program. Part C - Amendments Relating to Administration of Educational Benefit Periods for which Payments of Educational Assistance or Subsistence Allowances May Be Paid - Revises provisions concerning the period for which educational or subsistence allowances will be paid for eligible veterans or persons to provide that: (1) the individual must be pursuing a course of study (presently only required to be enrolled); (2) the Administrator shall determine regulations regarding eligibility; and (3) payment shall be for the stated period of enrollment, or the actual period of enrollment, whichever is shorter. Provides for payments to veterans and eligible persons attending non-degree courses during periods between terms which do not exceed 15 calendar days and periods when the school is not in session because of teacher conferences or teacher training sessions (not to exceed five days in any 12-month period). Requires veterans and other individuals to report any changes in their educational status to the Administrator. Requires educational institutions to report any facts that they know or should have known concerning their compliance with, or eligibility for, such educational assistance. Revises overpayment provisions to: (1) make individual recipients liable (presently only the educational institution is liable); and (2) provide that a waiver of individual liability shall not release such institution from liability. Requires, for purposes of this Act, a full-time undergraduate course to consist of regularly scheduled weekly class instruction on campus at the rate of one standard class session per week throughout the semester for one semester hour of credit. Defines the full-time measurement standard with respect to institutional undergraduate courses leading to a standard college degree. Terminates the (veterans') education advisory committee as of December 31, 1989. Includes post-Vietnam era veterans' educational assistance, and deletes vocational rehabilitation, within such committee's responsibility. =Title IV: Post-Vietnam Era Veterans' Educational Assistance Program Adjustments= - Makes eligible for participation in the Post-Vietnam Era Veterans' Educational Assistance Program certain persons who entered military service on or after January 1, 1977, after having served on active duty before or after such date for a period of 180 days or less and who were discharged or released under conditions other than dishonorable. Provides a procedure for the distribution of unused contributions to such program upon the death of any participants. Makes participants in the Post-Vietnam Era program eligible for educational assistance to pursue programs to obtain a secondary degree or equivalency certificate at no charge to their entitlement during the last six months of the first enlistments or at any time thereafter. Increases the range of amounts of monthly deductions eligible veterans shall be allowed to contribute to the Post-Vietnam Era Veterans Education Account. Permits such veterans to make lump-sum contributions to such Account in addition to or in lieu of monthly deductions. =Title V: Veterans' Employment Assistance Amendments= - Directs the Administrator, in consultation with the Secretary of Labor, to actively promote the development of programs of training on the job (including apprenticeships) with particular emphasis on the needs of service-connected disabled veterans. Defines \"special disabled veteran\" for purposes of veterans' job counseling, training, and placement benefits as one who: (1) is entitled to veterans' disability compensation for a disability rated 30 percent or more; or (2) received a service-connected disability discharge. Defines \"veteran of the Vietnam era\" for purposes of such benefits as one: (1) who served on active-duty in Vietnam; and (2) whose veterans' educational benefits delimiting period has been expired for no more than two years (or would not have expired if eligible for such benefits). Excludes from such definition non-disabled officers who retired at the rank of major or above. Defines \"disabled veteran\" for purposes of disabled veterans' training and employment benefits as one who: (1) is entitled to veterans' disability compensation; or (2) received a service-connected disability discharge. Defines \"eligible veteran\" for purposes of veterans' job counseling, training, and placement benefits, and disabled and Vietnam era veterans' employment and training benefits as one who: (1) served on active-duty for more than 180 days and received other than a dishonorable discharge; or (2) received a service-connected disability discharge. Elevates the office of the Deputy Assistant Secretary of Labor for Veterans' Employment to that of the Assistant Secretary of Labor for Veterans' Employment. Requires the Secretary of Labor to assign full-time clerical support to veterans' employment representatives. Directs the Secretary of Labor to make funds available to each State, by grant or contract, to support a disabled veterans' outreach program designed to meet the employment needs of veterans, especially disabled veterans of the Vietnam era. Sets forth the criteria for such program. Requires the Secretary of Labor: (1) to establish administrative controls to insure that Vietnam veterans and disabled veterans requesting job counseling or placement assistance receive such assistance; and (2) to include in the annual veterans training report to Congress a numerical breakdown of the categories of veterans who registered for and received such assistance. Increases the period of active duty for which a member of an Armed Forces Reserve must be recalled in order to qualify for certain reemployment benefits. Includes required drills and field exercises within the category of National Guard activities which are considered active duty for training for purposes of veterans' reemployment rights. Requires the Secretary of Labor to assure that any veteran made ineligible for certain veterans' job counseling and placement assistance by provisions of this Act (defining categories of eligible veterans) shall be provided with employment assistance and related services under other applicable provisions of law. Requires the Bureau of Labor Statistics to include separate statistics concerning veterans who served in Vietnam, in air missions over Vietnam, or in naval missions in waters adjacent to Vietnam, when publishing statistics relating specifically to Vietnam era veterans. =Title VI: Cost-Saving Provisions= - Repeals specified provisions authorizing servicepersons to participate in the predischarge education training program (PREP). Limits the payment of educational assistance allowances to incarcerated veterans and incarcerated persons eligible for educational assistance to the cost of necessary supplies, books, and equipment, or a specified amount for a full-time course, whichever is the lesser. Reduces the portion of the charge for a flight training course or correspondence course paid by the Veterans' Administration from 90 percent to 60 percent or 70 percent, respectively. Directs the Administrator to deduct from future payments any overpayment made to persons by virtue of such person's participation in any program administered by the VA. Provides that such deductions are not subject to time limitations for bringing civil actions or administrative proceedings. Grants the Administrator the authority to charge interest on amounts owed to the United States for overpayment of benefits or services provided by the Veterans' Administration, unless such amounts are repaid within a reasonable period of time. Directs the Administrator to prescribe regulations to set forth the rate of interest to be charged. Authorizes the Administrator to bring suit in any court of competent jurisdiction to collect debts owed to the VA by persons participating in VA benefits programs. Directs the Administrator to disclose certain credit information concerning such persons when necessary. Authorizes the Administrator, upon application by any person, to make available: (1) any appraisal report submitted to, or prepared by, the VA in connection with any home, condominium, or mobile home loan; and (2) the amounts of monetary payments made to beneficiaries of VA programs. Authorizes the Administrator, subject to the approval of the President, to publish any information pertaining to a VA claim if he determines such publication to be in the public interest. Authorizes the disclosure of an individual's name, address, and other identifying information necessary to locate him or her in order to carry out specified VA evaluation studies. Authorizes the Administrator of Veterans' Affairs to disclose to a consumer reporting agency the name and address of an individual indebted to Veterans' Administration (VA) for the purpose of obtaining consumer reports in order to assess such individual's ability to repay the debt. Authorizes the disclosure of information affecting an individual's credit rating (name, address, indebtedness) if such individual has failed to respond to administrative debt-collection efforts. Requires the VA, before making such indebtedness disclosures, to notify an individual of the information to be disclosed, and to which credit agencies, at least 30 days prior to such disclosure. Directs the Administrator to report to such agencies any substantial change in the information released to such agency. =Title VII: Miscellaneous Provisions= - Amends the Veterans Disability Compensation and Survivors' Benefits Amendments of 1979 to deem any disclosures of information to the Director of the National Institute of Occupational Safety and Health relating to veterans who may have been exposed to occupational hazards during military service, to be made in accordance with provisions of the Internal Revenue Code of 1954. Makes it a Federal offense to kill any VA officer or employee assigned to perform law enforcement duties. =Title VIII: Technical Amendments and Effective Dates= - Makes technical amendments and sets forth various exemptions and effective dates under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans Rehabilitation and Education Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "GI Bill Amendments Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Veterans Rehabilitation and Education Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to improve and modernize the vocational rehabilitation program provided veterans under chapter 31 of such title, to improve the veteran's educational assistance program, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An act to amend title 38, United States Code, to provide for updated and expanded rehabilitation programs for veterans with service-connected disabilities, to provide a 10-percent increase in the rates of educational assistance under the GI bill, to make certain improvements in the educational assistance programs for veterans and eligible survivors and dependents, to revise and expand veterans' employment and training programs, and to provide for certain cost savings; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:35-05:00"
}