{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1235-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "1235", 
  "official_title": "A bill to protect the public health by amending the Federal Food, Drug, and Cosmetic Act so as to amend certain labeling provisions of the food, drug, and cosmetic chapters to assure adequate information for consumers, including cautionary labeling of articles where needed to prevent accidental injury; expand the coverage of the \"Delaney Clause\" to apply to mutagenic and teratogenic agents; eliminate the \"Grandfather's Clause\" for pre-1958 chemical additives used in food; require nutritional labeling of foods; require labeling of all ingredients in foods, listed in order of predominance, including specific coloring and preservative ingredients; prohibit worthless ingredients in special dietary foods; authorize the establishment of standards for medical devices; require medical devices to be shown safe and efficacious before they are marketed commercially; require all antibiotics to be certified; provide for the certification of certain other drugs; require records and reports bearing on drug safety; limit the distribution of sample drugs; require cosmetics to be shown safe before they are marketed commercially; clarify and strengthen existing inspection authority; make additional provisions of the act applicable to carriers; provide for administrative subpoenas; provide for strengthening and facilitating mutual cooperation and assistance, including training of personnel, in the administration of that act and of related State and local laws; prohibit the use of carcinogenic color additives in animal feeds; safeguard the health of children by banning sweetened or flavored aspirin from commerce; authorize a system of coding for prescription drugs; establish a U.S. Drug Compendium.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Protection Amendments", 
  "sponsor": {
    "district": "3", 
    "name": "Sullivan, Leonor K. (Mrs. John B.)", 
    "state": "MO", 
    "thomas_id": "01124", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and food", 
    "Consumer protection", 
    "Drugs", 
    "Labeling", 
    "Medical care, personnel, and facilities", 
    "Medical supplies", 
    "Public health"
  ], 
  "subjects_top_term": "Labeling", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Consumer Protection Amendments - Title I: Food, Drug, Cosmetic, and Medical Device Amendments - Provides for, under the Federal Food, Drug, and Cosmetic Act, amendments to the labeling provisions of the food, drug, and cosmetic chapters to assure adequate information for consumers with respect to handling, storage, and use of pressurized containers. Includes cautionary labeling of articles where needed to prevent accidental injury. Provides for the cautionary labeling of cosmetics and the nutritional labeling of foods. Grants the Secretary of Health, Education, and Welfare the authority to establish standards for medical devices. Provides that, whenever in the judgment of the Secretary such action will protect the public health and safety, he may by regulation establish for any device, other than a device intended solely for diagnostic use, a reasonable standard relating to the composition, the properties, or the performance of the device or devices. Provides that if, upon the basis of the information submitted to the Secretary as part of any application and any other information before him with respect to such device, the Secretary finds, after due notice to the applicant, that: (1) such device is not shown to be safe and reliable for use under the conditions prescribed, recommended, or suggested in the proposed labeling thereof; (2) the methods used in, and the facilities and controls used for, the manufacture, processing, and packing and installation of such device do not conform to various requirements; (3) there is a lack of substantial evidence that the device will have the effect it purports or is represented to have under the conditions of use prescribed, recommended, or suggested in the proposed labeling thereof; or (4) based on a fair evaluation on all material facts, such labeling is false or misleading in any particular; he shall issue an order denying approval of the application. Provides that every person engaged in manufacturing or processing, or in distributing a device that is subject to a standard in effect or with respect to which there is in effect an approval of an application filed under this Act, shall establish and maintain such records, and make such reports to the Secretary of data relating to clinical experience and other data or information, received or otherwise obtained by such person with respect to such device, and bearing on the safety, reliability, or effectiveness of such device, or on whether such device may be adulterated or misbranded, as the Secretary may by general or special regulation require. Provides that, for the purpose of advising the Secretary with respect to matters of policy in carrying out the provisions of this Act relating to devices, there is established in the Department (in addition to the ad hoc advisory committees that may from time to time be appointed) an Advisory Council on Devices consisting of members appointed by the Secretary without regard to the civil service and classification laws. Provides that such members shall consist of persons chosen with a view to their special knowledge of the problems involved in the regulation of various kinds of devices under this Act, members of the professions using such devices, scientists expert in the investigational use of devices, and members of the general public. Provides that no person shall introduce or deliver for introduction into interstate commerce any drug or device intended for any use in the prevention, cure, mitigation, or treatment of cancer in man unless he shall have submitted to the Secretary: (1) a full statement of the composition of the drug or construction and properties of the device, and a full description of the components, methods, facilities, and controls used in its production; (2) scientific evidence, including the results of all animal studies and clinical tests, showing that the article has value for such use or that there is a reasonable possibility that the article has value for such use; and (3) such samples of the article as the Secretary may require for such scientific study as in his judgment should be made to evaluate such information. Provides that every person engaged in manufacturing, compounding, or processing, or in distributing, of a drug or drugs subject to this Act shall establish and maintain such records, and make such reports to the Secretary, of data relating to clinical experience and other data or information, received or otherwise obtained by such person with respect to such drug or drugs, and bearing on the safety or effectiveness of such drug or drugs or on whether such drugs are adulterated or misbranded, as the Secretary may by general or special regulation require. Authorizes the Secretaty to accept from State and local authorities, on a reimbursable basis or otherwise, any assistance in the administration and enforcement of this Act which he may request and which they may be able and willing to provide and, if so agreed, may pay in advance or otherwise for the reasonable cost of such assistance. Allows the Secretary to cooperate with and give technical, financial and other assistance to State and local authorities in the administration and enforcement of their laws and regulations relating to food, drugs, devices, or cosmetics. Title II: United States Drug Compendium Amendments - Requires the Secretary to prepare and publish a drug compendium, in a form as convenient, readable, and practical as is feasible for use in providing adequate and reliable information for drugs lawfully available for dispensing or administration to humans. Provides that the Secretary shall distribute such compendium on a current basis to practitioners licensed by law to prescribe and administer drugs listed therein and make such other distribution of the compendium as in his judgment will promote the purposes of this title. Creates an Advisory Council on the United States Compendium of Drugs which shall consist of eleven persons, not otherwise in the employ of the United States, appointed by the Secretary without regard to the provisions of title 5, United States Code, governing appointments in the competitive service. Provides that the Secretary shall from time to time appoint one of the members to serve as chairman. Declares that the members shall include persons who are outstanding in fields of medicine, pharmacy, pharmacology, and osteopathy, and at least one person who is representative of the general public. Provides that it shall be the function of the Advisory Council to advise the Secretary on matters of general policy in the administration of this Act, and on such matters as the Secretary may request. Provides that such matters may include, but are not limited to: (1) study of existing mechanisms of communicating information from the manufacturers and distributors of drugs to prescribers and to users; (2) study and recommend improvements in these communications; (3) recommend methods and procedures through which the compendium can best serve the medical community and patients by facilitating the proper, safe, effective, and economical use of drugs; (4) explore the problems of generic equivalency of drugs sold under a variety of trade names; (5) examine the means of encouraging prescribers to prescribe the least expensive drugs for their patients, consistent with the patients' medical needs; (6) recommend procedures for assuring the quality of, and the uniformity and adequacy of prescribing information for, generically equivalent drugs; (7) recommend appropriate drug utilization review methods; and (8) recommend methods by which the medical and scientific communities, as well as consumers, labor representatives, pharmacists, and drug manufacturers can cooperate in carrying out this Act. Authorizes the Advisory Council to request such technical assistance as may be required to carry out its functions, and the Secretary shall make such assistance available to the Advisory Council and shall, in addition, make available such secretarial, clerical, and other assistance and such pertinent data obtained and prepared by the Department of Health, Education, and Welfare as the Advisory Council may require to carry out its functions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Protection Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect the public health by amending the Federal Food, Drug, and Cosmetic Act so as to amend certain labeling provisions of the food, drug, and cosmetic chapters to assure adequate information for consumers, including cautionary labeling of articles where needed to prevent accidental injury; expand the coverage of the \"Delaney Clause\" to apply to mutagenic and teratogenic agents; eliminate the \"Grandfather's Clause\" for pre-1958 chemical additives used in food; require nutritional labeling of foods; require labeling of all ingredients in foods, listed in order of predominance, including specific coloring and preservative ingredients; prohibit worthless ingredients in special dietary foods; authorize the establishment of standards for medical devices; require medical devices to be shown safe and efficacious before they are marketed commercially; require all antibiotics to be certified; provide for the certification of certain other drugs; require records and reports bearing on drug safety; limit the distribution of sample drugs; require cosmetics to be shown safe before they are marketed commercially; clarify and strengthen existing inspection authority; make additional provisions of the act applicable to carriers; provide for administrative subpoenas; provide for strengthening and facilitating mutual cooperation and assistance, including training of personnel, in the administration of that act and of related State and local laws; prohibit the use of carcinogenic color additives in animal feeds; safeguard the health of children by banning sweetened or flavored aspirin from commerce; authorize a system of coding for prescription drugs; establish a U.S. Drug Compendium.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:47-05:00"
}