{
  "actions": [
    {
      "acted_at": "1989-07-24", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-11-17", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-03-01", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-03-08", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-03-22", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings concluded. Hearings printed: S.Hrg. 101-958.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-05-24", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-06-19", 
      "committee": "Committee on the Judiciary for the consideration of sections 125 and 127, for a period not to extend beyond July 17, 1990", 
      "references": [], 
      "text": "Ordered, that when reported, the bill be referred to the Committee on the Judiciary for the consideration of sections 125 and 127, for a period not to extend beyond July 17, 1990.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-13", 
      "references": [], 
      "text": "Committee on Banking. Reported to Senate by Senator Riegle with an amendment in the nature of a substitute. With written report No. 101-368. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-07-13", 
      "committee": "Committee on Judiciary pursuant to the order of June 19, 1990", 
      "references": [], 
      "text": "Referred to the Committee on Judiciary pursuant to the order of June 19, 1990.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-17", 
      "references": [], 
      "text": "Senate Committee on Judiciary discharged. Pursuant to the order of June 19, 1990.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-07-17", 
      "calendar": "Senate Legislative", 
      "number": "697", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 697.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1990-10-03", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-03", 
      "bill_ids": [
        "hr486-101"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 486 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-03", 
      "bill_ids": [
        "hr486-101"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 486 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-03", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2925-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2925"
    }
  ], 
  "bill_id": "s1379-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "D'Amato, Alfonse", 
      "sponsored_at": "1989-07-24", 
      "state": "NY", 
      "thomas_id": "01313", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1989-07-24", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shelby, Richard C.", 
      "sponsored_at": "1989-07-24", 
      "state": "AL", 
      "thomas_id": "01049", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wirth, Timothy", 
      "sponsored_at": "1989-07-24", 
      "state": "CO", 
      "thomas_id": "01236", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-07-24", 
  "number": "1379", 
  "official_title": "A bill to reauthorize and amend the Defense Production Act of 1950, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr486-101", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr486-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr486-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr486-101", 
      "reason": "includes"
    }
  ], 
  "short_title": "Defense Production Act Amendments of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Dixon, Alan J.", 
    "state": "IL", 
    "thomas_id": "01317", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1990-05-24", 
  "subjects": [
    "American investments", 
    "Antitrust actions", 
    "Antitrust policy", 
    "Armed forces and national security", 
    "Arms sales", 
    "Authorization", 
    "Bank holding companies", 
    "Biological warfare", 
    "Brokers", 
    "Buy American", 
    "Chemical warfare", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Corporate reorganizations", 
    "Covert operations", 
    "Debarment of government contractors", 
    "Defense contracts", 
    "Defense procurement", 
    "Economics and public finance", 
    "Espionage", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Government trust funds", 
    "Industrial productivity", 
    "International banking", 
    "Investment advisers", 
    "Joint ventures", 
    "Legislative resolutions", 
    "Military posture", 
    "Military research", 
    "Military-industrial complex", 
    "National defense", 
    "Negotiations", 
    "Nontariff trade barriers", 
    "Petroleum", 
    "Presidential powers", 
    "Price regulation", 
    "Reciprocity", 
    "Research and development", 
    "Restrictive trade practices", 
    "Securities industry", 
    "Securities regulation", 
    "Small business", 
    "Strategic materials", 
    "Surplus government property", 
    "Technology policy", 
    "Trade agreements", 
    "Wage controls"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1990-10-03", 
    "text": "Defense Production Act Amendments of 1990 - Title I: Amendments to the Defense Production Act of 1950 - Part A: Declaration of Policy - Revises the declaration of policy under the Defense Production Act of 1950 to state that such Act affords the President an array of authorities to shape defense preparedness programs and to take appropriate steps to maintain and enhance the defense industrial and technology base. Part B: Amendments to Title I of the Defense Production Act - States that nothing in such Act shall be construed as providing for the imposition of wage or price controls without prior authorization of such action by joint congressional resolution. States that nothing in such Act shall be exercised or interpreted to require action or compliance by any private person to assist in the production of, or involvement in, chemical or biological warfare capabilities except in time of war or national emergency. Part C: Amendments to Title III of the Defense Production Act - Expands the existing loan guarantee authority of the President to include providing such authority for the procurement of a critical technology for the national defense. Increases from $25,000,000 to $50,000,000 the maximum loan guarantee amount that may be made before a specific authorization by law is needed. Waives such loan guarantee requirements upon a determination by the President, on a nondelegable basis, that a specific loan guarantee is needed to avert an industrial resource or critical technology shortfall that would severely impair national defense capability. Makes the same changes identically for loans made to private business enterprises under such Act. Authorizes the President to provide for purchases or purchase commitments for an industrial resource or a critical technology (currently, such purchases or purchase commitments are permitted for the purchase of metals, minerals, and other material). Prohibits the President from executing a contract for a purchase or purchase commitment unless: (1) the industrial resource or critical technology is essential to the national defense; (2) U.S. industry cannot reasonably provide such resource or technology in a timely manner; or (3) U.S. national defense demand for the resource or technology is equal to or greater than the output of domestic industrial capability determined to be available for national defense. Increases from $25,000,000 to $50,000,000 the maximum industrial resource shortfall authorized to be reached by the President before a specific authorization by law is required. Waives such purchase and purchase commitment requirements when the President determines, on a nondelegable basis, that such purchase or purchase commitment must be made promptly to avert an industrial resource or critical technology shortfall that would severely impair national defense capability. Extends the term for such purchases or purchase commitments from September 30, 1995, to a date not more than ten years from the date such purchase, commitment, or sale was initially made. Requires excess industrial resources to be sold for industrial use pursuant to other Government programs or transferred to the National Defense Stockpile. Requires such sales or transfers to be charged against, or reimbursed from, funds appropriated to such other government programs or the Stockpile to which such resources were sold or transferred. Establishes in the Treasury the Defense Production Act Fund to carry out the purposes of title III of such Act. Establishes a maximum Fund balance. Directs the Secretary of the Treasury to designate a Fund manager to manage such Fund and report to the Congress annually on Fund activities. Provides for the determination of liabilities against the Fund. States that it shall be the policy of the U.S. Government that: (1) no agency of the United States shall encourage or commit U.S. firms to any offset arrangement in connection with the sale of defense goods or services to foreign governments; (2) Government funds shall not be used to finance offsets in security assistance transactions except under specified procedures; (3) nothing in this Act shall prevent U.S. agencies from fulfilling obligations incurred through international agreements entered into prior to enactment of this Act; (4) the decision whether to engage in offsets and in negotiating and implementing offset arrangements lies with the companies involved; and (5) any exceptions to such policy shall be approved by the President after receiving the recommendation of the National Security Council. Directs the Secretary of Defense to lead an interagency team to consult with foreign nations on limiting the adverse effects of offsets in defense procurement and to report to specified congressional committees. Requires the Secretary of Commerce (currently, the President) to prepare a report on the impact of offsets on the defense preparedness, industrial competitiveness, employment, and trade of the United States, as required under the Defense Production Act of 1950. Provides that if a U.S. firm enters into a contract for the sale of a weapon system or defense-related item to a foreign country or foreign firm and such contract is subject to an offset agreement exceeding $5,000,000, such firm shall furnish an offset agreement to a designated defense official and information concerning such sale. Provides for the protection of confidential information provided to such defense official. Outlines information to be included in the reports prepared by the Department of Commerce. Requires findings and recommendations contained in such reports to be considered by representatives of the United States during bilateral and multilateral negotiations aimed at minimizing the adverse effects of offsets. Requires the President to issue biennial reports assessing those subsectors of the U.S. economy which have been identified as being critical to the development and production of components required for the production of weapon systems and other items of military equipment and the provision of services essential to the national defense. Outlines matters to be considered in such reports, including capacity and capabilities of domestic sources, the extent of foreign dependencies for items of military material, and reasons for decline in U.S. capabilities to meet peacetime and mobilization requirements. Part D: Amendments to Title VII of the Defense Production Act - Requires small business concerns to be given the maximum practicable opportunity to participate as contractors and subcontractors in all programs to maintain and strengthen the nation's industrial base undertaken under such Act. Requires the President to allocate a fair share of material authorized under the Act to small business concerns, especially to new concerns or individual firms facing undue hardship. Adds new definitions as required by changes made under this Act. Specifically limits the authority of the President to delegate any power conferred upon him by this Act, as well as to authorize redelegation of such authority. Increases the antitrust protections for voluntary agreements initiated by the President and entered into with corporations in the private sector for the development of preparedness programs and the expansion of productive capacity and supply beyond levels needed to meet essential civilian demands in the United States in time of war or national emergency. Includes a \"plan of action\" (an implementation of such voluntary agreements) under such antitrust protection coverage. Revises provisions concerning the availability of defenses for violations of Federal or State antitrust laws in the case of the assertion that such action was taken as part of a voluntary agreement or a plan of action to implement a voluntary agreement. Requires the President to implement a systematic, continuous procedure to collect and analyze information necessary to evaluate the adequacy of industrial capacity and capability in items and technologies essential to the execution of the national security strategy of the United States. Outlines sources of information to be utilized by the President in order to perform such collection and analysis. Requires the President to collect and analyze information regarding the extent of foreign dependence in industrial parts, components, and technologies essential to defense production. Authorizes appropriations. Directs the Central Intelligence Agency and the Federal Bureau of Investigation to jointly complete and furnish to the Congress a report as to whether there is evidence that there exists a strategy by one or more foreign countries to acquire U.S. companies involved in research, development, or production of critical technologies and whether there are espionage activiites aimed at obtaining critical technology secrets from private U.S. companies. Exempts any rule, regulation, order, or amendment thereto promulgated under the authority of the Defense Production Act of 1950 from the Administrative Procedure Act. Part E: Technical Amendments - Limits the use of presidential authority to prioritize contracts having a bearing on national defense over other contracts or orders. Increases from $1,000 to $10,000 the possible fine for the willful violation of certain information disclosure rules. Revises provisions concerning certain employment appointment procedures in connection with appointments made by the President in order to carry out the provisions of the Defense Production Act. Part F: Repealers and Conforming Amendments - Repeals specified provisions of such Act which: (1) require the President to transmit any synthetic fuel action to both Houses of the Congress on the same day; (2) provide for voluntary agreements and plans of action for international agreements for the international allocation of petroleum products and related information systems; (3) provide for the accrual of interest on remaining funds authorized and appropriated to carry out such Act; (4) establish the Joint Committee on Defense Production; (5) disqualify certain persons from employment under such Act; (6) require a feasibility study of the application of uniform cost accounting standards under defense procurement contracts; and (7) establish the National Commission on Supplies and Shortages. Part G: Reauthorization of Selected Provisions - Extends through FY 1993 the authorization of appropriations to carry out such Act. Revises termination dates of specified provisions of such Act. Title II: Additional Provisions to Improve Industrial Preparedness - Part A: Industrial Capability and National Security - Directs the President to conduct an Industrial Capabilities Assessment to assess the demands placed upon U.S. industry by national defense plans and industry's capabilities to fulfill those expectations in peacetime as well as in time of war or national emergency. Part B: Encouraging Improvement of the Defense Industrial Base - Requires the Federal Acquisition Regulation (FAR) to be amended to specify the circumstances under which the acquisition plan for any major system or any other acquisition program so designated shall provide for contract solicitation provisions which encourage competing offerors to acquire modern industrial facilities and production systems for utilization in the performance of the contract, as well as other modern equipment that increase productivity of the offerors while reducing the costs of production. Outlines provisions authorized to be included in such contract provisions. Requires the FAR to be modified to provide for the solicitation, award, and administration of contracts for the procurement of critical components or critical technology items. Outlines required contract solicitation provisions. Provides for the waiver of such solicitation requirements when deemed by the contracting officer involved to be adverse to national interests. Requires the President to: (1) determine the components or items that are critical components or critical technology items; and (2) publish a list of such components and items in the FAR. Expresses the sense of the Congress that the Secretary of Defense, as part of his implementation of changes to defense acquisition policies pursuant to the Defense Management Review, shall consider: (1) the full allowability of independent research and development/bid and proposal costs; (2) appropriate regulatory changes to increase the progress payment rates payable under contracts; and (3) an increase in amounts normally reimbursable to a contractor as the Government's share of the costs incurred for the acquisition of production special tooling, production special test equipment, and production special systems for use in the performance of defense contracts. Part C: Miscellaneous - Directs the Comptroller General to conduct a study and report on State incentive programs used to attract foreign investment. Requires such study to include potential adverse effects of such investment on U.S. firms. Requires the FAR to be amended to specify the circumstances under which a contractor who has engaged in an unfair trade practice may be found to lack business integrity or honesty that seriously and directly affects his or her responsibility to perform any contract or subcontract awarded by the Government. Title III: Amendment to Related Laws - Directs the Secretary of Defense to review and approve projects recommended for support through the Defense Production Act Fund pursuant to the authorities provided by title III of the Defense Production Act of 1950. Title IV: Fair Trade in Financial Services - Fair Trade in Financial Services Act of 1990 - Amends the International Banking Act of 1978, the Securities Exchange Act of 1934, and the Investment Advisers Act of 1940 to direct the Secretary of the Treasury to: (1) submit annual status reports to the Congress regarding foreign treatment of certain U.S. business interests; and (2) initiate negotiations with foreign countries to ensure that they offer U.S. banking and bank holding companies, securities brokers and dealers, and investment advisers the same competitive opportunities as are available to their foreign counterparts. Authorizes Federal banking and securities agencies, in consultation with the Secretary, to deny applications filed by foreign persons to conduct banking, securities or investment advice activities in the United States if the Secretary has published a determination in the Federal Register that the relevant foreign country does not accord national treatment to such U.S. business interests. Directs the Secretary to review such determination annually. Amends the International Banking Act of 1978 to preclude banking interests from such countries from commencing or conducting business in this country as of the date of the Secretary's determination unless prior approval has been obtained from a Federal banking agency (including, under certain circumstances, a State banking agency). Outlines the factors to be considered by the Secretary and the banking and securities regulatory agencies in their exercise of discretion with respect to existing foreign operations in the United States. Amends the Securities Exchange Act of 1934 and the Investment Advisers Act of 1940 to provide that subsequent to the Secretary's determination in the Federal Register that a foreign country does not accord national treatment to U.S. securities or investment advice interests, a person from such foreign country may not acquire control of a registered broker, dealer, or investment adviser unless the Securities and Exchange Commission has been duly notified and has not prohibited such acquisition. Amends the Omnibus Trade and Competitiveness Act of 1988 to make conforming amendments. Title V: Effective Dates - Sets forth effective dates for provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense Production Act Amendments of 1989", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Defense Production Act Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Fair Trade in Financial Services Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize and amend the Defense Production Act of 1950, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:35-05:00"
}