{
  "actions": [
    {
      "acted_at": "1997-07-31", 
      "references": [
        {
          "reference": "CR S8582-8583", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-07-31", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1121-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kohl, Herb", 
      "sponsored_at": "1997-07-31", 
      "state": "WI", 
      "thomas_id": "01380", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1997-07-31", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thompson, Fred", 
      "sponsored_at": "1997-07-31", 
      "state": "TN", 
      "thomas_id": "01447", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-07-31", 
  "number": "1121", 
  "official_title": "A bill to amend Title 17 to implement the WIPO Copyright Treaty and the WIPO Performances and Phonograms Treaty.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "WIPO Copyright and Performances and Phonograms Treaty Implementation Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-07-31", 
  "subjects": [
    "Actions and defenses", 
    "Architecture", 
    "Arts, culture, religion", 
    "Commerce", 
    "Copyright", 
    "Copyright infringement", 
    "Crime and law enforcement", 
    "Cryptography", 
    "Damages", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Graphic methods", 
    "Import restrictions", 
    "Injunctions", 
    "Intellectual property", 
    "International affairs", 
    "Law", 
    "Legal fees", 
    "Limitation of actions", 
    "Management information systems", 
    "Phonorecords", 
    "Profit", 
    "Science, technology, communications", 
    "Sculpture", 
    "Sentences (Criminal procedure)", 
    "Technology transfer", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Intellectual property", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-07-31", 
    "text": "WIPO Copyright and Performances and Phonograms Treaty Implementation Act of 1997 - Amends Federal copyright law to grant copyright protection to: (1) sound recordings that were first fixed in a treaty party (a country or intergovernmental organization other than the United States that is a party to specified international copyright and other agreements); and (2) pictorial, graphic, or scuptural works incorporated in a building or other structure or an architectural work embodied in a building located in the United States or a treaty party. Treats works published in the United States or a treaty party within 30 days after publication in a foreign nation that is not a treaty party as first published in the United States or a treaty party for purposes of conferring protection. Provides that no works other than sound recordings shall be eligible for protection solely by virtue of U.S. adherence to the Geneva Phonograms Convention or the World Intellectual Property Organization (WIPO) Performances and Phonograms Treaty. Revises the definition of \"eligible country,\" for purposes of provisions regarding copyright in restored works, to include nations other than the United States that: (1) become World Trade Organization member countries after the date of enactment of the Uruguay Round Agreements Act; (2) are or become nations adhering to the Berne Convention; (3) adhere to the WIPO Copyright or Performances and Phonograms Treaties; or (4) become subject to a certain presidential proclamation of copyright restoration after such enactment date. Includes sound recordings in the definition of \"restored work\" if the source country for the work is an eligible country solely by its adherence to the WIPO Performances and Phonograms Treaty. Prohibits: (1) circumvention of technological protection measures that control access to protected works; or (2) manufacturing or trafficking in technology designed to circumvent measures that control access to, or protect rights of copyright owners in, such works. Bars the provision or distribution of false copyright management information with the intent to induce or conceal infringement. Defines \"copyright management information\" as certain information, including title, name of author and copyright owner, and terms for use of the work, conveyed in connection with copies or phonorecords of a work or performances or displays. Prohibits the intentional removal or alteration of such information or the distribution of information or works so altered knowing that such acts will induce or conceal infringement. Establishes civil remedies for violations regarding the circumvention of technological protection measures and copyright management information. Prescribes criminal penalties for willful violations committed for commercial advantage or private financial gain. Imposes a statute of limitations on criminal proceedings."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "WIPO Copyright and Performances and Phonograms Treaty Implementation Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend Title 17 to implement the WIPO Copyright Treaty and the WIPO Performances and Phonograms Treaty.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:05-05:00"
}