{
  "actions": [
    {
      "acted_at": "1985-04-01", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-01", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Economic Stabilization", 
      "text": "Referred to Subcommittee on Economic Stabilization.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1858-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Economic Stabilization", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Bonior, David E.", 
      "sponsored_at": "1985-04-01", 
      "state": "MI", 
      "thomas_id": "00108", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Levine, Mel", 
      "sponsored_at": "1985-04-18", 
      "state": "CA", 
      "thomas_id": "00684", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "33", 
      "name": "Nowak, Henry", 
      "sponsored_at": "1985-04-18", 
      "state": "NY", 
      "thomas_id": "00870", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Stokes, Louis", 
      "sponsored_at": "1985-04-18", 
      "state": "OH", 
      "thomas_id": "01115", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Wheat, Alan", 
      "sponsored_at": "1985-05-22", 
      "state": "MO", 
      "thomas_id": "01218", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Wilson, Charles", 
      "sponsored_at": "1985-04-18", 
      "state": "TX", 
      "thomas_id": "01232", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-01", 
  "number": "1858", 
  "official_title": "A bill to promote industrial revitalization in the United States by establishing an Economic Cooperation Council which will collect and analyze economic data and make recommendations regarding actions which can be taken to improve the competitiveness and economic vitality of United States industries and by establishing the Industrial Modernization and Financing Association and the Federal Industrial Loan Corporation which will assist in providing financing for the long-term development of United States industries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Industrial Strategy Act", 
  "sponsor": {
    "district": "34", 
    "name": "Lundine, Stanley N.", 
    "state": "NY", 
    "thomas_id": "00716", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-04-01", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Corporate finance", 
    "Corporations and Stocks", 
    "Economics and public finance", 
    "Employee benefit plans", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government and business", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Industrial policy", 
    "Industrial promotion", 
    "Industry", 
    "Labor and employment", 
    "National growth policy", 
    "Pension funds"
  ], 
  "subjects_top_term": "Industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-01", 
    "text": "Industrial Strategy Act - Title I: Cooperation Council - Establishes the Economic Cooperation Council. Directs the Council to: (1) gather information and monitor the changing nature of the United States industrial economy and its capacity to provide marketable goods and services in the domestic market and to respond to international competition; (2) publish reports containing its recommendations on such information and on industrial development priorities, at the request of the President, the Congress, or a majority of its members; (3) provide direction to the Congress and to Federal agencies on national industrial policy and sectoral strategies; (4) establish area and sectoral councils to develop long-term strategies for sectors of the economyn or particular regions of the country; (5) provide policy guidance for the Industrial Modernization and Financing Association created by this Act; and (6) transmit to the Congress and the President, within one year after enactment of this Act, a report containing its recommendations for changes in Federal policy needed to implement an effective national industrial strategy. Establishes within the Council a Bureau of Economic Information (BEI). Directs the BEI to: (1) gather and evaluate data from other Government entities: (2) identify information practices which require improvement; (3) conduct economic research not available from other Government entities; (4) solicit information from private sources; and (5) develop the information into the form required by the Bureau of Economic Analysis. Creates within the Council a Bureau of Economic Analysis (BEA). Directs the BEA to: (1) analyze BEI information for the Council and the IMFA; (2) identify economic trends and market opportunities which American enterprises may use to promote the growth and vitality of the U.S. economy; (3) propose changes in Government policies or practices to facilitate such use; (4) provide for the dissemination of economic data to the private sector; and (5) provide staffing functions for the council's development of sectoral and national industrial strategies and consensus among affected parties. Requires the council to report annually to the President, the IMFA, and both Houses of the Congress on the major industrial development priorities of the United States, policies needed to meet such priorities, and council recommendations for administrative and legislative actions. Authorizes appropriations for FY 1985 through 1990. Title II: Industrial Modernization and Financing Association - Creates the IMFA as a Government agency. Vests IMFA powers in its Board of Directors. Directs the IMFA to: (1) enter into agreements necessary to assure that all parties carry out their responsibilities under a modernization plan adopted by the council; (2) provide financial assistance toward carrying out and such plan; and (3) assist the parties in obtaining assistance from other Federal agencies or private sources. Authorizes the IMFA to make loans and loan guarantees for up to 30 percent of the funding necessary to carry out individual projects, provided that no individual loan guaranteed by the IMFA shall exceed $500,000,00. Authorizes the IMFA to enter into financial assistance contracts under which the IMFA would participate in gains of assistance recipients. Directs the IMFA to try to use guarantees for loans from pension funds to industry. Sets forth other conditions land requirements for loans, loan guarantees, and applications. Directs the IMFA to submit to the President and the Congress an annual report on its operations, its revenues and expenditures, and its obligations and outstanding securities. Title III: Federal Industrial Loan Corporations - Federal Industrial Loan Corporation Act - Establishes the Federal Industrial Loan Corporation. Directs the Corporations to: (1) coordinate its actions with the Council; and (2) use its powers to help achieve the Council's goals. Authorizes the Corporation to purchase and make commitments to purchase certain industrial loans from qualified financial institutions and to hold, deal with, and sell such loans. Directs the Corporation to establish minimum standards for such financial institutions. Permits the corporation to issue and sell securities based upon such loans as it may set aside. Directs the corporation to submit an annual report on its activities to the President and the Congress. Authorizes appropriations for FY 1986."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Industrial Strategy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote industrial revitalization in the United States by establishing an Economic Cooperation Council which will collect and analyze economic data and make recommendations regarding actions which can be taken to improve the competitiveness and economic vitality of United States industries and by establishing the Industrial Modernization and Financing Association and the Federal Industrial Loan Corporation which will assist in providing financing for the long-term development of United States industries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:08-05:00"
}