{
  "actions": [
    {
      "acted_at": "2010-08-10", 
      "committee": "Committee on Financial Services, and in addition to the Committee on Oversight and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Financial Services, and in addition to the Committee on Oversight and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-08-10", 
      "committee": "House Financial Services", 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-08-10", 
      "committee": "House Oversight and Government Reform", 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6086-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-08-10", 
  "number": "6086", 
  "official_title": "To amend the Securities Exchange Act of 1934, the Investment Company Act of 1940, and the Investment Advisers Act of 1940 to provide for certain disclosures under section 552 of title 5, United States Code, (commonly referred to as the Freedom of Information Act), and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3717-111", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Towns, Edolphus", 
    "state": "NY", 
    "thomas_id": "01165", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-08-10", 
  "subjects": [
    "Business records", 
    "Finance and financial sector", 
    "Financial services and investments", 
    "Freedom of information", 
    "Government information and archives", 
    "Securities"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-08-10", 
    "text": "Amends the Securities Exchange Act of 1934 to repeal the prohibition of the Dodd-Frank Wall Street Reform and Consumer Protection Act against compelling the Securities and Exchange Commission (SEC) to disclose records or information obtained from registered persons pursuant to its regulatory or oversight activities. Declares that for purposes of the Freedom of Information Act (FOIA): (1) the SEC is an agency responsible for the regulation or supervision of financial institutions; and (2) any entity for which the SEC is the responsible regulator, supervisor, or examiner under such Act is a financial institution. (Thus retains the general exemption from FOIA of matters contained in or related to examination, operating, or condition reports prepared by, on behalf of, or for the use of the SEC and any other agency responsible for the regulation or supervision of financial institutions.) Amends the Investment Company Act and the Investment Advisers Act to repeal similar prohibitions against compelling the SEC to disclose records or information provided to it by a registered investment company or investment adviser, or an underwriter, broker, dealer, or investment adviser that is a majority-owned subsidiary of such a company, for SEC use in furtherance of certain purposes, including surveillance, risk assessments, or other regulatory and oversight activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend the Securities Exchange Act of 1934, the Investment Company Act of 1940, and the Investment Advisers Act of 1940 to provide for certain disclosures under section 552 of title 5, United States Code, (commonly referred to as the Freedom of Information Act), and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:42-05:00"
}