{
  "actions": [
    {
      "acted_at": "1979-03-26", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-26", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s755-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bentsen, Lloyd M.", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "01282", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-26", 
  "number": "755", 
  "official_title": "A bill to make regulations more cost-effective, to ensure periodic review of regulation, to improve regulatory planning and management, to eliminate needless legal formality and delay, to enhance public participation in the regulatory process, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3263-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Regulation Reform Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-26", 
  "subjects": [
    "Administrative Conference of the U.S.", 
    "Administrative law judges", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Citizen participation", 
    "Civil service employment", 
    "Conflict of interests", 
    "Court records", 
    "Courts and Civil Procedure", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Evaluation", 
    "Executive reorganization", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government regulation", 
    "Independent regulatory commissions", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Judicial tenure", 
    "Licenses", 
    "Management", 
    "Personnel management", 
    "Planning", 
    "Productivity in government", 
    "Public records", 
    "Rating of public officials", 
    "Recruiting of employees", 
    "Regulatory impact statements", 
    "Sunset legislation"
  ], 
  "subjects_top_term": "Administrative procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-26", 
    "text": "Regulation Reform Act of 1979 - Title I: The Analysis, Management, and Organization of Agency Functions - Requires the head of each Federal agency to publish for each proposed major rule, as such rule is defined in this Act, a preliminary regulatory analysis which describes the need for the rule, the reasonable alternative approaches for accomplishing the regulatory objective, and the projected benefits and adverse economic effects of the proposed rule and alternatives. Requires that each agency publish for each final major rule a final regulatory analysis which includes (1) a justification of the selection of the final rule, and (2) a summary of the agency's assessment of the significant issues raised by the public comments received on the preliminary analysis. Directs each agency to: (1) include in the notice of each proposed and final major rule, instructions on how the public may obtain copies of such analyses; and (2) send a copy of such analyses to the Office of Management and Budget (OMB). Stipulates that agency failure to comply with such requirements regarding regulatory analyses is not subject to judicial review. Requires each agency to: (1) publish, at least semiannually, an agenda of the rules such agency expects to propose, promulgate, or review during the next year; and (2) include in the notice of a rulemaking or adjudicatory proceeding the date by which the agency intends to complete such proceeding. Stipulates that the first agenda published in a calendar year shall contain a report on such proceedings which includes the number of proceedings the agency failed to complete by the established deadline and the reasons for such failure. Directs each agency to: (1) establish an office, within such agency, to be responsible for regulatory planning and management; (2) issue guidelines for determining whether a rule is a major rule; and (3) issue guidelines to insure that an adopted rule meets certain criteria and has been promulgated through specified procedures. Requires that each agency submit to the OMB and publish in the Federal Register a draft schedule for the review over a ten-year period of its significant rules, policies, and practices. Sets forth guidelines for selecting such precepts to review. Directs each agency to publish a final review schedule within one year of the effective date of this Act. Stipulates that each agency announce the review date for each major rule upon its publication. Requires each agency to publish an assessment of each precept reviewed including a statement of the benefits, adverse effects, and costs of such precept and a determination as to whether the precept should be rescinded, amended, or continued without change. Title II: Reorganizing and Improving Agency Proceedings and Administrative Law Judge Selection and Evaluation - Requires that the general notice of a proposed rule include a statement that the agency seeks proposals from the public of alternative methods to accomplish regulatory objectives. Directs each agency to provide a 60-day period for the public to comment on such a rule, and to include agency responses to significant issues raised by such comments with the publication of the adopted rule. Creates a new procedure for administrative rulemaking and adjudication by Federal agencies. Provides two levels for the conduct of such proceedings. Establishes an \"expedited procedure\" which applies to any ratemaking, rulemaking, licensing, or other agency proceeding required by statute to be determined on the record after opportunity for an agency hearing, except: (1) proceedings to withdraw, suspend, revoke, or annul a license; or (2) any such proceeding which the agency determines does not require a \"formal hearing\" for proper settlement. Requires a \"formal hearing\" only when there is a genuine and substantial dispute of fact in such a proceeding which cannot be resolved without formal cross-examination and upon which the decision of the agency is likely to depend. Requires, in any proceeding under the expedited procedure, the conduct of a hearing to afford parties an opportunity to submit written data, and, at the request of any party, an opportunity for oral argument. Authorizes an agency to subpoena any person or evidence as necessary in any such proceeding. Sets forth the judicial procedure for enforcement of such a subpoena. Enumerates the powers of the presiding employee at a hearing under the expedited procedure and at a formal hearing. Authorizes such employee to cross-examine witnesses and to request the agency to consider and act on interlocutory appeals when action on such appeals would expedite final agency action. Directs the employee to: (1) oversee the expeditious completion of such hearing; and (2) provide a concise record of the important matters of the proceeding. Authorizes the presiding employee at a formal hearing to: (1) rule on offers of proof and receive relevant evidence; (2) require written testimony and arguments when oral testimony is not required; and (3) upon request, to issue a decision prior to completion of the hearing if there is no substantial dispute of fact. States that no presiding employee at a formal hearing may: (1) make ex parte communications; or (2) be responsible to or subject to the supervision of an employee or agent performing investigative or litigating functions for the agency. Authorizes each agency to establish employee review boards to review the decisions of presiding employees. Directs each agency to specify the conditions under which it will accept an appeal of the decision of such a board. Permits an action to be brought in the U.S. Court of Appeals for the review of an agency rule for which there is no applicable special statutory review proceeding. Requires the Chairman of the Administrative Conference of the United States to recruit for administrative law judge positions among all groups of qualified persons. Directs the Chairman, in cooperation with the Office of Personnel Management (OPM), to examine, rank, certify, and register eligible candidates for such positions. Requires the Conference to submit a list of the five highest ranked candidates to an agency requesting candidates for such a position. Directs the agency to select an administrative law judge (\"judge\") from such candidates to serve a seven-year term. Limits the number of such positions to 800. Directs the Chairman to: (1) establish and prescribe pay awards based on the performance of judges; (2) establish a performance appraisal system for evaluating judges at least once every seven years; and (3) establish performance and qualification review boards to assist in setting up the appraisal system and evaluating judges. Requires such boards to evaluate each judge before the expiration of the judge's term, and to make a recommendation to the Chairman on the reappointment of the judge. Requires each agency to reappoint a judge if the Chairman so recommends. Entitles any judge who is not reappointed to be placed in a civil service position within the agency formerly employing such judge at a level equal to or higher than his or her position as a judge. Establishes the Administrative Law Judge Career Service consisting of judges appointed under this Act. Directs the Merit Systems Protection Board to remove, downgrade, or suspend a judge whose performance is found to be unacceptable. Title III: Organizational and Program Improvements - Eliminates provisions requiring that members appointed to the Administrative Conference by the Chairman be specially informed on Federal administrative procedure. Authorizes each agency to pay the costs of participation in an agency proceeding to persons when: (1) the person effectively represents an interest which is important to the fair disposition of such proceeding; (2) the economic interest of such person is small in comparison to the costs of effective participation; or (3) the person cannot otherwise afford to participate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Regulation Reform Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to make regulations more cost-effective, to ensure periodic review of regulation, to improve regulatory planning and management, to eliminate needless legal formality and delay, to enhance public participation in the regulatory process, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:49-05:00"
}