{
  "actions": [
    {
      "acted_at": "1973-03-26", 
      "committee": "Senate Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1360-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-26", 
  "number": "1360", 
  "official_title": "A bill to amend title 35 and title 17 of the United States Code to provide a remedy for postal interruptions in patent, trademark, and copyright cases.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "McClellan, John L.", 
    "state": "AR", 
    "thomas_id": "01393", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-26", 
  "subjects": [
    "Copyright", 
    "Patents", 
    "Postal service"
  ], 
  "subjects_top_term": "Postal service", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-26", 
    "text": "Provides that a patent application or trademark application shall be considered as having been filed in the patent office on the date that it would have been received by the patent office except for any delay caused by substantial interruption of the postal service in a significant part of the United States due to work stoppage, national emergency, or other unforeseen circumstances, which have been determined by the Commissioner of patents to have interferred with the transmission of mail to the patent office if a claim is made for the benefit of an earlier filing date in accordance with this Act. Sets forth the procedure for obtaining such determination. States that in any case in which the Register of Copyrights determines, on the basis of such evidence as he may by regulation require, that a deposit, application, fee, or any other material to be delivered to the Copyright Office by a particular date, would have been received in the Copyright Office in due time except for a general disruption or suspension of postal or other transportation or communications services, the actual receipt of such material in the Copyright Office within one month after the date on which the Register determines that the disruption or suspension of such services has terminated, shall be considered timely. (Adds 35 U.S.C. 27, 17 U.S.C. 217)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 35 and title 17 of the United States Code to provide a remedy for postal interruptions in patent, trademark, and copyright cases.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:35-05:00"
}