{
  "actions": [
    {
      "acted_at": "1996-05-17", 
      "references": [
        {
          "reference": "CR S5268-5269", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-05-17", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1774-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-05-17", 
  "number": "1774", 
  "official_title": "A bill to enhance the enforceability of airport revenue diversion provisions under chapter 471 of title 49, United States Code, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Airport Revenue Protection Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-05-17", 
  "subjects": [
    "Administrative procedure", 
    "Airports", 
    "Auditing", 
    "Aviation fuels", 
    "Civil rights and liberties, minority issues", 
    "Claims", 
    "Collection of accounts", 
    "Crime and law enforcement", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Energy", 
    "Energy policy", 
    "Federal aid to transportation", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fraud", 
    "Gasoline tax", 
    "Government operations and politics", 
    "Government trust funds", 
    "Interest", 
    "Interest rates", 
    "Law", 
    "Right of petition", 
    "Taxation", 
    "Transportation and public works", 
    "Waste in government spending", 
    "Whistle blowing"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-05-17", 
    "text": "Airport Revenue Protection Act of 1996 - Amends Federal aviation law to prohibit, with specified exceptions, the expenditure for non-airport purposes of local aviation fuel taxes or revenues generated by an airport that is the subject of Federal assistance or that operates pursuant to an airport operating certificate. Terminates all current (grandfathered) exceptions to such prohibition ten years after enactment of this Act, or on the date all covered debt obligations are either retired or refinanced, whichever is earlier. Requires the Secretary of Transportation, acting through the Administrator of the Federal Aviation Administration (FAA), to promulgate regulations requiring a recipient of an airport project grant or any other Federal airport financial assistance to include in its annual audit a review of airport-related funding activities, which must be certified by the Department of Transportation (DOT) Inspector General. Requires the Secretary: (1) to review any audit identifying an illegal diversion of airport revenues; and (2) after determining such identification is accurate, and notifying the airport and its sponsor, to assess, or withhold from apportioned or grant funds, an administrative penalty equaling the amount of the diversion plus interest and, at the Secretary's discretion, a payment to a whistleblowing petitioner, if any. Provides for a civil action by the Secretary for both administrative and specified civil penalties if the sponsor fails to pay the administrative assessment. Requires the Secretary to reimburse an airport affected by a diversion the collected diversion amount plus interest. Directs the Secretary, acting through the FAA Administrator, to establish a (whistleblower) process under which a private citizen or other party (except for a DOT or auditor employee) may petition for review of an allegation of illegal diversion of airport revenues. Requires a payment to the petitioner if any such funds are recovered. Prohibits disclosure of the petitioner's identity. Authorizes a private citizen to bring a (qui tam) civil action for a violation of the prohibition set forth in this Act. Amends the Internal Revenue Code to conform to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Airport Revenue Protection Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enhance the enforceability of airport revenue diversion provisions under chapter 471 of title 49, United States Code, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:13-05:00"
}