{
  "actions": [
    {
      "acted_at": "1981-04-09", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-09", 
      "in_committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Subcommittee on International Trade took the following actions.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-17", 
      "in_committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; International Trade Commission; Special Representative for Trade Negotiations; Treasury Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-17", 
      "in_committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from State Department; Commerce Department; Agriculture Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-01-29", 
      "in_committee": "Senate Committee on Finance", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on International Trade. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s958-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI", 
      "subcommittee": "Subcommittee on International Trade", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-09", 
  "number": "958", 
  "official_title": "A bill to amend the Trade Act of 1974 to provide a special remedy for the artificial pricing of articles produced by nonmarket economy countries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-04-09", 
  "subjects": [
    "Dumping", 
    "Foreign Trade and Investments", 
    "Governmental investigations", 
    "Imports", 
    "Prices", 
    "Tariff"
  ], 
  "subjects_top_term": "Tariff", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-09", 
    "text": "Amends the Tariff Act of 1974 to require the administering authority to impose an additional duty upon imported articles which are the products of a nonmarket economy country (a country which does not operate on free market economic principles such that sales of merchandise in certain countries do not reflect the fair value of the merchandise) and with respect to which the administering authority determines there is artificial pricing (prices for articles like domestically produced articles which are imported from a nonmarket economy country below the lowest free-market price of like articles). Sets forth the methods of initiating an artificial pricing investigation (replacing the current provisions for market disruption investigations). Prohibits initiation of such an investigation in certain cases where a countervailing duty or antidumping duty investigation is in process or where a countervailing or antidumping duty is in effect. Requires the administering authority to publish an artificial pricing duty order within a specified time after a final determination. Sets forth the information to be contained in such order. Specifies the merchandise which shall be subject to the imposition of such duties. Sets forth the manner of assessing and collecting such duties. Directs the administering authority to treat an artificial pricing investigation as if it had been commenced as a countervailing duty or antidumping duty investigation whenever the nonmarket economy country subject to such investigation furnishes the administering authority with certain verifiable information. Requires certain artificial pricing investigations which are treated as antidumping investigations to be conducted without regard to whether an industry is injured or to whether the establishment of an industry is materially retarded. Requires the administering authority, in a countervailing duty or antidumping duty investigation of a product of a nonmarket economy country which fails to furnish certain verifiable information, to: (1) terminate the countervailing or antidumping duty investigation and begin the artificial pricing investigations; and (2) notify the appropriate officials of such termination."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Trade Act of 1974 to provide a special remedy for the artificial pricing of articles produced by nonmarket economy countries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:46-05:00"
}