{
  "actions": [
    {
      "acted_at": "1987-01-13", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s307-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-13", 
  "number": "307", 
  "official_title": "A bill to amend the Tariff Act of 1930 to provide a special remedy for the artificial pricing of articles produced by nonmarket economy countries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-13", 
  "subjects": [
    "Administrative procedure", 
    "Antidumping", 
    "Communist countries", 
    "Courts and Civil Procedure", 
    "Dumping", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Imports", 
    "Judicial review", 
    "Judicial review of administrative acts"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-13", 
    "text": "Amends the Tariff Act of 1930 to change the method of dealing with dumping from nonmarket economy countries. Requires the foreign market value of merchandise to be: (1) the constructed value of comparable merchandise in countries other than nonmarket economy countries; and (2) in the case of fungible goods, determined from the factors of production incurred in producing the merchandise, including, but not limited to, hours of labor required, quantities of raw materials employed, amounts of energy consumed, representative capital cost, and other specified factors. Defines \"nonmarket economy country\" to be a foreign country that does not operate on market principles of cost or pricing structures so that sales of merchandise in such country do not reflect the fair value of such merchandise. Provides that determinations with respect to nonmarket economy country status shall remain in effect until revoked by the administering authority. Prohibits the judicial review of such determinations. Defines \"eligible market economy country\" to be a foreign country which is not a nonmarket country, where comparable merchandise is produced and exported, and which the administering authority determines is appropriate for use in calculating foreign market value, taking into account specified factors. Provides for the suspension of a nonmarket economy investigation upon the acceptance of an agreement with such country to restrict the volume of imports into the United States of merchandise which is the subject of investigation if the administering authority is satisfied that such agreement satisfies specified information requirements and will prevent the suppression or undercutting of price levels of domestic products by imports of that merchandise. Requires, upon request, the Commissioner of Customs and the International Trade Commission to provide the administering authority a copy of all public and proprietary information submitted to or obtained by them that the administering authority considers relevant to proceedings involving merchandise from nonmarket economy countries."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Tariff Act of 1930 to provide a special remedy for the artificial pricing of articles produced by nonmarket economy countries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:10-05:00"
}