{
  "actions": [
    {
      "acted_at": "1991-11-07", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-11-07", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3733-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-07", 
  "number": "3733", 
  "official_title": "To amend the Federal Election Campaign Act of 1971 and the Internal Revenue Code of 1986 to reduce the role of special interest campaign money, prohibit soft money contributions, and create alternative campaign resources.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Campaign Spending Reform Act of 1991", 
  "sponsor": {
    "district": "13", 
    "name": "Coughlin, Lawrence", 
    "state": "PA", 
    "thomas_id": "00240", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-11-07", 
  "subjects": [
    "Business and politics", 
    "Campaign funds", 
    "Congressional candidates", 
    "Congressional elections", 
    "Congressional elections (House)", 
    "Corporations", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government paperwork", 
    "Income tax", 
    "Labor union finances", 
    "Labor union political activities", 
    "Labor unions", 
    "Political action committees", 
    "Political advertising", 
    "Political parties", 
    "Presidential elections", 
    "Tax credits", 
    "Voter registration"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-11-07", 
    "text": "Campaign Spending Reform Act of 1991 - Amends the Federal Election Campaign Act of 1971 to limit contributions to candidates for Federal office by nonparty multicandidate political committees to $1,000. Prohibits separate segregated funds established by national banks, corporations, or labor organizations from acting as intermediaries or conduits with respect to contributions to candidates for Federal office. Prohibits the transfer of funds among noncandidate, nonparty political committees. Prohibits a candidate for Federal office from establishing, maintaining, financing, or controlling a political committee (leadership committee), other than the principal campaign committee of the candidate. Prohibits such principal campaign committees from making contributions to other such committees. Amends the Internal Revenue Code to allow a tax credit for qualified political contributions. Limits such amount to $250 ($500 in the case of a joint return). Disallows the use of such credit by estates or trusts. Provides that the annual limitation on total individual contributions does not apply to contributions to national, State, and local committees of political parties. Declares that no limitation applies to contributions in a general election by a political committee of a political party or by a House of Representatives or Senate campaign committee of a political party. Allows independent local committees of political parties to make unlimited contributions and expenditures to congressional elections. Prohibits a candidate for the House of Representatives from accepting contributions from persons other than local individual residents totaling in excess of the total contributions accepted from local individual residents. Subjects to limitation and reporting requirements payments by a national committee of a political party or a State committee of a political party for a mixed political activity. Prohibits a labor organization from using dues or agency fees for political purposes, unless the payor of such dues or fees approves such use in writing. Allows an employee to revoke such approval at any time. Requires the labor organization to annually notify employees of the prohibition."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Campaign Spending Reform Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Election Campaign Act of 1971 and the Internal Revenue Code of 1986 to reduce the role of special interest campaign money, prohibit soft money contributions, and create alternative campaign resources.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:56-05:00"
}