{
  "actions": [
    {
      "acted_at": "1985-04-01", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-30", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Pollution. Hearings held. Hearings printed:  S.Hrg. 99-206.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s824-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Environmental Pollution", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1985-04-01", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-01", 
  "number": "824", 
  "official_title": "A bill to reauthorize and amend title I of the Marine Protection, Research, and Sanctuaries Act of 1972, to ban ocean dumping at the 12-mile site, to develop a plan for the revitalization of the New York Bight Apex and the Hudson-Raritan Estuary, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Ocean Revitalization Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-04-01", 
  "subjects": [
    "Administrative procedure", 
    "Authorization", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Criminal liability", 
    "Economics and public finance", 
    "Environmental assessment", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Licenses", 
    "Local and Municipal Government", 
    "Municipal services", 
    "New Jersey", 
    "New York State", 
    "Ocean", 
    "Refuse and refuse disposal", 
    "Sewage disposal", 
    "Sewage sludge", 
    "Waste disposal in the ocean", 
    "Water and Water Resources Development", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-01", 
    "text": "Ocean Revitalization Act of 1985 - Amends the Marine Protection, Research, and Sanctuaries Act of 1972 to prohibit after December 31, 1986, the issuance of any permit for the dumping of municipal sludge unless the applicant is in compliance with all the requirements of the Federal Water Pollution Control Act pertaining to pretreatment standards for the introduction of pollutants into treatment works. Makes mandatory the authority (currently, discretionary authority) of the Administrator of the Environmental Protection Agency (EPA) to designate recommended dumpsites. Sets forth explicit factors to be considered when designating dumping sites. Requires periodic monitoring of the effects of dumping of materials at or adjacent to each site. Requires the Administrator, when a site is found unsuitable for continued dumping, to: (1) limit dumping at the site; or (2) suspend or terminate such site's designation. Requires dumping permits to designate: (1) the type and quantity of material to be dumped; (2) the location of the dump site; (3) the length of time dumping may occur; and (4) special provisions deemed necessary to minimize the harm from dumping. Directs the Administrator and the Secretary to establish quality assurance programs to ensure the validity, accuracy, and efficiency of information submitted with permit applications. Sets forth transitional provisions, including \"grandfathering\" (with certain exceptions) specific dumping sites from the amendments under this Act. Defines municipal sludge. Establishes criminal penalties for the knowing falsification of information or tampering with testing devices required by this Act. Directs the Administrator to establish a schedule for expeditiously completing the study and designation or denial of designation of certain sites used for dumping under interim designations or court order. Requires such schedule to be submitted to the Congress no later than 180 days after enactment of this Act. Sets forth the congressional finding that the New York Bight Apex is no longer suitable for municipal sludge dumping. Prohibits the Administrator from issuing or renewing permits for the dumping of municipal sludge within the Apex either after 18 months from the date of enactment of this Act or after the first day the Administrator determines sludge can reasonably be dumped at a designated site outside the Apex, whichever date occurs first. Directs the Administrator to hold public hearings and develop and report to the Congress within three years on a New York Bight Apex Restoration Plan for improving the overall water quality and marine resources of the Apex. Sets forth various activities which must be covered by the plan. Directs the Administrator to submit to the Congress within six months a schedule and financial requirements for completing the plan. Authorizes appropriations for FY 1985 through 1987 to the EPA for purposes of preparing the New York Bight Apex Restoration Plan. Directs the Administrator to report to the Congress with 18 months a comprehensive assessment of land-based disposal options for municipal sludge currently dumped within the Apex. Authorizes appropriations for FY 1985 through 1988 for the administration of ocean dumping."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Ocean Revitalization Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize and amend title I of the Marine Protection, Research, and Sanctuaries Act of 1972, to ban ocean dumping at the 12-mile site, to develop a plan for the revitalization of the New York Bight Apex and the Hudson-Raritan Estuary, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:18-05:00"
}