{
  "actions": [
    {
      "acted_at": "2008-06-19", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-07-30", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-07-30", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2008-09-09T15:46:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Financial Services. H. Rept. 110-835.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-09T15:47:00-04:00", 
      "calendar": "Union", 
      "number": "536", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 536.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6308-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Capuano, Michael E.", 
      "sponsored_at": "2008-06-19", 
      "state": "MA", 
      "thomas_id": "01564", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Kanjorski, Paul E.", 
      "sponsored_at": "2008-06-19", 
      "state": "PA", 
      "thomas_id": "00615", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-06-19", 
  "number": "6308", 
  "official_title": "To ensure uniform and accurate credit rating of municipal bonds and provide for a review of the municipal bond insurance industry.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Municipal Bond Fairness Act", 
  "sponsor": {
    "district": "4", 
    "name": "Frank, Barney", 
    "state": "MA", 
    "thomas_id": "00407", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2008-07-30", 
  "subjects": [
    "Administrative procedure", 
    "Bonds", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government securities", 
    "Independent regulatory commissions", 
    "Information disclosure (Securities law)", 
    "Investment guaranty insurance", 
    "Investors", 
    "Law", 
    "Money market funds", 
    "Performance measurement", 
    "Risk", 
    "Securities", 
    "Securities and Exchange Commission", 
    "Securities regulation", 
    "Signs and symbols"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2008-09-09", 
    "text": "Municipal Bond Fairness Act - Title I: Discriminatory Ratings Treatment of State and Municipal Securities - (Sec. 101) Amends the Securities Exchange Act of 1934 to direct the Securities and Exchange Commission (SEC) to require each registered nationally recognized statistical rating organization (NSRO) (credit rating agency) to establish, maintain, and enforce written policies and procedures reasonably designed to: (1) establish and maintain credit ratings with respect to securities and money market instruments designed to assess the risk that investors in such instruments may not receive payment in accordance with their terms of issuance; and (2) define clearly any rating symbol and apply it consistently. Permits an NSRO to consider the following when assessing the risk that an investor in a security or money market instrument will not receive repayment in accordance with the terms of issuance: (1) additional credit factors that it has documented and disclosed; or (2) credit factors that are unique to municipal securities that are not backed by the issuer's full faith and credit.Prohibits the SEC from imposing any requirement that prevents an NSRO from establishing ratings that are complementary to mandatory ratings and that are created to measure a discrete aspect of risk. Directs the SEC to establish performance measures, which may include transition and default rates in discrete asset classes, to consider when deciding whether to initiate a review concerning whether an NSRO has failed to adhere to its procedures and methodologies for issuing ratings. (Sec. 102) Directs the Comptroller General to study and report to certain congressional committees on the treatment of different classes of bonds (municipal versus corporate) by the NSROs. Title II: Review of Municipal Bond Insurance Industry - (Sec. 201) Authorizes the Secretary of the Treasury to receive (directly from states and other sources), analyze, and disseminate information: (1) about entities that insure or guarantee the payment of principal and interest of any municipal obligation; and (2) from state insurance regulatory authorities and the National Association of Insurance Commissioners (NAIC). Requires any submission to the Secretary of non-publicly available data and information to be voluntary. States that such a submission does not constitute a waiver of, or otherwise affect, any privilege or confidentiality protection to which the data or information is otherwise subject. Authorizes the Secretary to enter into an information-sharing agreement with states, NAIC, or other appropriate sources to provide for the receipt of any data and information such sources have already received or collected, or can efficiently receive or collect. Requires the Secretary to treat as confidential and privileged data or information obtained from any source that is entitled to confidential treatment under applicable state or federal law or regulations, or under any agreement to which the source is a party. Prohibits the Secretary from disclosing personally identifiable information received or collected under this Act.Considers non-publicly available data and information received or collected under this Act as trade secrets and commercial or financial information that is privileged and confidential.(Sec. 202) Directs the Secretary to report annually to certain congressional committees on: (1) the financial state of the industry for insurance and guarantee of municipal bonds; (2) meaningful trends in such industry; and (3) potential impacts that entities providing such insurance and guarantees could have upon the overall domestic financial system under various scenarios of macro- and micro-economic stress. (Sec. 203) Prohibits construction of this Act to establish any supervisory or regulatory authority of the Secretary over any entity that insures or guarantees the payment of any portion of the principal and interest of any municipal obligation. (Sec. 205) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Municipal Bond Fairness Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Municipal Bond Fairness Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To ensure uniform and accurate credit rating of municipal bonds and provide for a review of the municipal bond insurance industry.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:18-05:00"
}