{
  "actions": [
    {
      "acted_at": "1979-01-22", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1178-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-22", 
  "number": "1178", 
  "official_title": "A bill to amend the Internal Security Act of 1950 to control and penalize terrorists, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1179-96", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "17", 
    "name": "Ashbrook, John M.", 
    "state": "OH", 
    "thomas_id": "00031", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-22", 
  "subjects": [
    "Actions and defenses", 
    "Aviation", 
    "Citizenship", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Immigration", 
    "Internal security", 
    "International affairs", 
    "National Security and Intelligence Operations", 
    "National security crimes", 
    "Passports", 
    "Subversive activities", 
    "Terrorism", 
    "Visas"
  ], 
  "subjects_top_term": "Terrorism", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-22", 
    "text": "Amends the Internal Security Act of 1950 by adding Title II: Terrorism. Prohibits issuance of a visa, admittance to the United States, or granting of United States citizenship to: (1) any person who has been convicted in the United States or elsewhere of any crime of terrorism or against whom there is convincing evidence that such person has engaged in terrorist activities; or (2) any person not subject to the jurisdiction of the United States who, while outside of the United States, advocated orally or in writing any crime of terrorism. Makes it unlawful for any person subject to the jurisdiction of the United States to: (1) send or receive funds, arms, explosives or any other thing of value for the purpose of committing any crime of terrorism; or (2) knowingly possess, transport, receive, or dispose of, funds or anything of value coerced or induced by any crime of terrorism. Includes as a \"crime of terrorism\" espionage, sabotage, kidnapping, extortion, skyjacking, robbery, bombing, holding a person prisoner or hostage or any threat of any of the above. Establishes a maximum penalty of ten years imprisonment and/or a $10,000 fine for anyone violating the provisions of this Act. Provides that anyone convicted of a crime of terrorism which results in the death of a hostage shall be sentenced to life imprisonment without parole, time off for good behavior, or any pardon or mitigation of sentence. Grants the United States a civil right of action to impose a constructive trust upon all property acquired by violation of any Federal criminal statute unless such property is found to have been acquired by a purchaser in good faith. Directs that the action be brought by the Department of Justice. Sets forth regulations and procedures for the conduct of such civil action. Provides that all property recovered under this Act which is free of equitable claims shall inure to the use of the Law Enforcement Assistance Administration."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Security Act of 1950 to control and penalize terrorists, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:15-05:00"
}