{
  "actions": [
    {
      "acted_at": "1974-01-24", 
      "references": [], 
      "text": "Reported to House from the Committee on Rules, H. Rept. 93-768.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-01-29", 
      "references": [], 
      "text": "Measure passed House, roll call #9 (380-5).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres788-93", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-01-24", 
  "number": "788", 
  "official_title": "A bill to reorganize and consolidate certain functions of the Federal Government in a new Federal Energy Administration in order to promote more efficient management of such functions (Rept. No. 93-768).  Referred to the House Calendar.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "8", 
    "name": "Long, Gillis W.", 
    "state": "LA", 
    "thomas_id": "00704", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1974-01-24", 
  "subjects": [
    "Bill consideration (Rule)", 
    "House of Representatives", 
    "House rules and procedure"
  ], 
  "subjects_top_term": "House rules and procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-01-24", 
    "text": "Declares that upon the adoption of this resolution it shall be in order to move that the House resolve itself into the Committee of the Whole House on the State of the Union for the consideration of the bill (H.R. 11793) to reorganize and consolidate certain functions of the Federal Government in a new Federal Energy Administration in order to promote more efficient management of such functions. Provides that after general debate, which shall be confined to the bill and shall continue not to exceed two hours, to be equally divided and controlled by the chairman and ranking minority member of the Committee on Government Operations, the bill shall be read for amendment under the five-minute rule. States that it shall be in order to consider the amendment in the nature of a substitute recommended by the Committee on Government Operations now printed in the bill as an original bill for the purpose of amendment under the five-minute rule, and all points of order against sections 7, 10, and 12 of said substitute for failure to comply with the provisions of clause 4, rule XXI are hereby waived. Declares that, at the conclusion of such consideration, the Committee shall rise and report the bill to the House with such amendments as may have been adopted, and any Member may demand a separate vote in the House on any amendment adopted in the Committee of the Whole to the bill or committee amendment in the nature of a substitute. States that the previous question shall be considered as ordered on the bill and amendments thereto to final passage without intervening motion except one motion to recommit with or without instructions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to reorganize and consolidate certain functions of the Federal Government in a new Federal Energy Administration in order to promote more efficient management of such functions (Rept. No. 93-768).  Referred to the House Calendar.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:37-05:00"
}