{
  "actions": [
    {
      "acted_at": "2010-07-20", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5794-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "38", 
      "name": "Napolitano, Grace F.", 
      "sponsored_at": "2010-09-15", 
      "state": "CA", 
      "thomas_id": "01602", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-07-20", 
  "number": "5794", 
  "official_title": "To amend the Help America Vote Act of 2002 to establish requirements for the treatment of absentee ballots in elections for Federal office, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Let My Absentee Ballot Count Act of 2010", 
  "sponsor": {
    "district": "43", 
    "name": "Baca, Joe", 
    "state": "CA", 
    "thomas_id": "01614", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-07-20", 
  "subjects": [
    "Congressional elections", 
    "Elections, voting, political campaign regulation", 
    "Government information and archives", 
    "Government operations and politics", 
    "Internet and video services", 
    "Postal service", 
    "Voting rights"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-07-20", 
    "text": "Let My Absentee Ballot Count Act of 2010 - Amends the Help America Vote Act of 2002 to require state and local election officials, in designing the absentee ballot used in an election for federal office, to consult with the U.S. Postal Service so that the ballot is designed in a manner which minimizes the amount of postage required for the voter to return the ballot. Requires a state to design each such absentee ballot in a manner which includes an envelope or other covering so that the contents of the ballot are not visible during transmission. Requires the state or local election official responsible for the receipt of voted absentee ballots to implement procedures to track and confirm their receipt, and to make the tracking information available to the voter before election day, by means of online access using the Internet site of the official's office. States that, if an individual eligible to vote is informed before election day that the individual's absentee ballot will not be counted, and the individual casts a ballot at the polling place on election day, then: (1) the vote cast on the absentee ballot shall not be counted; (2) the ballot cast at the polling place shall be treated as a regular ballot and not as a provisional ballot, and shall be counted; and (3) the individual shall not be considered to be in violation of any law which prohibits an individual from casting more than one vote in any election. Prohibits a state from refusing to accept an absentee ballot in a federal election solely on the grounds that the ballot is not notarized or signed by a witness."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Let My Absentee Ballot Count Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Help America Vote Act of 2002 to establish requirements for the treatment of absentee ballots in elections for Federal office, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:36-05:00"
}