{
  "actions": [
    {
      "acted_at": "1991-10-24", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-24", 
      "bill_ids": [
        "hr2597-102"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Previous Action See H.R.2597.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-09", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-09", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 27 - 16.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-10-05T21:19:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Energy and Commerce. H. Rept. 102-1030.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-05T21:19:00-04:00", 
      "calendar": "Union", 
      "number": "574", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 574.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3642-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1991-10-24", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Frost, Martin", 
      "sponsored_at": "1992-03-12", 
      "state": "TX", 
      "thomas_id": "00419", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-10-24", 
  "number": "3642", 
  "official_title": "To amend the Federal Food, Drug, and Cosmetic Act to enhance the enforcement authority of the Food and Drug Administration, and for other purposes.", 
  "popular_title": "Vitamin bill", 
  "related_bills": [
    {
      "bill_id": "hr2597-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Food, Drug, Cosmetic, and Device Safety Amendments of 1992", 
  "sponsor": {
    "district": "24", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-07-09", 
  "subjects": [
    "Actions and defenses", 
    "Agriculture and food", 
    "Bail", 
    "Bribery", 
    "Cosmetics", 
    "Defective products", 
    "District courts", 
    "Drugs", 
    "Fines (Penalties)", 
    "Food adulteration and inspection", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Health", 
    "Import restrictions", 
    "Imports", 
    "Interstate commerce", 
    "Jurisdiction", 
    "Labeling", 
    "Liens", 
    "Medical supplies", 
    "Product safety", 
    "Searches and seizures", 
    "Steroids", 
    "Subpoena"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1992-10-05", 
    "text": "Food, Drug, Cosmetic, and Device Safety Amendments of 1992 - Amends the Federal Food, Drug, and Cosmetic Act (the Act) to direct the Secretary of Health and Human Services (the Secretary), if there is a probability that a food, drug, or cosmetic will cause adverse health consequences or death, to require the appropriate parties to cease distribution of the product and recall it from commercial distribution and use. Stays the applicability of an order requiring such action for 24 hours or until a Federal court with jurisdiction acts on a request for a judicial stay made by an appropriate party, whichever is later. Authorizes any district court to order a recall if a food, drug, device, or cosmetic will cause adverse health consequences or death. Applies provisions authorizing the temporary detention of devices believed to be adulterated, misbranded, or in violation of the Act to drugs as well. Authorizes the temporary detention of food or cosmetics believed to be in violation of the Act and involving fraud or a risk to health. Limits such detentions to a period of 30 days, with shorter detention periods for seasonal and perishable products. Prohibits the movement of a drug, device, food, or cosmetic in violation of a temporary detention order. Makes any article of food, drug, device, or cosmetic in violation of the Act (currently, any article that is adulterated or misbranded when introduced into interstate commerce while held for sale after shipment in interstate commerce, or which may not be introduced into interstate commerce) liable to be proceeded against while in interstate commerce on libel of information and condemned. Prescribes civil penalties for specified violations of the Act. Bars criminal actions if a civil penalty is assessed for a violation. Repeals certain penalty provisions concerning devices. Revises authorities regarding inspections to authorize Federal employees to: (1) collect and retain samples of foods, drugs, devices, and cosmetics or packaging, labeling, and containers during facility inspections; (2) copy and verify records relating to such articles for purposes of determining whether violations of the Act occurred; and (3) use photographic equipment to document violations observed in inspections. Requires inspections pertaining to food, drugs, devices, or cosmetics to extend to all things bearing on whether articles are in violation of the Act, but limits inspection of records pertaining to food or cosmetics. Requires the retention of records by manufacturers, importers, or distributors of articles regulated under the Act and owners or operators of establishments subject to inspection for four years. Extends certain powers of enforcement personnel that are permitted when conducting investigations or inspections relating to counterfeit drugs to activities concerning the illegal distribution of steroids or the trade, sale, or purchase of certain drugs, drug samples, or coupons. Revises provisions concerning the import of food, drugs, devices and cosmetics into the United States. Removes a requirement that an article that is forbidden or restricted in sale in the country in which it was produced or exported be denied admission into the United States. Authorizes the Secretary of the Treasury, at the request of the Secretary, to refuse the admission of any article produced in a foreign establishment for which an inspection by an employee designated by the Secretary was refused. Provides for the destruction of articles for which an opportunity to correct deficiencies has been given and that pose adverse health consequences or death by the later of ten days of a hearing or ten days of the notice of refusal of admission. Requires the Secretary of the Treasury to certify to the Secretary that the importer of an article refused admission has marked the article \"United States refused entry\" before it is exported and to report the intended destination of the article. Requires all expenses incurred in connection with destruction, relabeling, or other corrective actions to be paid by the owner of the affected article. Requires default on payments to constitute a lien against future importations made by the owner. Provides that in any action to enforce the Act respecting a food, drug, device, or cosmetic (currently, a device) the connection with interstate commerce required for jurisdiction shall be presumed to exist. Incorporates a specified provision of the Public Health Service Act concerning regulation of biological products into the Act."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Vitamin bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Food, Drug, Cosmetic, and Device Enforcement Amendments of 1991", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Food, Drug, Cosmetic, and Device Safety Amendments of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Food, Drug, and Cosmetic Act to enhance the enforcement authority of the Food and Drug Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:54-05:00"
}