{
  "actions": [
    {
      "acted_at": "1978-03-21", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-03", 
      "references": [], 
      "text": "Reported to House from the Committee on Armed Services, H. Rept. 95-1108.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-16", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-16", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-17", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-17", 
      "references": [], 
      "text": "Measure passed House, roll call #326 (348-46).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-22", 
      "committee": "Senate Committee on Armed Services", 
      "references": [], 
      "text": "Referred to Senate Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-09-30", 
      "references": [], 
      "text": "Committee on Armed Services discharged in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-30", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-30", 
      "bill_ids": [
        "s2693-95"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended, in lieu of S. 2693, roll call #433 (68-1).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-11", 
      "references": [], 
      "text": "House agreed to Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-11", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-13", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-13", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-24", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-10-24", 
      "references": [], 
      "text": "Public Law 95-509.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11686-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-10-24", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-03-21", 
  "number": "11686", 
  "official_title": "A bill to authorize appropriations for the Department of Energy for national security programs for fiscal year 1979 and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1174-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s2693-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Energy National Security and Military Applications of Nuclear Energy Authorization Act", 
  "sponsor": {
    "district": "23", 
    "name": "Price, Melvin", 
    "state": "IL", 
    "thomas_id": "00929", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-03-21", 
  "subjects": [
    "Armed forces and national security", 
    "Arms control", 
    "Authorization", 
    "Department of Energy", 
    "Economics and public finance", 
    "Government operations and politics", 
    "Nuclear facilities", 
    "Nuclear research", 
    "Nuclear weapons"
  ], 
  "subjects_top_term": "Nuclear facilities", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1978-09-30", 
    "text": "(Measure passed Senate, amended, in lieu of S. 2693, roll call #433 (68-1)) Department of Energy National Security and Military Applications of Nuclear Energy Authorization Act - =Title I: National Security Programs= - Authorizes the appropriation of funds to the Department of Energy for specified operating expenses, designated plant and capital equipment costs, and for supplemental authorizations for specified previously authorized projects. Authorizes the appropriation of funds for research and development concerning: inertial confinement fusion; naval reactor development; nuclear materials security and safeguards; weapons activities; special materials production; defense intelligence and arms control; and program direction and management support related to national security programs. =Title II: General Provisions= - Prohibits use of any amount appropriated pursuant to this Act for any program: (1) in excess of the amount actually authorized for that particular program by this Act; or (2) which has not been presented to, or requested of, the Congress, unless a specified period has passed after the Secretary of Energy has given Congress notice of the proposed action or unless the appropriate committee has no objection to the proposed action and so notifies the Secretary before such period elapses. Prohibits the start of specified plant and capital equipment projects if their current estimated cost exceeds by more than 25 percent the amount authorized for such project. Requires the Secretary: (1) to notify Congress whenever such project cost estimates occur; and (2) not proceed with such projects unless and until additional funds are authorized. Sets certain limits on the costs of general plant projects which the Secretary is authorized to start. Makes available for use, when necessary, in all national security programs of the Department of Energy amounts appropriated in this Act for policy and management activities, general plant projects, and plant engineering and design. Authorizes the Secretary to perform construction design services for any construction project of the Department in support of national security programs which have been presented to, or requested of, Congress in specified amounts. Requires the Secretary to notify Congress at least 30 days before any funds are obligated for design services for projects in which the estimated design costs exceed $300,000. Allows increases in appropriations authorized in this Act for salary, pay, retirement, or other benefits for Federal employees by such amounts as may be necessary for increases in such benefits authorized by law. Prohibits the use of funds authorized by this Act for the testing, modernization, rebuilding, or replacement of any component of the B43 bomb. Allows use of such funds for quality and reliability testing and for the replacement of limited life components of such bomb. Provides directions on future authorization requests. Requires the Secretary to conduct a study and to report to Congress on the status of all Government-owned, contractor-operated, plant, capital equipment, facilities, and utilities which support the nuclear weapons program, including an analysis of measures required to restore the nuclear weapons complex to a satisfactory condition and a plan containing proposed schedules for carrying out and funding any restoration found to be necessary. Amends the Department of Energy Organization Act by repealing the provision allowing members of the Armed Forces to be detailed for service in the Department by the Secretary concerned pursuant to cooperative agreements. Stipulates that none of the funds authorized by this or any Act may be expended for the development of a nuclear warhead for the SM-2 standard missile until an arms control impact statement for such warhead has been filed with the Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Energy National Security and Military Applications of Nuclear Energy Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the Department of Energy for national security programs for fiscal year 1979 and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:50-05:00"
}