{
  "actions": [
    {
      "acted_at": "1978-04-03", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11828-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-03", 
  "number": "11828", 
  "official_title": "A bill to provide for the conservation, development, and use of the Nation's natural resources through the coordinated management of water and related land resources, through the establishment of an Office of Water Resources in the Office of the President, by providing financial assistance for State water management, and by providing for creation of interstate coordinating commissions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Water Management Act", 
  "sponsor": {
    "district": "4", 
    "name": "Vento, Bruce F.", 
    "state": "MN", 
    "thomas_id": "01185", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-03", 
  "subjects": [
    "Advisory bodies", 
    "Authorization", 
    "Congressional-Presidential relations", 
    "Economics and public finance", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Public works", 
    "States", 
    "Water conservation", 
    "Water resources development"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-04-03", 
    "text": "Comprehensive Water Management Act - Title I: Office of Water Resources - Creates the Office of Water Resources within the Executive Office of the President. Requires such Office to advise the President concerning present and future State and Federal water management programs. Directs the Office to coordinate research related programs with the Director of the Office of Water Research and Technology. Creates within the Office of Water Resources a Federal water advisory council and a State water advisory council to advise and assist the Director of the Office of Water Resources in carrying out his duties. Requires the President to submit to the Congress an annual water resources report which shall evaluate existing and potential programs of Federal, State, and local governments. Title II: State Comprehensive Water Management Program - Authorizes appropriations to the Office of Water Resources to be used for grants to the States to help fund their participation in the development of a comprehensive water management program. Directs the Office to establish procedures for the providing of assistance to the States. Requires participating States to provide the Office with a summary of programs and policies, current and anticipated problems, needs and priorities and other specified information. Directs the Office to review the State summaries and to comment on such matters as conflicts between State and Federal programs, the consistency of Federal and State goals and priorities, and areas of national interest and their relationship to State programs. Requires the Office to give approval to State programs that include a flexible approach to comprehensive water and related land management and which include: (1) provisions for public involvement and for cooperation between the State and the Federal Government and affected States; (2) provide for comprehensive management of intrastate and interstate water resources; (3) set forth the administrative procedures of and designate a State entity to administer the program; and (4) require the State entity to annually assess the progress of its program and report such findings to the Office of Water Resources; (4) and other specified requirements. Requires reasonable notice and opportunity for hearing to a State agency deemed by the Office to be administering a program which substantially fails to comply with a requirement for an approved program. Requires the Office to suspend grants upon a finding that a State program fails to substantially comply with the requirements of this Act. Title III: Interstate Coordinating Commissions - Sets forth the procedure necessary for the establishment of an Interstate Water Coordinating Commission to coordinate activities among participating States and relevant Federal agencies. Title IV: Authorization of Appropriations - Authorizes the appropriation to the Office of Water Resources of such sums as are necessary to carry out the purposes of this Act. Repeals the Water Resources Planning Act, as amended."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Water Management Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the conservation, development, and use of the Nation's natural resources through the coordinated management of water and related land resources, through the establishment of an Office of Water Resources in the Office of the President, by providing financial assistance for State water management, and by providing for creation of interstate coordinating commissions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:53-05:00"
}