{
  "actions": [
    {
      "acted_at": "1973-10-03", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10700-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "37", 
      "name": "Dulski, Thaddeus J.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00320", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-03", 
  "number": "10700", 
  "official_title": "A bill to provide for improved labor-management relations in the Federal service, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Service Labor-Management Act", 
  "sponsor": {
    "district": "3", 
    "name": "Henderson, David N.", 
    "state": "NC", 
    "thomas_id": "00530", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-03", 
  "subjects": [
    "Federal employees", 
    "Federal employees and officials", 
    "Labor and employment", 
    "Postal service"
  ], 
  "subjects_top_term": "Federal employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-03", 
    "text": "Federal Service Labor - Management Act- Provides for technical changes in the present laws relating to labor-management relations in the Federal service. Changes various definitions presently applicable to such laws. Assures specifically the right of employees, individually or collectively, to petition Congress or a Member of Congress, or to furnish information to either House of the Congress, or to a committee or member thereof. Assures specifically that no postal employee may be reduced in rank or in pay or removed from the Postal Service because of presenting individually, or as a member of a group of postal employees, a grievance to Congress or a Member of Congress. Establishes the Federal Labor Relations Authority. Provides that the Chairman and members of the Authority shall be appointed by the President, by and with the advice and consent of the Senate. Authorizes the Authority to hear and decide cases under this Act. Requires the Authority to annually make a report on such cases, and its decisions, to the President for transmittal to the Congress. Authorizes the Authority to appoint such attorneys and administrative law judges as it may find necessary. Establishes a Federal Labor Relations Board to consider policies and regulations, proposed to be issued by the Civil Service Commission or any other agency, involving matters subject to negotiation under this Act. (Amends 5 U.S.C. 7101-7117, 39 U.S.C. 1012)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Service Labor-Management Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for improved labor-management relations in the Federal service, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:47-05:00"
}