{
  "actions": [
    {
      "acted_at": "1977-01-19", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-19", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2226-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-19", 
  "number": "2226", 
  "official_title": "A bill to authorize the Secretary of the Interior to make grants to assist the States to develop and implement State land resource programs and to assist Indian tribes to plan the use of tribal lands:  to encourage expeditions energy facility siting decision; to coordinate Federal programs which significantly affect land use; to encourage research on and training  in land resource planning and management; to establish an office of Land Resource Planning Assistance in the Department of the Interior.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Land Resource Planning Assistance Act", 
  "sponsor": {
    "district": "4", 
    "name": "Vento, Bruce F.", 
    "state": "MN", 
    "thomas_id": "01185", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-19", 
  "subjects": [
    "Energy policy", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Indian lands", 
    "Land use", 
    "Native Americans"
  ], 
  "subjects_top_term": "Land use", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-19", 
    "text": "Land Resource Planning Assistance Act - Declares that the purpose of this Act is to assist the States in developing and implementing State land resource programs and to assist Indian tribes to inventory and plan for use of reservation and other tribal lands. Preserves the rights and jurisdiction of States and other property owners with respect to non-Federal lands. Title I: Program of Assistance to the States - Authorizes the Secretary of the Interior to make annual grants to the States to develop and administer a State land resource program for non-Federal lands. Defines \"State land resource program\" as a program which includes (1) a land resource planning process, (2) a land planning agency, (3) a study of existing land resource planning and management authority, (4) a statement of policies and objectives, (5) methods of implementation and coordination, and (6) an energy facility planning program. Requires that such programs provide for the participation of owners of real property, local government, and the public. Specifies criteria for land resource planning processes, including the preparation and continuing revision of an inventory of environmental, geological, and physical conditions which influence the desirability of various land uses. Stipulates that each State land planning agency shall have primary authority to develop and administer the State land resource planning, and to define the policies and objectives of each State's particular land program. Requires that methods of controlling land sales and development projects be included in each State program. Requires that Federal projects and activities on non-Federal lands significantly affecting land use be consistent with State land resources programs, except in cases of overriding national interest. Title II: Administration of State Assistance Programs and Coordination of Federal Land-Related Activities - Directs the President to issue guidelines to the Federal agencies and the States within six months after enactment to assist them in carrying out the provisions of this Act. Establishes in the Department of the Interior the Office of Land Resource Planning Assistance. Directs the Secretary of the Interior, acting through the Office, to (1) administer the grant-in-aid programs established under this Act, (2) develop and maintain a Land Resource Information Center, and (3) perform specified duties relating to the purposes of this Act. Directs the Secretary to establish an Interagency Land Resource Advisory Board to provide advice and assistance to the President, the Secretary, and Federal agencies in carrying out the programs authorized by this Act. Directs the Secretary to annually evaluate State land resource programs to determine whether such programs conform with the requirements for grant eligibility. Establishes an appeal procedure for States which have been notified of ineligibility for grant assistance. Authorizes the Secretary to make grants to public and private nonprofit institutions of higher education to assist the conduct of research and investigations into the theoretical and practical problems of land resource planning and management. Directs the Secretary to report biennially to the President and the Congress on land resources, uses of land, and current and emerging problems of land use. Title III: Energy Facilities Planning - Energy Facilities Planning Act - Requires that, five years after enactment of this Act, State land resource programs contain an energy facility planning program which is compatible with State land and water resource and planning management. Requires that such energy facility planning programs provide for: (1) an energy facility planning process; (2) a coordinated review and approval process at the State level; (3) consideration of the national, regional, and marketing area energy needs in the planning, licensing, or permitting of energy facilities; (4) cooperation with other States in planning, siting, and approving energy facilities; and (5) public participation in the energy facility planning process. Directs the Administrator of the Federal Energy Administration to prepare annually and submit to the President and to the Congress a National Energy Facility Planning Report. Requires that such report include specified comprehensive energy data, including information on the location, size, and production capacity of existing energy facilities and present and projected long-range energy needs. Authorizes the Administrator to request, collect, and acquire information from States and other non-Federal governmental entities for the proper exercise of the Administrator's responsibilities under this Act. Directs the Interagency Land Resource Advisory Board to conduct a study of methods to reduce the delays in obtaining, conflicting requirements for, and number of permits, licenses, and other governmental decisions which serve as prerequisites to proposed development activities. Directs the Administrator to develop and implement an expedited Federal energy facility licensing program. Title IV: Program of Assistance to Indian Tribes - Authorizes the Secretary to make annual grants to Indian tribes to assist any such tribe to inventory, and plan the use of, reservation and other tribal lands, and to enter into contracts to obtain expert assistance in such inventorying and planning activities. Directs the Secretary to appoint a Commission to study the existing legal authority for tribal management, regulation, or control of reservation and other tribal lands, and to make recommendations on the advisability of a land resource program applicable to such lands. Requires the Secretary to submit the study and recommendations of the Commission to Congress not later than 18 months after enactment of this Act. Title V: Authorizations and Allocations - Authorizes the appropriation of $100,000,000 for each of the next eight fiscal years for grants to States. Authorizes the appropriation of $2,000,000 for each of the next eight fiscal years for training and research grants and contracts. Authorizes the appropriation of $10,000,000 for each of the next eight fiscal years for grants to Indian tribes. Authorizes the appropriation of such sums as are necessary for the next two fiscal years to carry out the study on Indian lands. Authorizes the appropriation of such sums as are necessary for each of the next five fiscal years to administer this Act. Limits the amount of grants to States found eligible pursuant to this Act to 90 percent of the estimated cost of developing and administering the State land resource programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Land Resource Planning Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Energy Facilities Planning Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of the Interior to make grants to assist the States to develop and implement State land resource programs and to assist Indian tribes to plan the use of tribal lands:  to encourage expeditions energy facility siting decision; to coordinate Federal programs which significantly affect land use; to encourage research on and training  in land resource planning and management; to establish an office of Land Resource Planning Assistance in the Department of the Interior.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:59-05:00"
}