{
  "actions": [
    {
      "acted_at": "1987-12-15", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-01-21", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3766-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Clinger, William F., Jr.", 
      "sponsored_at": "1988-06-21", 
      "state": "PA", 
      "thomas_id": "00207", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Collins, Cardiss", 
      "sponsored_at": "1988-02-16", 
      "state": "IL", 
      "thomas_id": "00220", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Conyers, John, Jr.", 
      "sponsored_at": "1988-05-04", 
      "state": "MI", 
      "thomas_id": "00229", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Crockett, George W., Jr.", 
      "sponsored_at": "1988-02-16", 
      "state": "MI", 
      "thomas_id": "00252", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Evans, Lane", 
      "sponsored_at": "1988-05-04", 
      "state": "IL", 
      "thomas_id": "00361", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1988-02-16", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Fazio, Vic", 
      "sponsored_at": "1988-02-16", 
      "state": "CA", 
      "thomas_id": "00374", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Lehman, William", 
      "sponsored_at": "1988-02-16", 
      "state": "FL", 
      "thomas_id": "00680", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Martinez, Matthew G.", 
      "sponsored_at": "1988-02-16", 
      "state": "CA", 
      "thomas_id": "00743", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Murphy, Austin J.", 
      "sponsored_at": "1988-02-16", 
      "state": "PA", 
      "thomas_id": "00841", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Oberstar, James L.", 
      "sponsored_at": "1988-02-16", 
      "state": "MN", 
      "thomas_id": "00876", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Pelosi, Nancy", 
      "sponsored_at": "1988-05-04", 
      "state": "CA", 
      "thomas_id": "00905", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1988-05-04", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-12-15", 
  "number": "3766", 
  "official_title": "A bill to provide for certification and require the offering of qualified health plans, to provide Federal assistance to States to establish a program of assistance for low-income persons to purchase comprehensive health insurance and a program for coverage of catastrophic health care expenses, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Health Care Improvement Act of 1987", 
  "sponsor": {
    "district": "5", 
    "name": "Sabo, Martin Olav", 
    "state": "MN", 
    "thomas_id": "01007", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-12-15", 
  "subjects": [
    "Accident insurance", 
    "Business and commerce", 
    "Catastrophic health insurance", 
    "Community property", 
    "Comprehensive health care", 
    "Domestic Relations and Families", 
    "Employee benefit plans", 
    "Grants-in-aid", 
    "Health", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Insurance", 
    "Labor and employment", 
    "Married people", 
    "Medicaid", 
    "Medicare", 
    "National health insurance", 
    "Poor", 
    "Public assistance programs", 
    "Social security eligibility", 
    "Social welfare", 
    "Standards", 
    "Support of dependents"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-12-15", 
    "text": "Comprehensive Health Care Improvement Act of 1987 - Title I: Qualified Health Insurance Plans - Part A: Definitions and Standards for Qualified Plans - Sets forth definitions used in this title. Defines a \"plan of health coverage\" as any plan or combination of plans, including combinations of self-insurance, individual accident and health insurance policies, group accident and health insurance policies, coverage under a nonprofit health service plan, or coverage under a health maintenance organization (HMO) subscriber contract. Directs the Secretary of Health and Human Services to establish standards for qualified plans and procedures for the review and certification of plans of health coverage as qualified plans. Provides that a plan shall be certified as an \"A\" qualified plan if it meets any applicable State requirements with respect to accident and health insurance plans or nonprofit health service plans, and meets or exceeds the following minimum standards: (1) the minimum benefits for a covered individual are equal to at least 80 percent of the covered expenses in excess of an annual deductible not exceeding $250.00 per person; (2) the coverage includes a limitation of $3,000 per person on total annual out-of-pocket expenses for covered expenses; (3) the coverage is subject to no maximum life-time benefit; and (4) the $3,000 limitation (above) and the unlimited lifetime benefit limit (above) are not subject to change or substitution by use of an actuarially equivalent benefit. States that covered expenses are the usual and customary charges of a physician or chiropractor. Defines covered services as the following services and articles: (1) hospital services; (2) professional services for the diagnosis or treatment of injuries, illnesses, or conditions (other than outpatient mental or dental care) which are rendered by a physician or at a physician's direction; (3) drugs requiring a physician's prescription; (4) services of a nursing home for not more than 120 days a year if the services would qualify as reimbursable services under title XVIII (Medicare) of the Social Security Act; (5) services of a home health agency if the services would qualify as reimbursable services under title XVIII of the Social Security Act; (6) use of radium or other radioactive materials; (7) oxygen; (8) anesthetics; (9) prostheses, other than dental; (10) rental or purchase, as appropriate, of durable medical equipment, but not including eyeglasses and hearing aids; (11) diagnostic X-rays and laboratory tests; (12) oral surgery for partially or completely unerupted impacted teeth, for a tooth root without the extraction of the entire tooth, or for the gums and tissues of the mouth when not performed in connection with the extraction or repair of teeth; (13) services of a physical therapist; (14) transportation provided by a licensed ambulance service to the nearest facility qualified to treat the condition; (15) well baby care; (16) physicians' services for routine checkups and annual physicals when prescribed by a physician; (17) multiphasic screening and other diagnostic testing, within such reasonable limits on the reimbursement required for such services as the Secretary shall prescribe; (18) a second opinion from a physician on all surgical procedures expected to cost a total of $500 or more in physician, laboratory, and hospital fees, but the coverage need not include the repetition of any diagnostic tests for such an opinion; and (19) professional services of a chiropractor. Excludes from coverage: (1) any charge for which benefits are payable under any other type of insurance or compensation; (2) cosmetic surgery; (3) custodial or domiciliary care not qualifying under Medicare; (4) private rooms, except if medically necessary; (5) any part of any charge exceeding the locally prevailing charge; and (6) charges for services rendered by an individual or institution which are not within the individual's or institution's authorized scope of practice. Deems HMOs to be providing an \"A\" qualified plan. Certifies as a \"B\" qualified plan a plan which meets the requirements of an \"A\" plan, except that the annual deductible does not exceed $1,000 per person. Provides that a plan which provides benefits to persons over age 65 shall be certified as a qualified Medicare supplement plan if it limits annual out-of-pocket expenses to a maximum of $1,000 per person, is designed to complement or supplement Medicare, and provide coverage: (1) of 80 percent of the required Medicare deductibles and copayments; (2) of 80 percent of charges for covered services of an \"A\" qualified plan not paid under Medicare; and (3) which is not subject to a maximum lifetime benefit. Directs the Secretary, to the extent feasible, to provide for the review and certification by the insurance commissioner of each State of qualified plans to be offered in the State if the Secretary is provided assurances that such review and certification will comply with the requirements of this Act. States that the sale of plans are in and affect interstate commerce and that, in order to properly regulate such sales, it is necessary to regulate such sales in intrastate, as well as interstate, commerce. Requires every plan of health coverage sold to be labelled as \"qualified\" or \"nonqualified\" on the front of the policy. Requires each advertisement or promotion for a plan to specify whether the plan is \"qualified\" or \"nonqualified.\" Part B: Requiring Offering of Certain Qualified Plans - Requires each employer employing an average of ten or more employees annually to make available a plan or combination of plans of health coverage which: (1) has been certified as an \"A\" or supplemental plan; (2) is a qualified convertible plan; and (3) permits coverage of an employee's spouse and children. Defines a \"qualified convertible plan\" as a plan of health coverage which: (1) permits each enrolled individual to convert the plan to an individual qualified plan without the addition of underwriting restrictions if, for any reason, the individual leaves the group; and (2) permits, in the case of the death of the individual in whose name the contract was issued, other individuals covered under the plan to continue coverage without the addition of underwriting restrictions. Sets forth civil penalties for noncompliance with this part. Excludes from the term \"employee,\" for purposes of this provision, certain new, part time, part year, young, bargaining unit, and nonresident alien exployees. Part C: Offering of Comprehensive Health Insurance and Qualified Medicare Supplement Plans by States - Sets forth definitions used in this part. Amends title XIX (Medicaid) of the Social Security Act to require the establishment and operation of a comprehensive health association in each State and a comprehensive health plan in each State, in accordance with this part of this Act. Defines a \"comprehensive health insurance plan\" to mean policies of insurance and contracts of HMO coverage offered by an association through the writing carrier in the State. Defines the \"writing carrier\" as the insurers and HMOs approved to administer the comprehensive health insurance plan. Provides that each State commissioner of insurance, consistent with any regulations the Secretary may promulgate: (1) may formulate general policies to advance the purposes of this title; (2) shall supervise the creation of the State comprehensive health association; (3) shall approve the selection of the writing carrier by the association in the State and approve the association's contract with the writing carrier, including the State plan coverage and premiums to be charged; (4) may appoint advisory committees with respect to implementation of this part; (5) shall conduct periodic audits to assure the general accuracy of the financial data submitted by the writing carrier and the association in the State; (6) shall contract with the Federal Government and may contract with any other unit of government to ensure coordination of the State plan of the association with other governmental assistance programs; (7) may undertake, directly or through contracts with other persons, studies or demonstration programs to develop awareness of the benefits provided under this Act, so that residents of the State may best avail themselves of the health care benefits provided hereunder; (8) may contract with insurers and others for administrative services; and (9) may adopt, amend, suspend, and repeal rules as reasonably necessary to carry out and make effective the provisions and purposes of this part. Requires each State to provide for the establishment of a comprehensive health association with membership consisting of all insurers, self-insurers, fraternal beneficiary associations, other entities offering health policies, and HMOs authorized or licensed to do business in the State. Exempts each association from State taxation. Provides for a board of directors of each association. Requires that all members of an association: (1) maintain their membership in the association as a condition of doing accident and health insurance, self-insurance, or HMO business in the State; and (2) enter into a reinsurance contract with the association as required by this part. Exempts members of an association, in the performance of their duties as members, from Federal and State antitrust laws. Authorizes each association to provide for the reinsuring of risks incurred as a result of issuing qualified plans by members of the association. Requires each member which elects to reinsure its risks to determine the categories of coverage it elects to reinsure in the association. Provides that the categories consist of: (1) individual qualified plans, excluding group conversions; (2) group conversions; (3) group qualified plans with fewer than 50 employees or members; and (4) major medical coverage. Requires each association through its comprehensive health insurance plan to offer: (1) policies which provide the benefits of \"A\" and \"B\" qualified plans and of a qualified Medicare supplement plan; and (2) HMO contracts in those areas of the State where an HMO has agreed to make the coverage available and has been selected as a writing carrier. Requires the comprehensive health insurance plan for a State to be open for enrollment by individuals residing in the State, who can enroll by submitting a certificate of eligibility to the writing carrier which certifies the applicant's name, address, age, length of residence, dependents to be insured, and type of coverage desired. Provides that upon certification the individual can enroll in a State's comprehensive health insurance plan by payment of the State plan premium to the writing carrier. Requires each member of an association to share the claims expenses for approved plans and the operating and administrative expenses incurred by the association, pursuant to the terms of the individual reinsurance contracts executed by the association with each member. Sets forth a method to determine each member's share of expenses. Authorizes any member of an association in a State to submit for approval to the State commissioner the policies of accident and health insurance or the HMO contracts which are being proposed to serve in the comprehensive health insurance plan. Authorizes the association to select approved policies and a contract to be the comprehensive health insurance plan based upon the member's proven ability to handle large group accident and health insurance cases, claims paying capacity, and estimate of total charges for plan administration. Requires each writing carrier to: (1) perform all required administrative and claims payment functions; and (2) report monthly to the association and State commissioner. Exempts premiums received by a writing carrier for the comprehensive health insurance plan from State taxation. Requires each association in a State to disseminate information to State residents regarding the existence of the comprehensive health insurance plan and the means of enrollment. Requires each writing carrier to pay an agent's referral fee, in an amount to be determined by the association, to each insurance agent referring an applicant to the State comprehensive health insurance plan, if the application is accepted. Title II: Program of Assistance to States for Assisting Low-Income Individuals to Purchase Comprehensive Health Insurance - Comprehensive Health Insurance Assistance Act of 1987 - Adds a new title XXI to the Social Security Act entitled \"Grants to States for Assistance to Low-Income Individuals in the Purchase of Comprehensive Health Insurance.\" Authorizes appropriations under title XXI to enable each State to provide assistance to low-income individuals in the purchase of comprehensive health insurance under title XXI. Specifies the amount authorized for each fiscal year. Requires the sums made available under this title to be used to make payments to States which have submitted, and had approved by the Secretary, State plans for comprehensive health insurance assistance to low-income individuals. Directs the Secretary to pay each State with an approved plan, from the sums appropriated, an amount equal to 50 percent of the sums expended which are attributable either to assistance under the plan to low-income individuals or to plan administration. Prohibits such amount, during any quarter, from exceeding the product of $1.88 and the State's population. Requires a State plan for comprehensive health insurance assistance to low-income individuals, in order to be approved by the Secretary, to: (1) be in effect in all political subdivisions of the State; (2) provide for financial participation by the State equal to at least 40 percent of the non-Federal share of the expenditures under the plan with respect to which payments that are authorized by title XXI, and provide for financial participation by the State equal to all of such non-Federal share or provide for distribution of funds from Federal or State sources, for carrying out the State plan on an equalization or other basis which will assure that the lack of adequate funds from local sources will not result in a lowering of assistance; (3) provide for the designation of an appropriate State agency to administer the plan; (4) prevent the disclosure of information for purposes not connected with the plan; (5) provide for reports to the Secretary; (6) make assistance available to low-income individuals to purchase plans; (7) establish reasonable standards for determining eligibility for and the extent of assistance; (8) make available the opportunity to apply for assistance to any individual; and (9) grant an opportunity for a fair hearing before a State agency to any individual whose claim for assistance under the plan is denied or not acted upon with reasonable promptness. Prohibits payments to a State if, after notice and opportunity for a hearing, the Secretary finds that a State's plan is not in compliance with provisions of this Act. Sets forth civil and criminal penalties for false statements, misrepresentations, concealments, and conversions made in connection with the application for, sale of, or receipt of benefits under a plan. Amends title XIX (Medicaid) of the Social Security Act to provide for special treatment in determining the eligibility for medical assistance of an institutionalized spouse. Declares that the provisions supersede any other provision of such title and that no comparable treatment is required. Sets forth rules for treatment of income and resources. Protects income for the community spouse by requiring certain allowances to be offset from the income of the institutionalized spouse and by requiring each State to establish a minimum monthly maintenance needs allowance for each community spouse. Provides for notice and fair hearing regarding a determination of eligibility, the amount of the community spouse monthly income allowance, the amount of any family allowances, and the method for computing the amount of the community spouse resources allowance. Permits an institutionalized spouse to transfer certain resources to the community spouse. Requires the State plan for medical assistance to provide for a period of ineligibility for institutionalized spouses who disposed of resources during the 24-month period before applying for assistance for less than fair market value. Sets forth exceptions to the requirement: (1) for homes or other resources transferred to the individuals's spouse or child who meets certain requirements; (2) on a showing of intent to dispose of the resources at fair value or for other valuable consideration; (3) on a showing that the transfers were exclusively for a purpose other than to qualify for medical assistance; and (4) if denial would work an undue hardship. Directs the Secretary of Health and Human Services to study and report to the Congress regarding the means for recovering amounts from the estates of deceased Medicaid beneficiaries to pay for certain assistance furnished. Title III: Program of Assistance to States for Assisting Individuals Who Incur Catastrophic Expenses for Health Care - Catastrophic Health Care Expenses Assistance Act of 1987 - Amends the Social Security Act to add a new title XXII entitled \"Grants to States for Assistance to Individuals Incurring Catastrophic Expenses for Health Care.\" Authorizes appropriations for each fiscal year to enable each State to furnish medical assistance for catastrophic illness. Requires a State to have submitted and have approved by the Secretary a plan for medical assistance for catastrophic illness. Directs the Secretary to pay each State with an approved plan, from the sums appropriated, an amount equal to 50 percent of the sums expended which are attributable either to payments made under the plan to eligible individuals or to plan administration. Prohibits such amount, during any quarter, from exceeding the product of $0.625 and the State's population. Prohibits payment with respect to expenses: (1) if the charges on which the expenses are based are not reasonable; (2) for inpatient hospital services if the charge exceeds the hospital's customary charge; (3) for health services which were not medically necessary; (4) for services provided by a provider not in compliance with appropriate regulations; (5) for services provided by a hospital or skilled nursing facility if the appropriate utilization review plan is not in effect; or (6) for which a private insurer would be obligated but for a provision in its contract which limits its obligation if an individual is covered under this title. Declares that a State plan for medical assistance for catastrophic illness, in order to be approved by the Secretary, shall: (1) be in effect in all political subdivisions of the State; (2) provide for financial participation by the State equal to at least 40 percent of the non-Federal share of the expenditures under the plan with respect to authorized payments under title XXII, and provide for financial participation by the State equal to all of such non-Federal share or provide for distribution of funds from Federal or State sources, for carrying out the State plan on an equalization or other basis which will assure that the lack of adequate funds from local sources will not result in a lowering of assistance; (3) provide for the designation of an appropriate State agency to administer the plan; (4) prevent the disclosure of information for purposes not connected with the plan; (5) provide for reports to the Secretary; (6) provide for paying at least 90 percent of all qualified expenses annually of an eligible individual and the individual's dependents in excess of the greater of $3,000 (or a lower amount which the State may establish) or the sum of 30 percent of household income under $25,000, plus 40 percent of household income between $25,000 and $40,000, plus 50 percent of household income in excess of $40,000 (or such lower respective percentages, or such higher incomes, as the State may establish); (7) provide for paying 100 percent of all qualified nursing home expenses of an eligible individual and the individual's dependents in excess of 20 percent of household income (or such lower percentage as the State may establish); (8) prohibit charging any premiums, copayments, or deductibles, except as provided above; (9) provide safeguards against excessive charges and the unnecessary utilization of services; (10) establish reasonable standards for determining eligibility for and the extent of assistance; (11) make available the opportunity to apply for assistance to any individual; (12) grant an opportunity to apply before a State agency to any individual whose claim for assistance under the plan is denied or not acted upon with reasonable promptness; (13) seek reimbursement from any legally liable third party; and (14) provide that payment for services shall be made only to providers and beneficiaries. Prohibits payments to a State if, after notice and opportunity for a hearing, the Secretary finds that a State's plan is not in compliance with the provisions of this Act. Sets forth definitions used in this title. Defines an \"eligible individual\" as an individual who incurs an obligation to pay, in a consecutive 12-month period, expenses (including dependent's expenses) exceeding the greater of $3,000 (or such lower amount as the State may establish) or 30 percent of household income up to $25,000, plus 40 percent of household income between $25,000 and $40,000, plus 50 percent of household income in excess of $40,000 (or such lower respective percentages of such incomes, or of such higher incomes as the State may establish). Sets forth civil and criminal penalties for false statements, misrepresentations, concealments, and conversions made in connection with the application for or right to the assistance provided under this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Health Care Improvement Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Catastrophic Health Care Expenses Assistance Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Comprehensive Health Insurance Assistance Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for certification and require the offering of qualified health plans, to provide Federal assistance to States to establish a program of assistance for low-income persons to purchase comprehensive health insurance and a program for coverage of catastrophic health care expenses, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:04-05:00"
}