{
  "actions": [
    {
      "acted_at": "1997-07-10", 
      "references": [
        {
          "reference": "CR S7215", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-07-10", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1007-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-07-10", 
  "number": "1007", 
  "official_title": "A bill to amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act to reduce the costs of disaster relief and emergency assistance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Disaster Streamlining and Costs Reduction Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Chafee, John H.", 
    "state": "RI", 
    "thomas_id": "01303", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-07-10", 
  "subjects": [
    "Agriculture and food", 
    "Arts, culture, religion", 
    "Beaches", 
    "Cemeteries and funerals", 
    "Commerce", 
    "Construction costs", 
    "Cultural property", 
    "Dental care", 
    "Disaster insurance", 
    "Disaster loans", 
    "Disaster relief", 
    "Disasters", 
    "Economics and public finance", 
    "Electric utilities", 
    "Emergency housing", 
    "Emergency management", 
    "Energy", 
    "Finance and financial sector", 
    "Flood control", 
    "Flood insurance", 
    "Government lending", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Health", 
    "Homeless", 
    "Housing and community development", 
    "Housing subsidies", 
    "Irrigation", 
    "Land use", 
    "Local laws", 
    "Marinas", 
    "Marine and coastal resources, fisheries", 
    "Medical economics", 
    "Mobile homes", 
    "Navigation", 
    "Nonprofit organizations", 
    "Parks", 
    "Prefabricated buildings", 
    "Property insurance", 
    "Public lands and natural resources", 
    "Recreation areas", 
    "Rent subsidies", 
    "Social welfare", 
    "Sports and recreation", 
    "Sports facilities", 
    "Stadiums", 
    "Standards", 
    "Transportation and public works", 
    "Trees", 
    "Water resources development", 
    "Watershed management"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-07-10", 
    "text": "Disaster Streamlining and Costs Reduction Act of 1997 - Amends the Robert T. Stafford Disaster Relief and Emergency Assistance Act (the Act) to authorize the Director of the Federal Emergency Management Agency to: (1) establish a pre-disaster mitigation program to assist State and local governments to reduce injuries, loss of life, and damage or destruction of property from disasters; (2) use incentives and other mitigation measures to reduce the cost of disasters to Federal, State, and local governments, particularly damages to public facilities, and to the private sector; and (3) make pre-disaster mitigation grants to States and local governments and eligible private nonprofit organizations of not less than 75 percent of the cost of hazard mitigation measures. Requires the Director to: (1) establish grant standards, incentives, and criteria; and (2) establish a National Pre-Disaster Mitigation Fund. Authorizes appropriations to the Fund. Directs the President to establish management cost rates for grant recipients. Authorizes the President to provide incentives for Federal shares of assistance for mitigation measures for applicants that have implemented the standards, incentives, and criteria established by the Director. Authorizes the President to make grants of no more than 75 (currently 50) percent of the cost of improving, maintaining, and updating State disaster assistance plans. Amends provisions of the Act relating to the repair, restoration, and replacement of damaged facilities to: (1) require a facility owner or operator to have first applied for a Small Business Administration disaster loan before being eligible for contributions for the repair or replacement of a facility damaged or destroyed by a major disaster; (2) revise the cost-sharing authority for such assistance to authorize the President to provide up to 90 percent of repair or restoration costs for States and local governments that have implemented hazard mitigation measures in advance of major disasters and to reduce such assistance for entities unable or unwilling to take such steps; and (3) allow States, local governments, and owners of private nonprofit facilities to receive in-lieu contributions for repairing, restoring, or expanding other eligible facilities. Authorizes the President to provide financial assistance and direct services to disaster victims who have necessary expenses and serious needs, with a limit of $25,000 per individual or household. Allows such assistance to be used for: (1) housing needs, including new housing construction; or (2) medical, dental, and funeral expenses, personal property needs, and transportation expenses. Repeals provisions of the Act which: (1) authorize the President to make community disaster loans following a major disaster; and (2) provide simplified procedures for the provision of disaster assistance when the Federal estimate of repair, restoration, or replacement costs is less than $35,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Disaster Streamlining and Costs Reduction Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act to reduce the costs of disaster relief and emergency assistance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:02-05:00"
}