{
  "actions": [
    {
      "acted_at": "1982-03-31", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-12", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Education Department; Interior Department; Health and Human Services Department; Labor Department; GAO; OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-25", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education", 
      "text": "Referred to Subcommittee on Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-07-01", 
      "in_committee": "Committee on Labor and Human Resources", 
      "in_subcommittee": "Education", 
      "references": [], 
      "text": "Subcommittee on Education. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2325-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts, and Humanities", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-03-31", 
  "number": "2325", 
  "official_title": "A bill to consolidate existing Federal vocational and adult education programs, to simplify requirements for States and other recipients participating in Federal vocational and adult education programs, and to authorize certain State and national programs for the development of vocational skills and basic skills for persons whose employment would sustain or improve work force productivity and economic growth, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Vocational and Adult Education Consolidation Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-03-31", 
  "subjects": [
    "Adult education", 
    "Advisory bodies", 
    "Authorization", 
    "Bilingual education", 
    "Block grants", 
    "Depressed areas", 
    "Disabled", 
    "Economic development", 
    "Education", 
    "Education of Indians", 
    "Education of socially handicapped children", 
    "Employment and training programs", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Government records, documents, and information", 
    "Immigration", 
    "Information services", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Language and languages", 
    "Manpower training programs", 
    "Minority education", 
    "Native Americans", 
    "Occupational retraining", 
    "Planning", 
    "Research", 
    "Research and development", 
    "States", 
    "Unemployment", 
    "Vocational education"
  ], 
  "subjects_top_term": "Federal aid to education", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-03-31", 
    "text": "Vocational and Adult Education Consolidation Act of 1982 - Title I: General Provisions - Authorizes appropriations to carry out this Act in an amount which, when added to the amount appropriated for the fiscal year by the first section of the Smith-Hughes Act (also known as the Vocational Education Act of 1917), equals $500,000,000 for FY 1983 and such sums as necessary for FY 1984 through FY 1987. Authorizes the Secretary of Education to reserve up to ten percent of such appropriations for national programs under title III of this Act. Directs the Secretary to allot the remainder of such appropriations to States and insular areas according to a formula based on: (1) relative amounts of unemployed persons aged 15 through 19, 20 through 44, and 45 through 64; and (2) relative per capita income. Provides for minimum allotments and for reallotment under specified circumstances. Requires States to submit annual proposed use reports to the Secretary, after making such reports available for public comment, in order to receive funds under title II of this Act. Requires States to provide for fiscal and compliance audits of programs supported with title II funds. Directs the Secretary to submit an annual report to Congress on the status of vocational and adult education in the Nation. Establishes a National Advisory Council on Vocational and Adult Education for the period for which funds are appropriated under this Act. Authorizes the Secretary to make necessary sums available to the Council from specified funds available under the General Education Provisions Act. Sets forth nondiscrimination provisions covering programs under this Act. Provides for the applicability of specified provisions of the General Education Provisions Act to programs under this Act. Repeals the Vocational Education Act of 1963 and the Adult Education Act (other than provisions for grants for improvement of educational opportunities for adult Indians). Provides that funds appropriated for use during FY 1982 or FY 1983 under such Acts that are not obligated by July 1, 1983, by a State or other recipient shall remain available for obligation under this Act. Title II: State Programs - Directs the Secretary to make grants to each State, in accordance with its allotment, to: (1) establish, expand, and improve vocational educational programs; and (2) support adult education programs. Authorizes each State to reserve for State administration in FY 1983 under this Act the same total amount of Federal funds expended for such purpose in FY 1982 under the Vocational Education Act of 1963 and the Adult Education Act, but prohibits any State from reserving more than four percent of its allotment for State administration thereafter. Requires each State to use, from the remainder of its allotment for each fiscal year, at least: (1) 30 percent for Part A programs (Economic Development and Skilled Training); (2) 30 percent for Part B programs (Strengthening State and Local Systems of Vocational Education); and (3) 13 percent for Part C programs (Adult Basic Education). Authorizes a State to use up, to 50 percent of such funds to pay an eligible recipient's administrative costs. Prohibits a State from using its allotment to pay for the cost of any advisory council. Authorizes each State to: (1) use its allotment directly, or to make grants to or enter into contracts with eligible recipients, to carry out title II programs; and (2) prescribe the manner in which grants and contracts are made to eligible recipients and whatever terms, consistent with Federal requirements, are reasonable and necessary for administration of title II programs. Part A: Economic Development and Skilled Work Force Training - Requires that skilled work force training conducted under this part correspond to current State or local economic needs or plans specifically described in the Proposed Use Report. Requires States to use the amount reserved for this part for one or more specified activities relating to vocational education programs, projects, services, and activities that foster State and local economic development by training persons in occupational skills needed by business and industry. Requires each State and eligible recipient to use its best efforts to recruit for enrollment or participation in Part A programs persons who are out of school, unemployed, and residents of economically depressed areas. Part B: Strengthening State and Local Systems of Vocational Education - Requires States, in using funds reserved for this part, to give careful consideration to the special needs of educationally disadvantaged persons, handicapped persons, and persons with limited English proficiency. Requires States to use the amount reserved for this part for one or more specified activities relating to strengthening of State and local vocational education systems so that all persons can participate in programs designed to provide needed job skills and foster economic development. Part C: Adult Basic Education - Requires States to use the amount reserved for this part for specified authorized activities (relating to expansion of adult educational opportunities and encouragement of programs enabling adults to acquire basic skills). Requires States, in using funds reserved for this part, to give careful consideration to the needs of adult immigrants or adults with limited English proficiency. Title III: National Programs - Directs the Secretary to use funds reserved for this title to support one or more programs, projects, services, or activities authorized under specified provisions of this title. Authorizes the Secretary to support a National Center for Research in Vocational and Adult Education. Authorizes the Secretary, upon the request of any Indian tribe eligible to contract with the Secretary of the Interior for administration of programs under specified Acts, to make grants, contracts, or cooperative agreements with the tribal organization to plan, conduct, and administer vocational and adult education programs authorized under title II of this Act which are consistent with tribal economic development plans. Directs the Secretary to award funds for such programs on a competitive basis. Authorizes the Secretary to award grants or enter into contracts or cooperative agreements with public or private agencies, organizations, and institutions to provide specified programs for persons with limited English proficiency. Authorizes the Secretary to support a National Occupational Information Coordinating Committee. Sets forth the duties of the Committee, including the implementation of an occupational information system. Authorizes States to establish State occupational information coordinating committees to implement such systems in the States with funds provided by the Committee. Authorizes the Secretary to support directly, or through grants, contracts, or cooperative agreements, specified program improvement activities to meet national skilled work force needs. Authorizes the Secretary to accept funds transferred from other Federal departments or agencies to carry out such activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Vocational and Adult Education Consolidation Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to consolidate existing Federal vocational and adult education programs, to simplify requirements for States and other recipients participating in Federal vocational and adult education programs, and to authorize certain State and national programs for the development of vocational skills and basic skills for persons whose employment would sustain or improve work force productivity and economic growth, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:16-05:00"
}