{
  "actions": [
    {
      "acted_at": "2010-06-09", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3471-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2010-06-09", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "2010-06-09", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tester, Jon", 
      "sponsored_at": "2010-06-23", 
      "state": "MT", 
      "thomas_id": "01829", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-06-09", 
  "number": "3471", 
  "official_title": "A bill to improve access to capital, bonding authority, and job training for Native Americans and promote native community development financial institutions and Native American small business opportunities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3534-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Native American Employment Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Dorgan, Byron L.", 
    "state": "ND", 
    "thomas_id": "00308", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-06-09", 
  "subjects": [
    "Business investment and capital", 
    "Credit and credit markets", 
    "Educational facilities and institutions", 
    "Employment and training programs", 
    "Executive agency funding and structure", 
    "Federal officials", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Government trust funds", 
    "Indian social and development programs", 
    "Minority and disadvantaged businesses", 
    "Native Americans", 
    "Public contracts and procurement", 
    "Securities", 
    "Small Business Administration", 
    "Small business"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-06-09", 
    "text": "Native American Employment Act of 2010 - Amends the Indian Financing Act of 1974 to direct the Secretary of the Interior to establish a tier system of guaranteed or insured loans to Indian tribes for energy development or manufacturing jobs carried out on Indian lands. Allows the Secretary to guarantee up to 100% of surety bonds issued to cover construction, renovation, or demolition work performed by an Indian individual or Indian economic enterprise. Amends the Indian Employment, Training, and Related Services Demonstration Act of 1992 to revise requirements regarding Indian tribe or tribal organization plans to integrate employment, training, and related services programs. Requires their integration into a single, coordinated, comprehensive program. Amends the Community Development Banking and Financial Institutions Act of 1994 to require the Administrator of the Community Development Financial Institutions Fund to establish the Native Initiatives as a component of the Fund. Declares the purposes of the Native Initiatives are to assist Native community development financial institutions to provide access to credit, capital, and financial services in Native communities. Amends the Buy Indian Act to direct the Secretary, to the maximum extent practicable, to require that: (1) Indian labor be employed; and (2) any contract to fulfill requirements for goods or services, manufacturing, or construction, renovation, or demolition work be awarded competitively to an Indian organization or economic enterprise. Requires the Secretary to establish an Indian Economic Enterprise Data Center. Amends the Small Business Act to establish within the Small Business Administration (SBA) the Office of Native American Affairs. Directs the SBA Administrator to appoint an Associate Administrator of the Office to administer the Native American small business development program. Requires the SBA, acting through the Associate Administrator, to establish Native American business centers to overcome obstacles impeding the establishment, development, and expansion of Native American small businesses and other underserved small businesses located on or near tribal land. Amends the Indian Self-Determination and Education Assistance Act to require either the Secretary of Health and Human Services or the Secretary of the Interior, or both, to establish a qualified school construction bond escrow account to which shall be allocated specified funds derived from qualified school construction bonds for construction, rehabilitation, and repair of schools funded by the Bureau of Indian Affairs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Native American Employment Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve access to capital, bonding authority, and job training for Native Americans and promote native community development financial institutions and Native American small business opportunities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:51-05:00"
}