{
  "actions": [
    {
      "acted_at": "2012-04-26", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Kohl. With written report No. 112-163.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-04-26", 
      "calendar": "Senate Legislative", 
      "number": "382", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 382.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2375-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-04-26", 
  "number": "2375", 
  "official_title": "An original bill making appropriations for Agriculture, Rural Development, Food and Drug Administration, and related Agencies programs for the fiscal year ending September 30, 2013, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2112-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5973-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2013", 
  "sponsor": {
    "district": null, 
    "name": "Kohl, Herb", 
    "state": "WI", 
    "thomas_id": "01380", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2012-04-26", 
  "subjects": [
    "Agricultural conservation and pollution", 
    "Agricultural education", 
    "Agricultural insurance", 
    "Agricultural marketing and promotion", 
    "Agricultural prices, subsidies, credit", 
    "Agricultural research", 
    "Agricultural trade", 
    "Animal and plant health", 
    "Appropriations", 
    "Census and government statistics", 
    "Department of Agriculture", 
    "Department of Health and Human Services", 
    "Disaster relief and insurance", 
    "Drug safety, medical device, and laboratory regulation", 
    "Economic development", 
    "Economics and public finance", 
    "Executive agency funding and structure", 
    "Food and Drug Administration (FDA)", 
    "Food assistance and relief", 
    "Food supply, safety, and labeling", 
    "Foreign aid and international relief", 
    "Forests, forestry, trees", 
    "Government lending and loan guarantees", 
    "Gulf of Mexico", 
    "Housing and community development funding", 
    "Nutrition and diet", 
    "Pest management", 
    "Public utilities and utility rates", 
    "Rural conditions and development", 
    "Solid waste and recycling", 
    "User charges and fees", 
    "Veterinary medicine and animal diseases", 
    "Water use and supply"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2012-04-26", 
    "text": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2013 - Title I: Agricultural Programs - Appropriates FY2013 funds for the following Department of Agriculture (USDA) programs and services: (1) Office of the Secretary of Agriculture (Secretary); (2) Office of Tribal Relations; (3) Office of the Chief Economist; (4) National Appeals Division; (5) Office of Budget and Program Analysis; (6) Office of Homeland Security and Emergency Coordination; (7) Office of Advocacy and Outreach; (8) Office of the Chief Information Officer; (9) Office of the Chief Financial Officer; (10) Office of the Assistant Secretary for Civil Rights; (11) Office of Civil Rights; (12) Office of the Assistant Secretary for Administration; (13) agriculture buildings and facilities and rental payments; (14) hazardous materials management; (15) departmental administration; (16) Office of the Assistant Secretary for Congressional Relations; (17) Office of Communications; (18) Office of Inspector General; (19) Office of the General Counsel; (20) Office of the Under Secretary for Research, Education, and Economics; (21) Economic Research Service; (22) National Agricultural Statistics Service; (23) Agricultural Research Service; (24) National Institute of Food and Agriculture; (25) Native American Institutions Endowment Fund; (26) extension and integrated activities; (27) Office of the Under Secretary for Marketing and Regulatory Programs; (28) Animal and Plant Health Inspection Service; (29) Agricultural Marketing Service; (30) Grain Inspection, Packers and Stockyards Administration; (31) Office of the Under Secretary for Food Safety; (32) Food Safety and Inspection Service; (33) Office of the Under Secretary for Farm and Foreign Agricultural Services; (34) Farm Service Agency; (35) hispanic-serving agricultural colleges and universities endowment fund; (36) Agricultural Credit Insurance Fund Program Account; (37) Risk Management Agency; (38) Federal Crop Insurance Corporation Fund; and (39) Commodity Credit Corporation Fund. Title II: Conservation Programs - Appropriates funds for the following: (1) Office of the Under Secretary for Natural Resources and Environment, and (2) Natural Resources Conservation Service. Title III: Rural Development - Appropriates funds for the following: (1) Office of the Under Secretary for Rural Development, (2) rural development salaries and expenses, (3) Rural Housing Service, (4) Rural Business-Cooperative Service, and (5) Rural Utilities Service. Title IV: Domestic Food Programs - Appropriates funds for the following: (1) Office of the Under Secretary for Food, Nutrition and Consumer Services; and (2) Food and Nutrition Service. Title V: Foreign Assistance and Related Programs - Appropriates funds for the following: (1) Foreign Agricultural Service, (2) Food for Peace Act (P.L. 480) program title I and title II grants, and (3) Commodity Credit Corporation (CCC) export loans. Title VI: Related Agencies and Food and Drug Administration - Appropriates funds for the following: (1) Food and Drug Administration (FDA), and (2) Farm Credit Administration. Title VII: General Provisions - Specifies certain uses and limits on or prohibitions against the use of funds appropriated by this Act. (Sec. 702) Authorizes the Secretary to transfer unobligated balances to the Working Capital Fund for plant and capital equipment acquisition, which shall remain available until expended. (Sec. 703) Prohibits appropriations under this Act from remaining available for obligation beyond the current fiscal year unless expressly provided for. (Sec. 704) Limits negotiated indirect costs on cooperative agreements between USDA and nonprofit organizations to 10%. (Sec. 705) Makes USDA appropriations for direct and guaranteed loans available for: (1) the Rural Development Loan Fund program account, (2) the Rural Electrification and Telecommunication Loans program account, and (3) the Rural Housing Insurance Fund program account. (Sec. 706) Prohibits the use of funds under this Act for the Safe Meat and Poultry Inspection Panel. (Sec. 708) Makes funds available in the current fiscal year for agricultural management assistance under the Federal Crop Insurance Act and for specified conservation programs under the Food Security Act of 1985 until expended for current fiscal year obligations. (Sec. 709) Makes eligible for economic development and job creation assistance under the Rural Electrification Act in the same manner as a borrower under such Act any former Rural Utilities Service borrower that has repaid or prepaid an insured, direct, or guaranteed loan under such Act, or any not-for-profit utility that is eligible to receive an insured or direct loan under such Act. (Sec. 710) Prohibits, regarding the specialty crop research initiative, funds from being used to prohibit the provision of certain in-kind support from non-federal sources. (Sec. 711) Makes unobligated balances for salaries and expenses for the Farm Service Agency and the Rural Development mission area under this Act available for information technology expenses through September 30, 2014. (Sec. 712) Authorizes the Secretary to permit a state agency to use funds provided in this Act to exceed a specified maximum amount of liquid infant formula when issuing liquid infant formula to participants. (Sec. 714) States that with regard to certain programs established or amended by the Food, Conservation, and Energy Act of 2008 to be carried out using CCC funds: (1) such funds shall be available for salaries and administrative expenses without regard to certain allotment and fund transfer limits, and (2) the use of such funds shall not be considered to be a fund transfer or allotment for purposes of applying such limits. (Sec. 715) Authorizes the reduction of funds for minimum non-emergency food assistance by amounts necessary to meet emergency food needs. (Sec. 716) Limits funds made available in FY2013 or preceding fiscal years under P.L. 480 to reimburse the CCC for the release of certain commodities under the Bill Emerson Humanitarian Trust Act. (Sec. 717) Limits funds available for USDA advisory committees, panels, commissions, and task forces. (Sec. 718) Prohibits funds under this Act from being used to pay indirect costs charged against any agricultural research, education, or extension grant awards issued by the National Institute of Food and Agriculture that exceed 30% of total federal funds provided under each award. (Sec. 719) Appropriates funds for direct reimbursement payments for geographically disadvantaged farmers or ranchers. (Sec. 720) Authorizes the Secretary to reserve through April 1, 2012, up to 5% of the funding for the following items for projects in areas that are engaged in strategic regional development planning: (1) business and industry guaranteed loans, (2) rural development loan fund, (3) rural business enterprise grants, (4) rural business opportunity grants, (5) rural economic development program, (6) rural microenterprise program, (7) biorefinery assistance program, (8) rural energy for America program, (9) value-added producer grants, (10) broadband program, (11) water and waste program, and (12) rural community facilities program. (Sec. 721) Prohibits the use of funds for the watershed rehabilitation program. Limits the use of funds for: (1) the agricultural management assistance program; (2) the environmental quality incentives program; (3) the wildlife habitat incentives program; (4) certain FY2012 agricultural assistance, with specified limits for child nutrition programs entitlement commodities, state option contracts, and defective commodity removal (rescinds certain of such FY2013 funds); and (5) elementary school fresh fruit and vegetable program until October 1, 2013. (Sec. 722) Appropriates funds to the Farm Service Agency for a pilot program to demonstrate the use of new technologies that increase the growth rate of reforested hardwood trees on private non-industrial forest lands, enrolling lands on the coast of the Gulf of Mexico that were damaged by Hurricane Katrina in 2005. (Sec. 723) Prohibits the use of funds for user fee proposals that fail to provide sufficient budget impact information. (Sec. 724) Prohibits, without specified congressional notice, the reprogramming of certain funds in order to: (1) create or eliminate programs, (2) increase funds or personnel for any project for which funds have been denied or restricted, (3) relocate an office or employee, (4) reorganize offices or programs, or (5) contract out any functions or activities performed by federal employees. Prohibits, without specified congressional notice, the reprogramming of funds for programs, projects, or activities in excess of $500,000 or 10%, whichever is less, that: (1) augments existing programs, projects, or activities; (2) reduces by 10% funding for any existing program, project, or activity, or numbers of personnel by 10%; or (3) results from a personnel reduction which would result in a change in existing programs, activities, or projects. (Sec. 725) Authorizes the Secretary to assess a one-time fee for any guaranteed business and industry loan that does not exceed 3% of the guaranteed principal portion of the loan. (Sec. 726) Prohibits USDA or FDA funds from being used to transmit to any non-USDA or non-Department of Health and Human Services (HHS) employee questions or responses to questions that are a result of information requested for the appropriations hearing process. (Sec. 727) Prohibits the use of funds under this Act by any executive branch entity to produce a prepackaged news story for U.S. broadcast or distribution unless it contains audio or text notice that it was produced or funded by such executive entity. (Sec. 728) Requires USDA agencies to reimburse each other for employees detailed for longer than 30 days. (Sec. 729) Makes any area eligible for rural housing programs on September 30, 2012, eligible for such programs until September 30, 2013. (Sec. 730) Prohibits funds from being made available to enter into a contract, memorandum of understanding, or cooperative agreement with, make a grant to, or provide a loan to, any corporation that was convicted, or had an officer or agent convicted, of a felony criminal violation under any federal or state law within the preceding 24 months. (Sec. 731) Prohibits funds under this Act from being used to enter into a contract or cooperative agreement with, or make a grant or loan to any corporation that has an unpaid federal tax liability for which all judicial and administrative remedies have been exhausted and which is not being paid to the taxing authority. (Sec. 732) Prohibits funds under this Act from being used to send or otherwise pay for the attendance of more than 50 USDA employees stationed in the United States at any single conference outside the United States unless in the national interest. (Sec. 733) Requires that a certain transparency report be submitted to the Inspector General of USDA, be available quarterly, and contain additional specified information. (Sec. 734) Requires FDA to submit quarterly reports to the Inspector General of HHS regarding the costs and contracting procedures for each FY2013 conference that cost the U.S. government more than $20,000. (Sec. 735) Prohibits grants or contracts funded by this Act from being used to defray the costs of a conference that is not directly and programmatically related to the purpose for which the grant or contract was awarded."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for Agriculture, Rural Development, Food and Drug Administration, and related Agencies programs for the fiscal year ending September 30, 2013, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:24:45-05:00"
}