{
  "actions": [
    {
      "acted_at": "1975-02-19", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s765-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Beall, J. Glenn, Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "MD", 
      "thomas_id": "01278", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1975-01-03", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Philip A.", 
      "sponsored_at": "1975-01-03", 
      "state": "MI", 
      "thomas_id": "01348", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnston, J. Bennett", 
      "sponsored_at": "1975-01-03", 
      "state": "LA", 
      "thomas_id": "01373", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mathias, Charles McC., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "MD", 
      "thomas_id": "01391", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1975-01-03", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Proxmire, William", 
      "sponsored_at": "1975-01-03", 
      "state": "WI", 
      "thomas_id": "01419", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ribicoff, Abraham A.", 
      "sponsored_at": "1975-01-03", 
      "state": "CT", 
      "thomas_id": "01422", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roth Jr., William V.", 
      "sponsored_at": "1975-01-03", 
      "state": "DE", 
      "thomas_id": "01425", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1975-01-03", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tower, John G.", 
      "sponsored_at": "1975-01-03", 
      "state": "TX", 
      "thomas_id": "01449", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Weicker, Lowell P., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "CT", 
      "thomas_id": "01453", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-19", 
  "number": "765", 
  "official_title": "A bill to reorganize the executive branch to establish a National Center for Productivity and Quality of Working Life; to provide for a review of the activities of all Federal agencies including implementation of all Federal laws, regulations, and policies which impede the productive performance and efficiency of the American economy; to encourage joint labor, industry, and Government efforts to improve national productivity and quality of working life; to establish a Federal policy with respect to continued productivity growth and improved utilization of human resources in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Center for Productivity and Quality of Working Life Act", 
  "sponsor": {
    "district": null, 
    "name": "Percy, Charles H.", 
    "state": "IL", 
    "thomas_id": "01418", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-19", 
  "subjects": [
    "Advisory bodies", 
    "Department of Commerce", 
    "Department of Labor", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Labor and employment", 
    "Labor productivity"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-19", 
    "text": "National Center for Productivity and Quality of Working Life Act - Title I: General Provisions - States that it is the purpose of this Act to consolidate in one governmental unit the responsibility to: (1) establish a national policy for short-term and long-term productivity growth and quality of working life in the United States; (2) correct those public and private structural imbalances which impede productivity, growth, improved quality of working life, and the effective performance of society and the economy; (3) identify ways and means for more effective collaborative joint efforts by labor and management to effect growth in productivity and improved quality of working life; (4) identify, encourage, and support development and implementation of all useful technologies, systems, incentives, methods, and techniques for enhancing growth of productivity and improving work quality in the public and private sectors of the United States; (5) maximize the contributions of the Federal Government to productivity growth and improved work quality in both the private and public sector, including the Federal Establishment; (6) increase public understanding of productivity and the quality of working life the ways in which productivity and the quality of working life can be improved, and the urgency of such improvement in all sectors of the economy; and (7) identify ways to eliminate or minimize the human costs of productivity change. Title II: National Center and Advisory Council for Productivity and Quality of Working Life - Establishes as an independent establishment of the executive branch the National Center for Productivity and Quality of Working Life to be under the general direction of a board of directors. Specifies the functions of the Center consonant with the purposes of this Act. Authorizes the Executive Director of the Center to enter into contracts for research and demonstration programs or projects to effectuate the achievement of the purposes of this Act. Specifies limitations to be placed on the authority to make grants and contracts under this Act. Establishes a National Advisory Council on Productivity and the Quality of Working Life. Directs the National Council to, on a continuing basis, review and evaluate the administration, operation and performance of the Center in carrying out the functions and duties established pursuant to this title, including its effectiveness in improving the growth of productivity and the quality of working life. Directs the National Council to make recommendations for the improvement of this title and its administration and operation. Sets forth functions of the Center under this title. Establishes in the Department of Labor and in the Department of Commerce an Office of Productivity and Quality of Working Life. Makes each such office responsible for: (1) integrating, coordinating and centralizing all research and activities in its respective Department which pertain to matters of productivity organizational effectiveness, and the quality of working life; and (2) providing liaison with the Center in the formulation of new policies and programs pursuant to this Act, and consistent with the policy of the Center, so that programs developed by the Departments and the Center shall be mutually facilitating. Directs the Office of Productivity and Quality of Working Life in the Department of Labor to develop and apply a set of indicators of quality of working life in order to collect such data as may be required by the Secretary of Labor to analyze and evaluate the health, safety and general well-being of American workers and the quality of working life in America. Directs the Office of Productivity and Quality of Working Life in the Department of Commerce to be chiefly responsible for developing indicators of economic and organizational effectiveness and productivity in order to collect such data as may be required by the Secretary of Commerce and the Center to identify economic blocks to American productivity and to analyze and evaluate proposals for improving productivity. Title III: Miscellaneous Provisions - Provides that the duties, functions, and personnel of the National Commission on Productivity and Work Quality are transferred to the Center, and the Commission is abolished. Authorizes to be appropriated to carry out the purposes of this Act specified sums for fiscal years 1976 through 1980."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Center for Productivity and Quality of Working Life Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reorganize the executive branch to establish a National Center for Productivity and Quality of Working Life; to provide for a review of the activities of all Federal agencies including implementation of all Federal laws, regulations, and policies which impede the productive performance and efficiency of the American economy; to encourage joint labor, industry, and Government efforts to improve national productivity and quality of working life; to establish a Federal policy with respect to continued productivity growth and improved utilization of human resources in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:07-05:00"
}