{
  "actions": [
    {
      "acted_at": "1973-06-29", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9135-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-29", 
  "number": "9135", 
  "official_title": "A bill to provide for the regulation of surface coal mining for the conservation, acquisition, and reclamation of surface areas affected by the coal mining activities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Coal Mine Surface Area Protection Act", 
  "sponsor": {
    "district": "14", 
    "name": "Seiberling, John F.", 
    "state": "OH", 
    "thomas_id": "01040", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-29", 
  "subjects": [
    "Coal", 
    "Conservation of natural resources", 
    "Mines and mineral resources", 
    "States"
  ], 
  "subjects_top_term": "Mines and mineral resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-29", 
    "text": "Coal Mine Surface Area Protection Act - Authorizes the Secretary of the Interior to make annual grants to each State for the purpose of assisting the States in the development of a State mining lands review process capable of making objective decisions based upon competent and scientifically sound data and information concerning which, if any, land areas of a State are unsuitable for all or certain types of surface mining operations. Authorizes to be appropriated for each of the first three complete fiscal years immediately following the date of enactment of this Act not more than $25,000,000 annually to carry out the purposes of this section. Authorizes the Secretary to conduct a review of Federal lands to determine whether there are areas on Federal lands which are unsuitable for all or certain types of surface mining operations. Provides that when the Secretary determines that an area on Federal land is unsuitable for surface mining operations he shall withdraw such area or he shall condition any mineral or mineral entries in a manner so as to limit surface mining operations on such area. Specifies certain Federal lands where surface mining shall be prohibited. Stipulates that no person shall engage in coal mining surface operations without a permit issued by the Secretary under the provisions of this Act. Sets forth specified information to be included in an application for such permit, including a certificate stipulating that the applicant has a public liability insurance policy. Authorizes any bona fide resident of an area having a valid legal interest which will be affected by the proposed coal mining or the officer or head on any Federal, State, or local governmental agency or authority to file written objections to the proposed mining with the Secretary within thirty days after the last publication of a notice of intent to mine the area. Requires the Secretary to hold a public meeting in the locality of the proposed mining within sixty days of the receipt of such objections. Authorizes an appeal to the Federal district court in whose jurisdiction the proposed coal mining operation is located with regard to any decision the Secretary makes on an application for a permit. Specifies certain conditions under which no permit for a mining operation shall be approved by the Secretary. States that after a permit application has been approved but before such a permit is issued the applicant shall file with the Secretary a bond for performance, on a form prescribed and furnished by the Secretary, payable to the United States and conditioned that the operator shall faithfully perform all the requirements of this Act with respect to the reclamation of mined land. Provides that, in addition to the bond, before a permit is issued the applicant shall provide a special reclamation fee for each acre of land to be affected in the coal mining surface operation, which shall be paid to the Coal Mining Lands Reclamation Fund. Establishes in the Department of the Treasury a revolving fund to be known as the Coal Mine Lands Reclamation Fund. Authorizes the Secretary to acquire by purchase, donation, or otherwise, land which has been affected by coal mining surface operations and has not been reclaimed prior to the date of enactment of this Act. Requires the Secretary to prepare plans and specifications for the reclamation of lands acquired under this Act. States that any holder of a permit issued under this Act who wishes to continue the operation beyond the original permit period shall apply to renew his permit within ninety days prior to the anniversary of the permit issuance. Authorizes the Secretary to revoke any permit if, after a hearing, he determines that the operator has violated any provision of this Act. Sets forth the requirements to be met by every operator to reclaim the land affected by his mining. Directs the Secretary to determine the number of coal mining reclamation inspectors needed to implement this Act. States that the inspectors shall visit each surface coal mine operation subject to this Act a minimum of twice monthly on an irregular basis and without prior notice to the operator or any of his employees. States that, in addition to any other remedy at law or in equity under the provisions of this Act, the Attorney General of the United States may apply to an appropriate United States district court for relief by injunction to enforce compliance with, or restrain violations of, any provisions of this Act or any rule, regulation, or order made pursuant thereto. Authorizes any resident of the United States who is injured in any manner through the failure of any operator to comply with the provisions of this Act, or any regulation, order, permit, or plan of reclamation issued by the Secretary, to bring an act for damages (including attorney fees) regardless of the amount involved, in an appropriate United States district court. Stipulates that nothing in this Act shall preclude or deny the right of any State or political subdivision thereof to adopot and enforce standards relating to the conduct of coal mining surface operations and reclamation. Authorizes the Secretary to make a grant to any State that submits a regulation program within two years following the effective date of this Act for the purpose of assisting such State in developing, administering, and enforcing regulation programs under this Act. Directs the Secretary to appoint an advisory committee on coal mining research to consult with, and make recommendations to, the Secretary on matters involving or relating to coal mining research. Requires the Secretary to conduct a full and complete study and investigation of regulations or controls that are necessary and appropriate to assure that all mining activities, whether surface mining or below surface mining, of all natural resources in the United States can be carried on efficiently with the least possible damage to the environment in the area affected by such mining operations. Defines the term adversely affected worker as an individual who the Secretary determines, by reason of the requirements of this Act, has been totally or partially separated from employment in a surface or underground coal mining operation. Authorizes the payment of a readjustment allowance to be made to an adversely affected worker who applies for such allowance for any week of unemployment which begins after the thirtieth day after the date of the enactment of this Act. States that the readjustment allowance payable to an adversely affected worker for a week of unemployment shall be an amount equal to 90 percent of his average weekly wage or to 90 percent of the average weekly manufacturing wage, whichever is greater. Authorizes any adversely affected worker who is the head of a family as defined in regulations prescribed by the Secretary of Labor and who has been totally separated from his job to file an application for a relocation allowance. States that a relocation allowance may be granted only to assist an adversely affected worker in relocating within the United States and only if the Secretary of Labor determines that such worker cannot reasonably be expected to secure suitable employment in the commuting area in which he resides. Authorizes to be appropriated to the Secretary of Labor such sums as may be necessary from time to time to carry out his functions under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coal Mine Surface Area Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the regulation of surface coal mining for the conservation, acquisition, and reclamation of surface areas affected by the coal mining activities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:21-05:00"
}