{
  "actions": [
    {
      "acted_at": "1993-08-06", 
      "references": [
        {
          "reference": "CR H6362", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-06", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-08-16", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to the Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2973-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": "24", 
      "name": "McHugh, John M.", 
      "sponsored_at": "1993-09-09", 
      "state": "NY", 
      "thomas_id": "00773", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Schiff, Steven", 
      "sponsored_at": "1993-09-09", 
      "state": "NM", 
      "thomas_id": "01030", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Solomon, Gerald B. H.", 
      "sponsored_at": "1993-09-09", 
      "state": "NY", 
      "thomas_id": "01088", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-08-06", 
  "number": "2973", 
  "official_title": "To enhance the competitiveness of the United States in the global economy through the establishment of a Department of International Trade as an executive department of the Government, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Economic Development Administration Act of 1993", 
  "sponsor": {
    "district": "7", 
    "name": "Mica, John L.", 
    "state": "FL", 
    "thomas_id": "00800", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-08-06", 
  "subjects": [
    "Advice and consent of the Senate", 
    "Ambassadors", 
    "American investments", 
    "Armed forces and national security", 
    "Atmospheric research", 
    "Census", 
    "Central Intelligence Agency", 
    "Commerce", 
    "Commercialization", 
    "Congress", 
    "Congressional reporting requirements", 
    "Data banks", 
    "Department of Commerce", 
    "Department of Labor", 
    "Economic development", 
    "Economic statistics", 
    "Economics and public finance", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Export credit", 
    "Export finance", 
    "Export-Import Bank of the United States", 
    "Federal employees", 
    "Federally-guaranteed loans", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Foreign trade promotion", 
    "Free enterprise", 
    "Government and business", 
    "Government corporations", 
    "Government operations and politics", 
    "Government spending reductions", 
    "Inspectors general", 
    "Intellectual property", 
    "International Development Cooperation Agency", 
    "International affairs", 
    "International agencies", 
    "International competitiveness", 
    "International monetary system", 
    "Investment guaranty insurance", 
    "Layoffs", 
    "Marine and coastal resources, fisheries", 
    "Minorities", 
    "Minority business enterprises", 
    "Nontariff trade barriers", 
    "Oceanographic research", 
    "Office of the U.S. Trade Representative", 
    "Overseas Private Investment Corporation", 
    "Patents", 
    "Presidential appointments", 
    "Research and development", 
    "Science, technology, communications", 
    "Small Business Administration", 
    "Small business", 
    "Standards", 
    "Statistical services", 
    "Technological innovations", 
    "Technology policy", 
    "Tourist trade", 
    "Trade agreements", 
    "Trade negotiations", 
    "Trademarks"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-08-06", 
    "text": "TABLE OF CONTENTS: Title I: General Provisions Title II: Department of International Trade Title III: Establishment of Technology Administration as Independent Agency Title IV: Establishment of National Oceanic and Atmospheric Administration as an Independent Agency Title V: Establishment of Economic Development Administration as an Independent Agency Title VI: Transfers to Other Federal Agencies Title VII: Transitional, Savings, and Conforming Provisions Title VIII: Miscellaneous Title I: General Provisions - Sets forth congressional findings with respect to the expansion of U.S. trade. Title II: Department of Trade - Establishes the Department of Trade (Department), to be administered by a Secretary of Trade (Secretary) appointed by the President, by and with the advice and consent of the Senate. (Sec. 202) Directs the Secretary, among other things, to: (1) exercise primary responsibility for developing international trade policy, including the initiation of international trade negotiations; (2) establish a national export strategy; and (3) promote new opportunities for U.S. products and services to compete in the world marketplace. (Sec. 211) Establishes: (1) the Office of the Trade Representative; (2) the Bureau of Export Promotion; (3) the Bureau of Trade Policy and Analysis; and (4) the Bureau of Trade Administration. (Sec. 231) Transfers to the Secretary all functions of the: (1) Secretary of Commerce; (2) U.S. Trade Representative; (3) Director of the United States International Development Cooperation Agency relating to the Overseas Private Investment Corporation; and (4) Director of the United States International Development Agency relating to the Trade and Development Agency. Transfers to the Department the Export-Import Bank of the United States. Amends the Export-Import Bank Act of 1945 to revise the membership of the Board of Directors of the Export-Import Bank of the United States. Amends the Omnibus Trade and Competitiveness Act of 1988 to require the Commercial Service to provide certain assistance with respect to the Bank's lending, loan guarantee, and insurance activities. Amends the Foreign Assistance Act of 1961 to revise the membership of the Board of Directors of the Overseas Private Investment Corporation. (Sec. 236) Transfers all functions of the Bureau of Private Enterprise of the Agency for International Development to the United States and Foreign Commercial Service. (Sec. 261) Amends the Trade Expansion Act of 1962 and the National Security Act of 1947 to revise the composition of the Interagency Trade Organization and the National Security Council to include the Secretary. (Sec. 263) Amends the Bretton Woods Agreement Act to require the U.S. executive director of the International Monetary Fund to consult with the Secretary with respect to matters under consideration by the Fund which relate to trade. (Sec. 271) Amends the Trade Act of 1974 to require the Secretary to: (1) be the chief U.S. representative for trade negotiation; (2) report and be responsible to the President and the Congress for the administration of certain trade agreements programs; (3) advise the President and the Congress with respect to nontariff barriers to international trade, international commodity agreements, and other matters related to the trade agreements programs; and (4) be responsible for specified reports to the Congress. Amends the Foreign Service Act of 1980 to authorize the Secretary (currently, the Secretary of Commerce) to utilize the Foreign Service personnel system with respect to certain personnel. Amends the International Travel Act of 1961 to set forth the powers and duties of the Secretary (currently, the Secretary of Commerce) with respect to encouraging travel to the United States by residents of foreign countries. (Sec. 272) Repeals specified Federal laws. Title III: Establishment of Technology Administration as Independent Agency - Technology Administration Act of 1992 - Establishes an independent Technology Administration which shall be administered by an Administrator appointed by the President, by and with the advice and consent of the Senate. (Sec. 304) Transfers to the Administration all functions of: (1) the Technology Administration within the Department of Commerce; (2) the National Institute of Standards and Technology; (3) the National Technical Information Service; (4) the National Telecommunications and Information Administration; and (5) the Patent and Trademark Office. Establishes such departments within the Administration. Title IV: Establishment of National Oceanic and Atmospheric Administration as an Independent Agency - National Oceanic and Atmospheric Administration Act of 1993 - (Sec. 404) Establishes an independent National Oceanic and Atmospheric Administration which shall be administered by an Administrator appointed by the President, by and with the advice and consent of the Senate. Transfers all functions of the current National Oceanic and Atmospheric Administration of the Department of Commerce to the Administration. Title V: Establishment of Economic Development Administration As An Independent Agency - Economic Development Administration Act of 1993 - (Sec. 503) Establishes an independent Economic Development Administration. Title VI: Transfers to Other Federal Agencies - Transfers all functions of the Secretary of Commerce with respect to the Minority Business Development Agency to the Administrator of the Small Business Administration. Declares that the Agency shall be a separate unit in the Small Business Administration. (Sec. 611) Transfers: (1) all functions of the Secretary of Commerce with respect to the Bureau of Census to the Secretary of Labor; (2) the Bureau of the Census of the Department of Commerce to the Bureau of the Census of the Department of Labor; and (3) all functions of the Inspector General of the Department of Commerce relating to transferred functions to the Director of the Census at the Department of Labor. Establishes the Bureau of the Census within the Department of Labor. Title VII: Transitional, Savings, and Conforming Provisions - Sets forth transitional, savings, and conforming provisions. Terminates the Department of Commerce. Title VIII: Miscellaneous - Sets forth effective dates. Sets forth provisions with respect to: (1) interim appointments; and (2) personnel and funding reductions. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Development Administration Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Oceanic and Atmospheric Administration Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Technology Administration Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To enhance the competitiveness of the United States in the global economy through the establishment of a Department of International Trade as an executive department of the Government, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:13-05:00"
}