{
  "actions": [
    {
      "acted_at": "1994-08-09", 
      "references": [
        {
          "reference": "CR S11055-11056, S11059-11062", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-09", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-08-25", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1994-08-25", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Hollings without recommendation without amendment. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-25", 
      "calendar": "Senate Legislative", 
      "number": "603", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 603.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1994-08-25", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-09-19", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Technology and the Law", 
      "text": "Referred to Subcommittee on Technology and the Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-09-23", 
      "in_committee": "Committee on Judiciary", 
      "in_subcommittee": "Technology and the Law", 
      "references": [], 
      "text": "Subcommittee on Technology and the Law. Approved for full committee consideration with an amendment in the nature of a substitute favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-09-28", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1994-09-28", 
      "references": [], 
      "text": "Committee on Judiciary. Reported to Senate by Senator Biden with an amendment in the nature of a substitute. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-09-28", 
      "calendar": "Senate Legislative", 
      "number": "684", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 684.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1994-10-06", 
      "references": [], 
      "text": "By Senator Biden from Committee on Judiciary filed written report. Report No. 103-402.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-07", 
      "how": "by Voice Vote", 
      "references": [
        {
          "reference": "CR S14663-14666", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1994-10-07T21:01:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-07T21:02:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-07", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2375-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Technology and the Law", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "1994-10-05", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1994-09-29", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1994-10-07", 
    "vetoed": false
  }, 
  "introduced_at": "1994-08-09", 
  "number": "2375", 
  "official_title": "A bill to amend title 18, United States Code, to make clear a telecommunications carrier's duty to cooperate in the interception of communications for law enforcement purposes, and for other purposes,", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4922-103", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4922-103", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1994-10-07", 
  "subjects": [
    "Administrative procedure", 
    "Business records", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Computer networks", 
    "Computer software", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Department of Justice", 
    "Electronic surveillance", 
    "Equipment and supplies", 
    "Fines (Penalties)", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grand jury", 
    "Law", 
    "Radio broadcasting", 
    "Regulatory impact statements", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Standards", 
    "Subpoena", 
    "Telecommunication industry", 
    "Telephone", 
    "Wiretapping"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1994-10-07", 
    "text": "Amends the Federal criminal code to require a telecommunications carrier to ensure that its services or facilities that provide a customer or subscriber with the ability to originate, terminate, or direct communications are capable of: (1) isolating and enabling the Government to intercept all of the subscriber's wire and electronic communications over such facilities concurrently with their transmission or at any later time acceptable to the Government; (2) isolating and enabling the Government to access call-identifying information (CII) that is reasonably available to the carrier except that, with regard to information acquired solely pursuant to the authority for pen registers and trap and trace devices, such CII shall not include any information that may disclose the physical location of the subscriber (except to the extent that the location may be determined from the telephone number); (3) delivering intercepted communications and CII to the Government in a format such that they may be transmitted by federally procured facilities or services to a location other than the premises of the carrier; and (4) facilitating authorized communications interceptions and CII access unobtrusively and with a minimum of interference with any subscriber's telecommunications service in a manner that protects the privacy and security of communications and CII not authorized to be intercepted and information regarding the Government's interception of communications and CII access. Exempts information services and services or facilities that support the transport or switching of communications for the sole purpose of interconnecting telecommunications carriers. Prohibits a carrier from being responsible for decrypting or ensuring the Government's ability to decrypt any communication encrypted by a subscriber or customer, unless the encryption was provided by the carrier and the carrier possesses the information to decrypt the communication. Allows a carrier, in emergency or exigent circumstances, to fulfill its responsibilities of delivering intercepted communications and CII to the Government by allowing monitoring at its premises if that is the only means of accomplishing the interception or access. Provides that when a mobile carrier that has been providing assistance to the Government pursuant to a court order or lawful authorization for the interception of wire or electronic communications or CII access, hands off a communication to another service area or provider, that carrier must inform the Government of such provider. Requires the Attorney General to publish in the Federal Register and notify appropriate carrier associates, standard-setting organizations, and fora of: (1) the estimated maximum capacity required to accommodate all of the communication interceptions, pen registers, and trap and trace devices that government agencies authorized to conduct electronic surveillance may conduct and use simultaneously; and (2) the number of communication interceptions, pen registers, and trap and trace devices representing a portion of such maximum capacity that such agencies may conduct and use simultaneously after four years after the enactment of this Act. Requires a carrier: (1) within three years after publication of such notice or within four years after the enactment of this Act, whichever is later, to ensure that its systems are capable of expanding to such maximum capacity and of accommodating simultaneously such number of such interceptions and devices; and (3) after such date, to ensure that it can accommodate increases in the number of such interceptions and devices that authorized agencies may seek to conduct and use, up to the maximum capacity requirement. Requires: (1) the Attorney General to periodically notify carriers of any necessary increases in the maximum capacity requirement; and (2) the carriers, within three years after receiving such notice, to ensure that their systems are capable of expanding to such maximum capacity. Requires a carrier to ensure that any court ordered or lawfully authorized interception of communications or CII access effected within its switching premises can be activated only with the affirmative intervention of a carrier officer or employee. Requires manufacturers of its telecommunications transmission and switching equipment and providers of telecommunications support services to make available to the carriers using their equipment or services such necessary modifications as are necessary to permit such carriers to comply with this Act. Provides that the absence of technical requirements or standards for implementing the assistance capability requirements shall not: (1) preclude a carrier, manufacturer, or services provider from deploying a technology of service; or (2) relieve such individuals of the imposed obligations. Allows, under specified conditions, government agencies or persons to petition the Federal Communication Commission (FCC) to establish technical requirements or standards that: (1) meet the assistance capability requirements; (2) protect the privacy and security of unauthorized interception of communications; and (3) serve the U.S. policy to encourage the provision of new technologies and services to the public. Specifies conditions for extensions of the deadline for carriers to comply with this Act. Authorizes a court that issues a surveillance order to direct: (1) a carrier to comply with this Act; and (2) a provider of support services to the carrier or the manufacturer of the carrier's transmission or switching equipment to furnish modifications necessary for the carrier to comply. Authorizes the Attorney General to apply for and the appropriate U.S. district court to issue, an order directing that a carrier, a manufacturer of its equipment, or a provider of its support services comply with this Act only if the court finds that: (1) alternative technologies, capabilities, or the facilities of another carrier are not reasonably available to law enforcement for implementing the interception of communications of CII access; and (2) compliance with the requirements of this Act is reasonably achievable through the application of available technology to the feature or service at issue or would have been reasonably achievable if timely action had been taken. Requires the Attorney General to pay carriers for all reasonable costs directly associated with: (1) the modifications performed by carriers before the effective date of the assistance capabilities requirements; (2) meeting the maximum capacity requirements; or (3) expanding existing facilities to accommodate simultaneously the prescribed number of interceptions, pen registers, and trap and trace devices. Authorizes appropriations. Authorizes the Attorney General, if compliance with the assistance capability requirements is not reasonably achievable, to pay for all such reasonable costs directly associated with achieving compliance. (Sec. 5) Revises the definition of \"wire and electronic communication\" for purposes of provisions prohibiting interception thereof to include the radio portion of a cordless telephone communication that is transmitted between the cordless telephone handset and the base unit. Imposes a fine of up to $500 upon any person who intentionally intercepts such communication. (Sec. 6) Revises the definition of a radio communication that is \"readily accessible to the general public\" to exclude an electronic communication. (Sec. 7) Imposes a fine and a one-year imprisonment upon a person who intentionally intercepts radio communications that are transmitted using modulation techniques the essential parameters of which have been withheld from the public with the intention of preserving the privacy of such communication. (Sec. 8) Permits interception of electronic communications by an electronic service provider in the normal course of business to render services or to protect rights of property. (Sec. 9) Prohibits the use, production, or possession of an altered telecommunication instrument, a scanning receiver, or hardware or software used to alter such instruments to obtain unauthorized access to telecommunications services. Imposes 15 years' imprisonment and a fine of $50,000 or twice the value obtained by the offense. (Sec. 10) Directs a provider of electronic communication service or remote computing service to disclose to a governmental entity the name, address, telephone billing records, and length of service of a subscriber to, or customer of, such service and the types of services the subscriber or customer utilizes if the entity uses an administrative subpoena authorized by a Federal or State statute or a Federal or State grand jury or trial subpoena. Requires the governmental entity to offer specific and articulable facts showing that there are reasonable grounds to believe that the contents of a wire or electronic communication or the records or other information sought by the entity are relevant and material to an ongoing criminal investigation before a court order may be issued for disclosure of such information. Requires a government agency authorized to install and use a pen register under this Act or under State law to use technology reasonably available to it that restricts the recording or decoding of electronic or other impulses to the dialing and signalling information utilized in call processing."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 18, United States Code, to make clear a telecommunications carrier's duty to cooperate in the interception of communications for law enforcement purposes, and for other purposes,", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:31-05:00"
}