{
  "actions": [
    {
      "acted_at": "1991-08-02", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1665-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-08-02", 
  "number": "1665", 
  "official_title": "A bill entitled the \"Money Laundering Improvements Act of 1991\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Money Laundering Improvements Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "D'Amato, Alfonse", 
    "state": "NY", 
    "thomas_id": "01313", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-08-02", 
  "subjects": [
    "Awards, medals, prizes", 
    "Bank records", 
    "Citizen participation in crime prevention", 
    "Civil procedure", 
    "Conspiracy", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Criminal justice information systems", 
    "Finance and financial sector", 
    "Forfeiture", 
    "Government paperwork", 
    "Grand jury", 
    "Jurisdiction", 
    "Money laundering", 
    "Right of privacy", 
    "Standards", 
    "Subpoena"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-08-02", 
    "text": "Money Laundering Improvements Act of 1991 - Title I: Forfeiture Proceedings in Money Laundering Cases - Amends the Federal judicial code to provide that a forfeiture action or proceeding (action) may be brought in the district in which any of the acts giving rise to the forfeiture occurred or in any other district where venue for the forfeiture action is specifically provided by statute. (Current law requires the Government to file separate forfeiture actions in each district in which the subject property is found.) Provides that whenever property subject to forfeiture under U.S. law is located in a foreign country, or has been detained or seized pursuant to legal process or competent authority of a foreign government, a forfeiture action may be brought in the U.S. District Court for the District of Columbia. Specifies that, in any case in which a final order disposing of property in a civil forfeiture action is appealed, removal of the property by the prevailing party shall not deprive the court of jurisdiction. Directs the district court or court of appeals, upon motion of the appealing party, to issue any order necessary to preserve the right of the appealing party to the full value of the property at issue. Amends the Federal criminal code to provide that, in any forfeiture action in rem in which the subject property is cash, monetary instruments in bearer form, funds deposited in an account in a financial institution, or other fungible property, it shall not be necessary for the Government to identify the specific property involved in the offense that is the basis for the forfeiture, nor shall it be a defense that the property involved in such an offense has been removed and replaced by identical property. Subjects any identical property found in the same place or account as the property involved in the offense that is the basis for the forfeiture to forfeiture, with exceptions. Specifies that no action pursuant to this Act to forfeit property not traceable directly to the offense that is the basis for the forfeiture may be: (1) commenced more than one year from the date of the offense; and (2) taken against funds deposited by a financial institution into an account with another financial institution unless the depositing institution knowingly engaged in the offense that is the basis for the forfeiture. Authorizes the Attorney General, for purposes of conducting a civil investigation in contemplation of a civil forfeiture proceeding, to administer oaths, take evidence, and, by subpoena, compel the attendance of witnesses and the production of any papers or records which the Attorney General deems relevant to the inquiry. Makes: (1) the same procedures and limitations provided with respect to civil investigative demands applicable to subpoenas under this Act; and (2) failure to comply with a court order to enforce such subpoena punishable as contempt, subject to specified restrictions. Permits any party, at any time after the commencement of a forfeiture action brought by the United States, to request the Clerk of the Court in the district in which the proceeding is pending to issue a subpoena to a financial institution to produce books, records, and documents at any place designated by the requesting party, subject to specified procedures and limitations. Title II: Money Laundering - Amends the Federal criminal code to make technical and conforming amendments with respect to: (1) specified bank fraud offenses; and (2) the use of grand jury information for bank fraud and money laundering forfeitures. Prohibits, for the purpose of evading reporting requirements with respect to the exportation and importation of monetary instruments: (1) failing to file a required report or cause a person to fail to file such a report; (2) filing or causing a person to file a report that contains a material omission or misstatement of fact; or (3) structuring or assisting in structuring any importation or exportation of monetary instruments. Bars any financial institution, or officer, director, employee, or agent of such an institution, from disclosing the existence or terms of a geographic targeting order, with exceptions. Expands the definition of \"financial transaction\" to cover the transfer of title to any real property, vehicle, vessel, or aircraft. Prohibits obstructing a money laundering investigation. Permits the use of the Asset Forfeiture Fund to pay awards for information relating to violations of the criminal money laundering laws. Makes the penalty for a money laundering conspiracy equivalent to the penalty for the substantive money laundering offense. Amends the Right to Financial Privacy Act of 1978 (RFPA) to prohibit a financial institution from notifying possible suspects of the existence of a grand jury subpoena for bank records in money laundering and controlled substances investigations. Expands money laundering and civil forfeiture provisions to include the proceeds of foreign kidnappings, robberies, and extortions. Repeals a restriction on the disposal of judicially forfeited property by the Department of the Treasury and the Postal Service. Makes felony violations of the Foreign Corrupt Practices Act and mail theft predicate offenses to money laundering prohibitions. Title III: Bank Secrecy and Right to Financial Privacy Amendments - Amends the Bank Secrecy Act (BSA) to prohibit structuring transactions to avoid a prohibition against the cash purchase of certain monetary instruments in amounts greater than $3,000 to non-account holders unless the financial institution verifies the identification of the purchaser. Authorizes the Secretary of the Treasury to require that financial institutions report suspicious transactions relevant to possible violations of law or regulation. Bars such institutions from notifying any person involved in the transaction that such transaction has been reported. Extends the customer liability protection of the RFPA with respect to reports of suspicious transactions to all financial institutions subject to the BSA. Authorizes the Secretary to: (1) require financial institutions subject to the BSA to have anti-money laundering programs which include, at a minimum, the development of internal policies, procedures, and controls, the designation of a compliance officer, an ongoing employee training program, and an independent audit function to test the program; and (2) promulgate minimum standards for such procedures. Makes persons who cause financial institutions to maintain false or incomplete records in contravention of the BSA recordkeeper requirement subject to civil sanctions. Amends the RFPA to protect from civil liability a financial institution that acts in good faith in reporting a suspicious transaction for refusal to do business with the customer engaged in such transaction. Allows financial records originally obtained by an agency under the RFPA to be transferred to the Secretary for analysis and use by the Financial Crimes Enforcement Network for criminal law enforcement purposes without customer notice."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Money Laundering Improvements Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Money Laundering Improvements Act of 1991\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:12-05:00"
}