{
  "actions": [
    {
      "acted_at": "1976-08-10", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15130-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-08-10", 
  "number": "15130", 
  "official_title": "A bill to improve the operation and effectiveness of the work incentive program under part C of title IV of the Social Security Act by removing disincentives to work, requiring registration of all AFDC recipients, increasing Federal funding for work-experience projects, and providing for better enforcement of the sanctions under such program; to supplement such program by providing full Federal funding for community-oriented State, local, and private work programs (with participation in such work programs in appropriate cases being a condition of eligibility for AFDC benefits); and to designate all AFDC recipients who are not participating in the WIN program as the \"Welfare Labor Force\" to be available for other State and local work programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Welfare Labor Act", 
  "sponsor": {
    "district": "7", 
    "name": "Brown, Clarence, Jr.", 
    "state": "OH", 
    "thomas_id": "00131", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-08-10", 
  "subjects": [
    "Aid to dependent children", 
    "Intergovernmental fiscal relations", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-08-10", 
    "text": "Welfare Labor Act - Title I: Improvement in Federal Work Incentive Programs - Increases the amount which is to be deducted from the earnings of a non-student dependent child, other relative receiving aid, or any other individual living in the same household, in determining the eligibility of a household for Aid to Families with Dependent Children under Title IV of the Social Security Act. Requires every individual over the age of 16 to register for manpower services, training, and employment as a condition of eligibility for Aid to Families with Dependent Children. Excludes from such requirement: (1) a child attending school full time; (2) a person who is ill, incapaciated, or of advanced age; (3) a person so remote from a work incentive project that his effective participation is precluded; (4) a person whose presence in the home is required because of the illness or incapacity of another member of the household; (5) a mother or other relative of a child under the age of 6 who is caring for the child; or (6) the mother or other female caretaker of a child, if the father or another adult male relative is in the home and is not excluded from such registration. Increases from 90 percent to 100 percent the Federal share of the costs incurred by the States, political subdivisions, and agencies in conducting work experience programs. Directs the Secretary of Labor, in consultation with the Secretary of Health, Education, and Welfare, to conduct a study of: (1) the effectiveness of the application and enforcement of the requirements and sanctions of the work incentive program; and (2) the extent to which the exemptions from such program may not be fully consistent with the objectives of the program and the desirability of expanding or limiting such exemptions. Title II: Supplementary Work Programs - Directs the Secretary to pay the cost to a State, subdivision, or private entity of a community jobs program for recipients of Aid to Families with Dependent Children who are age 16 or over but who, for reasons other than the enumerated exemptions, are not participating in work incentive programs. Defines the term \"qualified community jobs program. Declares that all individuals age 16 or over who: (1) are recipients of Aid to Families with Dependent Children; and (2) are unemployed and for reasons other than the enumerated exemptions, are not participating in a work program, are members of the \"welfare labor force.\" States that the members of such force shall be available to States, political subdivisions, and agencies thereof for use in carrying out State or local public work projects and community jobs programs, and shall accept any employment on such projects which is reasonably offered to them, in accordance with regulations which shall be prescribed by the Secretary. Makes the participation in either a qualified community job program or the acceptance by a member of the welfare labor force of employment reasonably offered, a condition of an individual's eligibility to receive Aid to Families of Dependent Children."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Welfare Labor Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the operation and effectiveness of the work incentive program under part C of title IV of the Social Security Act by removing disincentives to work, requiring registration of all AFDC recipients, increasing Federal funding for work-experience projects, and providing for better enforcement of the sanctions under such program; to supplement such program by providing full Federal funding for community-oriented State, local, and private work programs (with participation in such work programs in appropriate cases being a condition of eligibility for AFDC benefits); and to designate all AFDC recipients who are not participating in the WIN program as the \"Welfare Labor Force\" to be available for other State and local work programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:44-05:00"
}