{
  "actions": [
    {
      "acted_at": "2009-04-23", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-06-18", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-04-20", 
      "committee": "Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported by Senator Boxer with an amendment in the nature of a substitute. With written report No. 111-170. Minority views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2010-04-20", 
      "calendar": "Senate Legislative", 
      "number": "353", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 353.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s878-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2009-06-17", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "2009-08-04", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Menendez, Robert", 
      "sponsored_at": "2009-05-13", 
      "state": "NJ", 
      "thomas_id": "00791", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Merkley, Jeff", 
      "sponsored_at": "2010-04-20", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Voinovich, George V.", 
      "sponsored_at": "2009-04-23", 
      "state": "OH", 
      "thomas_id": "01575", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2009-12-08", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-04-23", 
  "number": "878", 
  "official_title": "A bill to amend the Federal Water Pollution Control Act to modify provisions relating to beach monitoring, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2093-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2093-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2093-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Clean Coastal Environment and Public Health Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-06-18", 
  "subjects": [
    "Aquatic ecology", 
    "Climate change and greenhouse gases", 
    "Environmental assessment, monitoring, research", 
    "Environmental health", 
    "Environmental protection", 
    "Government information and archives", 
    "Government investigations", 
    "Great Lakes", 
    "Infectious and parasitic diseases", 
    "Marine and coastal resources, fisheries", 
    "Outdoor recreation", 
    "Seashores and lakeshores", 
    "Water quality"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2010-04-20", 
    "text": "Clean Coastal Environment and Public Health Act of 2009 - (Sec. 2) Amends the Federal Water Pollution Control Act (commonly known as the Clean Water Act) to require the Environmental Protection Agency (EPA) to: (1) include a revised list of rapid testing methods in the publication of new or revised water quality criteria; (2) publish with such criteria a list of pathogens and pathogen indicators studied in developing the criteria; and (3) specify, in performance criteria for monitoring and assessing coastal recreation waters adjacent to beaches or similar points of interest (waters), available protocols for monitoring that are most likely to detect pathogenic contamination. Requires a state recipient of a monitoring and notification program grant to report to the EPA Administrator on actions taken to notify state environmental agencies with authority to prevent or treat sources of pathogenic contamination in coastal recreation waters when water quality standards are exceeded. Requires such programs to include monitoring, public notification, source tracking, and sanitary surveys. Authorizes such programs to include prevention efforts, not already funded under such Act, to address identified sources of contamination by pathogens and pathogen indicators in coastal recreation waters adjacent to beaches or similar points of access that are used by the public. Requires state or local government grant recipients to identify: (1) the use of a rapid testing method to detect levels of pathogens or pathogen indicators that are harmful to human health; (2) measures for communicating the results of a water sample concerning pollutants within two hours of receipt to specified officials and all state agencies with authority to require the prevention or treatment of the sources of pollution in coastal recreation waters; (3) measures for an annual report to the Administrator on the occurrence, nature, location, pollutants involved, and extent of any exceedance of applicable water quality standards for pathogens and pathogen indicators; (4) the availability of a geographical information system database that a state or local government program shall use to inform the public about coastal recreation waters, that is publicly accessible and searchable, that is updated within 24 hours of the availability of revised information, that is organized by beach, and that identifies applicable water quality standards, monitoring protocols, sampling plans and results, and the number and causes of beach closures and advisory days; (5) measures to ensure that closures or advisories are made within two hours after the receipt of the results of a water quality sample that exceeds applicable water quality standards for pathogens and pathogen indicators; (6) measures that inform the public of identified sources of pathogenic contamination; and (7) analyses to determine which monitoring protocols are most likely to detect pathogenic contamination. Requires the Administrator to: (1) complete an evaluation and validation of a rapid testing method for the water quality criteria and standards for pathogens and pathogen indicators by October 15, 2012; and (2) publish guidance for the use, at coastal recreation waters adjacent to beaches that are used by the public, of the rapid testing methods that will enhance the protection of public health and safety through rapid public notification of any exceedance of applicable water quality standards for pathogens and pathogen indicators. Defines \"rapid testing method\" as a method of testing the water quality of coastal recreation waters for which results are available as soon as practicable and not more than four hours after receipt of the applicable sample by the testing facility. Requires the Administrator to update the national list of beaches within a year after this Act's enactment and biennially thereafter (currently, periodically). Requires: (1) a written assessment by the Administrator of state and local compliance with coastal recreation water quality monitoring and notification statutory and regulatory requirements and grant conditions; (2) corrective actions by governments not in compliance; and (3) a review by the Comptroller General of such compliance review and corrective actions. Extends and increases appropriations for grants to states and local governments for developing and implementing monitoring and notification programs for FY2009-FY2013. (Sec. 3) Authorizes appropriations to carry out the Beaches Environmental Assessment and Coastal Health Act of 2000 through FY2013. (Sec. 4) Requires the Administrator to study and report to Congress on: (1) the formula for the distribution of grants to states and local governments for monitoring and notification programs for the purpose of identifying potential revisions of that formula; (2) the long-term impact of climate change on pollution of coastal recreation waters; and (3) the available scientific information relating to the impacts of nutrient excess and algal blooms on coastal recreation waters."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Coastal Environment and Public Health Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Clean Coastal Environment and Public Health Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Water Pollution Control Act to modify provisions relating to beach monitoring, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:01-05:00"
}