{
  "actions": [
    {
      "acted_at": "1977-02-01", 
      "committee": "Senate Committee on Agriculture and Forestry (Subsequently: Agriculture, Nutrition and Forestry)", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry (Subsequently: Agriculture, Nutrition and Forestry).", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s569-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1977-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-01", 
  "number": "569", 
  "official_title": "A bill to authorize a study by the Department of Agriculture of anaerobic digestion technology, to direct the issuance of certain reports thereon.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Family Farm Energy Conversion Act", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Gaylord", 
    "state": "WI", 
    "thomas_id": "01411", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-01", 
  "subjects": [
    "Agricultural research", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Department of Agriculture", 
    "Energy", 
    "Family farms", 
    "Farms", 
    "Recycling of waste products", 
    "Refuse as fuel", 
    "Research and development"
  ], 
  "subjects_top_term": "Agricultural research", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-01", 
    "text": "Family Farm Energy Conversion Act - Directs the Secretary of Agriculture to conduct a study of anaerobic digesters. Defines \"anaerobic digester\" as any combination of machines, devices, and structures whose combined functions include anaerobic digestion and are to receive, process, monitor, and control the input of organic waste to the anaerobic digester, to receive, process, monitor and control the output of products from anaerobic digestion, to store such products in a useful form and to recycle such products as may be required for efficient performance. Requires the Secretary to: (1) submit a report regarding the results of such study to the President and the Congress; (2) have printed and make available to the public a brief pamphlet describing no fewer than two models of anaerobic digesters which he considers efficient and safe for operation; (3) institute a pilot project to demonstrate the field performance of optimum anaerobic digesters in at least 100 farms throughout the United States; and (4) issue a report summarizing the results of such trials which shall be presented to the appropriate congressional committees and made available to the public. Authorizes the Secretary, if a pilot project has proved an anaerobic digester to be cost effective and safe, to make grants to farmers owning farms of 640 acres or less for the construction of such digesters. Directs the Director of the Agricultural Research Service to train Soil Conservation Service field personnel in the operation and maintenance of digester systems in order that such field personnel may more effectively assist farmers on their projects. Requires the Secretary to consult with the Administrator of the Small Business Administration at least every six months to determine whether the grant program under this Act is working to the benefit of the small business community."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family Farm Energy Conversion Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize a study by the Department of Agriculture of anaerobic digestion technology, to direct the issuance of certain reports thereon.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:03-05:00"
}