{
  "actions": [
    {
      "acted_at": "1973-11-08", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11379-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Jones, James R.", 
      "sponsored_at": "1973-01-03", 
      "state": "OK", 
      "thomas_id": "00609", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-08", 
  "number": "11379", 
  "official_title": "A bill to provide for testing of the fuel consumption per mile of all motor vehicles sold or manufactured in the United States, and to limit vehicle purchases by the Federal Government to motor vehicles which have relatively low fuel consumption.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Owens, Wayne", 
    "state": "UT", 
    "thomas_id": "00884", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-08", 
  "subjects": [
    "Motor vehicles", 
    "Petroleum and petroleum products", 
    "Pollution control"
  ], 
  "subjects_top_term": "Motor vehicles", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-08", 
    "text": "Directs the Secretary of Transportation to prepare standards and procedures for each model year to determine the fuel consumption rate for all models and classes of new motor vehicles sold or used in the United States, such standards to become effective one year after the enactment of this Act. Directs every manufacturer of motor vehicles sold in the United States to establish and maintain such records, make such reports, conduct such tests, and provide such materials and information as the Secretary of Transportation may reasonably require. Directs the Administrator of the Environmental Protection Agency to conduct tests pursuant to the standards and procedures established by the Secretary of Transportation to determine the fuel consumption rate for all models and classes of new motor vehicles which are manufactured in each model year, commencing in the model year following the effective date of the established standards and procedures. Provides that the fuel consumption for each model of new motor vehicle shall be reported to the Secretary of Transportation, who shall submit the information to Congress and to manufacturers. Provides that the Federal Government shall purchase or lease only new motor vehicles certified by the Administrator of the Environmental Protection Agency to rank in the upper 50 per centum of each class for low fuel consumption, beginning with the model year the authorized tests are conducted. Authorizes and directs the General Services Administration to conduct annual tests, utilizing the standards and procedures developed pursuant to this Act, to determine the average fuel consumption per mile of all classes of motor vehicles owned or leased prior to the effective date of the testing authorized by this Act. Directs the Administrator of GSA to report to Congress the results of such tests along with any recommendations and findings for reducing fuel consumption. Directs all officers and agencies of the Federal Government to take all possible measures to reduce the level of fuel consumption in every motor vehicle they own, lease, or use in connection with governmental activities. Provides that, beginning with the model year following the effective date of the standards and procedures authorized by this Act, all new motor vehicles sold in the United States shall bear a label applied by the manufacturer stating the fuel consumption rate as determined by the tests and that no such vehicles may be advertised for sale unless the advertisement states the fuel consumption rate. Provides maximum penalties for sale or advertisement of vehicles not in compliance with this Act. Authorizes the Secretary of Transportation to prescribe such rules and regulations as are necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for testing of the fuel consumption per mile of all motor vehicles sold or manufactured in the United States, and to limit vehicle purchases by the Federal Government to motor vehicles which have relatively low fuel consumption.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:59-05:00"
}