{
  "actions": [
    {
      "acted_at": "2009-02-13", 
      "references": [
        {
          "reference": "CR S2331-2332", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-02-13", 
      "committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s445-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Carper, Thomas R.", 
      "sponsored_at": "2009-02-13", 
      "state": "DE", 
      "thomas_id": "00179", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "2009-02-13", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2009-02-13", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "2009-02-13", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCaskill, Claire", 
      "sponsored_at": "2009-02-13", 
      "state": "MO", 
      "thomas_id": "01820", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-02-13", 
  "number": "445", 
  "official_title": "A bill to provide appropriate protection to attorney-client privileged communications and attorney work product.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4326-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Attorney-Client Privilege Protection Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-02-13", 
  "subjects": [
    "Civil actions and liability", 
    "Crime and law enforcement", 
    "Criminal investigation, prosecution, interrogation", 
    "Employee benefits and pensions", 
    "Evidence and witnesses", 
    "Government employee pay, benefits, personnel management", 
    "Government investigations", 
    "Lawyers and legal services", 
    "Legal fees and court costs"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-02-13", 
    "text": "Attorney-Client Privilege Protection Act of 2009 - Amends the federal criminal code to prohibit any U.S. agent or attorney, in any federal investigation or criminal or civil enforcement matter, including any form of administrative proceeding or adjudication, from: (1) demanding or requesting that an organization, or a current or former employee, officer, director, or agent of such organization, waive the protections of the attorney-client privilege or attorney work product doctrine; (2) offering to reward or actually rewarding an organization, or current or former employee, officer, director, or agent, for waiving such protections; or (3) threatening adverse treatment or penalizing an organization, or current or former employee, officer, director, or agent, for declining to waive those protections. Prohibits a U.S. agent or attorney in any federal investigation or criminal or civil enforcement matter, including any form of administrative proceeding or adjudication, from considering specified conduct in: (1) making a civil or criminal charging or enforcement decision relating to an organization, or one of its current or former employees or agents; or (2) determining whether an organization, or a current or former employee, officer, director, or agent, is cooperating with the government. Numbers among the actions a U.S. agent or attorney may not use as a charging decision condition or a cooperation-determining factor: (1) any valid assertion of the protection of the attorney-client privilege or attorney work product doctrine; (2) the provision of counsel to, or contribution to the legal defense fees or expenses of, a current or former employee, officer, director, or agent of an organization; (3) entry into, or existence of, a valid joint-defense, information-sharing, or common-interest agreement between an organization and a current or former employee or officer or director or agent, or among its current or former employees; (4) the sharing of relevant information in anticipation of or in response to an investigation or enforcement matter between an organization and a current or former employee or officer or director or agent, or among its current or former employees, unless shuch sharing is itself an offense; or (5) the failure to terminate the employment or affiliation of or otherwise sanction any employee, officer, director, or agent of the organization because of the employee's, officer's, director's, or agent's decision to exercise personal constitutional rights or other legal protections in response to a government request. Prohibits a U.S. agent or attorney from demanding or requesting that an organization or an affiliated person not take any such action."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Attorney-Client Privilege Protection Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide appropriate protection to attorney-client privileged communications and attorney work product.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:52-05:00"
}