{
  "actions": [
    {
      "acted_at": "1997-06-09", 
      "references": [
        {
          "reference": "CR S5423-5424", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-09", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s860-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-06-09", 
  "number": "860", 
  "official_title": "A bill to protect and improve rural health care, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rural Health Care Protection and Improvement Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "thomas_id": "00501", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-06-09", 
  "subjects": [
    "Administrative procedure", 
    "Capitation (Medical care)", 
    "Congress", 
    "Congressional reporting requirements", 
    "Department of Health and Human Services", 
    "Economics and public finance", 
    "Federal aid to health facilities", 
    "Federal aid to hospitals", 
    "Government operations and politics", 
    "Health", 
    "Health maintenance organizations", 
    "Hospital care", 
    "Housing and community development", 
    "Kidney diseases", 
    "Law", 
    "Managed care", 
    "Medical fees", 
    "Medicare", 
    "Medicare managed care", 
    "Rural health", 
    "Rural hospitals", 
    "Social welfare"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-06-09", 
    "text": "Rural Health Care Protection and Improvement Act of 1997 - Amends the Omnibus Budget Reconciliation Act of 1987 to reauthorize and extend the Rural Health Care Transition Grant Program, as well as to authorize the Administrator of the Health Care Financing Administration to adjust program grants to hospitals, or terminate them, if the Administrator determines that the hospital is using grant funds inappropriately. Amends title XVIII (Medicare) of the Social Security Act to revise the formulae for payments to health maintenance organizations and competitive medical plans for the stated purpose of improving fairness of payments to such entities. Requires the Secretary of Health and Human Services to determine the annual per capita rate of payment for each payment area by adjusting the annual capitation rate for: (1) individuals (not, as currently, a class of individuals) who are enrolled with an eligible organization that has entered into a risk-sharing contract and who are enrolled under Medicare part B (Supplementary Medical Insurance) only; and (2) such risk factors as age, disability status, gender, institutional status, end-stage renal disease, and other appropriate factors so as to ensure actuarial equivalence. Requires the Secretary to establish a separate rate of payment to an eligible organization with respect to any individual determined to have end-stage renal disease and enrolled with the organization. Prescribes a general formula for the annual capitation rate of a payment area based on an area-specific capitation rate and an input-price-adjusted national capitation rate. Specifies area-specific and national percentages for contract years 1998 through 2001 and after. Requires the Secretary to increase or decrease payments to service providers, physicians, and other health care professionals under the Medicare fee-for-service program in each payment area to reflect, to the greatest extent possible, the proportionate increase or decrease (as applicable) in payments to eligible organizations under Medicare in payment areas by reason of this Act in order to ensure that payments to such health care professionals are made on a fair and equitable basis. Prohibits the total amount expended under Medicare from being increased or decreased by reason of such requirement. Directs the Secretary to report to the Congress on the methodology to be used in determining the increase or decrease in such payments. Requires the Secretary to take necessary steps to ensure, to the greatest extent possible, that eligible organizations use any increase in Medicare payments by reason of this Act to increase the provision of health care services to Medicare beneficiaries or to improve health care services infrastructure."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rural Health Care Protection and Improvement Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect and improve rural health care, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:57-05:00"
}