{
  "actions": [
    {
      "acted_at": "1989-01-03", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-02-15", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to the Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr32-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Annunzio, Frank", 
      "sponsored_at": "1989-02-02", 
      "state": "IL", 
      "thomas_id": "00023", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Barnard, Doug, Jr.", 
      "sponsored_at": "1989-01-03", 
      "state": "GA", 
      "thomas_id": "00054", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Hiler, John Patrick", 
      "sponsored_at": "1989-01-03", 
      "state": "IN", 
      "thomas_id": "00537", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Parris, Stanford E. (Stan)", 
      "sponsored_at": "1989-02-02", 
      "state": "VA", 
      "thomas_id": "00890", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Patterson, Elizabeth", 
      "sponsored_at": "1989-03-01", 
      "state": "SC", 
      "thomas_id": "00897", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Price, David E.", 
      "sponsored_at": "1989-02-02", 
      "state": "NC", 
      "thomas_id": "00930", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "1989-03-01", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Wylie, Chalmers P.", 
      "sponsored_at": "1989-01-03", 
      "state": "OH", 
      "thomas_id": "01249", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-01-03", 
  "number": "32", 
  "official_title": "To deter and remedy unsafe and unsound or abusive practices and fraudulent or other criminal misconduct by directors, officers, employees, agents, and other insiders of federally regulated depository institutions by strengthening and enhancing the enforcement authority of the Federal depository institutions regulatory agencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Depository Institutions Enhanced Enforcement Powers Act of 1989", 
  "sponsor": {
    "district": "20", 
    "name": "Gonzalez, Henry B.", 
    "state": "TX", 
    "thomas_id": "00445", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-01-03", 
  "subjects": [
    "Administrative procedure", 
    "Bank directors", 
    "Bank employees", 
    "Bank examination", 
    "Bank holding companies", 
    "Bank records", 
    "Congressional reporting requirements", 
    "Credit unions", 
    "Deposit insurance", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fraud", 
    "Government corporations", 
    "Independent regulatory commissions", 
    "Injunctions", 
    "Savings and loan associations", 
    "Savings banks", 
    "Security measures"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-01-03", 
    "text": "Depository Institutions Enhanced Enforcement Powers Act of 1989 - Title I: Insider Abuse Prevention and Enhanced Enforcement Powers - Amends the Federal Deposit Insurance Act, the Home Owners' Loan Act of 1933, and the National Housing Act to subject employees, agents, and shareholders of banks and thrift institutions to administrative enforcement orders. Amends the Federal Credit Union Act to subject committee members, employees, or agents of an insured credit union to administrative orders. (Current law provides that only officers and directors of depository institutions are subject to such enforcement orders.) Revises the authority of the Federal Deposit Insurance Corporation (FDIC), the Federal Home Loan Bank Board (FHLBB), the Federal Savings and Loan Insurance Corporation (FSLIC), and the National Credit Union Administration (NCUA) to issue cease and desist orders concerning depository institutions within their respective jurisdictions. Allows such agencies to issue cease and desist orders to: (1) require affirmative action to correct conditions resulting from certain violations or practices, including making restitution or reimbursement, providing indemnification, rescinding contracts, or disposing of assets or loans; (2) limit the activities or functions of the depository institution or any director, officer, or other person participating in the conduct of institution affairs; and (3) require the cessation of certain activities if the depository institution's books and records are incomplete or inaccurate or require the restoration of books and records to a complete and accurate state. Revises rules concerning the suspension or removal by the FDIC, the FHLBB, the FSLIC, and the NCUA of a director or officer of a depository institution due to misconduct. Repeals the requirement that the regulatory agency must show misconduct by an officer or director which results in \"substantial\" financial loss or other damage to the depository institution. (Allows the temporary removal of an officer or director for misconduct pending a permanent removal if necessary for the protection of the institution or depositors). Provides for identical standards for such removal regardless of where the misconduct occurred. (Current law provides for different standards depending on whether the misconduct took place at another institution or business enterprise or at the particular institution from which removal is sought.) Allows the regulatory agency involved to seek such a suspension or removal in cases where an officer or director has violated any written agreement between the institution and the regulatory agency. Prohibits any person who has been removed or suspended from office or prohibited from participating in the affairs of a depository institution by an order of the FDIC, the FHLBB, the FSLIC, or the NCUA from holding any office in, or participating in the affairs of, any federally regulated depository institution or holding company or subsidiary. (Currently, the regulatory agency can only prohibit persons from participating in the affairs of the institution in which he or she is presently located.) Allows an exception to such prohibition upon written approval of the appropriate regulatory agency. Provides for the judicial review of denial of such an exception. Authorizes the FDIC, the FHLBB, the FSLIC, and the NCUA to provide notice of the intention to prohibit any person from participating in the affairs of any federally regulated depository institution, notwithstanding the fact that such person has ceased to hold the position of officer or director or has ceased to participate in the conduct of the affairs of such a depository institution before such notice is served. Increases from $1,000 per day to $2,500 per day the civil penalty for the violation of a cease and desist order or an order for the suspension or removal of an officer or director issued by a Federal banking regulatory agency. Imposes a $2,500 civil penalty (in addition to penalties for violations of such orders) for a violation of: (1) any law or regulation; (2) any written condition imposed by the appropriate Federal banking agency in connection with the grant of any application or other request; or (3) any written agreement between the depository institution and the appropriate Federal banking agency. Imposes criminal penalties upon any person who participates in the affairs of any federally regulated depository institution or holding company or subsidiary after having been suspended, removed from office, or prohibited from participating in the affairs of any depository institution by an order of the appropriate Federal banking regulatory agency. (Current law imposes criminal penalties only for participating in the affairs of the institution from which the person was prohibited, removed, or suspended.) Revises procedures for the termination of FDIC deposit insurance to delete provisions requiring 120 days' advance notice by the FDIC to the appropriate Federal and State banking regulatory agencies prior to such a termination. Increases from $100 per day to $2,500 per day the penalty for unauthorized participation in the affairs of a depository institution by any person who has been convicted of any criminal offense involving dishonesty or a breach of trust. Subjects both the depository institution and the individual involved to such penalty. (Current law makes only the depository institution subject to such penalty.) Authorizes the FHLBB and the FSLIC to issue civil enforcement orders concerning a service corporation of an association or a subsidiary of such service corporation, whether wholly or partly owned. (Current law limits such authority to orders concerning an affiliate service corporation of an association.) Amends the Bank Protection Act of 1968 to repeal requirements that depository institutions submit periodic reports with regard to the installation, maintenance, and operation of security devices and procedures. Imposes civil penalties for the filing of false or misleading reports of condition by depository institutions and holding companies. (Current law allows penalties only for late reports.) Requires the FDIC, the FHLBB, the FSLIC, and the NCUA to publicly disclose all notices and orders with respect to any enforcement proceeding initiated against any depository institution or individual. Deletes the \"willful\" standard for penalties for violations of the Change in Bank Control Act and the Change in Savings and Loan Control Act. Title II: Report to Congress - Requires the Comptroller of the Currency, the Federal Reserve Board, the FDIC, the FHLBB, the FSLIC, and the NCUA to submit annual reports to the Congress concerning: (1) the number of formal and informal supervisory, administrative, and civil enforcement actions undertaken by the agency; (2) the number of individuals and institutions against whom civil money penalties were assessed; (3) a description of all other enforcement efforts and initiatives relating to unsafe and unsound practices; and (4) recommendations concerning the need for additional legislation or financial resources."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Depository Institutions Enhanced Enforcement Powers Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To deter and remedy unsafe and unsound or abusive practices and fraudulent or other criminal misconduct by directors, officers, employees, agents, and other insiders of federally regulated depository institutions by strengthening and enhancing the enforcement authority of the Federal depository institutions regulatory agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:32-05:00"
}