{
  "actions": [
    {
      "acted_at": "1976-09-29", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3866-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-09-29", 
  "number": "3866", 
  "official_title": "A bill to establish a program to improve U.S. commercial fisheries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Commercial Fisheries Assistance Act", 
  "sponsor": {
    "district": null, 
    "name": "Weicker, Lowell P., Jr.", 
    "state": "CT", 
    "thomas_id": "01453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-09-29", 
  "subjects": [
    "Aquaculture", 
    "Federal advisory bodies", 
    "Fish culture", 
    "Fish inspection", 
    "Fish processing ships", 
    "Fisheries", 
    "Fishery management", 
    "Fishery products", 
    "Fishes", 
    "Fishing", 
    "Fishing boats", 
    "Government operations and politics", 
    "Seafood"
  ], 
  "subjects_top_term": "Fisheries", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-09-29", 
    "text": "Commercial Fisheries Assistance Act - Title I: Commercial Fisheries Assistance Fund - Authorizes the Secretary of Commerce to make loans for the construction, rehabilitation, purchase or operation of fishing facilities and fishing vessels. Authorizes the Secretary to make grants and loans to commercial fishermen to alleviate long-term \"forced economic distress.\" Authorizes the Secretary to make loans for commercial fishing experimentation equipment and for the purchase, construction, or rehabilitation of commercial fishing vessels under five tons. Requires the Secretary of Commerce to establish a commercial fishing training program. Requires the Secretary to submit to the President and the Congress a report on means to survey, enhance, and create markets for fish and fish products. Establishes an Office of Commercial Fisheries Assistance in the National Oceanic and Atmospheric Administration to implement this Act under the direction of the Secretary of Commerce. Requires the Secretary to submit to the President a plan to establish a national health and sanitary program for the control of seafood handling, processing, marketing, and sales. Requires the Secretary of Commerce to determine eligibility for loans or grants under this Act upon: (1) the financial need of the applicant; (2) the availability of conventional loans, (3) the present and projected needs of a commercial fishery for facilities, vessels, and equipment; (4) enhancement of commercial fisheries; (5) security for such loans; and (6) the ability of the applicant to operate such vessel or facility. Restricts such loans or grants to citizens or nationals of the United States. Sets forth the criteria by which the citizenship and nationality of a corporation shall be determined for purposes of loan or grant eligibility. Establishes a Commercial Fisheries Assistance Fund to carry out this Act. Authorizes the appropriation of $200,000,000 to such Fund for initial capital for loans and grants. Authorizes the appropriation to such Fund of $1,000,000 for the first three fiscal years after passage of this Act and $1,500,000 for each fiscal year thereafter. Authorizes the appropriations to the Fund: (1) of $250,000 to carry out the sanitary seafood program; and (2) of $2,000,000 for each fiscal year to carry out the commercial fishing training program. Repeals the authorization of the Secretary of the Interior, under the Fish and Wildlife Act of 1956, to make loans for purchasing, constructing, equipping, maintaining, repairing, or operating commercial fishing vessels or gear. Transfers the Fishing Vessel Obligation Guarantee program and the Capital Construction Fund program from the National Marine Fisheries Service to the Office of Commercial Fisheries Assistance. Title II: Fisheries Market Promotion Research Orders - Requires the Secretary of Commerce to establish a Fisheries Board: (1) to research markets for seafood; (2) to research means to increase fishing yields; and (3) to collect and regulate landing fees, among other duties. Requires the Secretary to authorize the Board to assess landing fees at fisheries, such fees to be refunded upon demand by any person assessed who does not support fishery research. Imposes a civil penalty of not more than $1,000 on any person who fails to collect or remit any assessment of such fee, or who violates any order issued by the Secretary of Commerce under this Act. Requires the Secretary to issue orders: (1) to establish landing fees; (2) to establish plans to promote the sale of fish products; (3) to establish commercial fishing research projects; and (4) to disburse funds for such purposes. Sets forth eligibility requirements for fisheries organizations in order to request such order or to participate in nominations to the Fisheries Board. Authorizes the appropriation of $1,000,000 for the establishment and initial operation of the Board. Title III: Fisheries Cooperative Service Assistance - Directs the Secretary of Agriculture to establish a pilot program assisting fishing interests in the planning of fisheries cooperative organizations. Requires the Secretary of Agriculture to authorize the Farmer Cooperative Service to work with the Office of Commercial Fisheries Assistance to develop fisheries cooperative services for four years. Authorizes the Secretary of Agriculture to provide: (1) assistance to the cooperatives in strengthening the economic position of fishermen and related occupations; (2) consultation with fisheries cooperative leaders and governmental agencies to improve organization, leadership, and operations; (3) help to fishermen in obtaining lower cost supplies and higher prices for their products; (4) encouragement of international fisheries cooperative programs; and (5) research planning for the establishment of new fisheries cooperatives. Directs the Secretary of Agriculture, with the Secretary of Commerce to submit to the President and the Congress: (1) an annual report of activities under this title; and (2) a final report, at the end of four years, with recommendations for the establishment of a Fisheries Cooperative Service administered by the Secretary of Commerce. Authorizes the appropriation of $1,000,000 to the Secretary of Agriculture to carry out a four-year pilot fisheries cooperative service program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Commercial Fisheries Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a program to improve U.S. commercial fisheries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:59-05:00"
}