{
  "actions": [
    {
      "acted_at": "2012-02-16", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-02-28", 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "subcommittee": "Crime, Terrorism, and Homeland Security", 
      "text": "Referred to the Subcommittee on Crime, Terrorism, and Homeland Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-02-28", 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "subcommittee": "the Constitution", 
      "text": "Referred to the Subcommittee on the Constitution.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4054-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime, Terrorism, and Homeland Security", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Constitution", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Cicilline, David N.", 
      "sponsored_at": "2012-05-30", 
      "state": "RI", 
      "thomas_id": "02055", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hirono, Mazie K.", 
      "sponsored_at": "2012-07-17", 
      "state": "HI", 
      "thomas_id": "01844", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Quigley, Mike", 
      "sponsored_at": "2012-02-16", 
      "state": "IL", 
      "thomas_id": "01967", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "28", 
      "name": "Slaughter, Louise McIntosh", 
      "sponsored_at": "2012-02-16", 
      "state": "NY", 
      "thomas_id": "01069", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-02-16", 
  "number": "4054", 
  "official_title": "To amend the Lobbying Disclosure Act of 1995 to require the disclosure of political intelligence activities, to amend title 18, United States Code, to enhance the prosecution of public corruption, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2572-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2038-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Restore Public Trust Act", 
  "sponsor": {
    "district": "1", 
    "name": "Walz, Timothy J.", 
    "state": "MN", 
    "thomas_id": "01856", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-02-16", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal procedure and sentencing", 
    "Financial services and investments", 
    "Fraud offenses and financial crimes", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government operations and politics", 
    "Judges", 
    "Judicial review and appeals", 
    "Jurisdiction and venue", 
    "Licensing and registrations", 
    "Public participation and lobbying", 
    "Securities", 
    "U.S. Sentencing Commission"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-02-16", 
    "text": "Restore Public Trust Act - Amends the Lobbying Disclosure Act of 1995 to: (1) apply mandatory lobbyist registration, reporting, disclosure and enforcement, and identification of clients and covered officials requirements to a political intelligence consultant who first makes a political intelligence contact; (2) define \"political intelligence activities\" as political intelligence contacts and efforts in support of such contacts, including preparation and planning activities, research, and other background work that is intended for use in contacts, and coordination with such contacts and efforts of others; and (3) require the Comptroller General to audit annually and report on compliance with that Act by political intelligence firms and consultants. Amends the federal criminal code to: (1) modify general venue rules for criminal prosecutions to allow prosecutions in any district in which an act in furtherance of an offense is committed; (2) reduce from $5,000 to $1,000 the threshold amount for theft or bribery involving federally-assisted programs and increase the maximum prison term for such offenses from 10 to 20 years; and (3) increase the maximum term of imprisonment for theft and embezzlement of federal money, property, or records from 10 to 15 years. Modifies elements relating to the crime of bribery of public officials and witnesses. Expands the definition of \"official act\" to include: (1) any conduct that falls within the range of official duty of a public official; and (2) a single act, more than one act, or a course of conduct. Defines a \"rule or regulation\" for the purposes of such provisions as a federal regulation or a rule of the House of Representatives or the Senate, including rules and regulations governing the acceptance of gifts and campaign contributions. Prohibits: (1) anyone from knowingly giving, offering, or promising any things of value with an aggregate value of $1,000 or more to any public official for or because of the official's position; and (2) any such official from knowingly demanding, seeking, receiving, or accepting any things with an aggregate value of $1,000 or more for or because of the official's position. Directs the United States Sentencing Commission to review and amend its guidelines and policy statements relating to public corruption offenses to reflect the intent of Congress that penalties for such offenses meet specified requirements, including that they: (1) reflect the serious nature of the offenses, the incidence of such offenses, and the need for an effective deterrent; and (2) account for the harm to the public and the amount of any resulting loss, the level of sophistication and planning involved, whether the offense was committed for purposes of commercial advantage or private financial benefit, whether the defendant acted with intent to cause physical or property harm, the extent to which the offense represented an abuse of trust by the offender and was committed in a manner that undermined public confidence in government, and whether the violation created a threat to public health or safety, injury to any person, or death. Establishes a six-year limitation period for the prosecution of public corruption crimes involving bribery, extortion, theft of government property, mail fraud, and racketeering. Increases to five years the maximum term of imprisonment for: (1) solicitation by federal officers and employees of political contributions from other federal officers and employees, (2) intimidation to secure political contributions, (3) solicitation and acceptance of contributions in federal offices, and (4) coercion of political activity by federal employees. Increases to three years the maximum term of imprisonment for: (1) promise of employment made possible by an act of Congress for political activity, and (2) deprivation of such employment for political activity. Includes as predicates for wiretaps: (1) embezzlement or theft of government money, property, or records; (2) theft or bribery concerning programs receiving federal funds; and (3) major fraud against the United States. Expands the types of perjury and obstruction of justice offenses for which venue lies in the district in which the official proceeding was intended to be affected or in which the conduct constituting the alleged offense occurred. Amends the federal criminal code to include as a prohibited \"scheme or artifice to defraud\" any scheme or artifice by a public official to engage in undisclosed self-dealing. Defines \"undisclosed self-dealing\" to mean that: (1) a public official performs an official act for the purpose of furthering or benefitting a financial interest of such official, a spouse, minor child, or business partner, or other individuals, businesses, or organizations with which such official has a specified interest or connection; and (2) an official knowingly falsifies, conceals, or covers up material information required to be disclosed by any federal, state, or local law or regulation or knowingly fails to disclose material information as required. Amends the federal judicial code to permit the disclosure of information regarding a potential criminal offense by a judge to the Attorney General, a grand jury, or law enforcement agents. Allows the Deputy Attorney General, Assistant Attorney General, or Attorney General (in addition to the U.S. Attorney) to certify to the district court that an appeal from a district court's decision suppressing or excluding evidence or requiring the return of seized property in a criminal proceeding is not taken for the purpose of delay and that the evidence is a substantial proof of a material fact in the proceeding."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Restore Public Trust Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Lobbying Disclosure Act of 1995 to require the disclosure of political intelligence activities, to amend title 18, United States Code, to enhance the prosecution of public corruption, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:38:23-05:00"
}