{
  "actions": [
    {
      "acted_at": "1979-02-08", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2054-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Archer, Bill", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "00026", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "35", 
      "name": "Conable, Barber B., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00225", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Ullman, Al", 
      "sponsored_at": "1979-01-03", 
      "state": "OR", 
      "thomas_id": "01174", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-08", 
  "number": "2054", 
  "official_title": "A bill to amend title II of the Social Security Act to provide better work incentives and improved accountability in the disability insurance program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Disability Insurance Amendments of 1979", 
  "sponsor": {
    "district": "10", 
    "name": "Pickle, J. J.", 
    "state": "TX", 
    "thomas_id": "00917", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-08", 
  "subjects": [
    "Disability insurance", 
    "Government trust funds", 
    "Medicare", 
    "Old age, survivors and disability insurance", 
    "Railroad employees", 
    "Railroads", 
    "Social welfare", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Disability insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-02-08", 
    "text": "Disability Insurance Amendments of 1979 - Amends title II (Old-Age, Survivors, and Disability Insurance) of the Social Security Act to reduce the maximum amount of monthly benefits payable under such title on the basis of wages and self-employment income to the smaller of: (1) 75 percent of an individual's average indexed monthly earnings; or (2) 150 percent of an individual's primary insurance amount. Amends the procedure for computing the primary insurance amount of an individual to reduce the number of years of low earnings which must be discarded in determining the number of an applicant's benefit computation years in cases in which an individual ceased earning income before attaining age 45 because of a disability. Requires the Commissioner of Social Security to develop and carry out experiments and demonstration projects designed to compare various methods of treating the work activity of disabled beneficiaries under title II, including reductions in benefits based on earnings designed to encourage disabled beneficiaries to work. Requires the Commissioner to report to Congress on such projects. Excludes from an individual's earnings, in determining whether an individual can engage in gainful activity, an amount equal to the cost of any attendant care services, medical devices, and similar items and services necessary to enable such individual to work, whether or not such assistance is needed to enable such individual to carry out such individual's normal daily functions. Provides \"trial work periods\" for disabled widows and widowers. Provides, in the case of children, widows, and widowers, that the period of time to which such individuals are entitled to disability insurance benefit payments may extend to the 15th month following the end of an individual's \"trial work period.\" Entitles individuals who have had \"trial work periods\" to hospital insurance benefits under title XVIII (Medicare) for a period of 24 months following such period where such individuals have had disability benefits under title II terminated due to work. Eliminates the requirement that the 24 months which an individual must be disabled in order to qualify for hospital insurance benefits under the Medicare program be consecutive. Authorizes the Secretary of Health, Education, and Welfare, in addition to previously designated State agencies, to determine whether or not an individual is disabled and the date on which the disability began or ceased. Directs the Secretary to review specified percentages of such determinations made by States so that at least 80 percent of such determinations are reviewed after fiscal year 1981. Requires the Secretary to provide specified information on which a decision concerning the rights of an applicant for title II benefits may be made. Directs the Commissioner of Social Security to carry out a demonstration project to determine the feasibility of simplifying and strengthening the initial disability determination process under title II. Requires the Commissioner to report to Congress on such project. Requires the Secretary to submit to Congress a report recommending the establishment of appropriate time limitations governing decisions on benefit claims. Authorizes the transfer from the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund of such sums as may be necessary to reimburse the general fund in the U.S. Treasury for the Federal share and the State for twice the State share of the costs of vocational rehabilitation services furnished certain disabled individuals under a State plan for vocational rehabilitation services which result in a cessation of such an individual's disability. Directs the Secretary to study alternative methods of financing vocational rehabilitation services to disabled beneficiaries under title II to the end that maximum savings will result to the Trust Funds. Authorizes the continuation of disability insurance benefit payments to an individual whose impairment has ceased if such individual is participating in an approved vocational rehabilitation program and the Commissioner of Social Security determines that the completion of such program, or its continuation for a specified period, will increase the likelihood that such individual may be permanently removed from the disability benefit rolls. Requires, in any case in which an individual is determined to be under a disability, unless such disability is found to be permanent, that the case be reviewed for the purposes of continuing eligibility at least once every three years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Disability Insurance Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title II of the Social Security Act to provide better work incentives and improved accountability in the disability insurance program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:31-05:00"
}