{
  "actions": [
    {
      "acted_at": "1990-09-24", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-10-10", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-10-16", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Hollings with an amendment in the nature of a substitute. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16", 
      "calendar": "Senate Legislative", 
      "number": "987", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 987.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1990-11-08", 
      "bill_ids": [
        "hr5835-101"
      ], 
      "references": [], 
      "text": "See also H.R. 5835.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2879-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2879"
    }
  ], 
  "bill_id": "s3094-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Danforth, John C.", 
      "sponsored_at": "1990-09-24", 
      "state": "MO", 
      "thomas_id": "01314", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1990-09-24", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-09-24", 
  "number": "3094", 
  "official_title": "A bill to authorize certain programs of the Federal Aviation Administration, to require the Secretary of Transportation to implement a National Noise Policy, to authorize airport passenger facility charges as an exception to the general prohibition of state taxation of air commerce, and to repeal certain regulations pertaining to airport operating slots.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5835-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Airport Capacity Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Ford, Wendell H.", 
    "state": "KY", 
    "thomas_id": "01334", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1990-10-10", 
  "subjects": [
    "Access to airports", 
    "Actions and defenses", 
    "Aeronautics", 
    "Affirmative action programs", 
    "Air bases", 
    "Air routes", 
    "Aircraft industry", 
    "Airline employees", 
    "Airline passenger traffic", 
    "Airlines", 
    "Airports", 
    "Authorization", 
    "Aviation safety", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction workers", 
    "Corporate mergers", 
    "Disasters", 
    "District of Columbia", 
    "Employee rights", 
    "Environmental assessment", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Federal aid to transportation", 
    "Flight crews", 
    "Government liability", 
    "Hawaii", 
    "Illinois", 
    "Massachusetts", 
    "Minimum wages", 
    "Minority business enterprises", 
    "New Jersey", 
    "New York City", 
    "Noise", 
    "Planning", 
    "Research centers", 
    "Seniority in employment", 
    "Small business", 
    "State taxation", 
    "Taxation", 
    "Transportation and public works", 
    "Transportation planning", 
    "Transportation research", 
    "User charges", 
    "Veterans' employment"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1990-10-16", 
    "text": "Title I: Short Title; Findings - Airport Capacity Act of 1990 - Sets forth congressional findings with respect to: (1) airport noise policy; (2) passenger facility charges; and (3) airport slots. Title II: Authorization of Appropriations - Amends the Airport and Airway Improvement Act of 1982 to authorize appropriations for FY 1991 and 1992 for: (1) air navigation facilities; (2) specified research, engineering and development, and demonstration projects; and (3) Federal Aviation Administration (FAA) operations. Increases the authorization of appropriations for FY 1992 for airport development and airport planning programs. Extends such programs through September 30, 1992. Title III: National Aviation Noise Policy - Requires the Secretary of Transportation to develop a National Aviation Noise Policy that establishes: (1) a date for the phasing out of stage two technology aircraft as a part of a national noise management scheme; and (2) a program for the mandatory review and approval of existing or proposed local airport noise or access restrictions by the FAA (except those restrictions approved by the FAA prior to enactment of this Act). Requires the Federal Government, in the event of a disapproval of a restriction, to assume liability for noise damages to the extent that a taking has occurred as a result of such disapproval. Prohibits any airport from receiving airport development funds under the Airport and Airway Improvement Act of 1982 or imposing a passenger facility charge, unless the Administrator of the FAA has approved a noise or access restriction at such airport. Prohibits the approval of a passenger facility charge if the airport has not conducted an airport noise compatibility program pursuant to the Aviation Safety and Noise Abatement Act of 1979. Title IV: Passenger Facility Charges - Amends the Federal Aviation Act of 1958 to authorize the Secretary of Transportation to establish by regulation a program for the imposition of approved passenger facility charges by airports to finance eligible projects. Sets forth requirements with respect to the use and imposition of such fees. Amends the Airport and Airway Improvement Act of 1982 to require, as a condition to approval of a passenger facility charge project, that there will be no unjust discrimination at such facility. Subjects such projects to: (1) the approval of construction work by the Secretary of Transportation; (2) minimum wage rates; and (3) veterans preference requirements. Title V: Purchase, Sale, Lease, and Other Transfer of Slots Definitions - Prohibits the transfer of airport slots, with specified exceptions. Directs the Administrator of the FAA to establish by rule a pool of air carrier slots for new entrant carriers at high density traffic airports. Directs the Administrator of the FAA to create by rule a pool of 30 daily air carrier special authorizations at Washington National Airport. Sets forth requirements with respect to such authorizations. Declares that specified high density traffic airport rules, except those applicable to Washington National Airport, shall cease to have effect 18 months after enactment of this Act. Requires the Administrator of the FAA to: (1) initiate a review of the method by which flight operations are controlled at Washington National Airport and its impact on aviation safety, airline competition, ground congestion, airport services capacity, and other appropriate factors; and (2) report findings and any recommendations to specified congressional committees. Requires the Secretary of Transportation to study and report to the Congress on the extent to which shuttle service operating between LaGuardia National Airport and Boston and Washington National Airport is of significant public interest to the northeastern United States. Title VI: University Air Transportation Centers - Authorizes the Administrator of the FAA to make grants to nonprofit educational institutions to establish one university air transportation center in each of the ten Federal regions of the Standard Federal Regional Boundary System. Sets forth the responsibilities of such centers, among them: (1) research in airspace and airport planning and design; (2) airport capacity enhancement techniques; (3) human performance in the air transportation environment; (4) aviation safety and security; and (5) the supply of trained air transportation personnel including pilots and mechanics. Requires the research advisory committee of the FAA to coordinate the research and training conducted by such centers. Increases the number of members on such committee. Requires the Administrator of the FAA when appointing such members to ensure that the university air transportation centers, universities, corporations, associations, consumers, and other governmental agencies are represented. Requires the Administrator of the FAA to undertake or supervise research programs for developing and maintaining a safe air transportation system. Title VII: Miscellaneous - Requires the Secretary of Transportation to develop a system of manned auxiliary flight service stations. Declares that the Congress finds that special emphasis should be placed on the conversion of former military air bases to civil use and on the identification and improvement of additional joint-use facilities. Requires a set-aside of not less than one-half of one percent of airport development and airport planning funds for FY 1991 and 1992 to be distributed to sponsors of current or former military airports to develop them to improve the capacity of the national air transportation system. Requires the Secretary of Transportation to designate not more than five current or former military airports for participation in the set-aside program. Directs the Administrator of the FAA to: (1) issue an environmental impact statement on the effects of changes in aircraft flight patterns over the States of New York and New Jersey as a result of the expanded East Coast Plan; (2) investigate the effects on air safety over such States as a result of the Plan; (3) report to the Congress on the results of the environmental impact statement and of the investigation; and (4) implement any appropriate plan modifications. Declares that the Congress finds that airport and airway programs should be administered in a manner that prevents unjust and discriminatory practices as they may be applied between category and class of aircraft. Declares that the Congress finds that artificial restrictions on airport capacity should not unjustly discriminate between categories and classes of aircraft. Amends the Federal Aviation Act of 1958 to require that carrier flight deck crew-members whose seniority rights have been affected by the purchase or acquisition of an air carrier by another air carrier be afforded the protections provided by the Civil Aeronautics Board in the Tiger International-Seaboard Acquisition Case to ensure that seniority lists are integrated in an equitable manner. Transfers specified aviation safety functions of the Secretary of Transportation to the Administrator of the FAA. Requires the Administrator or the FAA to prescribe regulations to prohibit disclosure of information obtained or developed with respect to air transportation security. Changes the due date for specified reports concerning air safety transportation. Amends the Airport and Airway Safety and Capacity Expansion Act of 1987 to repeal the limitation on funding and property transfer for the Atlantic City Airport at Pomona, New Jersey. Essential Air Service Preservation Act of 1989 - Amends the Internal Revenue Code to make funds from the Airport and Airway Trust Fund available for the essential air transportation program under the Federal Aviation Act of 1958. Authorizes the Secretary of Transportation to enter into contracts and agreements to provide essential air services prior to September 30, 1998. Amends the Federal Aviation Act of 1958 to require the Administrator of the FAA to issue regulations to prohibit or otherwise restrict aircraft overflights over inhabited areas which have been declared a national disaster area in Hawaii. Requires specified reports by the Administrator of the FAA."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Airport Capacity Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Airport Capacity Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Essential Air Service Preservation Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize certain programs of the Federal Aviation Administration, to require the Secretary of Transportation to implement a National Noise Policy, to authorize airport passenger facility charges as an exception to the general prohibition of state taxation of air commerce, and to repeal certain regulations pertaining to airport operating slots.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:14-05:00"
}