{
  "actions": [
    {
      "acted_at": "1977-08-02", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8704-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-08-02", 
  "number": "8704", 
  "official_title": "A bill to amend the Social Security Act to strengthen and improve the program of Federal support for foster care of dependent children, to establish a program of Federal support to encourage adoptions of children with special needs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1928-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Child Welfare Amendments", 
  "sponsor": {
    "district": "10", 
    "name": "Biaggi, Mario", 
    "state": "NY", 
    "thomas_id": "00085", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-08-02", 
  "subjects": [
    "Adoption", 
    "Aid to dependent children", 
    "Child welfare", 
    "Families", 
    "Federal aid to child welfare", 
    "Foster home care", 
    "Parent and child", 
    "Social welfare"
  ], 
  "subjects_top_term": "Aid to dependent children", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-08-02", 
    "text": "Child Welfare Amendments - Amends the program of Aid to Families with Dependent Children of Title IV of the Social Security Act to establish a program of Federal payments for foster care maintenance and adoption assistance. Declares that a State, to be eligible for payments under this Act, shall have a plan for the administration of such program. Sets forth the requirements for approval of such a plan by the Secretary of Health, Education, and Welfare. Authorizes the States to make payments for foster care maintenance and adoption assistance and sets forth the requirements children and adoptive parents must meet to receive assistance under this Act. Authorizes appropriations to fund the programs established by this Act and provides for allotments to the States each year equal to 110 percent of the amount of their allotments for the preceding fiscal year. Requires the States, as a condition for receiving an increase in their allotments: (1) to conduct an inventory of all children under foster care for six months preceding such inventory; (2) to develop a statewide information system to locate such children; (3) to develop a case review system; and (4) to establish procedural safeguards to protect the rights of parents and children under this Act. Authorizes the Secretary to provide States with technical assistance in developing programs established by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Welfare Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to strengthen and improve the program of Federal support for foster care of dependent children, to establish a program of Federal support to encourage adoptions of children with special needs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:57-05:00"
}