{
  "actions": [
    {
      "acted_at": "1987-03-12", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-12", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-12", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-12", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-19", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-19", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection, and Competitiveness", 
      "text": "Referred to Subcommittee on Commerce, Consumer Protection, and Competitiveness.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-19", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Transportation, Tourism, and Hazardous Materials", 
      "text": "Referred to Subcommittee on Transportation, Tourism, and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-23", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-27", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Government Information, Justice, and Agriculture", 
      "text": "Referred to Subcommittee on Government Information, Justice, and Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-27", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-31", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Monopolies and Commercial Law", 
      "text": "Referred to Subcommittee on Monopolies and Commercial Law.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1603-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Government Information, Justice, and Agriculture", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Transportation, Tourism, and Hazardous Materials", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Monopolies and Commercial Law", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-03-12", 
  "number": "1603", 
  "official_title": "A bill to encourage innovation, promote research and development, and stimulate trade by strengthening intellectual property laws; to safeguard American business interests abroad by establishing United States negotiating objectives designed to increase intellectual property right protections under the General Agreement on Tariffs and Trade; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Intellectual Property Protection Act of 1987", 
  "sponsor": {
    "district": "8", 
    "name": "Roth, Toby", 
    "state": "WI", 
    "thomas_id": "00989", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-03-12", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Agriculture and Rural Affairs", 
    "Animals and Animal Protection", 
    "Antibiotics", 
    "Antitrust actions", 
    "Antitrust law", 
    "Antitrust policy", 
    "Biotechnology", 
    "Business intelligence", 
    "Communications and Broadcasting", 
    "Computers", 
    "Copyright", 
    "Courts and Civil Procedure", 
    "Damages", 
    "Drug safety and regulation", 
    "Drugs", 
    "Drugs and narcotics", 
    "Environmental protection", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Freedom of information", 
    "Government records, documents, and information", 
    "Import relief", 
    "Import restrictions", 
    "Imports", 
    "Industrial design", 
    "Interest", 
    "Inventions", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Licenses", 
    "Patents", 
    "Patents, Trademarks, and Copyrights", 
    "Pest control", 
    "Pesticide regulation", 
    "Pesticides", 
    "Phonorecords", 
    "Science and technology", 
    "Semiconductors", 
    "Sound recording and reproducing", 
    "Trade agreements", 
    "Trademarks", 
    "Treaties", 
    "Veterinary medicine"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-03-12", 
    "text": "Intellectual Property Protection Act of 1987 - Title I: Intellectual Property Protection - Amends the Tariff Act of 1930 to make the importation into, or sale in, the United States of articles which infringe a valid U.S. patent, U.S. copyright, U.S. trademark, or U.S. mask work right unlawful without regard to whether such acts injure domestic industry. Permits any person to petition the International Trade Commission (ITC) for the issuance of an order to exclude such articles, during its investigation, from entry into the United States. Sets forth: (1) civil penalties for violations under the Act; (2) provisions for the seizure and forfeiture of such articles; (3) default provisions; and (4) procedures for the modification or rescission of an ITC order under the Act. Prohibits the disclosure, except to specified officials of the ITC and the Customs Service, of information submitted to the ITC or exchanged among the parties in connection with proceedings for violations under the Act. Repeals a specified section of the Tariff Act of 1930 relating to the importation of products produced under a process covered by claims of an unexpired patent. Amends U.S. patent law to prohibit the use, sale, or importation of products made through the unauthorized use of a patented process. Sets forth provisions with respect to: (1) damages recoverable for infringement of such patents; and (2) presumptions that a product was produced by a patented process. Amends U.S. copyright law to provide a form of copyright protection for industrial designs. Declares it to be an infringement of a patented industrial design for any person within the United States and without authority to make, import, or sell for use in trade any infringing article. Defines \"infringing article\" to mean any article the design of which has been copied from the protected design without the consent of the proprietor of such design. Sets forth procedures for the registration and protection of a design. Sets forth: (1) civil remedies for infringements of protected designs; (2) penalties for bringing an action for infringement of a copyright knowing that registration of the design was obtained by a false or fraudulent representation; and (3) penalties for making false markings or false representations with respect to such registrations. Amends the patent laws to extend the terms of patents which encompass specified products or methods for using a product, including methods of manufacturing, any of which are subject to certain nonpatent regulatory review periods. Sets forth the terms and conditions of such extension, including a five year limitation on the extension and a 25 year maximum patent term from the earliest filing. Directs the Commissioner of Patents to notify the appropriate Federal agency upon receipt from a product sponsor of a notice of extension. Requires the notified agency to determine the applicable regulatory review period. Permits the appropriate Secretary or Administrator to establish fees to cover review costs. Directs the Commissioner, upon a final determination of the applicable regulatory review period, to issue to the owner of record of a patent a certificate of extension stating the fact and length of the extension and identifying the product and the use and the claim to which such extension is applicable. Makes such certificate a part of the orginal patent. Restricts the disclosure of any data submitted during the regulatory review period which is designated as a trade secret or confidential. Limits the application of such patent term extension to patents for: (1) any new animal drug or antibiotic subject to regulation under the Federal Food, Drug, and Cosmetic Act; (2) any veterinary biological product subject to regulation under the Virus-Serum-Toxin Act; (3) any pesticide subject to regulation under the Federal Insecticide, Fungicide, and Rodenticide Act; and (4) any chemical substance or mixture subject to regulation under the Toxic Substances Control Act. Prohibits a person from: (1) importing into the United States, or manufacturing, selling, or leasing in the United States certain digital audio recording devices and devices that bypass or deactivate a copy-code scanner; (2) bypassing or deactivating a copy-code scanner; and (3) producing encoded phonorecords unless such phonorecords are protected under the U.S. copyright laws and that person is a copyright owner or is authorized by the copyright owner to produce such phonorecords. Allows a person who has been aggrieved by a violation of this section or the Attorney General to bring a civil action in a United States district court. Amends the Federal criminal code to set forth criminal penalties for violations of this section. Subjects such devices imported into the United States to seizure and forfeiture. Provides that agreements to convey rights to use, practice, or sublicense a patented invention, rights to use or sublicense a trade secret, or rights in a copyrighted work or mask work shall not be deemed to be illegal per se under the antitrust laws. Limits the amount a person may recover in an antitrust claim based on such an agreement to the actual damages sustained (total damage sustained in a State action), specified interest, and the cost of suit, including a reasonable attorney's fee. Amends the patent laws to specify conduct which does not interfere with a patent owner's entitlement to relief for patent infringement, including refusal to license, excessiveness or inconsistency in royalty fees, and other anticompetitive activities. States that a licensee shall not be estopped from asserting in a judicial action the invalidity of any patent to which it is licensed. Requires the district court, with respect to a patent infringement case, to consider such case to be an exceptional case for the purpose of the award of attorney's fees if the arguments of a party are deemed frivolous or if the infringement is willful. Provides that, in actions involving the validity of a patent, the district court shall require that any patent or publication not previously considered by the Patent and Trademark Office and relied upon as prior art by the party asserting invalidity be first considered by the Office unless the court determines that it is not in the public interest to do so. Sets forth specified factors the court shall consider when making such determination. Amends Federal law with respect to provisions of the Freedom of Information Act to add to the exemptions from such provisions trade secrets or commercial or financial information which could: (1) impair an agency's ability to obtain such information in the future; (2) cause substantial harm to the competitive position of the person from whom the information was obtained; or (3) harm an identifiable governmental interest. Adds as an exemption from such provisions technical data that may not be legally exported outside the United States without approval, except that this section shall apply to such data if regulations authorize the export of such data without restriction to any person and any destination. Title II: Negotiating Objectives Under GATT with Respect to Intellectual Property Rights - Declares the U.S. objectives during negotiations of the intellectual property protection agreement in the Uruguay Round of the General Agreement on Tariffs and Trade to be: (1) to create an effective economic deterrent to international trade in products which infringe intellectual property rights; (2) to encourage the adoption and implementation of effective levels of intellectual property protection in countries with little or no protection of such rights; and (3) to achieve such objectives without creating barriers to legitimate trade. Seeks to incude in such Agreement civil remedies and dispute settlement procedures as they relate to the enforcement of such rights."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Intellectual Property Protection Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage innovation, promote research and development, and stimulate trade by strengthening intellectual property laws; to safeguard American business interests abroad by establishing United States negotiating objectives designed to increase intellectual property right protections under the General Agreement on Tariffs and Trade; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:06-05:00"
}