{
  "actions": [
    {
      "acted_at": "1995-01-19", 
      "references": [
        {
          "reference": "CR S1223-1226, S1231-1232", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-01-19", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s246-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-19", 
  "number": "246", 
  "official_title": "A bill to establish demonstration projects to expand innovations in State administration of the aid to families with dependent children under title IV of the Social Security Act, and for other pruposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Welfare Reforms That Work Act", 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-19", 
  "subjects": [
    "Agribusiness", 
    "Agricultural economics", 
    "Agricultural price supports", 
    "Agricultural subsidies", 
    "Agriculture and food", 
    "Aid to dependent children", 
    "Birth control", 
    "Block grants", 
    "Business and social problems", 
    "Capital investments", 
    "Child development", 
    "Child health", 
    "Child support", 
    "Collection of accounts", 
    "College costs", 
    "Commerce", 
    "Compulsory education", 
    "Congress", 
    "Consumer protection", 
    "Corporations", 
    "Day care", 
    "Depreciation and amortization", 
    "Dropout prevention", 
    "Drug abuse", 
    "Dual-career families", 
    "Earnings", 
    "Economics and public finance", 
    "Education", 
    "Electronic funds transfers", 
    "Elementary and secondary education", 
    "Entitlements", 
    "Evaluation research (Social action programs)", 
    "Families", 
    "Family enterprises", 
    "Finance and financial sector", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government spending reductions", 
    "Health", 
    "Higher education", 
    "Income", 
    "Income tax", 
    "Information services", 
    "Job hunting", 
    "Labor and employment", 
    "Legislation", 
    "Manpower training programs", 
    "Marriage", 
    "Married people", 
    "Medicaid", 
    "Parent and child", 
    "Partnerships", 
    "Paternity", 
    "Preventive medicine", 
    "Public assistance programs", 
    "Savings accounts", 
    "Science, technology, communications", 
    "Secondary education", 
    "Self-employed", 
    "Single-parent families", 
    "Small business", 
    "Social security eligibility", 
    "Social welfare", 
    "Socially handicapped", 
    "State laws", 
    "Tax deductions", 
    "Taxation", 
    "Teenage pregnancy", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Unmarried mothers", 
    "Vaccination", 
    "Vocational education", 
    "Welfare reform", 
    "Women", 
    "Working mothers", 
    "Youth employment"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-19", 
    "text": "TABLE OF CONTENTS: Title I: Initiatives to Move Welfare Recipients Into the Work Force Title II: Initiatives to Strengthen Families and Break the Cycle of Welfare Dependency Title III: Changes to Federal Laws and State Initiatives to Increase Child Support and Paternal Responsibility Title IV: Initiatives to Diversify and Improve the Performance of Welfare Services Title V: Offsetting Expenditure Reductions Welfare Reforms That Work Act - Establishes general application requirements for States desiring to conduct a five-year demonstration project under this Act. Prohibits disbursement of Federal funds for an approved project until the State submits an evaluation plan developed according to standards prescribed by the Secretary of Health and Human Services. Requires every such plan to provide for evaluation of the project by an independent expert entity, whose conclusions shall be included in the State's annual and final reports to the Secretary on the project. (Sec. 4) Requires the Secretary to evaluate each project, based on the State reports, and if any of the reforms in the projects is determined likely to achieve the purposes of this Act, to submit proposed legislation to the Congress to: (1) implement such reforms nationally if appropriate; or (2) give States the option of adopting a successful reform in a State plan approved under the Social Security Act, where the reform may be effective in some States but not in others. Directs the Secretary to establish a clearinghouse to collect and disseminate to State officials and the public current information on approved demonstration projects. (Sec. 5) Authorizes appropriations. Title I: Initiatives to Move Welfare Recipients Into the Work Force - Directs the Secretary to provide for demonstration projects which condition Aid to Families With Dependent Children (AFDC) benefits for certain individuals on school attendance or job training, limit the time period for receipt of such benefits, and require teenage parents to live at home. (Sec. 101) Limits such a project to families which: (1) include a parent under age 20; (2) include at least one dependent child of such parent; but (3) do not include a child under six months of age. Prohibits AFDC payments to such a family unless the teenage parent is for at least 35 hours a week: (1) attending school or studying for a general equivalency diploma; or (2) participating in a job, job training, or job placement program. Requires such parent, except in specified circumstances, to reside: (1) with his or her parent, legal guardian, or other adult relative in the latter's own home; or (2) in a foster home, maternity home, or other adult-supervised supportive living arrangement. Requires the AFDC payments, where possible, to be provided to the teenage parent's parent, guardian, or other adult relative on behalf of the individual and the individual's child. Entitles such a family to such aid for a State-determined appropriate period of time which shall, at a minimum, permit the individual to complete the required educational or job-related activities. (Sec. 102) Amends the Job Training Partnership Act to authorize the Secretary of Labor to enter into agreements with Federal, State, or local agencies, or private organizations, for the development of pilot projects to provide services at Job Corps centers to eligible youth whose families receive AFDC and who are mothers of children who have not reached the age of compulsory school attendance. Requires the Job Corps center to: (1) provide child care at or near the center for such individuals; and (2) require each such individual to participate in certain activities through a parents as teachers program operating parent education programs providing group meetings and home visits by experienced parent educators and periodic screening by them of the educational, hearing, and visual development of the children of such individuals. (Sec. 103) Directs the Secretary of Health and Human Services to provide for State demonstration projects requiring a parent or other relative of a dependent child, as part of the application process for AFDC, to undergo 30 days of assisted job search or substance abuse treatment (or both) before the family may receive aid. Limits such demonstration project to families: (1) all of whose dependent children are over six months of age; (2) for whom the State has made adequate child care available, as well as all fee payments for the job search or substance abuse treatment activities; and (3) for whom application of the project does not endanger the welfare and safety of a dependent child member of the family. (Sec. 104) Amends part A (Aid to Families With Dependent Children) of title IV of the Social Security Act (SSA) to require disregard as a resource for AFDC eligibility (except for a family's initial eligibility determination) of up to $10,000 in a qualified education and employment account established by the State to hold savings from the earned income of a dependent child or the child's parent in an AFDC family, qualified distributions from which may be used for expenses directly related to secondary or postsecondary school attendance or to improving the employability of family members. Requires disregard as income of any qualified distributions from such an account. (Sec. 105) Amends the SSA and the Internal Revenue Code to require a State plan to: (1) permit certain participants in a State self-employment program a one-time election to purchase capital equipment for a small business in lieu of a depreciation deduction for income tax purposes; and (2) treat repayments by such persons of the principal portion of small business loans as business expenses. Directs the Secretary to provide for State demonstration projects under which one or more partnerships are developed between State agencies and community businesses or educational institutions to provide technical assistance to: (1) eligible self-employed AFDC recipients; and (2) eligible participants in the establishment and operation of child care centers in the home or in the community. Directs the Secretary to provide for State demonstration projects to promote the ownership of family-owned businesses by AFDC recipients. (Sec. 106) Amends part F (Job Opportunities and Basic Skills Training Program) of SSA title IV to declare that it is the purpose of such part to encourage individuals receiving education and training to enter the permanent work force by developing programs through which they enter the work force and then receive post-employment education and training. (Sec. 107) Directs the Secretary to provide for additional State demonstration projects to better move AFDC recipients into the work force. Title II: Initiatives to Strengthen Families and Break the Cycle of Welfare Dependency - Directs the Secretary to provide for State demonstration projects to establish child-centered programs through conversion of certain AFDC and JOBS payments into block grants. (Sec. 201) Requires the Secretary to make payments, according to a specified formula, to a State for such projects in lieu of all AFDC and JOBS payments to which the State would otherwise be entitled. Specifies the kinds of programs for which such block grants may be used, including: (1) residential programs for teenage mothers with dependent children where education, job training, community service, or other employment is found; (2) certain pilot projects (authorized by this Act) at Job Corps centers providing services to eligible teenage AFDC recipients whose children have not reached the age of compulsory school attendance; (3) programs for adoption of neglected or abused children; (4) expanded child care assistance for children of needy working parents; (5) residential schooling for children from needy families; and (6) other services provided directly to children from needy families. Requires the Secretary to ensure that each State uses its grant to the fullest extent possible to support community-based services. (Sec. 202) Directs the Secretary to provide for demonstration projects: (1) providing no additional benefits with respect to children born while a family is receiving AFDC, but allowing increases in the earned income disregard; (2) waiving certain work history and related requirements for a parent of a dependent child who is married to the child's natural parent; (3) increasing the stepparent earned income disregard; (4) reducing AFDC benefits if school attendance is irregular or preventive health care for dependent children is not obtained; (5) developing community-based programs for teenage pregnancy prevention and family planning; and (6) developing additional programs to strengthen families and break the cycle of welfare dependency. Title III: Changes to Federal Laws and State Initiatives to Increase Child Support and Paternal Responsibility - Directs the Secretary to provide for demonstration projects to: (1) develop a program to increase paternity establishment; and (2) increase child support collection efforts. Title IV: Initiatives to Diversify and Improve the Performance of Welfare Services - Directs the Secretary to provide for demonstration projects to: (1) provide placement of AFDC recipients in private sector jobs; and (2) establish performance-based incentives for State public welfare providers. Amends the Electronic Fund Transfer Act to prohibit the Board of Governors of the Federal Reserve System from applying to electronic benefit transfers established under a State or local governmental entitlement program certain disclosures, protections, responsibilities, and remedies (including, in effect, the liability limits currently applicable to private sector ATM and consumer credit cards), unless the payment under such program is made directly into a consumer's account held by the recipient. Exempts from such prohibition employment-related payments established by Federal, State, or local governments. Title V: Offsetting Expenditure Reductions - Amends the Food Security Act of 1985 to eliminate the \"three-entity\" rule (which allows an individual agricultural producer to form two other business entities with two other individuals to multiply the number of maximum agricultural subsidies of which the producer can take advantage). Requires the Secretary of Agriculture, in the case of corporations and other entities, to attribute all Federal agricultural payments to natural persons in proportion to their ownership interests in an entity and in any other entity, or partnership, that owns or controls the entity, or partnership, receiving the payments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Welfare Reforms That Work Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish demonstration projects to expand innovations in State administration of the aid to families with dependent children under title IV of the Social Security Act, and for other pruposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:35-05:00"
}