{
  "actions": [
    {
      "acted_at": "1974-02-07", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12733-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-07", 
  "number": "12733", 
  "official_title": "A bill to establish a Department of Natural Resources and to transfer certain agencies to and from such Department.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Department of Natural Resources Act", 
  "sponsor": {
    "district": "10", 
    "name": "McDade, Joseph M.", 
    "state": "PA", 
    "thomas_id": "00765", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-07", 
  "subjects": [
    "Conservation of natural resources", 
    "Department of the Interior", 
    "Environmental protection", 
    "Government operations and politics", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-07", 
    "text": "Department of Natural Resources Act - Redesignates the Department of the Interior as the Department of Natural Resources. Redesignates the Secretary of the Interior as the Secretary of Natural Resources. Provides that there shall be in the Department three additional Assistant Secretaries, who shall be appointed by the President, by and with the advice and consent of the Senate, and who shall perform such functions, powers, and duties as the Secretary shall prescribe from time to time. Provides that the Assistant Secretaries shall be for oceanic and atmospheric preservation, for national parks and forests, and for international affairs of the Department. Redesignates the Assistant Secretary for Fish and Wildlife and Parks as the Assistant Secretary for Fish and Wildlife. Establishes, within the Deparment, a National Oceanic and Atmospheric Agency to be headed by an Administrator who shall be appointed by the President, by and with the advice and consent of the Senate. Provides that there shall also be five Deputy Administrators for the following five functions: (1) research; (2) exploration and development; (3) loans and grants; (4) international coordination and program planning; and (5) administration and public information. Provides that, in addition to such functions, powers, and duties specified in this Act to be carried out by the Administrator, he shall carry out such other functions, powers, and duties as the Secretary may prescribe. Requires the Administrator to report to the Secretary through the applicable Assistant Secretary and the Under Secretary. Requires that the functions, powers, and duties as are specified in this Act to be carried out by the Administrator shall not be transferred elsewhere in the Department unless specifically provided for by reorganization plan or by Act of Congress enacted after the effective date of this Act. Declares it to be the national policy that the protection, conversation, and enhancement of the Nation's natural resources and the oceans and the atmosphere in productive harmony with the environmental quality, social, economic, and other requirements of present and future generations of Americans is in the paramount interest of the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Natural Resources Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Department of Natural Resources and to transfer certain agencies to and from such Department.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:21-05:00"
}