{
  "actions": [
    {
      "acted_at": "1985-06-25", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-10", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, International Trade Commission, Office of the U.S. Trade Representative, Treasury Department, State Department, Commerce Department, Labor Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-06-26", 
      "in_committee": "Committee on Finance", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on International Trade. Hearings held. Hearings printed:  S.Hrg. 99-772.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1356-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI", 
      "subcommittee": "Subcommittee on International Trade", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1985-06-25", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1985-10-03", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1985-10-02", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1985-06-25", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1985-06-25", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1985-06-25", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1985-06-25", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-06-25", 
  "number": "1356", 
  "official_title": "A bill to give the Nation's performance in international trade appropriately greater importance in the formulation of government policy, to modernize the remedies available to United States producers regarding unfair and injurious foreign trade practices, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Trade Law Modernization Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-06-25", 
  "subjects": [
    "Advisory bodies", 
    "Countervailing duties", 
    "Executive reorganization", 
    "Exports", 
    "Federal advisory bodies", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Government operations and politics", 
    "Import restrictions", 
    "Imports", 
    "Negotiations", 
    "Office of the U.S. Trade Representative", 
    "Subsidies", 
    "Tariff", 
    "Tariff preferences", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-06-25", 
    "text": "Trade Law Modernization Act of 1985 - Title I: National Trade Policy and Negotiating Objectives; Negotiation Authority - Sets forth national trade policy objectives that shall guide U.S. trade policy and domestic economic policy. Directs the Administering Authority (the U.S. Trade Representative) to submit by March 1 of each year to specified congressional committees a statement of the actions the Administering Authority proposes to take during such year to achieve such objectives. Requires the committees to hold hearings on such proposals and to advise the Administering Authority on such proposals. Declares that U.S. objectives in any trade negotiations shall be: (1) to obtain more open and equitable market access abroad for U.S. products and services, the reduction and elimination of the adverse effects of certain foreign trade practices, and improved effectiveness of the rules governing international trade; (2) to develop internationally accepted rules which meet certain needs; and (3) to promote international cooperation in trade and monetary policies. Directs the Administering Authority to seek to obtain fair and equitable market opportunities through consultations on negotiations with foreign countries or instrumentalities in order to remedy the harmful effects on U.S. trade of discriminatory procurement practices and regulatory requirements of such countries or instrumentalities. Authorizes the Administering Authority to: (1) suspend or withdraw benefits under any trade agreement with such countries or instrumentalities; (2) direct customs officers to impose import restrictions on the goods of such countries or instrumentalities and to impose fees or restrictions on the services of such countries or instrumentalities; (3) make available analysis and information to other U.S. agencies and courts for the purpose of ensuring consideration by such agencies and courts of the competitive impact of pending administrative or judicial decisions of such agencies or courts that could significantly enlarge the access of foreign products and services to the U.S. market; and (4) recommend action to the President with respect to service sector access authorization (a Federal authorization that gives a foreign supplier of services access to U.S. markets.) Directs the Administering Authority, if there is a significant denial of market opportunities in a foreign country for U.S. products and services in an economic sector where the United States has increased market opportunities for such country's products and services, to: (1) act to obtain fair and equitable market opportunities in the markets of such foreign country; and (2) pending achievement of such opportunities, impose equivalent conditions of market access. Authorizes action to be taken under this Act, upon motion of the Administering Authority, or after investigation upon the filing of a petition. Title II: Transfer of Authority to Administering Authority; Amendments to Title I of Trade Act of 1974 - Amends the Trade Act of 1974 to transfer from the President to the Administering Authority the authority to: (1) take action in cases of market disruption; and (2) extend tariff preferences under the Generalized System of Preferences. Amends the Tariff Act of 1930 to transfer from the President to the Administering Authority the authority to make the final review of actions to prevent unfair practices in the importation of articles into the United States. Amends the Trade Act of 1974 to direct the Secretary of Commerce to establish a program to evaluate the industrial and trade policies of other countries and the effects of such policies on U.S. industries, trade, and employment. Requires the Secretary of Commerce to report to the Congress annually on such program. Directs the Secretary of Commerce, in conjunction with the U.S. Trade Representative, to establish special industry sector advisory panels to assess the actual or potential dislocation, challenge, or opportunity for the industry sectors involved and to formulate recommendations for responses by business, government, and labor. Requires the industry and labor advisory committees established by the Trade Act of 1974 to hold joint meetings at the call of the respective committee chairs and to meet at the call of the Administering Authority before and during trade negotiations to provide policy and technical advice and advice on any other factors relevant to U.S. positions in such trade negotiations. Authorizes the President to impose a temporary import surcharge at a level which the President determines to be necessary to assist in restoring equilibrium in the balance of payments in certain circumstances. (Currently such surcharge may not exceed 15 percent.) Limits the duration of such surcharge or limits imposed on imports to improve the balance of payments to one year. (Currently such measures may be imposed for only 150 days.) Deletes certain restrictions on imposing import limitations for such purposes. Authorizes one year extensions of such measures. Title III: Relief from Injury Caused by Import Competition - Transfers from the President to the Administering Authority the authority to take certain actions following import relief investigations by the International Trade Commission (ITC). Authorizes a petition for import relief to include within its statement of reasons for requesting import relief the desire to facilitate the orderly transfer of resources to enhance competitiveness. Changes the scope of the ITC's import relief investigation to include determining whether an article is being imported into the United States in such increased quantities as to be a cause (currently substantial cause) of serious injury or threat of serious injury to any domestic industry that produces an article like or directly competitive with the imported article or that produces materials, parts, components, or subassemblies irrevocably destined for incorporation in an article like or directly competitive with the imported article. Changes one of the factors that must be considered in making such determination with respect to serious injury in order to cover the inability of a significant number of firms to operate domestic production facilities at a reasonable profit. (Current law refers to the inability of firms to operate at a reasonable profit.) Changes the factors that must be considered in making such determination with respect to the threat of serious injury in order to cover: (1) a decline in sales or market share in the domestic industry; (2) a higher and growing inventory in the domestic industry; (3) a downward trend in production, profits, wages, or employment (or increasing under employment) in the domestic industry; (4) any combination of coordinated government actions that are bestowed on a specific enterprise, industry, or group thereof the effect of which is to assist the beneficiary to become more competitive in the export of any class or kind of merchandise and that causes or threatens to cause serious injury to the domestic industry; (5) the extent to which the U.S. market is the focal point for diversion of exports of the article concerned because of restraints on exports of such article to, or imports of such articles into, third country markets; and (6) in the case of an industry that has developed an industry assessment and competitiveness strategy, the inability of producers in the domestic industry to generate adequate capital to finance the modernization of plant and equipment or to otherwise enhance competitiveness Requires (currently authorizes) the ITC to make certain determinations with respect to determining the domestic industry producing an article like or directly competitive with an imported article. Defines \"cause\" for purposes of determining whether imports are a cause of injury to mean a cause which is important. Declares that a cause may be important even though other causes are of equal or greater importance. Requires the ITC, if it finds that serious injury or the threat of serious injury exists for a domestic industry, to: (1) find the amount of the increase in, or imposition of, any duty or import restriction necessary to prevent or remedy such injury; and (currently or) (2) if it determines that adjustment assistance can assist in remedying such injury, recommend the provision of such assistance. Directs the Administering Authority, if during an import relief investigation it finds that critical circumstances exist, to impose provisional measures (increase in tariff, tariff-rate quotas, quantitative restrictions, orderly marketing agreements or a combination of such actions). Requires such measures to remain in effect until the later of the date: (1) on which the President revokes such measures; (2) on which the ITC makes a negative determination of injury; or (3) which is 60 days after the date on which the ITC makes an affirmative determination of injury. Declares that critical circumstances exist if a significant increase in imports over a short time has led to circumstances in which delay in relief would cause damage that would be difficult to repair. Requires the ITC, if it finds that serious injury has resulted from imports, to determine: (1) whether trade in the article concerned has been affected by coordinated government actions that are bestowed on a specific enterprise, industry or group and that assist the beneficiary in becoming more competitive in exporting a class or kind of merchandise; and (2) the extent to which the U.S. market is the focal point for diversion of exports of such article because of restraints on exports of such article to, or on imports of such article into, third country markets. Directs the Administering Authority, if it determines to provide import relief and the ITC has found that trade in the article has been affected by such coordinated government actions, to consult and negotiate with other countries that produce or consume such article to seek the establishment of a multilateral framework to maintain and develop fair, equitable, and nondisruptive patterns of trade in such article. Directs the Administering Authority, after the ITC begins an import relief investigation based on a petition, to establish, upon request, an industry advisory group. Requires such an advisory group to prepare for the industry concerned an assessment of current problems and a strategy to enhance competitiveness. Directs the Administering Authority to try to obtain, on a confidential basis, information from the individual members of such advisory group on: (1) how such members intend to act upon the recommendations in such assessment and strategy; and (2) any other actions such members intend to take which will foster the objectives of the strategy. Requires the Administering Authority, the ITC, the Secretary of Labor, and the Secretary of Commerce to consider such assessment and strategy in making any import relief determination or taking any import relief actions. Requires the Administering Authority, if it determines to provide import relief and if an industry assessment and competitiveness strategy was submitted to the Administering Authority, to publish notice of the availability of, and a summary of, such assessment and strategy. Requires a review committee, if such summary is published, to: (1) monitor actions taken by the petitioners to improve the competitive position of the industry; (2) make recommendations for administrative action; and (3) submit recommended legislation to the Congress. Requires the review committee to consult with the advisory group members if the review committee determines that the firms or workers are not implementing or are implementing unsatisfactorily: (1) the recommended objectives and actions in the industry assessment and competitiveness strategy; or (2) the actions declared in the confidential information obtained by the advisory group. Requires the Administering Authority to request the ITC to issue a report on the probable economic effect on the industry of import relief if, after consultations with the advisory group members, the review committee determines that the failure to implement or failure to implement satisfactorily such actions is not justified by changed circumstances and has adversely affected overall implementation of the objectives of the industry assessment and competitiveness strategy. Requires the Administering Authority, if it decides to provide import relief, to consult with petitioners and representatives of workers and firms in the affected industry on the advisability and desirability of taking appropriate action under countervailing or antidumping duty provisions of the Tariff Act of 1930 or under title III of the Trade Act of 1974 if the Administering Authority has reason to believe that a foreign government or firm is engaged in any action or practice for which such relief is available. Title IV: Relief from Injurious Industrial Targeting and Unfair Trade Practices - Provides that injurious industrial targeting may trigger import relief actions. Defines injurious industrial targeting to mean any combination of coordinated government actions: (1) which are bestowed on a specific enterprise, industry, or group thereof; (2) which assist such enterprise, industry, or group to become more competitive in the export of any class or kind of merchandise; and (3) which cause or threaten to cause material injury. Transfers from the President to the Administering Authority the authority to take certain actions to enforce U.S. rights under trade agreements and to respond to certain foreign trade practices. Authorizes the Administering Authority to: (1) suspend, withdraw, or prevent application of the benefit of trade agreement concessions with the foreign country or instrumentality involved; (2) direct customs officers to assess duties or impose other import restrictions on the products of such country or instrumentality or to assess fees or impose restrictions on the services of such country or instrumentality for such time in such amount, and to such degree as the Administering Authority deems appropriate; (3) negotiate agreements to offset the burden or restrictions on U.S. commerce; (4) submit proposed administrative actions and legislation to implement any other government action which would restore or improve the international competitive position of the injured or threatened industry; (5) recommend action by the President; or (6) any combination of such actions. Transfers to the Administering Authority from the President the authority to impose certain limits on service sector access authorizations (authorizations that permit a foreign supplier of services access to the U.S. market). Authorizes the President, upon recommendation of the Administering Authority, to: (1) restrict the terms and conditions of any service sector access authorization; or (2) deny the issuance of any such authorization. Directs the Administering Authority to consult with representatives of domestic firms and workers that may be affected by any import relief investigation which is initiated by petition filed with the Administering Authority regarding any determination which is required to be made by the Administering Authority. Directs the Administering Authority, upon written request, to make confidential business information obtained by it in connection with an import relief investigation available under a protective order. Prohibits release of information classified for national security reasons. Requires the Administering Authority to act upon requests for such information within ten days of the request. Requires the Administering Authority, in conducting an import relief investigation initiated by petition to the Administering Authority, to present detailed questionnaires to the foreign government or enterprise involved in order to obtain information concerning the allegations in the petition. Directs the Administering Authority to verify any such information which the Administering Authority relied upon in making any determinations. Provides for relying on the best information available, which may be the information contained in the petition, if the foreign government fails to provide information or provides insufficient or unsatisfactory information. Requires the Administering Authority to make a preliminary determination within five months of the start of such an import relief investigation on whether there is reason to believe that import relief is warranted. Authorizes the Administering Authority to take certain actions based on the preliminary finding. Requires the final determination to made within 11 months of the start of the investigation. Requires the Administering Authority to determine what actions to take if the final determination is that import relief is warranted except that specific actions are required if injurious industrial targeting is found to exist. Requires the Administering Authority to consult with the petitioner and representatives of the affected domestic firms and workers if the final determination is affirmative. Requires the Administering Authority to report to the Congress if the final determination is affirmative and the Administering Authority declines to take any action. Terminates any preliminary import relief if the final determination is negative. Requires publication in the Federal Register of such preliminary and final determinations. Requires the Administering Authority, if it makes a preliminary finding that injurious industrial targeting exists, to: (1) establish an advisory committee; and (2) formulate, in consultation with such advisory committee, proposals which would restore or improve the competitive position of affected domestic industries. Requires the Administering Authority to notify the ITC when it initiates an investigation of injurious industrial targeting. Requires the ITC to make a preliminary determination within 60 days of receiving such notice of whether there is a reasonable indication that because of sales or likely sales of the merchandise which is the subject of the investigation: (1) an industry in the United States is materially injured or is threatened with material injury; or (2) the establishment or growth of an industry in the United States is materially retarded. Requires the ITC to make a final determination of whether such circumstances exist by: (1) 45 days after the affirmative final determination of the Administering Authority if the Administering Authority's preliminary determination is affirmative; or (2) 75 days after an affirmative final determination of the Administering Authority if the Administering Authority's preliminary determination is negative. Makes the ITC's determination subject to review by the U.S. Court of International Trade if such determination were made under the countervailing or antidumping duty provisions of the Tariff Act of 1930. Defines material injury and threat of material injury. Requires the Administering authority pending conclusion of the investigation, to take at least one of several provisional actions in order to prevent further injury or threat of injury from injurious industrial targeting. Requires the administering Authority, after a final determination of injury has been made, to take at least one of several actions to fully offset the material injury or threat of material injury from injurious industrial targeting. Directs the Administering Authority to submit to the President any proposed administrative action and any proposed legislation to restore or improve the competitive position of the injured industry if the preliminary and final determinations are that injurious industrial targeting has occurred. Provides for expedited consideration of such legislation. Requires the Administering Authority to report to the Congress on the actions the Administrative Authority will take to offset the material injury or threat of material injury from the injurious industrial targeting. Authorizes the Administering Authority to enter into a settlement agreement with the foreign country or entity involved in lieu of taking other actions if: (1) such agreement completely eliminates the material injury or threat of material injury from the injurious industrial targeting; and (2) such agreement is approved by the petitioner if the investigation began because of a petition. Authorizes the Administering Authority to take actions to compensate a foreign country or entity if the contracting parties to the General Agreement Tariffs and Trade (GATT) disapprove of actions taken in response to injurious industrial targeting. Directs the Administering Authority to consult with the petitioner and the representatives of affected domestic firms and workers if, in the course of an investigation, the Administering Authority has reason to believe that a foreign government engaged in dumping or other actions for which relief is available under specified provisions of the Tariff Act of 1930. Title V: Countervailing and Antidumping Duties - Amends the Tariff Act of 1930 to add requirements for a country to be considered a \"country under the Agreement\" for purposes of the countervailing duty provisions of such Act. Requires such a country to have made a commitment under the GATT to: (1) eliminate its export subsidies within one year (five for least developed countries); (2) not increase, extend, or add export subsidies; and (3) eliminate immediately export subsidies on those products in which such country is competitive. Requires the ITC, upon request, to investigate whether the merchandise is already competitive in the U.S. market and whether the merchandise would be competitive in the absence of export subsidies. Directs the Administering authority to review the status of, and compliance with specified agreements at least once during each 12-month period. Directs the administering authority to publish such determinations. Imposes penalties for failure of a foreign country to honor any term of such agreements. Includes resource input subsidies within the definition of subsidy for purposes of such Act. Declares that a resource input subsidy exists if: (1) a product is provided or sold by a government or a government-controlled entity within a country for input use within that country at a domestic price that is lower than the fair market value of the input product and is not freely available to U.S. producers for purchase of that product for export to the United States and such product would, if sold at fair market value constitute a significant portion of the total cost of the manufacture or production of the merchandise in or for which the input product is used; or (2) the right to remove or extract a product is provided or sold by a government or a government-controlled entity within a country and that product is for input use in that country, the removal right is provided or sold at a domestic price that is lower than its fair market value, and the product to which the removal right applies would, if the right was sold at fair market value, constitute a significant portion of the total cost of the manufacture or production of the merchandise in or for which the product is used. Changes the definition of foreign market value for purposes of countervailing duty investigations. Requires the administering authority to include in calculating the cost of producing the merchandise the value of any benefit the producer or manufacturer has received from government research and development programs. Requires sales made at less than cost of production to be disregarded in the determination of foreign market value if such sales were made over an extended period of time and in substantial quantities. Sets forth a special rule for determining cost of production and constructed value if imports of the merchandise into the home market have been unreasonably restrained. Requires the ITC, in determining whether a U.S. industry is threatened with material industry because of imports, to consider: (1) any combination of coordinated government actions that are bestowed on a specific enterprise, industry, or group thereof the effect of which is to assist the beneficiary to become more competitive in the export of any merchandise and to cause or threaten to cause material injury to the United States; and (2) the extent to which the United States is the focal point for exports of the merchandise by reason of restraints on exports of the merchandise to, or on imports of the merchandise into, third country markets."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trade Law Modernization Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to give the Nation's performance in international trade appropriately greater importance in the formulation of government policy, to modernize the remedies available to United States producers regarding unfair and injurious foreign trade practices, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:31-05:00"
}