{
  "actions": [
    {
      "acted_at": "1977-10-18", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-10-18", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9616-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-10-18", 
  "number": "9616", 
  "official_title": "A bill to establish a compensation system for victims of toxic substance pollution.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Toxic Substance Pollution Victim Compensation Act", 
  "sponsor": {
    "district": "17", 
    "name": "Brodhead, William", 
    "state": "MI", 
    "thomas_id": "00126", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-10-18", 
  "subjects": [
    "Business and commerce", 
    "Compensation (Law)", 
    "Consumer protection", 
    "Department of the Treasury", 
    "Diseases", 
    "Environmental health", 
    "Environmental protection", 
    "Government operations and politics", 
    "Government trust funds", 
    "Health", 
    "Insurance", 
    "Medical personnel", 
    "Michigan", 
    "Ombudsman", 
    "Physicians", 
    "Pollution control", 
    "Pollution taxes", 
    "Polybrominated biphenyls", 
    "Public health", 
    "States", 
    "Taxation", 
    "Toxic substances legislation"
  ], 
  "subjects_top_term": "Toxic substances legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-10-18", 
    "text": "Toxic Substance Pollution Victim Compensation Act - Establishes as an independent agency of the Federal Government, the Administrative Board for Compensation of Victims of Toxic Substance Pollution (hereinafter referred to as the ABC). Sets forth the powers and duties of the ABC regarding the compilation and dissemination of data on deaths, diseases, and injuries related to toxic substances, the designation of toxic substances and diseases related thereto, the procedure for compensating victims of toxic substance pollution, and the promulgation of rules and regulations necessary to carry out the purposes of this Act. Establishes the Office of the Ombudsman for Compensation of Victims of Toxic Substance Pollution. Sets forth the powers and duties of the Ombudsman regarding complaint procedures, compulsory process, investigations, and recommendations to the ABC concerning its rules, regulations, findings, and compensation awards. Directs the Internal Revenue Service to collect a pollution charge from each manufacturer of a toxic substance to be used to defray the costs of operating the ABC and the Office of the Ombudsman. Directs the ABC to establish risk levels for each toxic substance, and to correlate a graduated pollution levy to the established risk categories. Exempts Federal agencies and the United States Armed Forces from such pollution levels. Entitles victims of toxic substance pollution, or the survivors of such victims, to specified compensation, medical benefits, rehabilitation services, and disability or death benefits. Directs the ABC to authorize specific physicians in every State to report cases of toxic substance poisoning, maintain certain records, post a list of toxic substance related diseases, and participate in specialized training and conferences. Imposes strict liability on manufacturers of toxic substances for injuries resulting from toxic substance pollution. Requires the ABC to promulgate, through rules and regulations, forms and procedures for the filing of claims regarding symptoms related to toxic substance pollution. Sets forth time limitations governing the filing of a medical report by a claimant under this Act. Sets forth certain rules regarding rebuttable presumptions, burden of proof, nexus requirements, and notice to be adhered to in any proceeding for determining the causation of disease or injury arising from toxic substance pollution. Directs the ABC to designate as a toxic substance pollution designated disease, any toxic substance pollution-related disease that has been determined to cause actual harm to claimants or victims, and to notify certain persons of such designation. Outlines the procedure for the certification of victims of toxic substance pollution designated diseases. Directs the ABC to promulgate, through rules and regulations, forms and procedures for the filing of claims for compensation benefits. Sets forth rules governing the computation of the compensation award, the payment of victims, and the assignment and exemption of benefits. Authorizes the ABC to require manufacturers of toxic substances in high risk categories to post surety bonds or to maintain insurance coverage for victimization. Sets forth the procedure for apportioning damages among multiple toxic substance polluters. Authorizes the compensation of multiple victims by class, and the allocation of limited resources among such victims. Establishes an Emergency Relief Fund to assist persons suffering injury, disease, or death related to a major toxic substance pollution disaster. Prescribes civil and criminal penalties for violations of this Act. Vests jurisdiction for review of any compensation award or other final order of the ABC in the United States courts of appeals. Authorizes appropriations to carry out the purposes of this Act. Authorizes appropriations for studies, (in the State of Michigan,) of the effects of polybrominated biphenyls (hereinafter referred to as PBB) on human health, and to defray the cost of medical treatment incurred by residents of the State of Michigan having abnormal levels of PBB in their bodies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Toxic Substance Pollution Victim Compensation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a compensation system for victims of toxic substance pollution.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:13-05:00"
}