{
  "actions": [
    {
      "acted_at": "1976-03-04", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-03-04", 
      "references": [], 
      "text": "Referred to Joint Committee on Atomic Energy.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12326-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Joint Atomic Energy", 
      "committee_id": "HSAT"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-03-04", 
  "number": "12326", 
  "official_title": "A bill to authorize appropriations to the Energy Research and Development Administration in accordance with section 261 of the Atomic Energy Act of 1954, as amended, section 305 of the Energy Reorganization Act of 1974, and section 16 of the Federal Nonnuclear Energy Research and Development Act of 1974.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Teague, Olin E.", 
    "state": "TX", 
    "thomas_id": "01146", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-03-04", 
  "subjects": [
    "Energy", 
    "Energy research", 
    "Nuclear energy"
  ], 
  "subjects_top_term": "Energy research", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-03-04", 
    "text": "Authorizes the appropriation of the following sums to the Energy Research and Development Administration: (1) for nuclear energy research and development, $4,935,362,000; (2) for nonnuclear energy research, development, and demonstration of fossil, solar, geothermal, and other forms of energy, and for energy conservation, $812,550,000; and (3) for environmental research and safety, basic energy sciences, and related programs, $612,408,000. Amends prior appropriation authorizations Acts to increase the amount authorized for specific energy research projects. Title I: Authorizes the appropriation of $3,312,966,000 in operating expenses for nuclear energy research and development programs. Lists authorizations for additional plant and capital expenditures. Imposes limits and conditions on such expenditures. Places percentage limitations on the amount of cost overruns allowable without additional Congressional authorization. Title II: Authorizes the appropriation of $725,430,000 in operating expenses for nonnuclear energy research and development programs. Lists authorizations for additional plant and capital expenditures. Title III: Authorizes the appropriation of $580,730,000 in operating expenses for environmental research and safety, program support, and related activities. Lists authorizations for additional plant and capital expenditures. Places percentage limitations on cost overruns. Authorizes the appropriation of $1,000,000 to the Water Resources Council for the water resources evaluation study authorized by the Federal Nonnuclear Energy Research and Development Act of 1974. Authorizes the appropriation of $500,000 to the Council on Environmental Quality for the environmental evaluation on nonnuclear energy technologies authorized by such Act. Title IV: General Provisions - Authorizes the Administrator of the Energy Research and Development Administration to perform construction design services prior to Congressional approval of construction projects where the Administrator determines that such project is of such urgency as to require prompt completion upon its approval by Congress. Stipulates that amounts appropriated to the Administration for operating expenses may remain available until expended. Authorizes the appropriation of the following sums for fiscal year 1978: (1) for nuclear energy research and development programs under Title I, $3,499,424,000; (2) for nonnuclear energy research and development programs under Title II, $951,610,000; and (3) for environmental research and safety and related programs under Title III, $636,613,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations to the Energy Research and Development Administration in accordance with section 261 of the Atomic Energy Act of 1954, as amended, section 305 of the Energy Reorganization Act of 1974, and section 16 of the Federal Nonnuclear Energy Research and Development Act of 1974.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:55-05:00"
}