{
  "actions": [
    {
      "acted_at": "2010-03-15", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3116-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burris, Roland", 
      "sponsored_at": "2010-04-30", 
      "state": "IL", 
      "thomas_id": "01963", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanders, Bernard", 
      "sponsored_at": "2010-05-04", 
      "state": "VT", 
      "thomas_id": "01010", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-03-15", 
  "number": "3116", 
  "official_title": "A bill to amend the Whale Conservation and Protection Study Act to promote international whale conservation, protection, and research, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2455-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2455-111", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Kerry, John F.", 
    "state": "MA", 
    "thomas_id": "01379", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-03-15", 
  "subjects": [
    "Air quality", 
    "Animal protection and human-animal relationships", 
    "Aquatic ecology", 
    "Canada", 
    "Climate change and greenhouse gases", 
    "Endangered and threatened species", 
    "Environmental assessment, monitoring, research", 
    "International affairs", 
    "International law and treaties", 
    "International organizations and cooperation", 
    "Mammals", 
    "Marine and coastal resources, fisheries", 
    "Marine and inland water transportation", 
    "Marine pollution", 
    "Meat", 
    "Noise pollution", 
    "Trade restrictions", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-03-15", 
    "text": "Amends the Whale Conservation and Protection Study Act to rename it as the International Whale Conservation and Protection Act of 2010. Requires the Secretary of Commerce (Secretary), in cooperation with the Secretary of State, to: (1) restate strong U.S. opposition to commercial whaling and any reinterpretation of the International Convention for the Regulation of Whaling that would weaken the moratorium on commercial whaling, create new categories of whaling, condone lethal scientific whaling, or weaken whale conservation and protection; and (2) support subsistence whaling carried out by indigenous peoples and the development of the Aboriginal Whaling Management Scheme. Sets forth provisions concerning the International Whaling Commission. Requires the Secretary, in cooperation with the Coast Guard, to: (1) pursue the establishment of guidelines for minimizing the introduction of incidental noise from commercial shipping operations into marine environments to reduce the potential adverse affects on whales and other marine life; and (2) promote the use of areas to be avoided by commercial vessels and other navigational measures to minimize the threat of injury to whales. Requires the Secretary, in cooperation with the Secretary of the Interior, to encourage each country that holds a reservation under the Convention on International Trade in Endangered Species of Wild Fauna and Flora to the great whales listed in Appendix I to withdraw such reservations and terminate commercial trade in whale meat and products. Provides for international cooperation and compliance with regulations governing trade in or takings of whales. Requires the Secretary to: (1) negotiate with Canada with the goal of concluding a North Atlantic Whale Conservation Agreement within 18 months; (2) develop international action plans to reduce threats to whales and other cetaceans through the establishment of new International Marine Protected Areas (IMPAs) and IMPA networks; and (3) establish whale research initiatives to enhance whale conservation efforts. Requires the Secretary and the Secretary of State to support efforts to study and reduce the adverse effects of anthropogenic noise on whales and other marine life."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Whale Conservation and Protection Study Act to promote international whale conservation, protection, and research, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:43-05:00"
}