{
  "actions": [
    {
      "acted_at": "1990-06-13", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-13", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to the Subcommittee on Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-27", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Human Resources", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-27", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Human Resources", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-11-05", 
      "bill_ids": [
        "hr5835-101"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.5835.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5020-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "25", 
      "name": "Andrews, Michael", 
      "sponsored_at": "1990-06-13", 
      "state": "TX", 
      "thomas_id": "00020", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Ford, Harold E.", 
      "sponsored_at": "1990-06-13", 
      "state": "TN", 
      "thomas_id": "00400", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Matsui, Robert T.", 
      "sponsored_at": "1990-06-13", 
      "state": "CA", 
      "thomas_id": "00748", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Miller, George", 
      "sponsored_at": "1990-06-13", 
      "state": "CA", 
      "thomas_id": "00808", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Obey, David R.", 
      "sponsored_at": "1990-06-21", 
      "state": "WI", 
      "thomas_id": "00877", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-06-13", 
  "number": "5020", 
  "official_title": "To promote family preservation and the prevention of foster care with emphasis on families where abuse of alcohol or drugs (including crack cocaine) is present, and to improve the quality and delivery of child welfare services and foster care.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5835-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Family Preservation Act of 1990", 
  "sponsor": {
    "district": "2", 
    "name": "Downey, Thomas J.", 
    "state": "NY", 
    "thomas_id": "00314", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-06-13", 
  "subjects": [
    "Abandonment of family", 
    "Administration of justice", 
    "Adoption", 
    "Aid to dependent children", 
    "Alcoholism", 
    "Authorization", 
    "Block grants", 
    "Child welfare", 
    "Custody of children", 
    "Data banks", 
    "Directories", 
    "Drug abuse", 
    "Entitlements", 
    "Federal aid to child welfare", 
    "Foster home care", 
    "Government paperwork", 
    "Information services", 
    "Public assistance programs", 
    "Respite care", 
    "Social welfare", 
    "Social work", 
    "State courts", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-06-13", 
    "text": "Family Preservation Act of 1990 - Title I: Child Welfare Services - Amends part B (Child Welfare Services) of title IV of the Social Security Act to convert the Child Welfare program from an authorization to a capped entitlement program. Repeals provisions providing incentive payments to States which maintain a foster care inventory, information system, and case review system, but requires States to provide such protections and other services designed to keep families together or reunify them. Reserves portions of part B funding for incentive grant programs which encourage: (1) States to provide family-centered child welfare services to families affected by drug or alcohol abuse; and (2) the highest State courts to assess and improve the procedures and functions of State courts in carrying out the Child Welfare Services program and part E (Foster Care and Adoption Assistance) of title IV of the Social Security Act. Requires each State to annually compile a detailed directory of programs designed to keep families together or reunify them and programs providing services or treatment to individuals directly affected by substance abuse. Directs the Secretary of Health and Human Services to annually publish a summary of such directories. Title II: Foster Care and Adoption Assistance - Amends the Foster Care and Adoption Assistance program to require States to reevaluate their foster care benefit levels every three years. Requires that the dispositional hearing to determine the final status of a foster child occur within 12 months of his or her original placement, rather than the current 18 months. Provides Federal coverage of child placement services on the same basis as such coverage is provided for administrative costs. Defines child placement services and administration. Prohibits the Secretary from paying a State for expenditures made more than one year prior to the State's submission of a claim for reimbursement of such expenditures or for increases in administrative costs which are not due to inflation. Eliminates the ceilings on Federal foster care payments to States and the States' authority to transfer unused foster care funds to the Child Welfare Services program. Covers respite care for foster parents with children who have special needs. Makes abandoned children eligible for foster care maintenance payments. Allows an out-of-State foster care placement only after a written finding that the affected child needs services not available in the State. Requires that States keep track of foster children placed outside the State and the quality of care they receive. Directs the Secretary to annually publish information, on a State-by-State basis, on expenditures for, and the operation of, the Child Welfare Services program and the Foster Care and Adoption Assistance program. Provides Federal coverage of 90 percent of State costs in developing and installing statewide mechanized data collection and information retrieval systems which the Secretary determines are likely to enhance the administration of such programs. Provides foster care maintenance payments to children whose adoption has been set aside by a court on the same basis as such benefits were provided prior to such disrupted adoption. Title III: Emergency Assistance - Amends part A (Aid to Families with Dependent Children) (AFDC) of title IV of the Social Security Act to require States to provide emergency assistance to needy families with children, including services designed to prevent homelessness. Title IV: Social Services Block Grant - Amends title XX (Block Grants to States for Social Services) of the Social Security Act to authorize increased appropriations under such program through FY 1993. Title V: Research, Demonstration and Evaluation - Amends the Child Welfare Services program to authorize demonstration projects to: (1) test whether preplacement services result in fewer and shorter foster care placements and lower foster care costs; (2) develop and implement innovative recruitment or retention strategies for trained staff in public and private nonprofit agencies working with children and adolescents at risk of being placed in foster care; (3) test the effect of joint training programs for the staff of child welfare, mental health, and juvenile justice agencies; (4) test innovative procedures which enable a permanent decision to be made on the placement of children abandoned in a hospital at or shortly after birth, before such children attain the age of six months; and (5) review the procedures in effect for administrative and judicial review of cases involving foster care and termination of parental rights and implement new procedures which expedite such review. Directs the Secretary to evaluate the effectiveness of family preservation services and to inventory substance abuse programs available to families with children at risk of foster care placement. Requires the Comptroller General to evaluate strategies for the recruitment and retention of foster parents, and the effects of foster parent training programs on the retention of foster parents."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family Preservation Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To promote family preservation and the prevention of foster care with emphasis on families where abuse of alcohol or drugs (including crack cocaine) is present, and to improve the quality and delivery of child welfare services and foster care.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:54-05:00"
}