{
  "actions": [
    {
      "acted_at": "1975-05-01", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6631-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-01", 
  "number": "6631", 
  "official_title": "A bill to establish a Federal Zoological Control Board in order to insure that zoos and other animal display facilities maintain minimum standards for the humane care and husbandry of animals, to provide technical and financial assistance to zoos.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-01", 
  "subjects": [
    "Advisory bodies", 
    "Animals and birds", 
    "Federal advisory bodies", 
    "Protection of animals", 
    "Zoos"
  ], 
  "subjects_top_term": "Protection of animals", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-05-01", 
    "text": "Declares that the purposes of this Act are to regulate the importation, interstate shipment, public exhibition, research, and captive maintenance of all wild animals and to insure humane treatment and professional competence in these activities, while preventing the dangerous spread of exotic diseases or the uncontrolled release into the environment of potentially detrimental species. Title I: Federal Zoological Control Board - Establishes a Federal Zoological Control Board in the executive branch of the Government. Sets forth the membership qualifications, terms of office and pay and travel allowances for such Board. Directs the Board to establish a Committee of Technical Advisors. Title II: Regulation of Animals, Zoos, and Zoo Personnel - Directs the Board, in consultation with the Advisory Committee, to designate the animals to be regulated by this Act. Exempts animals kept as pets from this Act. Directs the Board to prescribe regulations providing for the quarantine of wild animals, where the Board deems such action appropriate to prevent danger to humans, other animals, or the environment. Directs the Board to prescribe operating standards for zoos and zoological research facilities. Sets forth operating standards requirements. Requires each zoo and zoological research facility to be licensed by the Board. Directs the Board to revoke the license of any facility not in substantial compliance with the standards applicable to it. Requires zoological curators, zoological dealers, zoological hobbyists, and zoological technicians, as defined by this Act, to be licensed by the Board. Sets forth licensing standards. Directs the Board to revoke the license of any individual found habitually incompetent or found by any court to be in violation of any law enacted to prevent cruelty to animals or to protect or conserve wildlife. Authorizes the imposition of civil and criminal penalties for failure to conform to the requirements of this Act. Directs the Board to investigate citizen complaints alleging that a zoo or zoological research facility is not being operated in conformity with the standards set forth in this Act. Title III: Zoo Assistance Programs - Authorizes the Board to provide technical assistance to aid zoos and zoological research facilities in complying with required operating standards. Authorizes the Board to make grants for the training of zoo personnel, for research, and to enable a zoo or zoological facility to comply with required operating standards. Authorizes the Board to make loan guarantees on loans to zoos and zoological research facilities. Title IV: Funding - Authorizes appropriations for fiscal year 1977 and the next four fiscal years to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish a Federal Zoological Control Board in order to insure that zoos and other animal display facilities maintain minimum standards for the humane care and husbandry of animals, to provide technical and financial assistance to zoos.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:18-05:00"
}