{
  "actions": [
    {
      "acted_at": "1974-06-26", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15648-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-26", 
  "number": "15648", 
  "official_title": "A bill to amend the Federal Election Campaign Act of 1971 to provide for more effective regulation of elections for Federal office, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Election Campaign Act", 
  "sponsor": {
    "district": "2", 
    "name": "Spence, Floyd", 
    "state": "SC", 
    "thomas_id": "01091", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-26", 
  "subjects": [
    "Advisory bodies", 
    "Broadcasting", 
    "Campaign funds", 
    "Crime and law enforcement", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-26", 
    "text": "Federal Election Campaign Act - States that no legally qualified candidate in an election (other than a primary or primary runoff election) for a Federal elective office may: (1) spend, for all purposes on behalf of his candidacy in such election, a total amount in excess of the greater of 25 cents multiplied by the voting age population of the geographical area in which the election for such office is held, or $75,000; (2) spend, for the use of communications media on behalf of his candidacy in such election, a total amount in excess of the greater of 10 cents multiplied by the voting age population of the geographical area in which the election for such office is held, or $50,000; or (3) spend, for the use of broadcast stations on behalf of his candidacy in such election, a total amount in excess of 60 percent of the amount determined under this Act with respect to such election. States that no legally qualified candidate in a private election for nomination to a Federal elective office, other than President, may spend for any purpose on behalf of his candidacy in such election a total amount in excess of the amounts previously determined under this Act, with respect to the general election for such office. Provides that no person who is a candidate for Presidential nomination may spend for any purpose in a State on behalf of his candidacy for Presidential nomination a total amount in excess of the amounts which would have been determined under this Act, had he been a candidate for election for the office of Senator from such State (or for the office of Delegate or Resident Commissioner in the case of the District of Columbia or the Commonwealth of Puerto Rico). States that no expenditure in an amount less than $100 on behalf of a candidate by a person acting independently of the candidate shall be deemed to have been made by such candidate unless the person making the expenditure is required to report that expenditure to the Federal Election Commission. Stipulates that no authorized committee may accept contributions from other than individuals or political party organizations. States that no individual or political committee (other than a candidate on his own behalf or an authorized committee) may make contributions or expenditures for the purpose of influencing the election (including the nomination for such election) of any person for Federal office in an aggregate amount in excess of: (1) $25,000 in the case of an election for the office of President, or (2) $5,000 in the case of an election for any other Federal office. Provides that no individual or political committee (other than a candidate on his own behalf or an authorized committee) may, directly or indirectly, make cash contributions for the purpose of influencing the election (including the nomination for such election) of any person for Federal office in an aggregate amount in excess of $100. Provides that anyone who violates the provisions of this Act relating to contributions and expenditures by individuals and committees shall be fined up to $25,000, or imprisoned for up to one year, or both. Requires a reporting by a political committee of each individual who provided more than forty hours of personal services for which no remuneration was received from the candidate or other source, including a listing of the number of hours of personal services provided by each such individual to such committee. Requires continuous reporting of campaign debts after the election at such intervals as the Federal Election Commission may require until such debts are extinguished, together with a statement as to the consideration for which any such debt is extinguished or a statement as to the circumstances and conditions under which any such debt is canceled. Establishes, as an independent commission of the executive branch, the Federal Elections Commission, to be composed of seven members. Authorizes the Chief Justice of the Supreme Court of the United States to invite the judges having the longest tenure of service on the highest court of the States of Alabama, Alaska, Arizona, Arkansas, California, Colorado, and Connecticut to serve as members of the Commission. Enumerates the specific powers granted to the Commission in order to regulate campaign financing. States that each candidate shall designate not more than one national or State bank as his central campaign depository, and that any contribution of currency or other moneys received by such candidate shall be deposited in his central campaign depository."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Election Campaign Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Election Campaign Act of 1971 to provide for more effective regulation of elections for Federal office, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:10-05:00"
}