{
  "actions": [
    {
      "acted_at": "1975-06-23", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-07-18", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 94-375.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-11", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-11", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-11", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #510 (382-11).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-11", 
      "bill_ids": [
        "s2017-94"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 2017 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8150-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Carney, Charles J.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00177", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Florio, James J.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00392", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "39", 
      "name": "Hastings, James F.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00513", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Hefner, W. G. (Bill)", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00525", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Heinz, John", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Maguire, Andrew", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00725", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Preyer, Richardson", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00928", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Scheuer, James H.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01029", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Symington, James W.", 
      "sponsored_at": "1975-01-03", 
      "state": "MO", 
      "thomas_id": "01131", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-23", 
  "number": "8150", 
  "official_title": "A bill to amend the Drug Abuse Office and Treatment Act of 1972, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres706-94", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s2017-94", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "11", 
    "name": "Rogers, Paul G.", 
    "state": "FL", 
    "thomas_id": "00978", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-23", 
  "subjects": [
    "Advisory bodies", 
    "Drug abuse", 
    "Federal advisory bodies", 
    "Narcotics"
  ], 
  "subjects_top_term": "Drug abuse", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1975-07-18", 
    "text": "(Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 94-375) Revises the provisions of the Drug Abuse Office and Treatment Act to define the objective of national policy with respect to drug abuse as including a reduction in its social and personal costs. Terminates the Office of Drug Abuse Policy on June 30, 1976. Changes the provisions of Federal law, as of June 30, 1976, to reflect the transfer of functions from the Office of Drug Abuse Policy to the National Institute on Drug Abuse on that date. Reduces from six to two the number of Assistant Directors of such office and reduces from fifteen to six the number of employees who may be retained indefinitely in an expert or consultant capacity. Authorizes appropriations of $3,000,000 for fiscal year 1976 for carrying out the functions of the Director of the Office other than his functions under the special fund, and $7,000,000 for fiscal year 1976 for carrying out his responsibilities with respect to the special fund. Revises the authority for the special fund (to provide additional incentives to Federal departments and agencies to develop more effective drug abuse prevention functions) by (1) authorizing its use for the purpose of making grants to public entities to assist them in developing more effective drug abuse prevention functions, (2) requiring that applications for grants to public entities be subject to review by health systems agencies under the authority of the Public Health Service Act, and (3) eliminating the authority of the Director to make direct expenditures from the fund. Requires the Director of the Special Action Office to encourage and promote expanded research on nonaddictive synthetic analgesics, nonaddictive opiate blocking agents, and detoxification agents for easing heroin withdrawal. Transfers the authority for programmatic technical assistance functions to the Director of the National Institute on Drug Abuse except the authority to coordinate Federal drug abuse prevention functions with those of State and local governments and the responsibility to promote the promulgation of uniform criteria, procedures and forms of grant and contract applications for proposals, which will be retained by the redesignated office. Merges the National Advisory Council on Drug Abuse into the National Council for Drug Abuse Prevention - Requires that at least two members of such Council be officials of State governments and at least two be officials of local governments, and that at least two members be former drug addicts or drug abusers. Requires promulgation of long-term Federal drug abuse strategy from time to time as the President deems appropriate. Prohibits federally-aided hospitals from refusing admission or treatment to drug abusers suffering from emergency medical conditions, solely because of their drug abuse or drug dependence. Authorizes appropriations for formula grants to States for the development of drug abuse prevention functions. Adds the following requirement concerning State plans for such functions: that the State plans establish procedures for the allocation of Federal and other funds received by States for drug abuse prevention functions and the making of grants and contracts by States from such funds. Authorizes State plans to contain provisions relating to alcoholism and mental health and require the Secretary of HEW, through the National Institute on Drug Abuse, to establish procedures by which NIDA shall review each State plan and under which the review will be completed not later than September 15 of the year in which it is submitted, or not later than sixty days after the plan is submitted, whichever is later. Requires that all applications for such grants be subject to review by health systems agencies under the authority of the Public Health Service Act. Requires that primary prevention programs be accorded a high priority in the distribution of funds appropriated for special project grants and contracts. Authorizes appropriations for such grants through fiscal year 1978. Provides for transfer, on June 29, 1976, of the functions and powers of the Office of Drug Abuse Policy to the National Institute on Drug Abuse."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Drug Abuse Office and Treatment Act of 1972, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:44-05:00"
}