{
  "actions": [
    {
      "acted_at": "1999-06-09", 
      "references": [
        {
          "reference": "CR E959", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-06-09", 
      "references": [
        {
          "reference": "CR E1187-1188", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-06-09", 
      "committee": "Committee on Ways and Means, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-06-09", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-06-09", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-06-24", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-07-07", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2115-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-06-09", 
  "number": "2115", 
  "official_title": "To establish a demonstration project to authorize the Secretary of Health and Human Services to selectively contract for the provision of medical care to Medicare beneficiaries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare Purchasing Flexibility Act of 1999", 
  "sponsor": {
    "district": "13", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-06-09", 
  "subjects": [
    "Access to health care", 
    "Administrative procedure", 
    "Ambulatory care", 
    "Case management", 
    "Case mix (Medical care)", 
    "Coinsurance", 
    "Communication in medicine", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost control", 
    "Cost effectiveness", 
    "Department of Health and Human Services", 
    "Emergency management", 
    "Emergency medical services", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Health education", 
    "Hospital care", 
    "Hospital rates", 
    "Law", 
    "Long-term care", 
    "Managed care", 
    "Medicaid", 
    "Medical economics", 
    "Medical fees", 
    "Medicare", 
    "Medicare managed care", 
    "Patient satisfaction", 
    "Physicians", 
    "Preventive medicine", 
    "Prospective payment systems (Medical care)", 
    "Quality of care", 
    "Social welfare"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-06-09", 
    "text": "Medicare Purchasing Flexibility Act of 1999 - Directs the Secretary of Health and Human Services to conduct specified demonstration projects to: (1) improve the quality of items and services furnished under the Medicare program under title XVIII of the Social Security Act (SSA); and (2) reduce Medicare expenditures for such items and services. Provides for funding such demonstration projects.(Sec. 3) Directs the Secretary, in the case of unusual increases in Medicare costs attributable to unjustified increases in the amount or intensity of such items and services, to modify the payment update and-or methodology with respect to such items and services to one that imposes a sustainable growth rate similar to that applied with respect to payment for physician services under Medicare.(Sec. 4) Authorizes the Secretary, in the case of a service area in which payments to a health care provider for such items and services represent the largest single source of payment to the provider for such items and services in that area, to negotiate a preferred customer rate with such provider.Requires the Secretary, for such a service area where Medicare payment rates for items and services exceed the rates charged by the provider for payment made other than under Medicare, to negotiate a preferred customer rate with such health care provider.Raises from 15 percent to 30 percent of the preceding year's payment the limitation on the increase or decrease in payment for a particular item or service with respect to factors for the determination that a payment, except in certain circumstances, is not inherently reasonable.(Sec. 5) Amends SSA title XVIII to provide for basing Medicare payment under the prospective payment system (PPS) for hospital outpatient department services on payment rates for similar services provided outside the hospital setting.(Sec. 6) Directs the Medicare Payment Advisory Commission to report to Congress and the Secretary on whether diagnosis-related group (DRG) weighting factors for DRG's associated with emergency care are adequate to cover the costs of emergency room use within discharges classified within such DRG's. Directs the Secretary to make appropriate adjustments in such DRG weighting factors for discharges occurring on or after January 1, 2001, to ensure that hospital emergency room costs attributable to Medicare patients are appropriately covered.(Sec. 7) Allows the Secretary, upon estimating that treatment in a non-hospital or -institutional setting under Medicare is likely to provide similar or better quality care and outcomes at a lower cost to the program, to waive specified requirements which discourage or prevent treatment in such a setting. Prohibits the Secretary from providing for such a waiver in the case of an individual unless there are satisfactory assurances that the Medicare beneficiary has not received (and is not likely to receive) Medicare benefits for hospital services for the treatment with respect to which the waiver applies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Purchasing Flexibility Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish a demonstration project to authorize the Secretary of Health and Human Services to selectively contract for the provision of medical care to Medicare beneficiaries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:58-05:00"
}