{
  "actions": [
    {
      "acted_at": "2009-06-04", 
      "references": [
        {
          "reference": "CR S6205", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-04", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [
        {
          "reference": "CR S6205-6214", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-07-08", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2009-10-30", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Rockefeller with an amendment in the nature of a substitute. With written report No. 111-95.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2009-10-30", 
      "calendar": "Senate Legislative", 
      "number": "193", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 193.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2009-11-20", 
      "references": [], 
      "text": "Star Print ordered on the bill as reported.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1194-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "other legislative involvement"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hutchison, Kay Bailey", 
      "sponsored_at": "2009-06-04", 
      "state": "TX", 
      "thomas_id": "01368", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "2009-11-17", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCaskill, Claire", 
      "sponsored_at": "2009-07-09", 
      "state": "MO", 
      "thomas_id": "01820", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2009-06-04", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "2009-06-04", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-06-04", 
  "number": "1194", 
  "official_title": "A bill to reauthorize the Coast Guard for fiscal years 2010 and 2011, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3619-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3619-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3619-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1124-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Coast Guard Authorization Act for Fiscal Years 2010 and 2011", 
  "sponsor": {
    "district": null, 
    "name": "Cantwell, Maria", 
    "state": "WA", 
    "thomas_id": "00172", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-07-08", 
  "subjects": [
    "Alaska", 
    "Coast guard", 
    "Congressional oversight", 
    "Department of Homeland Security", 
    "Executive agency funding and structure", 
    "Government trust funds", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "Marine and inland water transportation", 
    "Military education and training", 
    "Military personnel and dependents", 
    "Navigation, waterways, harbors", 
    "Public contracts and procurement", 
    "Transportation and public works", 
    "Water quality"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2009-10-30", 
    "text": "Coast Guard Authorization Act for Fiscal Years 2010 and 2011 - Title I: Authorization - (Sec. 101) Authorizes appropriations for FY2010-FY2011 for the Coast Guard, including for: (1) operation and maintenance; (2) acquisition, construction, renovation, and improvement of aids to navigation, shore and offshore facilities, vessels, and aircraft; (3) retired pay, payments under the Retired Serviceman's Family Protection and Survivor Benefit Plans, and payments for medical care of retired personnel and their dependents; (4) environmental compliance and restoration at current and former Coast Guard facilities; (5) research, development, test, and evaluation programs related to maritime technology; and (6) the Coast Guard Reserve program. (Sec. 102) Authorizes the Coast Guard active duty personnel end-of-year strength and average military training student loads. Title II: Administration - (Sec. 201) Authorizes grants to, or cooperative agreements, contracts, or other agreements with, international maritime organizations to acquire information about merchant vessel inspections, security, safety, classification, and port state or flag state law enforcement or oversight. (Sec. 202) Authorizes the Coast Guard's Commandant to transfer or spend funds from any Coast Guard appropriation for specified activities related to assistance to foreign governments and maritime authorities. (Sec. 203) Allows Coast Guard industrial activities to accept orders and enter into reimbursable agreements with establishments, agencies, and departments of the Department of Defense (DOD) and the Department of Homeland Security (DHS). (Sec. 204) Defines \"Coast Guard vessels and aircraft\" (for provisions relating to stopping vessels, indemnity for firing at or into a vessel, and Coast Guard ensigns and pennants) as: (1) any vessel or aircraft owned, leased, transferred to, or operated by the Coast Guard and under the command of a Coast Guard member; or (2) any other vessel or aircraft under Coast Guard tactical control on which one or more members of the Coast Guard are assigned and conducting Coast Guard missions. Title III: Organization - (Sec. 301) Revises provisions concerning the leadership of the Coast Guard, including: (1) requiring that the Coast Guard Vice Commandant, while so serving, have the rank of admiral; and (2) replacing the current area commanders with vice admirals and revising their responsibilities. (Sec. 302) Revises requirements regarding the number and distribution of commissioned officers on the active duty promotion list. Title IV: Personnel - (Sec. 401) Allows a member of the Army, Navy, Air Force, Marine Corps, or Coast Guard who serves on active duty in support of a declaration of a major disaster or emergency by the President under the Robert T. Stafford Disaster Relief and Emergency Assistance Act to retain accumulated leave that otherwise would be forfeited at the end of a fiscal year. (Sec. 402) Authorizes the Secretary of the department in which the Coast Guard is operating (Secretary) to provide legal assistance in connection with the personal civil legal affairs of certain members of the Coast Guard reserve. (Sec. 403) Requires reimbursement for reasonable medical travel expenses of a covered beneficiary (other than active duty members or certain reserve members), including with regard to the Army, Navy, Air Force, Marine Corps, Coast Guard, the commissioned corps of the National Oceanic and Atmospheric Administration (NOAA), and the commissioned corps of the Public Health Service, who resides on an INCONUS (Inside the Continental United States) island that lacks public access roads to the mainland and is referred to a specialty care provider on the mainland, regardless of the distance of travel involved. (Sec. 404) Authorizes the appointment of temporary commissioned officers in the Coast Guard Reserve from among Coast Guard Reserve commissioned warrant officers. (Sec. 405) Modifies requirements regarding selection boards. (Sec. 406) Authorizes the DHS Secretary to appoint DHS civilian employees as appellate military judges, available for assignment to the Coast Guard Court of Criminal Appeals. (Sec. 407) Amends the Armed Forces Retirement Home Act of 1991 to include the Coast Guard in the Armed Forces retirement home system. (Sec. 408) Requires any class action suit for seaman's wages on a passenger vessel to be commenced within three years of the end of the last voyage for which wages are claimed. Allows a seaman on such a vessel to authorize deposit of the seaman's wages into a checking, savings, investment, retirement, or other account to secure a payroll or debit card for the seaman. Title V: Acquisition Reform - (Sec. 501) Establishes in the Coast Guard a Chief Acquisition Officer. (Sec. 502) Establishes an acquisition directorate to provide guidance and oversight for the implementation and management of all Coast Guard acquisition processes, programs, and projects. Establishes a Coast Guard senior acquisition leadership team. Prohibits assigning an individual as the program manager for: (1) a Level 1 acquisition unless the individual holds a Level III acquisition certification as a program manager; or (2) a Level 2 acquisition unless the individual holds a Level II acquisition certification as a program manager. Requires the Commandant to: (1) issue guidance on the qualifications, resources, responsibilities, tenure, and accountability of acquisition program managers; (2) establish a management information system capability to improve acquisition workforce management and reporting; and (3) establish acquisition management as a core competency. Prohibits the Commandant from using a private sector entity as a lead systems integrator for acquisition contracts, delivery orders, or task orders issued after enactment of this Act, except for National Security Cutters 2 and 3. Terminates the exception after the earlier of: (1) September 30, 2012; or (2) when the Commandant certifies to Congress that the Coast Guard has available and can retain sufficient contracting personnel and expertise in the public or private sector to perform the functions and responsibilities of the lead system integrator in an efficient and cost-effective manner. Requires integrated product teams, and all teams that oversee integrated product teams, to be chaired by officers, members, or employees of the Coast Guard. Requires the Commandant to make arrangements, as appropriate, with the Secretary of Defense for support in contracting and management of Coast Guard acquisition programs. Prohibits entering into an undefinitized contractual action unless such action is directly approved by the Coast Guard's Head of Contracting Activity. Defines \"undefinitized contractual action,\" subject to exception, as a new procurement action for which the contractual terms, specifications, or price are not agreed on before performance is begun under the action. Regulates such actions. Requires the Commandant to: (1) take actions to support the establishment of mature and stable operational requirements for acquisitions; and (2) develop staffing predictions, define human capital performance initiatives, and identify preliminary training needs. Prohibits a Level 1 or Level 2 acquisition project or program from being implemented unless it is approved by the DHS Acquisition Review Board or the Joint Review Board. Prohibits the Commandant from establishing a Level 1 or level 2 acquisition project or program until the Commandant: (1) clearly defines the project or program operational requirements; (2) establishes the feasibility of alternatives; (3) develops an acquisition project or program baseline; (4) produces a life-cycle cost estimate; and (5) assesses the alternatives Requires compliance with applicable TEMPEST certification requirements. Requires the Commandant to ensure that developmental test and evaluation, operational test and evaluation, life cycle cost estimates, and the development and demonstration requirements are met to confirm that the projects or programs meet the requirements described in the mission-needs statement, the operational-requirements document, and specified development and demonstration objectives. Requires the Commandant to: (1) ensure there is a stable and efficient production and support capability to develop an asset or system; (2) conduct follow on testing to confirm and monitor performance and correct deficiencies; and (3) conduct acceptance tests and trails upon the delivery of each asset or system to ensure the delivered asset or system achieves full operational capability. Requires the Commandant to report to Congress within 30 days after the Chief Acquisition Officer of the Coast Guard becomes aware, in a Level 1 or Level 2 acquisition program, of certain likely cost overruns or delays or an anticipated failure for any individual or class of capabilities or assets to satisfy any key performance threshold or parameter. (Sec. 503) Requires the Comptroller General to report on pass-through charges on contracts, subcontracts, delivery orders, and task orders that were executed by a lead systems integrator under contract to the Coast Guard during the three years before enactment of this Act. Requires the Commandant to prescribe guidance to ensure that pass-through charges on contracts, subcontracts, delivery orders, and task orders executed with a private entity acting as a lead systems integrator are not excessive in relation to the cost of the work performed. Exempts from the guidance any firm, fixed-price contract or subcontract, delivery order, or task order that is awarded on the basis of adequate price competition or for the acquisition of a commercial item. Allows the Commandant to include additional exceptions as the Commandant determines necessary. Title VI: Shipping and Navigation - (Sec. 601) Amends provisions relating to commercial instruments and maritime liens to substitute references to the Secretary of Homeland Security for certain current references to the Secretary of Transportation. (Sec. 603) Directs the Secretary of Transportation to: (1) maintain the LORAN-C navigation system until the Secretary is authorized by statute to cease operating the system; and (2) report to Congress regarding a five-year plan for transition to eLORAN. Authorizes appropriations for FY2010-FY2011 for expenses related to LORAN-C and eLORAN. (Sec. 604) Requires the Commandant to conduct a comparative cost-benefit analysis of: (1) rebuilding, renovating, or improving the existing fleet of Coast Guard icebreakers; (2) constructing new Coast Guard polar icebreakers; and (3) any combination of those activities. Requires the Commandant to analyze the impact on mission capacity and the ability of the United States to maintain a presence in the polar regions through the year 2020 if recapitalization of the polar icebreaker fleet, either by constructing new polar icebreakers or rebuilding, renovating, or improving the existing fleet of polar icebreakers, is not fully funded. Requires related reports. (Sec. 605) Amends the American Fisheries Act to allow the owner of an eligible vessel, in order to improve vessel safety and operational efficiencies (including fuel efficiency), to rebuild or replace that vessel with a vessel documented with a fishery endorsement. Authorizes the North Pacific Fishery Management Council to recommend for approval by the Secretary of Commerce conservation and management measures, including size limits and measures to control fishing capacity, to ensure that the effectiveness of fishery management plans of the Bering Sea and Aleutian Islands Management Area or the Gulf of Alaska is not diminished. Establishes special rules, including rules pertaining to vessel size limits, certain catcher vessels, fishery endorsement limitations, and replacement vessels in the Gulf of Alaska. (Sec. 606) Allows a foreign-flag vessel, under specified conditions, to be chartered for a limited time for the setting, relocation, or recovery of anchors or other mooring equipment of a mobile offshore drilling unit over the Outer Continental Shelf for operations in support of exploration, or flow-testing and stimulation of wells, for offshore mineral or energy resources in the Beaufort Sea or the Chukchi Sea adjacent to Alaska. Title VII: Vessel Conveyance - Vessel Conveyance Act - (Sec. 702) Requires the Coast Guard, whenever the transfer of ownership of a Coast Guard vessel for use for educational, cultural, historical, charitable, recreational, or other public purposes is authorized by law, to transfer the vessel to the General Services Administration (GSA) for conveyance. Requires certain terms. Title VIII: Oil Pollution Prevention - (Sec. 801) Requires a report to Congress on the status of all Coast Guard rulemakings required (but not issued) under specified provisions of the Federal Water Pollution Control Act. Requires that such rules be issued within 18 months following the enactment of this Act. (Sec. 802) Establishes pilot licensing requirements applicable to any area of Buzzards Bay, Massachusetts in which a single-hull vessel carrying 5,000 or more barrels of oil or other hazardous material is required to be under a federal first class pilot's direction and control. Requires an annual report to Congress on the extent to which tank vessels in Buzzards Bay are using routes recommended by the Coast Guard. (Sec. 803) Requires regulations to reduce the risks of oil spills in operations involving the transfer of oil from, or to, a tank vessel. Allows state laws enacted or regulations promulgated before enactment of this Act that are at least as stringent. (Sec. 804) Directs the Secretary to: (1) report on oil spills involving human error; (2) report on near-miss oil spill incidents; and (3) take action domestically and at the International Maritime Organization (IMO) to reduce the risk of oil spills caused by human error. (Sec. 805) Directs the Secretary of the department in which the Coast Guard is operating and the Under Secretary of Commerce for Oceans and Atmosphere to revise the area to be avoided off the coast of the state of Washington so that restrictions apply to all vessels required to prepare a response plan under specified provisions of the Federal Water Pollution Control Act (other than fishing or research vessels while engaged in fishing or research in the area to be avoided). Directs the Under Secretary of Commerce for Oceans and Atmosphere to conduct a Safe Seas oil spill drill in the Olympic Coast National Marine Sanctuary in FY2010. Authorizes appropriations. (Sec. 806) Directs the Under Secretary of Commerce for Oceans and Atmosphere to establish an oil spill prevention and education program for small vessels. Authorizes grants to carry out: (1) regional assessments of small oil spills; (2) voluntary, incentive-based clean marina programs; (3) cooperative oil spill prevention education programs; and (4) support for programs to address derelict vessels and the threat of such vessels sinking and discharging oil and other hazardous substances. Authorizes appropriations. (Sec. 807) Directs the Secretary of the Department in which the Coast Guard is operating: (1) to complete the development of a tribal consultation policy in order to improve the Coast Guard's consultation and coordination with tribal governments regarding oil spill prevention, preparedness, response and natural resource damage assessment; and (2) subject to appropriations, to provide assistance to participating tribal governments. Authorizes appropriations. (Sec. 808) Directs the Secretary of the Department in which the Coast Guard is operating to report to Congress on the availability, feasibility, and potential cost of technology to detect the loss of oil carried as cargo or as fuel on tank and non-tank vessels greater than 400 gross tons. (Sec. 809) Amends the Oil Pollution Act of 1990 to make not more than $15 million of the Oil Spill Liability Trust Fund available each fiscal year to the Under Secretary of Commerce for Oceans and Atmosphere for expenses and activities related to NOAA's response and damage assessment capabilities. Modifies requirements regarding a Fund audit by the Comptroller General of the United States and requires a report to Congress and to the Secretary or Administrator of each federal agency that administers and manages amounts from the Fund. Requires an annual report to Congress (and to the public on the National Pollution Funds Center Internet website) containing a list of each Fund disbursement of $250,000 or more. Authorizes appropriations. (Sec. 811) Requires the Commandant to modify the definition of the term \"higher volume port area\" in a specified Coast Guard regulation by replacing \"Port Angeles, WA\" with \"Cape Flattery, WA\" without initiating a rulemaking proceeding. Requires the Coast Guard to complete its review of any changes to emergency response plans under the Federal Water Pollution Control Act resulting from that change. (Sec. 812) Encourages the Secretary of State, in consultation with the Commandant, to enter into negotiations with the government of Canada to ensure that tugboat escorts are required for all tank ships with a capacity over 40,000 deadweight tons in the Strait of Juan de Fuca, Strait of Georgia, and in Haro Strait. Requires a report to Congress on the costs and benefits to require escort, by at least two towing vessels, for vessels over 5,000 gross tons transporting oil in bulk in Rosario Strait and Puget Sound, Washington (including the parts of the Strait of Juan de Fuca east of Port Angeles, Haro Strait, and the Strait of Georgia subject to U.S. jurisdiction). (Sec. 813) Amends the Oil Pollution Act of 1990 to require any tank vessel over 100 gross tons (except a non-self-propelled vessel that does not carry oil as cargo) using any place subject to U.S. jurisdiction to establish and maintain evidence of financial responsibility sufficient to meet the maximum amount of liability to which the responsible party could be subjected under specified provisions. (Sec. 814) Directs the Secretary of the Treasury to increase the amount invested in income producing securities under specified provisions of the Oil Pollution Act of 1990 by $12,851,340. (Sec. 815) Includes the owner of oil being transported in a tank vessel with a single hull after December 31, 2010, subject to exception, in the definition of \"responsible party.\" Title IX: Miscellaneous Provisions - (Sec. 901) Requires the Administrator of the National Oceanic and Atmospheric Administration (NOAA) to submit a progress report to Congress on NOAA's determination of a home port for the FSV HENRY B BIGELOW. (Sec. 902) Deems two numbered vessels to be new vessels if no encumbrances are on record with the Coast Guard at the time of the issuance of the new vessel certificate of documentation for each such vessel. Subjects each vessel to the vessel safety and inspection requirements applicable to any such vessel as of the day before enactment of this Act. (Sec. 903) Authorizes the Commandant, notwithstanding any other provision of law, to convey to Presque Isle Township, Michigan, the Historic Fresnel Lens from the Presque Isle Light Station Lighthouse, Michigan. Requires the Township to install the Lens in the Lighthouse for the purpose of operating the Lens and Lighthouse as a Class I private aid to navigation. Requires reversion of the Lens under specified conditions. (Sec. 904) Authorizes the Commandant to convey real property commonly identified as Coast Guard Station Marquette and Lighthouse Point to the city of Marquette, Michigan. (Sec. 905) Requires the Commandant to report to Congress on the design, inspection, certification, manning, operation, and credentialing requirements of offshore supply vessels greater than 500 gross tons. (Sec. 906) Requires the Commandant, on the decommissioning of the Coast Guard Cutter STORIS, to convey the vessel to the STORIS Museum of Juneau, Alaska, provided certain conditions are met. Requires the Commandant, on the decommissioning of the Coast Guard Cutters IRIS and PLANETREE, to convey the vessels to The Anchor Program, Richmond, California, provided certain conditions are met. (Sec. 907) Requires, notwithstanding any other provision of law, that personal watercraft have equal access to the Atlantic Intracoastal Waterway as all other vessels and rafts permitted in the Waterway, unless the Commandant, after public hearing, concludes that personal watercraft have an environmental impact on the Atlantic Intracoastal Waterway that is more disparate than all other vessels and rafts. Requires the Commandant to establish a seven-person Atlantic Intracoastal Waterway Working Group of parties with an interest in access to the Waterway to develop recommendations concerning reasonable requirements for granting permits for access to the Waterway."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coast Guard Authorization Act for Fiscal Years 2010 and 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Vessel Conveyance Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Coast Guard Authorization Act for Fiscal Years 2010 and 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Vessel Conveyance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize the Coast Guard for fiscal years 2010 and 2011, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:08-05:00"
}