{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr587-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "587", 
  "official_title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968 to provide increased assistance to correctional programs, to establish more detailed guidelines for such programs, and to create a streamlined administration of such assistance.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1116-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Prison Reform Act", 
  "sponsor": {
    "district": "3", 
    "name": "Green, William J.", 
    "state": "PA", 
    "thomas_id": "00464", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Federal aid programs", 
    "Prisons", 
    "Prisons and prisoners"
  ], 
  "subjects_top_term": "Prisons", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Prison Reform Act - Authorizes the Law Enforcement Assistance Administration to make grants to State planning agencies whose application: (1) sets forth a comprehensive statewide program for the construction, acquisition, or renovation of correctional institutions and facilities in the State and the improvement of correctional programs and practices throughout the State; (2) provides satisfactory assurances that the control of the funds and title to property derived therefrom shall be in a public agency for the uses and purposes provided in this part and that a public agency will administer those funds and that property; (3) provides satisfactory assurances that the availability of funds under this Act shall not reduce the amount of funds under this Act; (4) provides satisfactory emphasis on the development and operation of community-based correctional facilities and programs; (5) provides for advanced techniques in the design of institutions and facilities; (6) provides, where feasible and desirable, for the sharing of correctional institutions and facilities on a regional basis; (7) provides satisfactory assurances that the personnel standards and programs of the institutions and facilities will reflect advanced practices; and (8) provides satisfactory assurances that the State is engaging in programs to improve the quality of personnel employed in correctional activities. Establishes procedures for the allocation of the grants provided for in this Act among the States and stipulates the percentages of funds which may be allocated to specified categories of prison improvements. Increases the appropriations for correctional institutions facilities under the Omnibus Crime Control Act from $1,750,000,000 to $2,750,000,000 for fiscal year 1973. (Amends 42 U.S.C. 3768)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Prison Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968 to provide increased assistance to correctional programs, to establish more detailed guidelines for such programs, and to create a streamlined administration of such assistance.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:59-05:00"
}