{
  "actions": [
    {
      "acted_at": "1989-06-29", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-07-17", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Transportation and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Transportation and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-07-17", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Transportation and Hazardous Materials", 
      "references": [], 
      "text": "Hearings Held by the Subcommittee on Transportation and Hazardous Materials Prior to Referral (Jul 12 and 13, 89).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2845-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Transportation and Hazardous Materials", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Hochbrueckner, George J.", 
      "sponsored_at": "1989-06-29", 
      "state": "NY", 
      "thomas_id": "00546", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "McEwen, Bob", 
      "sponsored_at": "1990-09-21", 
      "state": "OH", 
      "thomas_id": "00768", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Rinaldo, Matthew J.", 
      "sponsored_at": "1989-06-29", 
      "state": "NJ", 
      "thomas_id": "00963", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-06-29", 
  "number": "2845", 
  "official_title": "To amend the Solid Waste Disposal Act to promote recycling and other resource conservation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Recycling Promotion Act", 
  "sponsor": {
    "district": "3", 
    "name": "Wyden, Ron", 
    "state": "OR", 
    "thomas_id": "01247", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-06-29", 
  "subjects": [
    "Air bag restraint systems", 
    "Automobile tires", 
    "Congressional reporting requirements", 
    "Electric appliances", 
    "Electric batteries", 
    "Environmental protection", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Gas appliances", 
    "Government operations and politics", 
    "Government procurement", 
    "Hazardous waste disposal", 
    "Labeling", 
    "Packaging", 
    "Paper and paper products", 
    "Pesticides", 
    "Petroleum", 
    "Plastics", 
    "Product safety", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "Refuse as fuel"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-06-29", 
    "text": "Recycling Promotion Act - Amends the Solid Waste Disposal Act to direct the Secretary of Commerce to conduct a biennial survey that: (1) identifies the major domestic uses for, and users of, recovered materials; (2) documents or estimates the amounts of such materials used, exported, and imported annually; (3) quantifies the markets for recovered materials; and (4) is incorporated into the periodic survey of industry conducted by the Department of Commerce. Requires the Secretary to establish an interagency working group to: (1) promote markets in recovered materials and link recovered material sources with potential markets; (2) work cooperatively with generators, collectors, transporters, users, and regulators of such materials and with manufacturers of products containing such materials; (3) link businesses dealing in recovered materials with potential sources of capital; (4) educate government and business officials about potential commerce in such materials; (5) coordinate efforts to promote lawful commerce in such materials; (6) encourage reuse and recycling of solid waste; (7) identify the institutional, economic, and technical barriers to the use of such materials; and (8) report to the Congress on the progress made in carrying out such activities. Authorizes appropriations to the Secretary to carry out resource and recovery duties under the Solid Waste Disposal Act. Applies Federal procurement requirements concerning recycled goods to States or other entities if such entities use funds appropriated to a Federal agency to which such procurement requirements apply. Directs the Administrator for Federal Procurement Policy to report to the Congress on the effect of a certain price preference concerning the procurement of recycled paper products. Requires affirmative procurement programs to include programs for monitoring compliance by States, political subdivisions, and contractors with recovered materials procurement requirements. Requires such agencies to report annually to the Administrator on such programs and on the amount and value of recovered materials procured. Makes such reports available to the public. Directs the Administrator of the Environmental Protection Agency (EPA) to: (1) report biennially to the Congress on the progress made by Federal agencies in implementing recovered materials procurement programs; and (2) review and revise, if necessary, guidelines concerning such programs which were prepared before this Act's enactment. Requires Federal agencies, in the management of solid waste and the making of policies affecting solid waste management, to promote, in the following order of preference: (1) source reduction; (2) recovery of material; and (3) recovery of energy or safe disposal. Directs such agencies to review existing policies relating to solid waste management or recovered resources to: (1) identify policies which discourage source reduction or recovery of material; and (2) make changes necessary to promote resource conservation. Requires Federal agencies responsible for drafting or reviewing specifications for procurement items to eliminate from such specifications: (1) any exclusion of recovered materials; and (2) any requirement that items be manufactured from virgin materials. Directs such agencies to assure that such specifications require the use of recovered materials to the maximum extent possible without jeopardizing the intended end use of an item. Requires such agencies to designate solid waste policy officers to oversee implementation of this Act. Authorizes any person to petition a Federal agency to make changes in policies concerning resource conservation or in specifications for procurement items. Permits Federal agencies or units of the legislative branch that sell material or energy recovered from solid waste to retain any amounts received from such sales for use in funding operations of such agencies or units. Requires the EPA Administrator to compile and periodically update an inventory of non-hazardous solid waste to determine, by State or region: (1) an estimate of the amount of such waste to be generated annually and likely to be generated in each of the next 20 years; and (2) the capacity of existing and proposed waste storage, processing, and disposal facilities. Requires State solid waste management plans to: (1) promote source reduction and recovery of materials; (2) develop markets for solid waste; (3) reduce governmental discrimination against such policies; and (4) gather information to assist the Administrator in preparation of the inventory. Authorizes States with approved plans to adopt laws discriminating against treatment, storage, transportation, or disposal of solid waste originating in a State which is not implementing a plan. Permits the Administrator to prohibit uses of particular constituents in consumer packaging if the Administrator finds that such constituents: (1) make resource recovery or disposal of the packaging more difficult or dangerous because they have characteristics of hazardous wastes; or (2) are not necessary to safe and healthful packaging. Requires the Administrator to review inks used to label consumer packaging to determine whether the use of such inks should be prohibited. Directs the Administrator to: (1) establish standards to ensure that products labeled as containing recycled or recovered materials or as readily recyclable do contain material that is readily recyclable; (2) review consumer packaging to determine whether waste likely to be generated from such packaging consists of readily recoverable material and if it not, to require such packaging to be labeled as non-recyclable; and (3) establish requirements for the coding of consumer packaging that is composed principally of plastics. Provides that packaging violating such standards shall be considered to be in violation of the Fair Packaging and Labeling Act. Requires the Administrator to establish a take-back system to require retailers, distributors, importers, and manufacturers to accept reasonable quantities of used products from their customers without charge, to inform customers of such service, and to comply with standards concerning safe storage and transport of such products. Applies such system to products that: (1) may constitute a hazard to human health or the environment if improperly disposed of or recovered; and (2) are likely to be improperly disposed of or recovered if not segregated from the waste stream or directed into appropriate channels for special disposal or recovery. Prohibits the disposal of such products in a manner harmful to human health or the environment. Makes exceptions for certain products for certain classes of retailers. Permits such exceptions to be made only if there are alternative collection points for such products that are reasonably convenient for persons taking back such products. Requires the Administrator to: (1) promulgate regulations for lead-acid batteries; and (2) make determinations with respect to a take-back system for tires, dry-cell batteries, used oil, large household appliances, automobiles with airbags, and unused pesticides."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Recycling Promotion Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Solid Waste Disposal Act to promote recycling and other resource conservation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:51-05:00"
}