{
  "actions": [
    {
      "acted_at": "1973-02-05", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres287-93", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-05", 
  "number": "287", 
  "official_title": "Joint resolution to declare the policy of the United States with respect to its territorial sea.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "19", 
    "name": "Broomfield, William S.", 
    "state": "MI", 
    "thomas_id": "00128", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-05", 
  "subjects": [
    "Oceans and oceanography", 
    "Territorial waters"
  ], 
  "subjects_top_term": "Territorial waters", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-05", 
    "text": "Provides that the territorial sea of the United States shall extend three nautical miles from the coastline of the United States. Provides that in the case of any coastal country (including ships and nationals thereof) which claims a territorial sea extending more than three nautical miles from its coastline, the territorial sea of the United States shall be equal in distance to that claimed by such other country, but not to exceed twelve nautical miles. Authorizes the President of the United States whenever he determines that a portion of the territorial sea as extended by this joint resolution conflicts with the territorial sea of another country to make such modifications in the seaward boundary of such portion as may be necessary. Makes it the sense of the Congress that the President of the United States consider taking appropriate initiative through his representative at the United Nations, or through other means, to convene an international conference for the purpose of establishing a universally recognized seaward boundary for the territorial seas of all coastal countries."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Joint resolution to declare the policy of the United States with respect to its territorial sea.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:14-05:00"
}