{
  "actions": [
    {
      "acted_at": "1973-02-08", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4305-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-08", 
  "number": "4305", 
  "official_title": "A bill to establish a Water Pollution Control Trust Fund containing amounts to be used for the construction of waste treatment facilities under the Federal Water Pollution Control Act, to provide revenues for such Fund through the imposition of a 3-percent income tax surcharge, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Water Pollution Control Trust Fund Act", 
  "sponsor": {
    "district": "36", 
    "name": "Smith, Henry P., III", 
    "state": "NY", 
    "thomas_id": "01073", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-08", 
  "subjects": [
    "Pollution", 
    "Water pollution control", 
    "Water resources development"
  ], 
  "subjects_top_term": "Water pollution control", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-08", 
    "text": "Water Pollution Control Trust Fund Act - Title I: Water Pollution Control Trust Fund - Establishes in the U. S. Treasury a Water Pollution Control Trust Fund. Authorizes appropriations of such sums as may be necessary to make expenditures in the amount of $4,000,000,000 for each fiscal year. Requires the Secretary of the Treasury to make an annual report to Congress on the financial condition and the results of operation of the Trust Fund during the preceding fiscal year. States that it shall be the duty of the Secretary to invest such portions of the Trust Fund as is not required to meet current withdrawals in interest-bearing obligations of the United States, or in obligations guaranteed as to both principal and interest by the United States. Provides that amounts in the Trust Fund shall be available for making expenditures to meet obligations of the U. S. under Title II of the Federal Water Pollution Control Act (Construction of waste treatment facilities). Title II: Internal Revenue Code Amendment - Imposes on the income of every individual, estate, trust, and corporation a tax surcharge equal to 3 percent of the adjusted tax. Authorizes the Secretary to prescribe and publish tables reflecting the amount of tax to be deducted and withheld in accordance with the provisions of this Act. (Amends 26 U. S. C.51)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Water Pollution Control Trust Fund Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Water Pollution Control Trust Fund containing amounts to be used for the construction of waste treatment facilities under the Federal Water Pollution Control Act, to provide revenues for such Fund through the imposition of a 3-percent income tax surcharge, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:00-05:00"
}