{
  "actions": [
    {
      "acted_at": "1976-04-07", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-04-07", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13080-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-04-07", 
  "number": "13080", 
  "official_title": "A bill to provide for the reform of the administrative and reimbursement procedures currently employed under the medicare and medicaid programs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3205-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Medicare-Medicaid Administrative and Reimbursement Reform Act", 
  "sponsor": {
    "district": "2", 
    "name": "Duncan, John J.", 
    "state": "TN", 
    "thomas_id": "00321", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-04-07", 
  "subjects": [
    "Advisory bodies", 
    "Child health", 
    "Department of Health, Education, and Welfare", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Maternal health services", 
    "Medicaid", 
    "Medicare", 
    "Peer review organizations (Medicine)", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-04-07", 
    "text": "Medicare-Medicaid Administrative and Reimbursement Reform Act - Directs the Secretary of Health, Education, and Welfare under the Social Security Act to establish within the Department of Health, Education, and Welfare a unit known as the Health Care Financing Administration. States that such Administration shall include the functions and personnel of the existing Bureau of Health Insurance, Medical Services Administration, Bureau of Quality Insurance, and Office of Nursing Home Affairs. Establishes within the Department the Office of Assistant Secretary for Health Care Financing. Places the Assistant Secretary in charge of the Health Care Financing Administration. Includes, in the area of responsibility of such Assistant Secretary the programs established by Title XVIII (Medicare) and Title XIX (Medicaid), the Professional Standards Review program, and the renal disease program of the Social Security Act. Establishes an Office of Central Fraud and Abuse Control within the Department. Directs the creation of a new position to be known as Inspector General for Health Administration. Places such Inspector General in charge of the Office of Central Fraud and Abuse Control. States that such Inspector General shall have responsibility for dealing with fraud and abuse in the programs established by Title V (Maternal and Child Health Crippled Children's Services), Title XVIII, Title XIX, the Professional Standards Review section of Title XI, and the renal disease treatment provisions of Title II (Old Age, Survivors, and Disability Insurance) of the Social Security Act. Declares it to be the duty of the Inspector General to take such actions as are necessary to ascertain the efficiency and economy of the administration of the programs under his cognizance, their consonance with the provisions of law by or pursuant to which such programs were established, and the attainment of the objectives and purposes for which such provisions of law were enacted. Authorizes the appropriation of such funds as may be necessary to carry out the functions of the Inspector General. Establishes mandatory time limits for States to observe in making determinations of eligibility for services under the Medicaid program and in making payments on claims. Specifies those reports which States must submit to the Secretary of Health, Education, and Welfare in connection with the operation of the State Medicaid program. Includes reports on the State's performance in meeting the time limits established pursuant to this Act. Directs the Secretary to conduct an annual survey of each State's performance in meeting established time frames and remaining within allowable rates of error in making eligibility determinations. Establishes sanctions for States which fail to correct deficiencies uncovered by such surveys. Directs the Secretary to provide technical assistance to any State which requests such assistance in meeting the time limits and error rates established by this Act. Directs the Secretary to prepare a biannual report on the characteristics of the State programs of medical assistance financed under the Medicaid program, including as a minimum: (1) a description of the amount, duration, and scope of benefits available in each State; (2) a description of eligibility criteria for all groups eligible for medical assistance in each State; (3) a specification of the reimbursement rates paid under the State program for the major types of services in each State; and (4) a listing of all fiscal agents contracted with for administration of the program. Directs the submission of such report to the Senate Committee on Finance and the House Committee on Interstate and Foreign Commerce. Directs the Secretary to establish procedures, consistent with Federal procurement requirements to ensure the economical processing of Medicare claims by organizations engaged in the provision of group health services. Terminates the Health Insurance Benefits Advisory Council. Establishes a new method of reimbursement for routine operating costs for hospitals under the Medicare and Medicaid programs. Requires, as part of the implementation of such new method, the establishment of a uniform accounting and cost allocation system for determining operating and capital costs of hospitals providing services. Requires the establishment of a system by which hospitals will be classified by such criteria as: (1) size; (2) type of hospital (general, teaching, or specialized Care); and (3) such other criteria as the Secretary shall identify. Stipulates that the term \"routine operating costs\" does not include: (1) capital costs (including interest expense on loans to purchase capital assets, and depreciation); (2) direct personnel and supply costs of hospital education and training programs; (3) costs of interns, residents, and medical (but not nursing) personnel; and (4) energy costs associated with heating or cooling the hospital plant. Directs the Secretary to determine annually for the hospitals classified in each category of the hospital classification system established by this Act, an average per diem routine operating cost amount for use in determining, for purposes of making payment under this title to such hospitals for services furnished by them, the reasonable cost of that portion of the hospital's costs which consist of routine operating costs. Provides for the periodic increase during the year of the routine operating cost as determined pursuant to this Act to reflect increases in the cost of services which are attributable to inflation. Provides for the adjustment of the routine operating cost of a hospital to reflect higher costs to such hospital of a case mix which requires a greater intensity of care than that for other hospitals in the same classification. Directs the Secretary to establish a five-member Hospital Transitional Allowance Board. States that the function of such Board shall be to act on the applications of hospitals for reimbursement of expenses incurred in the retirement or conversion of underutilized facilities. Requires that such conversion promote efficient and economical delivery of services covered by the Medicare and Medicaid programs. Sets forth criteria for determining the reasonable charge which may be made for physicians' services, and medical services, supplies and equipment under the Medicare and Medicaid programs. Establishes a plan for the reimbursement of physicians under which participating doctors of medicine or osteopathy would accept the assignment of patients' claims for reimbursement under the Medicare program. Requires the Secretary to establish procedures for expediting the payment of such assigned claims to physicians. Promulgates an incentive payment to encourage physicians to participate in the program of assignment of claims. Sets forth the conditions under which anesthesiologists, pathologists, and radiologists may be paid under the Medicare and Medicaid programs for patient care services which they personally perform or direct. Authorizes payment, under the Supplementary Medical Insurance Benefits program of Medicare, for antigens prepared by an allergist for a particular patient. Prohibits, under both the Medicare and Medicaid programs, the making of any payment which may be made directly to a physician to a person claiming such payment under an assignment. Permits the Secretary to make agreements with the States under which the services of a State health agency will be utilized for the purpose of determining whether an institution in such State qualifies as a skilled nursing facility for purposes of the Medicaid program. Sets forth procedures for determining the reasonable cost and reasonable charge for services under the Medicare and Medicaid programs and under the program of Maternal and Child Health and Crippled Children's Services. Specifies those items of cost which may not be included in a claim for reimbursement for services. Promulgates standards under which payment will be made to health maintenance organizations under the Medicaid program. Authorizes the Secretary to make grants to public or nonprofit private regional pediatric respiratory centers affiliated with institutions of higher learning for training and instruction in the prevention, diagnosis, and treatment of respiratory diseases in children and young adults and in providing health care services to children and young adults suffering from such diseases. Authorizes the appropriation of such sums as may be necessary for the making of such grants for fiscal year 1977 and the succeeding four fiscal years. Increases the criminal penalties for the crimes of receiving or offering kickbacks or bribes in connection with the furnishing of services under the Medicare or Medicaid programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare-Medicaid Administrative and Reimbursement Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the reform of the administrative and reimbursement procedures currently employed under the medicare and medicaid programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:08-05:00"
}