{
  "actions": [
    {
      "acted_at": "2004-10-10", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S11068-11087", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S11068-11084", 
          "type": "text as passed Senate"
        }, 
        {
          "reference": "CR S11091-11107", 
          "type": "text of measure as introduced"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Introduced in the Senate, read twice, considered, read the third time, and passed without amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2974-108", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "2004-10-10", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "2004-10-10", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2004-10-10", 
    "vetoed": false
  }, 
  "introduced_at": "2004-10-10", 
  "number": "2974", 
  "official_title": "A bill to protect the public health by providing the Food and Drug Administration with certain authority to regulate tobacco products.", 
  "popular_title": "FDA Tobacco Regulation bill", 
  "related_bills": [
    {
      "bill_id": "hr4433-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2461-108", 
      "reason": "identical"
    }
  ], 
  "short_title": "Family Smoking Prevention and Tobacco Control Act", 
  "sponsor": {
    "district": null, 
    "name": "DeWine, Mike", 
    "state": "OH", 
    "thomas_id": "00293", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2004-10-10", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Advertising", 
    "Agriculture and food", 
    "Business records", 
    "Cancer", 
    "Carcinogens", 
    "Cardiovascular diseases", 
    "Chemicals", 
    "Child health", 
    "Cigarettes", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Congress", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional powers", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Crime and law enforcement", 
    "Damages", 
    "Deceptive advertising", 
    "Defective products", 
    "Dental care", 
    "Department of Health and Human Services", 
    "Disciplining of employees", 
    "Drug abuse", 
    "Drug abuse treatment", 
    "Drug adulteration", 
    "Drug approvals", 
    "Economics and public finance", 
    "Environmental protection", 
    "Families", 
    "Federal Trade Commission", 
    "Federal advisory bodies", 
    "Federal preemption", 
    "Fines (Penalties)", 
    "Food and Drug Administration (FDA)", 
    "Foreign trade and international finance", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Health", 
    "Health warnings", 
    "Herbs", 
    "Identification devices", 
    "Imports", 
    "Independent regulatory commissions", 
    "Intellectual property", 
    "Judicial review", 
    "Labeling", 
    "Labor and employment", 
    "Law", 
    "Liability (Law)", 
    "Licenses", 
    "Local laws", 
    "Lung cancer", 
    "Lung diseases", 
    "Marketing", 
    "Medical ethics", 
    "Medical records", 
    "Medical research", 
    "Mortality", 
    "New products", 
    "Nicotine", 
    "Packaging", 
    "Patients' rights", 
    "Pesticide residues", 
    "Pregnant women", 
    "Product counterfeiting", 
    "Product safety", 
    "Public health", 
    "Public service advertising", 
    "Quality control", 
    "Research and development", 
    "Restrictive trade practices", 
    "Retail trade", 
    "Right of privacy", 
    "Risk", 
    "Sales promotion", 
    "Science, technology, communications", 
    "Smokeless tobacco", 
    "Smoking", 
    "Smoking and youth", 
    "Smuggling", 
    "Spices", 
    "Standards", 
    "State laws", 
    "Storage", 
    "Stroke", 
    "Surveys", 
    "Tax returns", 
    "Taxation", 
    "Technological innovations", 
    "Tobacco", 
    "Tobacco exports", 
    "Tobacco industry", 
    "Tobacco research", 
    "Trade regulation", 
    "Trade secrets", 
    "Trademarks", 
    "User charges", 
    "Warning labels", 
    "Women", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Passed Senate without amendment", 
    "date": "2004-10-10", 
    "text": "Family Smoking Prevention and Tobacco Control Act - Title I: Authority of the Food and Drug Administration - (Sec. 101) Amends the Federal Food, Drug, and Cosmetic Act (FFDCA) to provide for the regulation of tobacco products by the Secretary of Health and Human Services through the Food and Drug Administration (FDA). Defines a tobacco product as any product made or derived from tobacco that is intended for human consumption. Prohibits a tobacco product from being marketed in combination with any other article or product regulated under FFDCA. Requires the Secretary to regulate tobacco products. Excludes from FDA authority: (1) the tobacco leaf that is not in the possession of a tobacco product manufacturer; (2) the producers of the tobacco leaf, unless the producer is also a manufacturer; and (3) tobacco farms. Deems a tobacco product to be adulterated if: (1) it contains any filthy, putrid, or decomposed substance, or is contaminated by any added poisonous or deleterious substance that may render the product injurious to health; (2) it has been prepared, packed, or held under unsanitary conditions; (3) its package is composed of any poisonous or deleterious substance; (4) it fails to meet specified tobacco product standards; (5) it does not have required pre-market approval or violates the order approving the application; (6) it fails to meet other applicable requirements or conditions on manufacturing, packing, or storage; or (7) it fails to conform to requirements for modified risk tobacco products. Deems a tobacco product to be misbranded if: (1) its labeling, packaging, or advertising contains any false or misleading information; (2) its label or advertising fails to contain all required information displayed prominently and conspicuously, including its established name, manufacturer, and contents and adequate directions and warnings; (3) it was manufactured, prepared, or processed in an establishment not registered with the Secretary; or (4) there is any failure to submit the required information or notices to the Secretary. Allows the Secretary to require prior approval of all label statements on tobacco products and all advertising for modified risk tobacco products. Requires tobacco product manufacturers or importers to submit to the FDA: (1) a list of all ingredients, including ingredients added by the manufacturer to the tobacco, paper, or filter, by brand and quantity; (2) a description of the content, delivery, and form of nicotine in each tobacco product; (3) a listing of all constituents, including smoke constituents, identified by the Secretary as harmful or potentially harmful to health in each tobacco product; and (4) all documents developed that relate to the health, toxicological, behavioral, or physiologic effects of tobacco products and their constituents, ingredients, components, and additives. Allows the Secretary to request additional information from a tobacco product manufacturer or importer relating to: (1) research activities or findings on the health, toxicological, behavioral, or physiologic effects of tobacco products and their constituents; (2) research activities or findings relating to whether the health risk can be reduced if the manufacturer employs known or available technology; and (3) marketing research or practices and the effectiveness of such practices used by manufacturers or distributors. Requires a manufacturer to: (1) submit required documents to the Secretary 90 days prior to the delivery for introduction into interstate commerce of a new tobacco product; (2) notify the Secretary 90 days prior to adding or increasing the quantity of a tobacco additive; and (3) notify the Secretary 60 days after eliminating or decreasing an additive or adding or increasing an additive that is not a carcinogen or harmful to health under intended conditions of use. Requires the Secretary to publicly display and annually publish a list (that is understandable and not misleading to a lay person) of harmful or potentially harmful constituents in each tobacco product by brand and quantity. Requires owners and operators of establishments in the United States engaged in the manufacture, preparation, compounding, or processing of a tobacco product to register annually with the Secretary. Allows the Secretary to prescribe a uniform system for the identification of tobacco products, which registrants must use. Requires the Secretary to make such registration information available to the public and to inspect registered establishments every two years. Requires foreign establishments to register and provides that adequate and effective means must be available to enable the Secretary to determine whether tobacco products manufactured, prepared, compounded, or processed at such establishments conform with FFDCA requirements. Requires registrants to: (1) include a complete product list, including labeling and a sampling of advertising, and provide updates twice a year; and (2) report to the Secretary on all new tobacco products 90 days prior to introducing such products into interstate commerce, including any basis for determination that the product is substantially equivalent to an existing product and actions taken to comply with the tobacco product standards. (Requires such a report on all tobacco products introduced for commercial distribution after June 1, 2003, within 15 months of enactment of this Act.) Prohibits the disclosure of privileged or confidential trade secrets and commercial financial information that is obtained by the Secretary. Allows the Secretary to restrict: (1) the sale or distribution of tobacco products if appropriate for the protection of the public health; and (2) the advertising and promotion of tobacco products consistent with and to the full extent permitted by the First Amendment. Prohibits restrictions that: (1) limit the sale or distribution of a tobacco product to written or oral authorization by a practitioner licensed to prescribe medicine; (2) prohibit the sale of a tobacco product in face-to-face transactions by a specific category of retail outlets; or (3) establish a minimum age of sale of tobacco products to any person older than 18 years of age. Allows the Secretary to prescribe regulations governing good manufacturing practices to protect the public health and assure that tobacco products are in compliance with this Act, which may include the testing of raw tobacco for pesticide chemical residues regardless of whether a tolerance for such residues has been established. Requires the Secretary to: (1) afford the Tobacco Products Scientific Advisory Committee an opportunity to submit recommendations on such regulations; (2) afford an opportunity for an oral hearing on such regulations; (3) allow the Advisory Committee a reasonable time to make recommendations; and (4) provide a reasonable period for manufacturers to conform to good manufacturing practices. Allows the Secretary to grant exemptions and variances from such regulations under certain circumstances and to submit petitions for such exemptions or variances to the Committee for recommendations. Allows the Secretary to enter into contracts for research, testing, and demonstrations respecting tobacco products and to obtain tobacco products for such purposes. Establishes as a tobacco product standard a prohibition against a cigarette or any of its components containing as a constituent or additive any artificial or natural flavor (other than tobacco or menthol) or any herb or spice (including strawberry, grape, orange, clove, cinnamon, and vanilla) that is a characterizing flavor of the tobacco product or tobacco smoke. Allows the Secretary to adopt additional tobacco product standards the Secretary finds are appropriate to protect the public health determined with respect to the risks and benefits to the population as a whole and taking into account: (1) the increased or decreased likelihood that existing users of tobacco products will stop using such products; and (2) the increased or decreased likelihood that those who do not use tobacco products will start using such products. Provides that such tobacco product standards shall include provisions to protect the public health, including provisions, where appropriate, for: (1) reducing nicotine yields; (2) reducing or eliminating other constituents or harmful components; (3) the construction, components, ingredients, additives, constituents, and properties of tobacco product; (4) product testing; (5) measuring product characteristics; (6) requiring that the test results show that the product is in conformity with the standards; (7) restricting product sale and distribution to the extent allowable; and (8) requiring the use of, and prescribing the form and content of, labeling for the proper product use. Requires the Secretary to: (1) periodically evaluate such standards to determine whether they should be changed to reflect new medical, scientific, or other technological data; (2) consider all information submitted in connection with a proposed standard, including the effects such a standard would have on the health of tobacco users and nonusers and the creation of a significant demand for contraband; and (3) issue the standard if it would be appropriate to protect the public health. Reserves to Congress the power to ban any tobacco product or reduce the nicotine level to zero. Allows the Secretary to amend or revoke a tobacco product standard. Allows the Secretary to notify the public if a tobacco product poses an unreasonable risk of substantial harm or to prohibit the sale of or recall a tobacco product if there is a reasonable probability that it contains a defect not ordinarily contained in tobacco products that would cause serious, adverse health consequences or death. Requires manufacturers and importers to comply with record keeping and reporting requirements established by the Secretary, such as: (1) informing the Secretary of any information that reasonably suggests that a marketed tobacco product may have caused or contributed to a serious unexpected adverse experience; and (2) reporting any significant increase in the frequency of a serious, unexpected adverse product experience. Prohibits the Secretary from: (1) imposing unduly burdensome requirements, taking into account the cost of complying and the need for protection of the public health; or (2) requiring that the identity of any patient or user be disclosed unless required for the medical welfare of an individual, to determine risks to the public health, or to verify information. Requires the Secretary to have due regard for the professional ethics of the medical profession. Requires the Secretary to require prompt notification by manufacturers and importers of any corrective action taken or any removal from the market of a tobacco product to reduce the risk to health posed by the product or to remedy a violation of this Act that may present a health risk. Requires pre-market approval of all new tobacco products (products not substantially equivalent to an existing tobacco product) commercially marketed after June 1, 2003. Defines \"substantially equivalent\" as having the same characteristics or having different characteristics but not raising different questions of public health. Requires the Secretary to deny an application for pre-market approval and include a statement of corrective action necessary for approval if: (1) there is a lack of a showing that permitting the marketing of the tobacco product would be appropriate to protect the public health; (2) the product does not conform to applicable manufacturing, processing, or packing requirements; (3) the proposed labeling is false or misleading; or (4) the product does not conform to tobacco product standards. Sets forth requirements for the Secretary to withdrawal approval, including if: (1) the continued marketing of a product is no longer appropriate for the protection of the public health; (2) the application contained an untrue statement of material fact; and (3) the applicant has refused access to its records. Allows the Secretary to temporarily suspend an application if there is a reasonable probability that continuing the distribution of a tobacco product under an approved application would cause serious, adverse health consequences or death that is greater than ordinarily caused by tobacco products on the market. Prohibits the sale of any modified risk tobacco product without prior approval of an application by the Secretary. Defines a \"modified risk tobacco product\" as any tobacco product that is sold or distributed for use to reduce harm or the risk of tobacco-related diseases associated with commercially marketed tobacco products, specifically products where: (1) the labeling or advertising represents that the product presents a lower risk of tobacco-related disease or is less harmful than other tobacco products, contains a reduced level of or presents a reduced exposure to a substance, or is free of a substance; (2) the labeling or advertising uses descriptors such as \"light,\" \"mild,\" or \"low\"; or (3) the product manufacturer has taken action reasonably expected to result in consumers believing that the product or its smoke presents a lower risk of disease, is less harmful, presents a reduced exposure, or is free of a substance. Requires that such applications include a product description, the proposed advertising, the formulations of the product, sample product labels, documents relating to research findings of the product's effects on tobacco related diseases and health-related conditions, and data and information on how consumers actually use the product. Requires the Secretary to: (1) make such applications public; (2) request comments by interested persons on such applications; (3) refer such applications to the Advisory Committee for recommendations; and (4) approve such an application if a product, as it is actually used by consumers, will significantly reduce harm and the risk of tobacco-related disease to individual tobacco users and benefit the health of the population as a whole. Allows the Secretary to approve tobacco products that are not approved as modified risk tobacco products for five years if: (1) the approval of the application is appropriate to promote public health; (2) the labeling or advertising that would cause the tobacco product to be considered a modified risk tobacco product is limited to a representation that the tobacco product is free of a substance, contains a reduced level, or presents a reduced exposure; (3) scientific evidence is not available and cannot be made available without conducting long-term epidemiological studies; (4) the available scientific evidence demonstrates that a measurable and substantial reduction in morbidity among individual tobacco users is anticipated in subsequent studies; (5) the magnitude of the overall reductions in exposure to the substance is substantial, such substance is harmful, and the product as actually used exposes consumers to the specified reduced level of the substance; (6) the product as actually used by consumers will not expose them to higher levels of other harmful substances compared to similar tobacco products unless such increases are minimal and the anticipated overall impact of the use of the product remains a substantial and measurable reduction in overall morbidity and mortality among tobacco users; (7) testing of actual consumer perception shows that consumers will not be misled into believing that the product has been demonstrated to be less harmful or presents less of a risk of disease than other tobacco products; and (8) approval of the application is expected to benefit the health of the population as a whole. Requires the Secretary to require that advertising and labeling concerning modified risk products enable the public to understand the information and its significance in the context of total health and in relation to all of the diseases and health-related conditions associated with the use of tobacco products. Allows the Secretary to require: (1) that comparative claims compare the product to another tobacco product representative of that type on the market; (2) that quantitative comparisons identify in immediate proximity to the most prominent claim the change, the identity of the reference tobacco product, and a quantitative comparison of the amount of the substance claimed to be reduced; and (3) the disclosure on the label of other substances in the tobacco product that may affect a disease or health-related condition. Requires the Secretary to require applicants to annually submit the results of post-market surveillance and studies to determine the impact of the approval on consumer perceptions, behavior, and health, and studies to enable the Secretary to review the accuracy of the scientific evidence upon which the approval was based. Requires the Secretary to withdraw approval of an application if: (1) the applicant can no longer make the demonstrations required; (2) the Secretary can no longer make the determinations required; (3) the application failed to include material information or contained an untrue statement of material fact; (4) a representation that the product reduces risk or exposure is no longer valid; (5) the applicant failed to conduct or submit the required post-market surveillance and studies; or (6) the applicant failed to meet an advertising or labeling condition. Requires the Secretary to issue regulations or guidance on the scientific evidence required for assessment and review of modified risk tobacco products, including: (1) minimum standards for scientific studies needed prior to approval to show that a substantial reduction in morbidity or mortality among users is likely; (2) feasible outcome measures; (3) minimum standards for post-market studies and surveillance. Prohibits distributors from taking any action that would reasonably be expected to result in consumers believing that a tobacco product or its smoke may present a lower risk of disease or is less harmful than other tobacco products. Sets forth provisions regarding the judicial review of regulations and denied applications for new tobacco products. Requires the Secretary to require retail establishments for which the predominant business is the sale of tobacco products to comply with advertising restrictions applicable to retail establishments accessible to individuals under the age of 18. States that any violation of regulations required to be promulgated by the Secretary under this Act concerning the sale, distribution, and use of cigarettes and smokeless tobacco is an unfair or deceptive act or practice under the Federal Trade Commission (FTC) Act. Requires the Chairman of the FTC to coordinate with the Secretary concerning enforcement of the FTC Act for the advertisement of cigarettes or smokeless tobacco. Requires the Secretary to consult with the Chairman in revising the label statements and requirements for tobacco products under the FTC Act. Requires Congress to review, and allows Congress to disapprove, economically significant regulations. Requires the Secretary, acting through the Commissioner of the FDA, to promulgate regulations under this Act within two years that require the testing and reporting of tobacco product constituents, ingredients, and additives that the Secretary determines should be tested to protect the public health. Gives the FDA the authority to conduct or require the testing, reporting, or disclosure of tobacco product constituents. Declares that this Act does not: (1) prohibit Federal agencies, States, political subdivisions, or Indian tribes from enacting additional measures more stringent measures, except requirements relating to tobacco product standards, pre-market approval, adulteration, misbranding, labeling, registration, good manufacturing practices, or reduced risk products; (2) prohibit State, tribal or local taxation of tobacco products; and (3) modify or affect the liability of any person under the product liability laws of any State. Requires the Secretary to establish a Tobacco Products Scientific Advisory Committee to provide advice, information, and recommendations to the Secretary, including on the effects of altering nicotine yields from tobacco products and whether there is a threshold level below which nicotine yields do not produce dependence on the tobacco product involved. Requires the Secretary to consider: (1) designating nicotine replacement products as fast track research and approval products; (2) directing the Commissioner to approve the extended use of nicotine replacement products for the treatment of tobacco dependence; (3) evidence for additional indications for such products, including products for craving relief or relapse prevention; (4) relieving companies of pre-market burdens if the requirement is redundant considering other nicotine replacement therapies on the market; and (5) the time and extent applications for nicotine replacement therapies approved and marketed in foreign countries. Requires the Secretary to assess a quarterly user fee on manufacturers and importers of tobacco products based on the class of tobacco product and the company market share to pay for the costs of activities of the FDA related to the regulation of tobacco products. (Sec. 102) Requires the Secretary to publish an interim final rule regarding cigarettes and smokeless tobacco that is identical to regulations promulgated by the Secretary on August 28, 1996, that set out restrictions under FFDCA on the sale, distribution, and use of cigarettes and smokeless tobacco that contain nicotine, except for labeling requirements. Limits the effect of specified advisory opinions and prohibits the Secretary and the FDA from citing them as binding precedent. (Sec. 103) Adds tobacco related violations to the list of prohibited acts under the FFDCA, including prohibiting the charitable distribution of tobacco products. Allows the Secretary to impose a no-tobacco-sale order on retail outlets to prohibit the sale of tobacco products at an outlet for repeated violations of restrictions on the sale of tobacco products, including the sale to individuals under the age of 18. Requires the Secretary to submit a report to the relevant committees on: (1) the nature, extent, and destination of U.S. tobacco product exports that do not conform to tobacco product standards established under this Act; (2) the public health implications of such exports; and (3) recommendations or assessments of policy alternatives available to reduce any negative public health impact. Title II: Tobacco Product Warnings; Constituent and Smoke Constituent Disclosure - (Sec. 201) Amends the Federal Cigarette Labeling and Advertising Act to prohibit any person from manufacturing, packaging, selling, offering to sell, distributing, or importing for sale or distribution within the United States any cigarettes the packages of which fail to bear specified warning labels. Specifies location, size, type size, and color of such labeling. Prohibits tobacco product manufacturers, importers, distributors, or retailers of cigarettes to advertise without specified labeling. Specifies location, size, type size, color, and border of warning labels for different types of advertisement. Retains retailer liability for selling or distributing tobacco products not properly labeled. (Sec. 202) Allows the Secretary to alter label requirements if the Secretary finds that such a change would promote greater public understanding of the risks associated with the use of tobacco products. (Sec. 203) Allows States or localities to impose specific bans or restrictions on the time, place, and manner, but not content, of the advertising or promotion of any cigarettes or smokeless tobacco. (Sec. 204) Amends the Comprehensive Smokeless Tobacco Health Education Act of 1986 to apply the same restrictions on labeling and advertising to smokeless tobacco products. (Sec. 206) Requires the Secretary to determine whether manufacturers should be required to include on the label and advertisements the tar and nicotine yields of the product. Allows the Secretary to require disclosure of the level of constituents in a tobacco product if such disclosures would benefit the public health or increase consumer awareness of the health consequences of the use of tobacco products. Title III: Prevention of Illicit Trade in Tobacco Products - (Sec. 301) Sets forth labeling, inspection, and record keeping requirements to prevent the illicit trade, smuggling, or counterfeiting of tobacco products. Requires a manufacturer or distributor to notify the Attorney General promptly of any knowledge which reasonably supports the conclusion that a tobacco product manufactured or distributed has left its control and may be or has been: (1) imported, exported, distributed, or sold without paying duties or taxes; or (2) diverted for possible illicit marketing. (Sec. 302) Requires the Comptroller General to conduct a study of cross-border trade and cross-border advertising in tobacco products to collect data on such trades and advertisements and make recommendations on the monitoring of such trades and how to prevent or eliminate such advertising."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "FDA Tobacco Regulation bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Family Smoking Prevention and Tobacco Control Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Family Smoking Prevention and Tobacco Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect the public health by providing the Food and Drug Administration with certain authority to regulate tobacco products.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:02-05:00"
}