{
  "actions": [
    {
      "acted_at": "1983-11-18", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-12-06", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Patents, Copyrights and Trademarks", 
      "text": "Referred to Subcommittee on Patents, Copyrights and Trademarks.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-27", 
      "in_committee": "Committee on Judiciary", 
      "in_subcommittee": "Patents, Copyrights and Trademarks", 
      "references": [], 
      "text": "Subcommittee on Patents, Copyrights and Trademarks. Hearings held. Hearings printed:  S.Hrg. 98-1024.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-31", 
      "in_committee": "Committee on Judiciary", 
      "in_subcommittee": "Patents, Copyrights and Trademarks", 
      "references": [], 
      "text": "Subcommittee on Patents, Copyrights and Trademarks. Approved for full committee consideration with an amendment in the nature of a substitute favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-28", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-10-05", 
      "references": [], 
      "text": "Committee on Judiciary. Reported to Senate by Senator Thurmond with an amendment in the nature of a substitute. With written report No. 98-662.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-05", 
      "calendar": "Senate Legislative", 
      "number": "1329", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1329.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2171-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Patents, Copyrights and Trademarks", 
      "subcommittee_id": "26"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1983-11-18", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Laxalt, Paul D.", 
      "sponsored_at": "1983-11-18", 
      "state": "NV", 
      "thomas_id": "01382", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-11-18", 
  "number": "2171", 
  "official_title": "A bill to amend title 35 of the United States Code for the purpose of creating a uniform policy and procedure concerning patent rights in inventions developed with Federal assistance, and for other purpose.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Uniform Patent Procedures Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1984-09-28", 
  "subjects": [
    "Commercialization", 
    "Federal aid to research", 
    "Federal employees", 
    "Government contractors", 
    "Inventions", 
    "Laboratories", 
    "Licenses", 
    "Patent law and legislation", 
    "Patents", 
    "Patents, Trademarks, and Copyrights", 
    "Plant genetics", 
    "Public Contracts, Procurement, and Property", 
    "Research", 
    "Small business", 
    "Tax-exempt organizations", 
    "Technological innovations"
  ], 
  "subjects_top_term": "Patents", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1984-10-05", 
    "text": "(Reported to Senate from the Committee on the Judiciary with amendment, S. Rept. 98-662) Amends the patent laws concerning the allocation of patent rights in inventions made with Federal assistance. Makes patentable for federally-assisted invention purposes any novel variety of plant which is or may be protectable under the Plant Variety Protection Act. Permits the Federal agency providing the assistance to limit patent ownership by small business or nonprofit organizations that are not located in or do not have a place of business in the United States. Permits a nonprofit organization or small business firm to retain title to any subject invention they research with Federal assistance whether or not the work was performed in Government-owned laboratory facilities. Requires any agency which determines that the patent rights to certain subject inventions should not accrue to the research organization or firm but to the United States to notify the Secretary of Commerce within 30 days of awarding the applicable funding agreement. Requires the submission of an analysis for determinations made on the basis of the exceptional circumstances rule. Requires determinations involving small business to also be sent to the Small Business Administration. Requires a contractor to elect whether or not to retain title to a subject invention within two years after disclosing such invention's existence to the Federal agency. Permits the election period to be shortened if the one year statutory period in which U.S. patent protection can still be obtained is triggered by public use, sale, or publication. Requires the Federal agency to protect information submitted by a contractor on invention utilization or efforts at obtaining utilization under march-in rights. Permits a nonprofit organization to assign rights to a subject invention to an organization that not only manages inventions but may be involved, directly or indirectly, in the manufacture or sale of articles or processes which might utilize or compete with the invention. Repeals the five year restriction on an organization or firm granting an exclusive license to any but small business firms. Limits the amount of royalties that the contract operators of Government-owned laboratories are entitled to retain after paying patent administrative expenses and a share of the royalties to inventors. Requires a fixed percent to be used to support further research. Permits a contractor to appeal an exercise by an agency of its march-in rights within 60 days to the United States Claims Court. (March-in rights permit the funding agency to license a contractor-owned invention if the contractor is not achieving practical application or for other specified reasons.) Consolidates within the Department of Commerce the authority of the General Services Administration and the Office of Management and Budget to issue regulations. Permits the directors of Federal laboratories to enter into cooperative research and development projects with the private sector and, in the process, to accept funds and services, grant patent licenses or ownership rights, and require royalties. Permits laboratory inventors to own inventions for which the Government does not seek patent protection. Directs the Secretary of Commerce to develop guidelines to assist Federal agencies in administering cooperative research development projects to maximize commercialization. Directs the Secretary to report annually to the President and Congress on such projects and the technologies being developed. Requires the Director of the Office of Personnel Managment to promulgate regulations to permit Federal employees to accept royalty payments and participate in further commercial efforts regarding their inventions. States that Federal employees accepting royalty payments shall not be deemed to have a conflict of interest or to have accepted awards in violation of Federal law. Includes special Government employees as Federal employees for such purposes. Directs all Federal agencies to assist the Department of Commerce in administering this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Uniform Patent Procedures Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 35 of the United States Code for the purpose of creating a uniform policy and procedure concerning patent rights in inventions developed with Federal assistance, and for other purpose.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:11-05:00"
}