{
  "actions": [
    {
      "acted_at": "1991-01-03", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr244-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "18", 
      "name": "Ros-Lehtinen, Ileana", 
      "sponsored_at": "1991-01-23", 
      "state": "FL", 
      "thomas_id": "00985", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-03", 
  "number": "244", 
  "official_title": "To amend title 38, United States Code, to revise the rates of disability compensation for veterans with service-connected disabilities and the rates of dependency and indemnity compensation for survivors of such veterans and to make miscellaneous improvements in veterans' compensation and pension programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans Compensation Amendments of 1991", 
  "sponsor": {
    "district": "18", 
    "name": "Applegate, Douglas", 
    "state": "OH", 
    "thomas_id": "00025", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-03", 
  "subjects": [
    "Armed forces and national security", 
    "Cancer", 
    "Disabled", 
    "Gifts", 
    "Government life insurance", 
    "Leukemia", 
    "Nuclear weapons", 
    "Survivors' benefits", 
    "Veterans' disability compensation", 
    "Veterans' pensions"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-03", 
    "text": "Veterans Compensation Amendments of 1991 - Title I: Compensation Rate Increases - Increases the rates of: (1) veterans' disability compensation; (2) additional compensation for veterans' dependents; (3) the clothing allowance for certain disabled veterans; (4) dependency and indemnity compensation for surviving spouses and children; and (5) supplemental dependency and indemnity compensation for disabled adult children. Authorizes the Secretary of Veterans Affairs to adjust administratively the rates of disability compensation payable to persons who are not in receipt of compensation for service-connected disability or death. Title II: Miscellaneous Program Amendments - Authorizes the Secretary to accept gifts, devises, and bequests which enhance the Secretary's ability to provide services and benefits. Allows the payment of parents dependency and indemnity compensation less frequently than monthly if the amount of the annual benefit is less than four percent of the maximum annual rate payable. Prohibits a readjustment in the rating schedule from causing a veteran's compensation amount to be reduced unless an improvement in the veteran's disability is shown to have occurred. Makes the presumptive period (the period after service in a radiation-risk activity during which a disease must become manifest in order to be considered service-connected and, therefore, compensable as disability compensation) for leukemia 40 years (currently, 30). Creates a 40-year presumptive period for members of the reserves who were exposed to atmospheric detonation of a nuclear device during active duty or inactive duty for training and who contract specified diseases or illnesses within such period. States as an exception the disease of leukemia, which is given a 30-year manifestation period in such reserve members. Increases the amount of Veterans' Mortgage Life Insurance available to a veteran owning a home to the lesser of $90,000 or the amount of the loan outstanding on the home. (Currently, the amount is the lesser of $40,000 or such amount.) Increases from one to two years the required time after discharge or release permitted to qualify for National Service Life Insurance (for service-disabled veterans)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans Compensation Amendments of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 38, United States Code, to revise the rates of disability compensation for veterans with service-connected disabilities and the rates of dependency and indemnity compensation for survivors of such veterans and to make miscellaneous improvements in veterans' compensation and pension programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:13-05:00"
}