{
  "actions": [
    {
      "acted_at": "1975-08-01", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9289-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-08-01", 
  "number": "9289", 
  "official_title": "A bill to amend the Communications Act of 1934 to facilitate the effective utilization of telecommunications technology.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Telecommunications Technology Act", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-08-01", 
  "subjects": [
    "Advisory bodies", 
    "Department of Commerce", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Science and technology", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-08-01", 
    "text": "Telecommunications Technology Act - States the finding of Congress that the field of telecommunications technology offers potentially great economic and social benefits, but that there is no coordinated effort at present to develop the field. Declares that it is necessary, therefore, to establish within the Government an entity to centralize and coordinate efforts to advance the utilization of telecommunications technology for the benefits of all citizens. States that such an entity should be located in the Department of Commerce. Defines terms used in this Act to supplement those definitions set forth in the Communications Act. Establishes the Bureau of Telecommunications in the Department of Commerce. States that such Bureau shall be headed by a Director who shall be appointed by the President by and with the advice and consent of the Senate. Authorizes the Secretary of Commerce to request any Federal department or agency to supply such information or materials as he deems necessary to carry out the purposes of this Act. Authorizes the Secretary to conduct, support, or participate with other Federal departments or agencies in the conduct or support of projects demonstrating the feasibility and utility of new telecommunications technology, or new uses of telecommunications technology. Directs the Secretary: (1) to provide technical assistance to State and local governments to facilitate their more effective and economical utilization of telecommunications technology products and services, as their needs dictate; and (2) to conduct conferences, seminars, and other methods, to train, educate, and foster the interchange of information between State and local governments, nonprofit organizations, educational institutions and business organizations. Directs the Secretary to plan, develop, and implement a comprehensive and integrated program to carry out the purposes of this Act. Requires the Secretary to report annually to Congress and the President on all measures taken and activities conducted to perform the program directed by this Act. States that the Secretary shall establish a 12-member Telecommunications Technology Advisory Council to advise him, the Director, and other appropriate individuals, on the planning, development, and conduct of the comprehensive program directed by this Act. Requires the Council to review the entire program at least annually, and to review specific areas of the program as the Council may determine to be necessary. Enumerates administrative measures which the Secretary may utilize in carrying out the provisions of this Act. Grants to the Secretary and the Comptroller General of the United States access to the financial records of any recipient of Federal funds or assistance made available pursuant to this Act. Authorizes the appropriation of such funds as may be needed to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Telecommunications Technology Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Communications Act of 1934 to facilitate the effective utilization of telecommunications technology.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:04-05:00"
}