{
  "actions": [
    {
      "acted_at": "1976-02-26", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12156-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Harkin, Tom", 
      "sponsored_at": "1975-01-03", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-02-26", 
  "number": "12156", 
  "official_title": "A bill to provide for U.S. standards and a national inspection system for grain.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "United States Grain Standards Act", 
  "sponsor": {
    "district": "2", 
    "name": "Melcher, John", 
    "state": "MT", 
    "thomas_id": "00790", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-02-26", 
  "subjects": [
    "Agricultural law and legislation", 
    "Agriculture and food", 
    "Crime and law enforcement", 
    "Department of Agriculture", 
    "Exports", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Grain"
  ], 
  "subjects_top_term": "Grain", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-02-26", 
    "text": "United States Grain Standards Act - Declares the policy of the Congress to: (1) provide for the establishment of official United States standards for grain; (2) promote the uniform application of such standards by official inspection personnel; (3) provide for an official inspection system for grain and to regulate the weighing; and (4) provide for the certification of the weight of grain shipped in interstate or foreign commerce; with the objectives that grain may be marketed in an orderly manner and that trading of grain be facilitated. Defines terms for purposes of this Act. Establishes within the Department of Agriculture the Federal Grain Inspection Agency. States that the Administrator of such Agency shall be appointed by the President and shall be responsible for the administration of this Act. Authorizes the Administrator to establish: (1) standards of kind, class, quality, and condition of specified grains; and (2) standards for accurate weighing and certification procedures of grain shipped in interstate and foreign commerce and procedures for the supervision of the weighing of such grain. Requires the Administrator to publish notice of any proposal to establish, amend or revoke any standards under this Act to give interested persons an opportunity to present views and arguments regarding such proposal. Forbids the shipment of grain from the United States to any other place unless such lot is officially inspected in accordance with established standards on the basis of official samples and unless a valid official certificate showing the official grade designation and certified weight of the lot of grain has been provided by an official inspection. Allows the Administrator to waive such requirement when it is impracticable to provide such official inspection. Requires the official grade designation be used in any advertising, sale, bill of lading or other document with respect to such grain. States that trademarks or brand names which do not resemble an official grade designation shall not be deemed to be a description of grain of any grade. Forbids the description of any grain shipped outside the United States by any official grade designation or description which is false or misleading. Includes in the regulations provided by the Administrator provisions for: (1) reinspections and appeal inspections; (2) cancellation and surrender of certificates superseded by reinspections and appeal inspections; and (3) the use of standard forms for official certificates. Declares that certificates issued under this Act shall constitute prima facie evidence of the truth of the facts in such certificate. Requires such inspections to be performed by official inspection personnel employed by the Federal Grain Inspection Agency. Authorizes the Administrator to provide for the inspection of grain loaded at any interior point in the United States on a carrier from which such grain is to be transported outside the United States. Authorizes the Administrator to enter into contracts with any State or person for the conduct of all or specified functions involved in an official inspection (except appeal inspections) if such State or individual meets specified criteria. Forbids the Administrator from entering into such contracts with any person or business entity currently engaged in the merchandising of grain. States that any such contract entered into shall expire within five years and may be renewed in accordance with the criteria specified in this Act. Allows the Administrator to revoke any inspection contract when the contractor has failed to meet the criteria specified in this Act. Allows the Administrator to revoke any inspection contract when the contractor has failed to meet the criteria specified in this Act, has been convicted of any Federal law involving the handling, weighing or inspection of grain, or has not complied with any provision of this Act. Allows suspension of such contract for 30 days without a hearing when the Administrator has reason to believe there is cause for revocation. Provides for the inspection of American grain in Canadian ports. Directs the Administrator to cause continuous supervision of the weighing of grain transferred in or out of an export elevator. Authorizes the Administrator to prescribe procedures for the inspection and testing of all weights and scales used in the weighing and certification of weight of grain shipped in interstate or foreign commerce. Forbids any person from using weights or scales disapproved by the Administrator. Allows the Administrator to enter into agreements with a State for such activities with respect to elevators and warehouses subject to such State's jurisdiction. Requires that the representatives of the Administrator be afforded access to grain elevators, warehouses and all the facilities therein for weighing grain. Directs the Administrator to charge and collect reasonable fees for the performance of official inspection and official supervision of weighing. States that such fees and any proceeds from the sale of samples obtained for purposes of official inspection which become the property of the United States shall be deposited in a fund for the expenses of the Agency in providing official inspection services. Authorizes the Administrator to issue licenses to individuals employed by an official inspection contractor or employee of the Agency for the inspection and supervision of the weighing of grain. Forbids any person from performing any official inspection or supervision functions unless such individual holds a valid license or authorization from the Administrator under this Act. States that all such licenses shall terminate triennially and shall be suspended automatically when the licensee ceases to be employed under an official inspection contract or agreement under this Act. Provides for the rotation of supervisory personnel at export areas for the stated purpose of preserving the integrity of the inspection system. Provides for the suspension, revocation or non-renewal of any license issued under this Act based on specified conditions. Allows the Administrator to refuse to provide official inspection under this Act with respect to grain if the individual has violated any of the prohibited acts enumerated in this Act or has been convicted of any violation involving the handling, weighing, or inspection of grain. Provides for a civil penalty not to exceed $100,000 for each violation of any prohibited conduct under this Act. Allows the Administrator to temporarily refuse to provide official inspection without a hearing whenever there is reason to believe there is a cause for such refusal. Requires a hearing within seven days after such refusal. Prohibits any person licensed, authorized or employed by the Administrator to perform any functions under this Act to be financially interested in, employed by, or accept gratuities from, any business entity owning or operating any grain elevator or warehouse or engaged in the merchandising of grain. Requires any person performing inspection functions under this Act to maintain samples of inspected grain and to keep such records as the Administrator may require. Requires owners or operators of grain elevators or warehouses or persons engaged in the merchandising of grain to maintain records of purchases, sales, storage, and handling of grain. Enumerates prohibited actions under this Act. Sets forth criminal penalties for engaging in such prohibited conduct. Declares that the act, omission or failure of any employee of an association, partnership, or corporation within the scope of such person's employment shall be deemed the act, ommission, or failure of the employer entity. Authorizes the Administrator to conduct investigations and prescribe rules and regulations as are deemed necessary to carry out the purposes of this Act. Authorizes the Administrator to monitor grain in foreign countries which was imported from the United States to determine if such grain is of comparable quality and quantity as was certified within the United States. Grants the power of subpoena to the Secretary of Agriculture in any investigation relating to the provisions of this Act. Sets forth criminal penalties for any person refusing to comply with such subpoena. Directs the Administrator to report to specified committees of Congress regarding the effectiveness of the grain inspection system along with recommendations for legislative changes necessary to accomplish the purposes of this Act. Requires the Administrator to notify such committees of complaints received by the Agency and the resolution of such complaints from foreign purchasers of grain. Authorizes appropriations as may be necessary to carry out the provisions of this Act. Directs the Administrator to study current grain standards and make changes as are deemed necessary and appropriate. Sets forth the effective dates of the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States Grain Standards Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for U.S. standards and a national inspection system for grain.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:52-05:00"
}