{
  "actions": [
    {
      "acted_at": "1999-06-08", 
      "committee": "Committee on the Judiciary, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-06-08", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-06-08", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-07-09", 
      "in_committee": "House Education and the Workforce", 
      "references": [], 
      "subcommittee": "Early Childhood, Youth and Families", 
      "text": "Referred to the Subcommittee on Early Childhood, Youth and Families.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2036-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Early Childhood, Youth and Families", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-06-08", 
  "number": "2036", 
  "official_title": "To protect children.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Children's Defense Act of 1999", 
  "sponsor": {
    "district": "6", 
    "name": "Hyde, Henry J.", 
    "state": "IL", 
    "thomas_id": "00580", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-06-08", 
  "subjects": [
    "Antitrust law", 
    "Arts, culture, religion", 
    "California", 
    "Child development", 
    "Citizen participation in crime prevention", 
    "Commerce", 
    "Community organization", 
    "Connecticut", 
    "Consumer education", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Delinquency prevention", 
    "District of Columbia", 
    "Economics and public finance", 
    "Evaluation research (Social action programs)", 
    "Families", 
    "Federal aid to youth services", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Illinois", 
    "Indiana", 
    "Internet", 
    "Juvenile delinquency", 
    "Medical research", 
    "Michigan", 
    "Motion picture industry", 
    "Motion pictures", 
    "Music", 
    "Nonprofit organizations", 
    "Phonorecords", 
    "Photography", 
    "Pornography", 
    "Psychiatric research", 
    "Recidivists", 
    "Retail trade", 
    "Science, technology, communications", 
    "Sex", 
    "Social welfare", 
    "Sound recording and reproducing", 
    "Standards", 
    "Telecommunication industry", 
    "Television and children", 
    "Television industry", 
    "Television programs", 
    "Texas", 
    "Trade associations", 
    "Urban affairs", 
    "Video games", 
    "Violence", 
    "Violence in mass media", 
    "Violence in television", 
    "Violence research", 
    "Virginia", 
    "Youth violence"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-06-08", 
    "text": "Children's Defense Act of 1999 - Amends the Federal criminal code to prohibit, and set penalties for, knowingly soliciting, selling, loaning, or exhibiting to a minor, in interstate or foreign commerce, a picture, photograph, drawing, sculpture, video game, motion picture film, or similar visual representation or image, book, pamphlet, magazine, printed matter, or sound recording containing explicit sexual or violent material or detailed verbal descriptions or narrative accounts of explicit sexual or violent material which, taken as a whole: (1) predominantly appeals to the prurient, shameful, or morbid interest of minors; (2) is patently offensive to prevailing standards in the adult community as a whole with respect to what is suitable material for minors; and (3) is utterly without redeeming social importance for minors.(Sec. 3) Requires any retail establishment engaged in the sale of sound recordings in interstate or foreign commerce to make available for on-site review, upon the request of a person over age 18, the lyrics packaged with any sound recording offered for sale by such establishment. Subjects such establishments that knowingly fail to comply to fines of $1,000 per day.(Sec. 4) Directs the National Institutes of Health to conduct a study of the effects of video games and music on child development and youth violence.(Sec. 5) Makes the antitrust laws inapplicable to any joint discussion, consideration, review, action, or agreement (discussion) by or among persons in the entertainment industry for the purpose of developing and disseminating voluntary guidelines designed to: (1) alleviate the negative impact of telecast material, movies, video games, Internet content, and music lyrics containing violence, sexual content, criminal behavior, or other subjects that are not appropriate for children; or (2) promote telecast material, movies, video games, Internet content, or music lyrics that are educational, informational, or otherwise beneficial to child development.Makes such exemption inapplicable to any such discussion that: (1) results in a boycott; or (2) concerns the purchase or sale of advertising, including restrictions on the number of products that may be advertised in a commercial, the number of times a program may be interrupted for commercials, and the number of consecutive commercials permitted within each interruption.Terminates this provision three years after this Act's enactment date.(Sec. 6) Directs the Attorney General, subject to appropriations, to award a grant to the National Center for Neighborhood Enterprise to enable the Center to award sub-grants to grassroots entities in Washington, D.C., Detroit, Hartford, Indianapolis, Chicago and the surrounding metropolitan area, Dallas, Los Angeles, Norfolk, and Houston. Requires such entities, to be eligible to receive sub-grants, to submit an application to the Center to fund intervention models that establish violence-free zones.Sets forth provisions regarding selection criteria, permissible uses of funds (such as for youth mediation, youth mentoring, and other activities to further community objectives in reducing youth crime and violence), and reporting requirements. Authorizes appropriations.Prohibits the Center from using more than 20 percent of funds appropriated in any fiscal year for administrative costs, technical assistance and training, comprehensive support services, and evaluation of participating grassroots entities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Children's Defense Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To protect children.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:56-05:00"
}