{
  "actions": [
    {
      "acted_at": "2012-12-18", 
      "committee": "Committee on Ways and Means, and in addition to the Committee on Armed Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on Armed Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-18", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-18", 
      "committee": "House Armed Services", 
      "references": [], 
      "text": "Referred to House Armed Services", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6675-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-12-18", 
  "number": "6675", 
  "official_title": "To direct the Secretary of Commerce to establish a program under which preloaded debit cards are made available for the purchase of certain goods and services.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Economic Stimulus, Tax Credit Act of 2012", 
  "sponsor": {
    "district": "1", 
    "name": "Andrews, Robert E.", 
    "state": "NJ", 
    "thomas_id": "00021", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-12-18", 
  "subjects": [
    "Afghanistan", 
    "Bank accounts, deposits, capital", 
    "Corporate finance and management", 
    "Defense spending", 
    "Economic performance and conditions", 
    "Economics and public finance", 
    "Employment taxes", 
    "Housing finance and home ownership", 
    "Income tax credits", 
    "Income tax rates", 
    "Military operations and strategy", 
    "Motor vehicles", 
    "Taxation of foreign income", 
    "Unemployment"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-12-18", 
    "text": "Economic Stimulus, Tax Credit Act of 2012 - Directs the Secretary of Commerce to establish a debit card stimulus program for issuing pre-loaded six-month debit cards to eligible taxpayers. Prescribes the amount on the debit card to be the sum of: (1) $5,000 for a taxpayer who filed a joint income tax return for the first taxable year beginning in 2011; (2) $3,000 for a taxpayer who filed an individual income tax return for the same taxable year; plus (3) $500, but only if the taxpayer uses the debit card to acquire a new U.S.-manufactured passenger automobile by way of an 18-month lease (renewable at the lessee's option). Limits a debit card to taxpaying U.S. citizens whose gross income does not exceed $50,000 ($75,000 for those filing joint returns), plus a phaseout amount calculated according to a specified formula. Excludes individuals claimed as dependents on another taxpayer's income tax return. Allows use of the debit card to purchase durable goods, clothes, services (other than medical and business-related legal services) performed within the United States, and the residential home mortgage payments of a debtor at least three months in arrears. Prohibits the use of a debit card for any purchase of a good or service, or the acquisition of a passenger automobile under a lease, if its cost is greater than the amount provided under the debit card stimulus program. Prescribes certain other restrictions on the use of a debit card. Allows an income tax employee retention credit to an employer of any qualified retained employee: (1) whose hiring date with the employer follows the beginning of the debit card stimulus program and who first begins work before the end of the program; and (2) who, without a break in service, performs services in the United States for the employer for the six months following the end of the debit card stimulus program (employee retention period). Sets the amount of an employee retention credit at the excess (if any) of: (1) $3,000 multiplied by the number of qualified retained employees, minus (2) $3,000 multiplied by the number of specified dismissed employees. Makes available to carry out this Act any funds made available to the Department of Defense (DOD) for Overseas Contingency Operations in excess of the amounts required by DOD for Operation Enduring Freedom because of the redeployment of members of the U.S. Armed Forces from Afghanistan."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Stimulus, Tax Credit Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To direct the Secretary of Commerce to establish a program under which preloaded debit cards are made available for the purchase of certain goods and services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T23:02:41-05:00"
}