{
  "actions": [
    {
      "acted_at": "2013-03-21", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-08", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Workforce Protections.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1373-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Workforce Protections", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Andrews, Robert E.", 
      "sponsored_at": "2013-03-21", 
      "state": "NJ", 
      "thomas_id": "00021", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Blumenauer, Earl", 
      "sponsored_at": "2013-03-21", 
      "state": "OR", 
      "thomas_id": "00099", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Bustos, Cheri", 
      "sponsored_at": "2013-06-14", 
      "state": "IL", 
      "thomas_id": "02127", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Cartwright, Matt", 
      "sponsored_at": "2013-07-23", 
      "state": "PA", 
      "thomas_id": "02159", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Conyers, John, Jr.", 
      "sponsored_at": "2013-03-21", 
      "state": "MI", 
      "thomas_id": "00229", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Courtney, Joe", 
      "sponsored_at": "2013-03-21", 
      "state": "CT", 
      "thomas_id": "01836", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "DeLauro, Rosa L.", 
      "sponsored_at": "2013-04-09", 
      "state": "CT", 
      "thomas_id": "00281", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Enyart, William L.", 
      "sponsored_at": "2013-03-21", 
      "state": "IL", 
      "thomas_id": "02125", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Fudge, Marcia L.", 
      "sponsored_at": "2013-04-09", 
      "state": "OH", 
      "thomas_id": "01895", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Grijalva, Raul M.", 
      "sponsored_at": "2013-03-21", 
      "state": "AZ", 
      "thomas_id": "01708", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Holt, Rush", 
      "sponsored_at": "2013-03-21", 
      "state": "NJ", 
      "thomas_id": "01580", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Honda, Michael M.", 
      "sponsored_at": "2013-03-21", 
      "state": "CA", 
      "thomas_id": "01634", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Huffman, Jared", 
      "sponsored_at": "2013-06-04", 
      "state": "CA", 
      "thomas_id": "02101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Kirkpatrick, Ann", 
      "sponsored_at": "2013-04-09", 
      "state": "AZ", 
      "thomas_id": "01907", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Langevin, James R.", 
      "sponsored_at": "2013-03-21", 
      "state": "RI", 
      "thomas_id": "01668", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Nadler, Jerrold", 
      "sponsored_at": "2013-03-21", 
      "state": "NY", 
      "thomas_id": "00850", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Rahall, Nick J., II", 
      "sponsored_at": "2013-03-21", 
      "state": "WV", 
      "thomas_id": "00940", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "2013-04-09", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Ryan, Tim", 
      "sponsored_at": "2013-03-21", 
      "state": "OH", 
      "thomas_id": "01756", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "28", 
      "name": "Schiff, Adam B.", 
      "sponsored_at": "2013-03-21", 
      "state": "CA", 
      "thomas_id": "01635", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Schwartz, Allyson Y.", 
      "sponsored_at": "2013-04-09", 
      "state": "PA", 
      "thomas_id": "01798", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Shea-Porter, Carol", 
      "sponsored_at": "2013-03-21", 
      "state": "NH", 
      "thomas_id": "01861", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Slaughter, Louise McIntosh", 
      "sponsored_at": "2013-03-21", 
      "state": "NY", 
      "thomas_id": "01069", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Tierney, John F.", 
      "sponsored_at": "2013-07-18", 
      "state": "MA", 
      "thomas_id": "01535", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Visclosky, Peter J.", 
      "sponsored_at": "2013-03-21", 
      "state": "IN", 
      "thomas_id": "01188", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Wilson, Frederica S.", 
      "sponsored_at": "2013-09-17", 
      "state": "FL", 
      "thomas_id": "02004", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Yarmuth, John A.", 
      "sponsored_at": "2013-03-21", 
      "state": "KY", 
      "thomas_id": "01853", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-03-21", 
  "number": "1373", 
  "official_title": "To improve compliance with mine safety and health laws, empower miners to raise safety concerns, prevent future mine tragedies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s805-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Robert C. Byrd Mine Safety Protection Act of 2013", 
  "sponsor": {
    "district": "11", 
    "name": "Miller, George", 
    "state": "CA", 
    "thomas_id": "00808", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-03-21", 
  "subjects": [
    "Accidents", 
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Air quality", 
    "Business records", 
    "Cardiovascular and respiratory health", 
    "Civil actions and liability", 
    "Coal", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal procedure and sentencing", 
    "Department of Labor", 
    "Employment and training programs", 
    "Employment discrimination and employee rights", 
    "Environmental assessment, monitoring, research", 
    "Evidence and witnesses", 
    "Government employee pay, benefits, personnel management", 
    "Government studies and investigations", 
    "Health information and medical records", 
    "Labor and employment", 
    "Labor standards", 
    "Lawyers and legal services", 
    "Medical tests and diagnostic methods", 
    "Mining", 
    "Wages and earnings", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-03-21", 
    "text": "Robert C. Byrd Mine Safety Protection Act of 2013 - Amends the Federal Mine Safety and Health Act of 1977 to require the Secretary of Labor (Secretary), in conducting health and safety related accident investigations in coal or other mines, to: (1) determine why an accident occurred and whether there were violations of law, mandatory health and safety standards, or other requirements; (2) in cases involving violations of federal criminal law, refer them to the Attorney General; and (3) make recommendations to avoid any recurrence. Requires an independent accident investigation by an independent panel appointed by the Secretary of Health and Human Services (HHS) for any accident: (1) involving three or more deaths, or (2) whose severity or scale merits an independent investigation. Requires the Director of the National Institute for Occupational Safety and Health (NIOSH), at the request of a majority of the panel or upon his or her own initiative, to issue subpoenas for the attendance and testimony of witnesses and the production of relevant papers, books, and documents, and administer oaths with respect to an investigation. Authorizes: (1) the Secretary's representatives and attorneys to question any individual privately during an inspection or investigation; and (2) any individual willing to speak with or provide a statement to such representatives or attorneys to do so without the presence, involvement, or knowledge of the mine operator or mine operator's agents or attorneys. Allows the closest relative of a miner who is entrapped, disabled, killed, or otherwise prevented by an accident to designate a representative for the miner to participate in a mine inspection. Requires mine inspections to be conducted during various shifts and days of the week when miners are normally present. Directs the Secretary, upon the request of the mine operator, to review with appropriate mine officials the Secretary's most recent evaluation for pattern of violations status during the course of a regular mine inspection, or at the Secretary's discretion, during the pre-inspection conference. Prohibits an attorney from representing both a mine operator and miner during an inspection, investigation, or litigation, unless such miner knowingly waives all possible conflicts of interest. Declares that title 30 CFR Part 104 of chapter I, as revised by the Federal Mine Safety and Health Administration and published at 78 Federal Register 5073 (January 23, 2013), regarding procedures and criteria for determining a mine operator's pattern of violations, shall have the force and effect of law and be subject to an Act of Congress. Requires the Secretary to: (1) revoke the approval of mine operator plans or programs based on certain criteria; and (2) order withdrawal of all persons from a mine or mine area, and prohibit them from entering it, until the operator submits and the Secretary approves a new plan. Revises civil and criminal penalties and related administrative procedures. Prescribes a civil penalty for: (1) any unapproved change to a coal mine ventilation system or ventilation control which is required by a ventilation plan, safety standard, or order; (2) a violation of a mandatory health and safety standard requiring rock dusting in a coal mine; (3) a violation of the statutory prohibition on providing advance notice of an inspection; or (4) a violation of a mandatory health and safety standard requiring examinations of work areas in an underground coal mine. Revises certain miner protections against discrimination. Prohibits discriminating against a miner or other employee of a mine operator for refusing to perform duties out of a good-faith and reasonable belief that performing such duties would pose a safety or health hazard. Entitles a miner to full compensation by a mine operator at the regular rate of pay for the entire period (not to exceed 60 days) for which the miner is idled because of a Secretary's withdrawal order. (Under current law, miners are entitled to full compensation only for the time that they are idled, or for one week, whichever is the lesser, after all interested parties are given an opportunity for a public hearing and after such order is final.) Prohibits an underground coal mine operator whose mine has been in pattern of violations status for three years from discharging (or constructively discharging) a miner paid on an hourly basis without reasonable job-related grounds based on certain failures to perform job duties satisfactorily if the miner has completed the employer's probationary period of up to six months. Allows a miner aggrieved by violation of this prohibition to file a complaint in federal district court for reinstatement and compensatory damages. Requires each underground coal mine operator to implement a communication program to ensure that each miner is orally briefed on and made aware of current mine conditions before traveling to or arriving at the mine work area and commencing assigned tasks. Prescribes additional requirements for the monitoring of coal dust in underground mines. Directs the Secretary to promulgate regulations to require each operator of an underground coal mine to install atmospheric monitoring systems. Revises mine operator health and safety training program requirements. Increases from 8 to 9 the minimum number of hours of refresher training all miners must receive at least once every 12 months, including 1 hour of training on miners statutory rights and responsibilities. Requires such training programs to include distribution of miners' rights as well as a toll-free hotline telephone number. Requires the Secretary to order a mine operator to provide additional training to miners if a serious or fatal accident has occurred at a mine, it has experienced above-average accident and injury rates, citations, or withdrawal orders, or the operator has a history of failing to adequately train miners. Amends the Mine Improvement and New Emergency Response Act of 2006 to require the Secretary to give special emphasis in the award of competitive grants for education and training (Brookwood-Sago Mine Safety Grants) to programs and materials that provide underground mine accident rescue simulation training to workers in smaller mines. Requires the Secretary to issue mandatory standards to establish certification requirements and procedures for persons authorized by a mine operator to perform duties or provide training under such Act. Directs the Secretary to promulgate regulations to require mine operators to retain certain required records and data that are in electronic form. Authorizes the Secretary to make grants to states to assist them in developing and implementing miner certification programs. Amends the Black Lung Benefits Act to require a mine operator to deliver within 14 days a complete copy of the examining physician's report to any miner required to submit to a medical examination. Amends the Occupational Safety and Health Act of 1970 to authorize the Director of NIOSH, acting through the Office of Mine Safety and Health, to enter into cooperative agreements with international institutions and private entities to improve mine safety and health through new interventions. Authorizes the Secretary to double encumber a position or utilize early replacement hiring for authorized representatives and technical positions in the Mine Safety and Health Administration. Requires the Secretary to develop and report to Congress a succession plan for the replacement of qualified Administration employees for the next five years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Robert C. Byrd Mine Safety Protection Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To improve compliance with mine safety and health laws, empower miners to raise safety concerns, prevent future mine tragedies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:15:29-05:00"
}