{
  "actions": [
    {
      "acted_at": "2010-03-10", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4816-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-03-10", 
  "number": "4816", 
  "official_title": "To amend the Federal Food, Drug, and Cosmetic Act to provide for the deposit in the general fund of the Treasury of fees that are collected from manufacturers of drugs and devices under chapter VII of such Act, to terminate the authority of the Food and Drug Administration to negotiate with the manufacturers on particular uses of the fees, to establish a Center for Postmarket Drug Safety and Effectiveness, to establish additional authorities to ensure the safe and effective use of drugs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Food and Drug Administration Improvement Act of 2010", 
  "sponsor": {
    "district": "22", 
    "name": "Hinchey, Maurice D.", 
    "state": "NY", 
    "thomas_id": "00541", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-03-10", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Civil actions and liability", 
    "Consumer affairs", 
    "Department of Health and Human Services", 
    "Drug safety, medical device, and laboratory regulation", 
    "Executive agency funding and structure", 
    "Food and Drug Administration (FDA)", 
    "Government information and archives", 
    "Health", 
    "Marketing and advertising", 
    "Medical ethics", 
    "Prescription drugs", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-03-10", 
    "text": "Food and Drug Administration Improvement Act of 2010 - Amends the Federal Food, Drug, and Cosmetic Act (FFDCA) to require that all fees collected for the review of applications for human drugs, devices, animal drugs, or generic animal drugs be deposited in the general fund of the Treasury. Makes available amounts necessary for the Secretary of Health and Human Services (HHS) to review such applications. Prohibits the Secretary from entering into agreements with persons from whom such fees are collected and terminates any existing agreements. Requires the Secretary to: (1) establish the Center for Postmarket Drug, Device, and Biologic Safety and Effectiveness within the Food and Drug Administration (FDA) to regulate approved drugs; and (2) transfer to the Center all responsibilities for such regulation from the Center for Drug Evaluation and Research, the Center for Biologics Evaluation and Research, or the Center for Devices and Radiological Health Organization. Requires a statement regarding the reporting of negative side effects of prescription drugs in televised direct-to-consumer drug advertisements (currently required in published advertisements). Requires the Commissioner of Food and Drugs to: (1) complete a review of the FDA's regulations and guidance pertaining to the labeling of drugs and biological products; and (2) post on the FDA's website all clinical trial adverse events included in the registry and results data bank of the National Institutes of Health (NIH). Requires payment of a fee to the Secretary for the advertisement of drugs and devices. Requires doctors to inform patients and obtain consent to prescribe an approved drug for a purpose that has not been approved by the FDA."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food and Drug Administration Improvement Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Food, Drug, and Cosmetic Act to provide for the deposit in the general fund of the Treasury of fees that are collected from manufacturers of drugs and devices under chapter VII of such Act, to terminate the authority of the Food and Drug Administration to negotiate with the manufacturers on particular uses of the fees, to establish a Center for Postmarket Drug Safety and Effectiveness, to establish additional authorities to ensure the safe and effective use of drugs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:10-05:00"
}