{
  "actions": [
    {
      "acted_at": "1982-04-01", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-27", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-11", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-11", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-09-08", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Ways and Means. Report No: 97-794.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-08", 
      "references": [], 
      "text": "Placed on Union Calendar No: 485.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-14", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-14", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1982-09-16", 
      "committee": "Committee on Finance", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-09-21", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; Treasury Department; Energy Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-22", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-24", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-09-27", 
      "references": [], 
      "text": "Committee on Finance. Reported to Senate by Senator Dole with amendments. With written report No. 97-592.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-27", 
      "calendar": "Senate Legislative", 
      "number": "863", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 863.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1982-09-30", 
      "references": [], 
      "text": "S.UP.AMDT.1350 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-30", 
      "references": [], 
      "text": "S.UP.AMDT.1351 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-30", 
      "references": [], 
      "text": "S.UP.AMDT.1352 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-30", 
      "references": [], 
      "text": "S.UP.AMDT.1350 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-30", 
      "references": [], 
      "text": "S.UP.AMDT.1351 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-30", 
      "references": [], 
      "text": "S.UP.AMDT.1352 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-30", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-30", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with amendments by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1982-10-01", 
      "references": [], 
      "text": "Unanimous Consent Request to Take up and Agree to Senate Amendments Rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-13", 
      "references": [], 
      "text": "House Agreed to Senate Amendments 002, 003, 004, 005, 006, 007, 008, 011, 012, 013, 019, 020, 021, 022, 023, 025, 028, 029, 032, 035.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-13", 
      "references": [], 
      "text": "House Concurred, in Senate Amendments 001, 010, 014, 016, 017, 026, 030, 031, 033, 034, 036, 037 , with Amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-13", 
      "references": [], 
      "text": "House Disagreed to Senate Amendments 009, 015, 018, 024, 027.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-13", 
      "references": [], 
      "text": "House Insisted on its Amendments by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-13", 
      "references": [], 
      "text": "House Requested a Conference and Speaker Appointed Conferees: Rostenkowski, Gibbons, Pickle, Rangel, Stark, Conable, Duncan, Archer.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-17", 
      "bill_ids": [
        "s9-97"
      ], 
      "references": [], 
      "text": "Senate insists on its amendments Nos. 9, 15, 18, 24, and 27. By Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-17", 
      "bill_ids": [
        "s1-97"
      ], 
      "references": [], 
      "text": "Senate disagreed to House amendments to Senate amendments Nos. 1, 10, 14, 16, 17, 26, 30, 31, 33, 34, 36, and 37. By Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-17", 
      "references": [], 
      "text": "Senate agreed to request for conference. Appointed conferees. Dole; Packwood; Roth; Long; Byrd, of VA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-21", 
      "references": [], 
      "text": "Conference Report 97-986 Filed in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-21", 
      "references": [], 
      "text": "House Agreed to Conference Report by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-21", 
      "references": [], 
      "text": "Conferees agreed to file conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-12-22", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "CONFERENCE:PASSED:SENATE", 
      "text": "Senate agreed to conference report by Voice Vote.", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "s"
    }, 
    {
      "acted_at": "1982-12-22", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1983-01-03", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-01-03", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1983-01-12", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1983-01-12", 
      "congress": "97", 
      "law": "public", 
      "number": "448", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 97-448.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "su1350-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "1350"
    }, 
    {
      "amendment_id": "su1351-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "1351"
    }, 
    {
      "amendment_id": "su1352-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "1352"
    }
  ], 
  "bill_id": "hr6056-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "97", 
    "law_type": "public", 
    "number": "448"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1983-01-12", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1982-09-14", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1982-12-22", 
    "vetoed": false
  }, 
  "introduced_at": "1982-04-01", 
  "number": "6056", 
  "official_title": "An act to make technical corrections in the Economic Recovery Tax Act of 1981 and certain other recent tax legislation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Technical Corrections Act of 1982", 
  "sponsor": {
    "district": "8", 
    "name": "Rostenkowski, Dan", 
    "state": "IL", 
    "thomas_id": "00988", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1983-01-12", 
  "subjects": [
    "Airlines", 
    "Alcohol as fuel", 
    "Americans employed in foreign countries", 
    "Armed forces and national security", 
    "Automobile industry", 
    "Automotive engineering", 
    "Bankruptcy", 
    "Bonds", 
    "Capital gains tax", 
    "Certificates of deposit", 
    "Charitable contributions", 
    "Close corporations", 
    "Corporate reorganizations", 
    "Corporation taxes", 
    "Credit unions", 
    "Depreciation and amortization", 
    "Dividends", 
    "Employee ownership", 
    "Employers' liability", 
    "Estate tax", 
    "Excess profits tax", 
    "Excise tax", 
    "Federal employees", 
    "Foreign corporations", 
    "Foreign trade and international finance", 
    "Futures trading", 
    "Gift tax", 
    "Government securities", 
    "Historic sites", 
    "Hospices (Terminal care)", 
    "Income tax", 
    "Interest", 
    "Investment tax credit", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Leases", 
    "Medicaid", 
    "Medicare", 
    "Missing in action", 
    "Partnerships", 
    "Peer review organizations (Medicine)", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Public utilities", 
    "Retirement income", 
    "Stocks", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax rates", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Tobacco industry", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Tax administration", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1982-12-21", 
    "text": "(Conference report filed in House, H. Rept. 97-986) Technical Corrections Act of 1982 - Title I: Amendments Related to Economic Recovery Tax Act of 1981 - Amends the Economic Recovery Tax Act of 1981 to change the effective date of changes in the tax rates during a taxable year. Revises the formula for computing the tax rate reduction credit for 1981 in the case of individuals to whom the 50 percent maximum rate or 20 percent capital gain rate applies. Eliminates 50-cent rounding errors in certain tax tables. Makes technical changes relating to the coordination of the 20 percent maximum tax on net capital gain with the minimum tax. Makes certain changes relating to the imposition of the separate tax on certain lump sum distributions. Provides that for purposes of the exclusion of foreign earned income of U.S. citizens living abroad, the amount excluded and the amount of housing costs deducted may not exceed an individual's foreign earned income for the taxable year. Permits a taxpayer to elect not to have provisions apply which provide for a two-year rollover period for the exclusion of gain from the sale of a principal residence. Specifies that tax-exempt dependent care assistance programs may not discriminate in favor of high level employees, owners, or their dependents. Redefines \"child with special needs\" for purposes of the tax deduction for adoption expenses. Makes technical changes relating to certain transfers of land between related taxpayers. Applies the short taxable year rules to 15-year real property for purposes of the depreciation deduction. Requires the Secretary of the Treasury to prescribe regulations for the tax deduction of depreciable property in the case of a change in the use of such property. Includes as \"ten-year property\" certain coal utilization property for purposes of the accelerated cost recovery system. Makes technical changes related to: (1) certain unrealized receivables and inventory items; (2) straight line depreciation adjustments; (3) tax preferences; (4) net operating loss carryover; and (5) depreciation of theme parks. Prescribes special rules for the treatment of property acquired by reason of death and property received in partnership acquisitions as \"recovery property\" for purposes of depreciation. Directs the Secretary to prescribe regulations for the recapture of the benefit of an election to expense certain depreciable business assets for property converted to a nonbusiness use after a specified period. States that public utility property shall not be qualified for sale and leaseback arrangements unless certain requirements are met. Provides that for purposes of determining the amount of dividends paid by a real estate investment trust, the amount of earnings and profits for the year shall be increased by the gain from the sale of real property. Revises the applicable investment tax credit percentage for certain recovery property. Excludes from the definition of \"petroleum storage facilities\" a building or its structural components. Modifies certain rules for qualified rehabilitation expenditures. Extends the time during which a taxpayer may make an election to use straight line depreciation. Specifies the types of buildings eligible for the rehabilitation investment tax credit. Redefines \"substantially rehabilitated\" for purposes of such credit. Makes certain technical changes relating to: (1) charitable contributions to preserve historic structures; (2) the credit for increasing research activities; (3) the definition of a qualified Subchapter S trust; and (4) incentive stock options. Provides special rules for the recognition of gain where incentive stock is acquired through the use of other statutory option stock. Makes technical changes relating to: (1) the targeted jobs credit; (2) corporate charitable contributions; and (3) the deduction for loss of motor carrier operating authorities. Changes the period during which the low-income determination must be made for purposes of eligibility for the new jobs credit. Includes credit union share accounts as qualified net savings for purposes of the exclusion from gross income of interest on certain savings. Includes banking facilities operated under a cost plus agreement with the Department of Defense for members of the U.S. armed forces outside the United States as an institution qualified to issue tax-exempt savings certificates. Modifies the formula for computing the dividend exclusion and the interest exclusion which is to take effect in 1985. Revises requirements for the retirement savings deduction. Makes technical changes relating to deductible employee contributions to retirement plans and the estate tax exclusion of certain lump sum distributions. Sets forth the effective dates for certain estate and gift tax provisions. Makes technical amendments relating to simplified employee pensions. Increases the maximum deduction for employer contributions to $17,000. Redefines \"qualified public utility\" for purposes of the taxation of dividend reinvestment plans. Makes technical amendments related to employee stock ownership plans. Makes technical changes in the requirements for: (1) the estate tax marital deduction; (2) the special estate tax valuation based on use; (3) extensions of time for payment of the estate tax; (4) the inclusion in the estate of gifts made by a decedent within three years of death; and (5) the holding period for long-term capital gain treatment of property distributed under a pecuniary bequest or purchased from a decedent's estate. Provides that certain annuities shall be treated as an income interest in property for purposes of the estate tax marital deduction for certain terminable interests. Changes the effective dates for certain estate and gift tax provisions. Defines \"unrecognized gain\" for purposes of the taxation of tax straddles. Makes technical changes relating to the taxation of straddle losses and gains. Revises the termination rules applicable to transfers of regulated futures contracts. Provides for the treatment of certain foreign currency contracts as regulated futures contracts. Eliminates the requirement that such contracts must require the delivery of personal property. Redefines \"foreign currency contract.\" Directs the Secretary to prescribe regulations for the tax treatment of regulated futures contracts marked to market. Redefines \"interest and carrying charges\" for purposing of taxing straddles. Permits taxpayers to elect the application of mark-to-market tax rules if the taxpayer held futures contracts during a specified period. Requires a dealer who acquires a security through an option to clearly identify the option as held for investment. Extends capital gains treatment to gain or loss attributable to the termination of a regulated futures contract which is a capital asset in the hands of the taxpayer. Revises requirements for the windfall profit tax on oil produced from transferred property. Redefines \"qualified family corporation\" for purposes of the windfall profit tax on certain royalty interests. Allows beneficiaries of a trust owning royalty interests a tax credit or refund for overpayments of the windfall profit tax by the trust. Limits the number of barrels of royalty production oil which may be taken into account for purposes of the credit or refund. Provides that certain transfers of such interests shall result in the loss of eligibility for the refund or credit. Requires the Secretary to prescribe regulations to carryout the above provisions. Makes technical amendments relating to tax administration, including valuation overstatements, declaration of estimated income tax, and negligence penalties. Makes technical changes in provisions relating to the exclusion for prepaid legal services and to private foundation distributions. Title II: Amendments Related to Crude Oil Windfall Profit Tax Act of 1980 - Makes technical amendments to the Crude Oil Windfall Profit Tax Act of 1980 relating to: (1) the net income limitation on windfall profit; (2) cost depletion; (3) inflation adjustments; (4) independent producers; (5) the small producer transfer exemption; (6) qualified tertiary recovery projects; (7) exempt Alaskan oil; (8) adjustments for withholding errors; and (9) time of payment. Includes as a qualified charitable interest exempt from the windfall profit tax a private foundation operated for the benefit of certain schools or child care facilities. Sets forth special requirements for the allocation of cost recovery oil covered by a net profits agreement. Directs the Secretary to prescribe rules for allocating the \"cost recovery oil\" from all the oil produced from property. Makes technical changes relating to: (1) records, information, and return requirements; (2) penalties; (3) estimated tax provisions; (4) effective dates; and (5) overpayments of tax. Redefines \"oil and gas property\" to include necessary production equipment. Permits the use of gasoline as an alcohol denaturant for purposes of determining the alcohol volume requirement of the gas exemption from the motor fuel excise tax. Revises requirements for long-term projects for purposes of the business energy credits. Title III: Amendments Related to Installment Sales Revision Act of l980 - Amends the Internal Revenue Code to revise the attribution rules for purposes of determining gain from the sale of depreciable property between certain related taxpayers. Makes technical amendments relating to installment sales rules for like kind exchanges and for certain liquidations. Makes a technical amendment relating to minimum tax provisions as in effect before the enactment of the Tax Equity and Fiscal Responsibility Act of 1982. Amends the Subchapter S Revision Act of 1982 to make certain changes relating to the taxable year of an S corporation, stock or securities transfers to small business corporations, and S corporation elections to distribute earnings first. Permits such corporations to elect to treat such distributions as dividends. Amends the Miscellaneous Revenue Act of 1982 to make a technical change relating to annuities for survivors of Tax Court judges. Makes technical amendments to the revenue provisions of the Tax Equity and Fiscal Responsibility Act of 1982 with respect to: (1) the minimum tax; (2) corporate tax preference items; (3) the investment tax credit; (4) the foreign tax credit for taxes on oil and gas income; (5) partial liquidations; (6) the tax treatment of distributions of appreciated property in redemption of stock; (7) contribution and benefit limits for certain annuities; (8) special qualifications for self-employed and owner-employee pension plans; and (9) the exclusion of death benefits paid under flexible premium life insurance contracts. Revises the method of and time for payment of the excise tax on tobacco products. Extends the effective dates for certain provisions relating to the income taxes of members of the armed forces upon death. Waives certain restrictions on sale and leaseback arrangements contained in such Act in the case of certain automobile manufacturing property placed in service during a specified period. Defines \"automobile manufacturing property\" for purposes of such waiver. Revises rules for the tax treatment of certain corporate stock purchases as asset purchases. Permits an election of such treatment if the target corporation was a member of an affiliated group which files a consolidated return for the year in which the transaction took place. Extends the time during which such elections may be made. Provides transitional rules for making and revoking such elections. Revises the method of computing the original issue discount on bonds issued in certain reorganizations, for purposes of the inclusion in income of such amount by the holder and the tax deduction of such amount by the bond issuer. Sets forth special rules for the exchange of bonds in reorganizations. Revises the tax treatment of renegotiations of outstanding loans made to an employee under an employer's tax qualified pension, profit-sharing, or stock bonus plan or tax sheltered annuity program. Provides that if certain requirements are met, the amount of the prior outstanding loan balance will not be treated as a taxable distribution on account of the required renegotiation. Provides that the credit for tax withheld from interest, dividends, or patronage dividends shall be allowed in the same taxable year as the income is received. Amends the Subchapter S Revision Act of 1982 to repeal provisions setting forth rules for determining the year for which such credit is allowed. Delays the effective date for registration of tax-exempt obligations. Makes technical changes in provisions of such Act relating to: (1) court jurisdiction over transactions outside the United States or involving foreign persons; (2) tax information requirements for certain foreign-owned corporations; (3) membership requirements for tax-exempt veterans organizations; (4) the tax treatment of partnership items; and (5) penalties for failure to file returns in the case of U.S. persons having interests in foreign partnerships. Extends certain provisions relating to the income taxes of members of the armed forces missing in action. Makes technical changes in the spending provisions of such Act relating to: (1) the calculation of the Federal Medicaid payment; (2) the Professional Standards Review Program; (3) hospice care; (4) the Federal supplemental unemployment compensation program; and (5) effective dates; and (6) Federal employees' medical-qualified service requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Technical Corrections Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Technical Corrections Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Technical Corrections Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Technical Corrections Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Technical Corrections Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Technical Corrections Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to make technical corrections related to the Economic Recovery Tax Act of 1981, the Crude Oil Windfall Profit Tax Act of 1980, and the Installment Sales Revision Act of 1980.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An act to make technical corrections in the Economic Recovery Tax Act of 1981 and certain other recent tax legislation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:56-05:00"
}