{
  "actions": [
    {
      "acted_at": "1995-03-02", 
      "references": [
        {
          "reference": "CR S3395", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-03-02", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s485-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-03-02", 
  "number": "485", 
  "official_title": "A bill to amend the Solid Waste Disposal Act to provide and clarify the authority for certain municipal solid waste flow control arrangements.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Municipal Waste Flow Control Transition Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Hutchison, Kay Bailey", 
    "state": "TX", 
    "thomas_id": "01368", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-03-02", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture and food", 
    "Commerce", 
    "Compost", 
    "Congress", 
    "Congressional reporting requirements", 
    "Contracts", 
    "Environmental protection", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government securities", 
    "Incineration", 
    "Industrial pollution", 
    "Interstate commerce", 
    "Interstate relations", 
    "Law", 
    "Legislation", 
    "Licenses", 
    "Municipal ordinances", 
    "Municipal services", 
    "Recycling industry", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "State laws", 
    "Supreme Court decisions", 
    "Tax-exempt securities", 
    "Transboundary pollution", 
    "Transportation and public works", 
    "Waste disposal sites"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-03-02", 
    "text": "Municipal Waste Flow Control Transition Act of 1995 - Amends the Solid Waste Disposal Act to authorize States and political subdivisions to exercise flow control authority for municipal solid waste, and recyclable materials voluntarily relinquished by the owner or generator, generated in their jurisdictions directing such waste and materials to waste management facilities or recyclables facilities if such authority: (1) is exercised pursuant to a law, regulation, or other legally binding provision in effect on May 15, 1994; and (2) has been implemented by designating before such date the particular waste facilities in operation as of such date to which the waste or recyclable materials must be delivered. Limits such authority to categories, volumes, or sources of waste to which flow control authority requiring a movement to a facility was actually applied on May 15, 1994, or to the specific categories for which a State or political subdivision, prior to such date, had committed to the designation of a facility. Authorizes a political subdivision to exercise such authority notwithstanding the requirement that facilities are designated before such date if the subdivision has taken specified actions, prior to such date, to commit to the designation of a facility to be constructed. Permits States or political subdivisions, upon the request of a municipal solid waste generator, to authorize the diversion of waste generated by such generator to a solid waste facility other than the designated facility where such diversion would provide a higher level of health and environmental protection or indemnify or reduce potential liability of the generator under Federal or State law. Considers laws, regulations, or acts of States or political subdivisions that implement flow control authority to be a reasonable regulation of commerce. Directs the Administrator of the Environmental Protection Agency to study and report to the Congress on the extent to which the Supreme Court decision in C&A Carbone v. Clarkstown, New York has affected the ability of public and private entities to secure or retain financing for solid waste management facilities or services and is likely to interfere with the implementation of State solid waste management plans, recycling, or composting."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Municipal Waste Flow Control Transition Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Solid Waste Disposal Act to provide and clarify the authority for certain municipal solid waste flow control arrangements.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:40-05:00"
}