{
  "actions": [
    {
      "acted_at": "1973-10-18", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11017-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-18", 
  "number": "11017", 
  "official_title": "A bill to provide housing for persons in rural areas of the United States on an emergency basis.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Rural Housing Act", 
  "sponsor": {
    "district": "3", 
    "name": "Evans, Frank E.", 
    "state": "CO", 
    "thomas_id": "00360", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-18", 
  "subjects": [
    "Housing and community development", 
    "Rural affairs legislation"
  ], 
  "subjects_top_term": "Rural affairs legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-18", 
    "text": "Emergency Rural Housing Act - Declares the finding of Congress that there are millions of substandard dwelling units in rural areas, that existing agencies operating under existing authorities could not meet the needs of millions of the rural poor, and that there is a need for emergency action in rural housing programs. Establishes an Emergency Rural Housing Administration, the management of which shall be vested in an Administrator appointed by the President with the consent of the Senate. Makes it the duty of the Administrator to provide minimal housing facilities for eligible persons in rural areas and small communities and to do so, to the extent possible, within a five-year period. Forbids the duties and powers of the Administration to be transferred to any other department, agency, or instrumentality of the United States. Authorizes the Administrator to make loans to eligible persons to finance the acquisition of land and the construction thereon of minimal housing facilities, or to finance the acquisition and rehabilitation of existing facilities in accordance with minimum housing facilities standards. Provides that at least 50 percent of the principal amount of any loan made shall be amortized over a period of not more than forty years, shall bear interest at a rate of not less than one percent per year, and shall be secured by a first mortgage. Authorizes the Administrator to acquire land and engage in the development of housing projects to be sold under the provisions of this Act. Authorizes the Administrator to finance all or part of the acquisition, and maintenance of: (1) minimal housing facilities in rural areas and small communities to be rented by eligible persons; (2) water and sewer facilities for such housing; and (3) related community facilities for such housing. Provides that the Administrator may enter into area responsibility agreements with any local agency. Forbids the Administrator to require, as a condition of assistance under this Act, the relocation of any eligible person in order to engage in or to facilitate the economic development of any area. Requires the Administration to submit an annual report to the Congress and the President on the operation of this Act. Establishes a Rural Housing Investment Fund which shall be used by the Administration for carrying out the provisions of this Act. Authorizes the Administration to issue to the Secretary of the Treasury notes or other obligations in such sums as may be necessary to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Rural Housing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide housing for persons in rural areas of the United States on an emergency basis.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:53-05:00"
}