{
  "actions": [
    {
      "acted_at": "1990-07-13", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-16", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Energy Research and Development", 
      "text": "Referred to Subcommittee on Energy Research and Development.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2856-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Energy Research and Development", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1990-07-16", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-07-13", 
  "number": "2856", 
  "official_title": "A bill to enhance the use of the Department of Energy facilities so as to improve the Nation's competitive posture, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Department of Energy Science and Education Enhancement Act", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-07-13", 
  "subjects": [
    "Commercialization", 
    "Energy", 
    "Energy policy", 
    "Engineering", 
    "Higher education", 
    "Laboratories", 
    "Mathematics", 
    "Research and development", 
    "Research centers", 
    "Science, technology, communications", 
    "Scientific education", 
    "Technological innovations", 
    "Technology transfer"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-07-13", 
    "text": "Department of Energy Science and Education Enhancement Act - Amends the Atomic Energy Act of 1954 to authorize use of the facilities, equipment, personnel, and other resources of the Department of Energy (the Department) to the fullest extent possible to enhance educational opportunities in science, mathematics, and engineering for U.S. students and educators to improve U.S. scientific literacy and competitiveness. Directs the Secretary of Energy (the Secretary), to the extent appropriate, to establish programs to be operated at or through the support of each Department facility that will use fully the unique scientific resources of the Department to promote: (1) transfers of federally owned or originated technology to State and local governments, private industry, and universities, or other nonprofit organizations, to enhance prospects for commercialization of such technology; (2) activities enhancing the quality of mathematics, science, and engineering education throughout the Nation; and (3) research, development, and other activities to enhance the health and quality of life, particularly in areas pertaining to environmental improvement and biomedical research. Requires such programs to supplement and to be coordinated with, but not to supplant, current activities of the Department. Authorizes appropriations. Directs the Secretary to establish a program to develop Department-originated technologies, directed at the stage of technology development beyond basic research, that have significant promise for commercial and public benefit to the Nation, to the point where private industry will undertake further scientific and commercial development. Authorizes the Secretary to require, as a condition for supporting specific projects, a private sector commitment to future, wholly non-Federal funding of commercial development of particular technologies. Requires all technology development programs of the Department to be coordinated. Authorizes appropriations. Authorizes the Secretary to establish Laboratory Cooperative Science Centers at national laboratories operating under the Department's authority. Requires the Centers to coordinate both laboratory-based and offsite programs to advance the purposes of this Act. Sets forth required activities of the Center. Authorizes appropriations. Authorizes the Secretary to coordinate and sponsor university-based programs directed at encouraging more students, particularly women and minority students, to pursue energy-related scientific and technical careers. Requires such programs to include a pre-freshman engineering program in which middle-school students attend summer workshops on mathematics, science, and engineering conducted by universities on their campuses. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Energy Science and Education Enhancement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enhance the use of the Department of Energy facilities so as to improve the Nation's competitive posture, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:08-05:00"
}