{
  "actions": [
    {
      "acted_at": "2013-05-09", 
      "references": [
        {
          "reference": "CR S3332-3333", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-05-09", 
      "committees": [
        "SSVA"
      ], 
      "references": [
        {
          "reference": "CR S3333-3337", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-06-12", 
      "committee": "Committee on Veterans' Affairs", 
      "committees": [
        "SSVA"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Veterans' Affairs. Hearings held.", 
      "type": "hearings"
    }
  ], 
  "amendments": [], 
  "bill_id": "s922-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-06-12", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-09", 
  "number": "922", 
  "official_title": "A bill to require the Secretary of Labor to carry out a pilot program on providing wage subsidies to employers who employ certain veterans and members of the Armed Forces and require the Secretary of Veterans Affairs to carry out a pilot program on providing career transition services to young veterans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans Equipped for Success Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Sanders, Bernard", 
    "state": "VT", 
    "thomas_id": "01010", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-05-09", 
  "subjects": [
    "Armed forces and national security", 
    "Employee hiring", 
    "Employment and training programs", 
    "Labor standards", 
    "National Guard and reserves", 
    "Small business", 
    "Social work, volunteer service, charitable organizations", 
    "Unemployment", 
    "Veterans' education, employment, rehabilitation", 
    "Veterans' medical care", 
    "Veterans' organizations and recognition", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-05-09", 
    "text": "Veterans Equipped for Success Act of 2013 - Directs the Secretary of Labor to carry out a three-year pilot program to assess the feasibility and advisability of providing subsidies to employers employing eligible individuals in order to provide such individuals with valuable work experience, increase their skills, and assist them in obtaining long-term employment. Makes eligible for such program an individual who: is a veteran who was discharged or released from service under conditions other than dishonorable, is a member of the reserves who served on active duty for more than 180 consecutive days during the two-year period ending on the date of participation in the program, is between the ages of 18 and 34 or 55 and 64, is not in receiving compensation through the Department of Veterans Affairs (VA) due to unemployability, is not enrolled in a federal or state job training program, and is considered by the Secretary to be unemployed or underemployed. Outlines employer eligibility requirements, and prohibits an employer from displacing current employees with program participants. Limits the program to 50,000 participants, and directs the Secretary to carry out the program in areas with high concentrations of veterans. Provides subsidy amounts as percentages of basic pay for the work performed. Limits payment duration to one year or the period of employment under the program. Expresses the sense of Congress that such subsidy should not be paid for the performance of functions that are so inherently governmental that the position would not provide the individual with the experience, training, or skills necessary for employment in the private sector. Requires pilot program reports during its duration. Directs the VA Secretary to conduct a three-year pilot program to assess the feasibility and advisability of establishing a program of career transition services to assist eligible individuals in obtaining work experience in the private sector, increasing their marketable skills, obtaining long-term employment, and integrating into their local communities. Makes eligible for such program an individual described under (1), (2), or (6), above, who is, at the time of participation, at least 18 but no more than 30 years old. Limits the program to 50,000 participants, and directs such Secretary to especially consider areas with high concentrations of eligible individuals age 25 and younger. Outlines available career transition services under the program, and directs such Secretary to attempt to place participants in an internship with an appropriate employer. Provides mentoring and job-shadowing for program participants. Requires participants to also participate in volunteer activities related to providing assistance to, or for the benefit of, a veteran. Directs such Secretary to provide workshops for the development and improvement of professional skills of participants. Requires pilot program reports."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Veterans Equipped for Success Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to require the Secretary of Labor to carry out a pilot program on providing wage subsidies to employers who employ certain veterans and members of the Armed Forces and require the Secretary of Veterans Affairs to carry out a pilot program on providing career transition services to young veterans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:44:48-05:00"
}