{
  "actions": [
    {
      "acted_at": "2010-12-01", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3994-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2010-12-01", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-12-01", 
  "number": "3994", 
  "official_title": "A bill to delay the effective date of the mandatory purchase requirement for new flood hazard areas, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Flood Insurance Affordability and Risk Notification Act", 
  "sponsor": {
    "district": null, 
    "name": "Durbin, Richard", 
    "state": "IL", 
    "thomas_id": "00326", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-12-01", 
  "subjects": [
    "Disaster relief and insurance", 
    "Emergency management", 
    "Floods and storm protection", 
    "Government information and archives", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-12-01", 
    "text": "Flood Insurance Affordability and Risk Notification Act - Amends the Flood Disaster Protection Act of 1973 to delay, for a five-year period, the effective date for the mandatory purchase of flood insurance for certain new flood hazard areas not previously designated as having special flood hazards (with \"100-year floodplains\"). Limits such delay to geographic areas whose state or local governments have developed an evacuation plan and implemented an outreach and communication plan to advise occupants of flood risks and evacuation routes. Makes the preferred risk rate method premium available for flood insurance coverage for properties located in such areas during such five-year time period. Amends the National Flood Insurance Act of 1968 to set forth a five-year phase-in of flood insurance rates for newly mapped areas not previously designated as having special flood hazards. Directs the Administrator of the Federal Emergency Management Agency (FEMA) to: (1) work to enhance communication and outreach to states, local communities, and property owners about the effects of any potential changes or updates to National Flood Insurance Program rate maps, including their effects on flood insurance purchase requirements; (2) engage with local communities to enhance communication and outreach to their residents; and (3) make certain information available to the public on the FEMA website, including information on the availability and cost of flood insurance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Flood Insurance Affordability and Risk Notification Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to delay the effective date of the mandatory purchase requirement for new flood hazard areas, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:51:02-05:00"
}