{
  "actions": [
    {
      "acted_at": "1991-04-25", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-04-25", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-05-02", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-05-10", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-05-10", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-05-10", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Transportation and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Transportation and Hazardous Materials.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2114-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Transportation and Hazardous Materials", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "de Lugo, Ron", 
      "sponsored_at": "1991-05-22", 
      "state": "VI", 
      "thomas_id": "00275", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Ford, Harold E.", 
      "sponsored_at": "1991-05-22", 
      "state": "TN", 
      "thomas_id": "00400", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Pelosi, Nancy", 
      "sponsored_at": "1991-05-22", 
      "state": "CA", 
      "thomas_id": "00905", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Penny, Timothy J.", 
      "sponsored_at": "1991-05-22", 
      "state": "MN", 
      "thomas_id": "00906", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Serrano, Jose E.", 
      "sponsored_at": "1991-06-04", 
      "state": "NY", 
      "thomas_id": "01042", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1991-06-04", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Wilson, Charles", 
      "sponsored_at": "1991-05-22", 
      "state": "TX", 
      "thomas_id": "01232", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-04-25", 
  "number": "2114", 
  "official_title": "To provide for certification and require the offering of qualified health plans, to provide Federal assistance to States to establish a program of assistance for low-income persons to purchase comprehensive health insurance and to provide funding for assistance for catastrophic health care expenses of the elderly, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Health Care Improvement Act of 1991", 
  "sponsor": {
    "district": "5", 
    "name": "Sabo, Martin Olav", 
    "state": "MN", 
    "thomas_id": "01007", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-04-25", 
  "subjects": [
    "Catastrophic health insurance", 
    "Deceptive advertising", 
    "Employee benefit plans", 
    "Excise tax", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Health", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Labeling", 
    "Medicaid", 
    "Medicare", 
    "Poor", 
    "Public assistance programs", 
    "Social security taxes", 
    "Social welfare", 
    "Standards", 
    "State taxation", 
    "Taxation"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-04-25", 
    "text": "Comprehensive Health Care Improvement Act of 1991 - Title I: Qualified Health Insurance Plans - Part A: Definitions and Standards for Qualified Plans - Defines a \"plan of health coverage\" as any plan or combination of plans, including combinations of self-insurance, individual accident and health insurance policies, group accident and health insurance policies, coverage under a nonprofit health service plan, or coverage under a health maintenance organization (HMO) subscriber contract. Directs the Secretary of Health and Human Services to establish standards for qualified plans and procedures for the review and certification of plans of health coverage as qualified plans. Provides that a plan shall be certified as an \"A\" qualified plan if it meets State requirements and meets the following minimum standards: (1) the minimum benefits for a covered individual equal at least 80 percent of the covered expenses in excess of an annual deductible not exceeding $250 per person or $250 for each of two members of a covered family; (2) the coverage includes a limitation of $3,000 per person and $6,000 for a covered family on total annual out-of-pocket expenses for covered expenses; (3) the coverage is subject to a $1,000,000 maximum life-time benefit; and (4) the $3,000, $6,000, and $1,000,000 limitations are not subject to change or substitution by use of an actuarially equivalent benefit. States that covered expenses are the usual and customary charges of a physician or chiropractor. Lists covered and excluded services. Deems HMOs providing certain services to be providing an \"A\" qualified plan. Certifies as a \"B\" qualified plan a plan which meets the requirements of an \"A\" plan, except that the annual deductible does not exceed $1,000 per person. Directs the Secretary, to the extent feasible, to provide for the review and certification by the insurance commissioner of each State of qualified plans to be offered in the State. States that the sale of plans is in and affects interstate commerce and that, in order to properly regulate such sales, it is necessary to regulate such sales in intrastate, as well as interstate, commerce. Requires every plan of health coverage sold to be labelled as \"qualified\" or \"nonqualified\" on the front of the policy. Requires each advertisement or promotion for a plan to specify whether the plan is \"qualified\" or \"nonqualified.\" Part B: Requiring Offering of Certain Qualified Plans - Requires each employer employing an average of ten or more employees annually to make available a plan or combination of plans of health coverage which: (1) has been certified as an \"A\" or supplemental plan; (2) is a qualified convertible plan; and (3) permits either coverage of an employee's spouse and children or coverage of an employee's children. Defines a \"qualified convertible plan\" as a plan of health coverage which: (1) permits each enrolled individual to continue coverage for 36 months and then to convert the plan to any individual qualified plan without the addition of underwriting restrictions if, for any reason, the individual leaves the group; and (2) permits, in the case of the death of the individual in whose name the contract was issued, other individuals covered under the plan to continue coverage without the addition of underwriting restrictions. Sets forth civil penalties for noncompliance. Excludes from the term \"employee,\" for purposes of this provision, certain new, part-time, part-year, young, bargaining unit, and nonresident alien employees. Part C: Offering of Comprehensive Health Insurance by States - Amends title XIX (Medicaid) of the Social Security Act to require the establishment and creation of a health insurance pool available to uninsured and uninsurable individuals and businesses in each State and a comprehensive health plan in each State, in accordance with this part of this Act. Defines a \"comprehensive health insurance plan\" to mean policies of insurance and contracts of HMO coverage offered by the State through the contractee in the State. Defines the \"contractee\" as the insurers and HMOs in the State selected by the State to administer the comprehensive health insurance plan. Provides for the authorities and responsibilities of each State commissioner of insurance. Requires each State to provide for the establishment of a comprehensive health insurance plan. Requires each State, through its comprehensive health insurance plan, to offer: (1) policies which provide the benefits of \"A\" and \"B\" qualified plans; and (2) HMO contracts in those areas of the State where an HMO has agreed to make the coverage available. Provides that upon certification the individual can enroll in a State's comprehensive health insurance plan by payment of the State plan premium to the contractee. Requires that the premium schedule be set by the State. Allows the State to subsidize the premium with all or part of its Federal payment to be self-supporting. Limits agent referral fees. Requires any surplus to be held at interest and used to offset losses or reduce premiums. Exempts premiums received by the contractee from State taxation. Requires the comprehensive health insurance plan for a State to be open for enrollment by individuals residing in the State, who can enroll by submitting a certificate of eligibility to the State which certifies the applicant's name, address, age, length of residence, dependents to be insured, and type of coverage desired. Requires each State to disseminate information to State residents regarding the existence of the comprehensive health insurance plan and the means of enrollment. Requires each contractee to pay an agent's referral fee, in an amount to be determined by the State, to each insurance agent referring an applicant to the State comprehensive health insurance plan, if the application is accepted. Requires each State to adopt a method for judging the quality of health care provided by providers who are eligible for reimbursement under the plan. Title II: Program of Assistance to States for Assisting Low-Income Individuals to Purchase Comprehensive Health Insurance - Comprehensive Health Insurance Assistance Act of 1991 - Adds a new title XXI to the Social Security Act entitled \"Grants to States for Assistance to Low-Income Individuals in the Purchase of Comprehensive Health Insurance.\" Authorizes appropriations under title XXI to enable each State to provide assistance to low-income individuals in the purchase of comprehensive health insurance under title XXI. Requires the sums made available under this title to be used to make payments to States which have submitted, and have had approved by the Secretary, State plans for comprehensive health insurance assistance to low-income individuals. Directs the Secretary to pay each State with an approved plan, from the Low-Income Health Insurance Assistance Account, an amount determined under a specified formula. Title III: Medicare Tax Fairness - Amends the Internal Revenue Code to make unlimited the amount of the applicable contribution base for hospital insurance taxes imposed by specified provisions. Amends the Social Security Act to establish within the Federal Hospital Insurance Trust Fund the Catastrophic Health Insurance Reserve Account. Requires that the account be credited for all receipts of the Fund attributable to amendments made by this Act. Prohibits amounts credited or appropriated to the account from being expended, transferred, or appropriated. Requires that such amounts be reserved to carry out catastrophic health insurance programs for elderly individuals which are established by law after enactment of this Act. Amends the Internal Revenue Code to impose a tax (the health insurance enhancement tax) on a specified percentage of an individual's health insurance enhancement unearned income, defined as adjusted gross income minus wages or self-employment income taxable under provisions relating to hospital insurance. Establishes in the Treasury the Low-Income Health Insurance Enhancement Trust Fund and appropriates to it all taxes received under the health insurance enhancement tax imposed by this Act. Makes amounts in the Fund available for payments to States under the new title of the Social Security Act added by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Health Care Improvement Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Comprehensive Health Insurance Assistance Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for certification and require the offering of qualified health plans, to provide Federal assistance to States to establish a program of assistance for low-income persons to purchase comprehensive health insurance and to provide funding for assistance for catastrophic health care expenses of the elderly, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:07-05:00"
}