{
  "actions": [
    {
      "acted_at": "1977-06-09", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1664-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-06-09", 
  "number": "1664", 
  "official_title": "A bill to provide improved consumer deposit services; to promote competitive balance among financial institutions; and to enhance the effectiveness of the Federal Reserve System.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "McIntyre, Thomas J.", 
    "state": "NH", 
    "thomas_id": "01398", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-06-09", 
  "subjects": [
    "Bank deposits", 
    "Checking accounts", 
    "Consumer credit", 
    "Credit unions", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Interest", 
    "Savings and loan associations"
  ], 
  "subjects_top_term": "Bank deposits", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-06-09", 
    "text": "Title I: Payment of Interest on Deposits or Accounts - Permits federally insured commercial banks, savings and loan associations and credit unions to offer negotiable order of withdrawal (NOW) accounts. Permits share draft accounts for credit unions. Delays the authority to offer such accounts until one year after the enactment of this Act. Amends the Federal Reserve Act to authorize the Federal Reserve Board, the Federal Deposit Insurance Corporation, the Federal Home Loan Bank Board, and the National Credit Union Administration, jointly as a committee, to prescribe interest rate limitations on such accounts for a three year period after the effective date of this Act. Requires uniform interest rates on such accounts and requires that such rates shall not be less than that set by the Board for savings deposits of member banks. Title II: Reserve Requirements and Expanded Deposit Powers - Amends the Federal Reserve Act to impose reserve requirements on all depository institutions for new accounts and share drafts at levels the Federal Reserve Board may prescribe. Sets ranges for reserve ratios on these accounts and on the demand deposits of member banks. Sets forth a three-year phase-in for required reserves on outstanding NOW's and share draft accounts of non-member depository institutions. Requires and provides for the maintenance of reserve balances on NOW accounts or share draft accounts. Authorizes payment of interest on reserve balances. Amends the Home Owner's Loan Act to authorize NOW accounts for Federal savings and loan associations. Requires all federally insured savings and loan associations to maintain reserves on NOW accounts. Amends the Federal Reserve Act to authorize Federal Reserve Banks to provide clearing services for all depository institutions. Title III: Extension of Flexible Authority to Impose Interest Rate Ceilings on Deposits - Extends by two years, the authority of the Federal Reserve Board to prescribe interest rates on deposits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide improved consumer deposit services; to promote competitive balance among financial institutions; and to enhance the effectiveness of the Federal Reserve System.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:23-05:00"
}