{
  "actions": [
    {
      "acted_at": "1987-01-06", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-01-06", 
      "in_committee": "House Committee on Appropriations", 
      "references": [], 
      "subcommittee": "Foreign Operations", 
      "text": "Referred to Subcommittee on Foreign Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-03", 
      "in_committee": "House Committee on Appropriations", 
      "in_subcommittee": "Foreign Operations", 
      "references": [], 
      "text": "First Day of Subcommittee Hearings.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-05-06", 
      "in_committee": "House Committee on Appropriations", 
      "in_subcommittee": "Foreign Operations", 
      "references": [], 
      "text": "Final Day of Subcommittee Hearings.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-07-28", 
      "in_committee": "House Committee on Appropriations", 
      "in_subcommittee": "Foreign Operations", 
      "references": [], 
      "text": "First Day of Subcommittee Mark-up.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-07-28", 
      "in_committee": "House Committee on Appropriations", 
      "in_subcommittee": "Foreign Operations", 
      "references": [], 
      "text": "Final Day of Subcommittee Mark-up.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-08-06", 
      "in_committee": "House Committee on Appropriations", 
      "in_subcommittee": "Foreign Operations", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-08-06", 
      "in_committee": "House Committee on Appropriations", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-08-06", 
      "in_committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-08-06", 
      "references": [], 
      "text": "Reported to House by House Committee on Appropriations.  Report No: 100-283.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-08-06", 
      "references": [], 
      "text": "Placed on Union Calendar No: 176.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-12-22", 
      "bill_ids": [
        "hjres395-100"
      ], 
      "references": [], 
      "text": "For Further Action See H.J.Res. 395.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3186-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP", 
      "subcommittee": "Subcommittee on Foreign Operations", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-08-06", 
  "number": "3186", 
  "official_title": "A bill making appropriations for foreign operations, export financing, and related programs for the fiscal year ending September 30, 1988 and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres395-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Foreign Operations, Export Financing, and Related Programs Appropriations Act, 1988", 
  "sponsor": {
    "district": "7", 
    "name": "Obey, David R.", 
    "state": "WI", 
    "thomas_id": "00877", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1987-08-06", 
  "subjects": [
    "AIDS (Disease)", 
    "Abortion", 
    "Abortion, Birth Control, and Family Planning", 
    "Afghanistan", 
    "Africa", 
    "Agriculture and food", 
    "Aircraft", 
    "American economic assistance", 
    "American military assistance", 
    "Angola", 
    "Appropriations", 
    "Arms control", 
    "Arms sales", 
    "Birth control", 
    "Black colleges", 
    "Cambodia", 
    "Central America", 
    "Child health", 
    "Children and youth", 
    "Chile", 
    "Civil service retirement", 
    "Communicable diseases", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Corporations and Stocks", 
    "Crime prevention", 
    "Cuba", 
    "Cyprus", 
    "Department of Health and Human Services", 
    "Department of State", 
    "Depressed areas", 
    "Development credit institutions", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Drugs and narcotics", 
    "Economics and public finance", 
    "Education", 
    "Egypt", 
    "El Salvador", 
    "Energy conservation", 
    "Energy development", 
    "Environmental assessment", 
    "Environmental protection", 
    "Ethiopia", 
    "Export controls", 
    "Export credit", 
    "Export-Import Bank of the United States", 
    "Exports", 
    "Federal employees and officials", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Government consultants", 
    "Government corporations", 
    "Government operations and politics", 
    "Government procurement", 
    "Government trust funds", 
    "Greece", 
    "Guatemala", 
    "Haiti", 
    "Health", 
    "Health facilities", 
    "Homicide", 
    "Hospitals", 
    "Human rights", 
    "Imports", 
    "Insurgency", 
    "Inter-American Foundation", 
    "International affairs", 
    "International agencies", 
    "International control of nuclear power", 
    "International environmental cooperation", 
    "International military forces", 
    "Iran", 
    "Iraq", 
    "Israel", 
    "Jamaica", 
    "Jordan", 
    "Labor unions", 
    "Lebanon", 
    "Liberia", 
    "Libya", 
    "Medical personnel", 
    "Middle East", 
    "Military regimes", 
    "Minority business enterprises", 
    "Minority education", 
    "Multilateral development banks", 
    "NATO military forces", 
    "Narcotic traffic", 
    "Native Americans", 
    "Nuclear energy", 
    "Nuclear exports", 
    "Nuclear nonproliferation", 
    "Overseas Private Investment Corporation", 
    "Pakistan", 
    "Palestinians", 
    "Peace Corps", 
    "Peace treaties", 
    "Peru", 
    "Philippines", 
    "Poland", 
    "Public health personnel", 
    "Recognition (International law)", 
    "Refugees", 
    "Rural economic development", 
    "Schools", 
    "South Yemen", 
    "Sterilization (Birth control)", 
    "Sudan", 
    "Syria", 
    "Terrorism", 
    "Treaties", 
    "Turkey", 
    "United Nations", 
    "United Nations finances", 
    "Uranium enrichment", 
    "Vaccination", 
    "Vietnam", 
    "Women", 
    "World health"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-08-06", 
    "text": "Foreign Operations, Export Financing, and Related Programs Appropriation Act, 1988 - Title I: Multilateral Economic Assistance - Makes appropriations for FY 1988 for the U.S. contribution to the: (1) International Bank for Reconstruction and Development; (2) International Development Association; (3) International Finance Corporation; (4) Special Facility for Sub-Saharan Africa; (5) Inter-American Development Bank; (6) Asian Development Bank; (7) African Development Fund; and (8) African Development Bank. Limits the callable capital subscriptions of the United States to such development banks. Makes appropriations for FY 1988 for international organizations and programs. Sets forth the method of allocating such funds. Title II: Bilateral Economic Assistance - Makes appropriations for FY 1988 for the Agency for International Development for: (1) agriculture, rural development, and nutrition programs (including amounts earmarked for new development projects utilizing surplus dairy products and for the Vitamin A Deficiency Program); (2) population programs (prohibits funding programs of coercive abortion or involuntary sterilization); (3) health programs; (4) activities relating to research on and the treatment and control of acquired immune deficiency syndrome (AIDS) in developing countries; (5) the Child Survival Fund; (6) education and human resources development; (7) private sector, environment, and energy development (including amounts earmarked for cooperative projects among the United States, Israel, and developing countries); (8) science and technology programs; (9) the private sector revolving fund; (10) American schools and hospitals abroad; (11) loan allocation programs; (12) international disaster assistance; (13) payment to the Foreign Service Retirement and Disability Fund; (14) operating expenses (requires that a specified amount of FY 1988 development assistance be used only for activities of economically and socially disadvantaged enterprises, historically black colleges and universities, and private and voluntary organizations which are controlled by black Americans, Hispanic Americans, Native Americans, or economically and socially disadvantaged individuals); (15) the operating expenses of the Office of Inspector General of the Agency for International Development; (16) housing and other credit guarantee programs; and (17) the Economic Support Fund. Earmarks certain funds for: (1) assistance for Sub-Saharan Africa; (2) projects supported by the Southern Africa Development Coordination Conference (SADCC); and (3) Haiti. Prohibits making any development assistance funds available to any U.S. private and voluntary organization which obtains less than 20 percent of its annual funding for international activities from sources other than the Government. Limits the use of Economic Support Fund appropriations, including earmarking specified amounts for: (1) Israel; (2) Egypt; (3) Pakistan; (4) the Philippines; (5) Jordan; (6) El Salvador for the purpose of bringing to justice those responsible for the murders of U.S. citizens in El Salvador; (7) the Administration of Justice program; (8) El Salvador for earthquake relief; and (9) the support of the independent Polish trade union \"Solidarity.\" Expresses the sense of the Congress that the recommended levels of assistance for Egypt and Israel are based upon their continued participation in the Camp David Accords and upon the Egyptian-Israeli peace treaty. Makes appropriations for FY 1988 for the: (1) African Development Foundation; (2) Inter-American Foundation; (3) Overseas Private Investment Corporation (OPIC); and (4) Peace Corps. Limits the FY 1988 amounts for OPIC loans and loan guarantees. Makes appropriations for FY 1988 to the Department of State for: (1) international narcotics control; (2) migration and refugee assistance (prohibits the use of appropriated funds to assist the migration of any person not having a security clearance to any Western nation, and earmarks specified amounts of appropriations to assist refugees settling in Israel, to resettle Vietnamese Americans, and for the administrative expenses of the Office of Refugee Programs); and (3) anti-terrorism assistance. Title III: Military Assistance - Makes appropriations for FY 1988 for: (1) military assistance (earmarks a specified amount of appropriated funds for the Philippines); (2) international military education and training; (3) foreign military credit sales (earmarks specified amounts of appropriated funds for Israel, Egypt, and Pakistan); (4) the Special Defense Acquisition Fund; and (5) peacekeeping operations. Limits the amount of military assistance funds which may be: (1) used for \"Overseas Military Program Management\"; and (2) made available for Haiti. Limits the total amount of FY 1988 foreign military direct loans. Title IV: Export Assistance - Authorizes the Export-Import Bank of the United States to make expenditures within the limits of funds and borrowing authority available to such corporation, and to make any necessary contracts and commitments. Prohibits the use of Bank funds to make expenditures, contracts, or commitments for nuclear exports to a country other than a nuclear-weapon State. Limits gross obligations for the principal amount of direct loans for FY 1988. Limits the amount that the Bank may spend for administrative expenses. Makes appropriations for FY 1988 for the trade and development program and for the trade credit insurance program. Title V: General Provisions - Prohibits using any of the funds appropriated in this Act, other than appropriations for international organizations and programs, for certain water or related land resource projects proposed for construction within the United States. Limits the percentage of appropriation items, with specifed exceptions, that shall be obligated or reserved during the last month of availability. Prohibits using any of the funds appropriated by this Act or any of the counterpart funds generated by this Act to pay pensions, annuities, retirement pay, or adjusted service compensation to persons serving in the armed forces of a recipient country. Prohibits using certain funds appropriated or made available pursuant to this Act for: (1) making payments on procurement contracts which do not authorize the termination of such contract for the convenience of the United States; or (2) paying any assessments, arrearages, or dues of any member of the United Nations. Prohibits using any of the funds contained in title II of this Act to carry out the transfer of funds to international or multilateral lending organizations. Sets the maximum amounts of the funds appropriated or made available by this Act that shall be used for official residence expenses, entertainment expenses, and representation allowances of the Agency for International Development (AID). Prohibits using certain funds appropriated or made available pursuant to this Act to finance the export of nuclear equipment, fuel, or technology. Prohibits using funds appropriated by this Act to: (1) help the government of any country repress the legitimate rights of the population; (2) finance aid or reparations to Angola, Cambodia, Cuba, Iraq, Libya, Vietnam, South Yemen, or Syria; or (3) finance aid to any country whose duly elected head of government is deposed by military coup. Prohibits obligating funds made available by this Act under an appropriation account to which they were not appropriated. Continues the availability of certain AID funds provided the appropriations committees are notified. Prohibits using funds appropriated by this Act: (1) for publicity or propaganda purposes within the United States not authorized before enactment of this Act; or (2) to furnish assistance to a country which is in default for more than a year on a loan made by the United States pursuant to a program for which funds are appropriated under this Act, except for certain development assistance. Prohibits appropriations contained in this Act from remaining available after the expiration of the current fiscal year unless expressly provided in this Act. Prohibits making available any of the funds appropriated or made available pursuant to this Act to any international financial institution whose U.S. representative: (1) cannot upon request obtain the amounts and names of borrowers for all loans of such institution; or (2) cannot upon request obtain any document developed by the management of such institution. Prohibits using funds appropriated for direct assistance and Export-Import Bank funds and Overseas Private Investment Corporation funds to finance any loan or other assistance for establishing or expanding production of any commodity for export by any country other than the United States if the commodity is likely to be in surplus on world markets and if the assistance will cause substantial injury to U.S. producers of the same or a similar or competing commodity. Provides that such prohibition shall not apply to the Export-Import Bank if the benefits to U.S. industry and employment are likely to outweigh injury to U.S. producers. Directs the Secretary of the Treasury to instruct the U.S. executive directors of specified international finance institutions to oppose assistance by these institutions for the production of any commodity for export if it is in surplus on world markets and if the assistance will cause substantial injury to U.S. producers of the same or a similar or competing commodity. Prohibits using specified funds made available under this Act for operations not justified or in excess of the amount justified to the appropriations committees for obligation under any of these specified headings for FY 1988, unless the appropriations committees are notified 15 days in advance. Limits expenditures for consulting services through procurement contracts. Prohibits using funds appropriated under this Act to lobby for abortion. Prohibits making such funds available for any country that fails to take adequate measures to prevent narcotic drugs or other controlled substances from being sold illegally within the jurisdiction of such country to U.S. Government personnel or from entering the United States unlawfully. Prohibits any of the international organizations and programs funds from being available for the U.S. proportionate share for any programs for the Palestine Liberation Organization (PLO), the Southwest African Peoples Organization, Libya, Iran, or, at the discretion of the President, certain Communist countries. Requires the President to report to the Congress annually on the degree of support of each foreign country for U.S. foreign policy. Prohibits making any foreign aid funds available to a country which is engaged in a consistent pattern of opposition to U.S. foreign policy. Authorizes Israel to use any loan which is or was made available to it under the Arms Export Control Act and for which repayment is or was forgiven before using any other loan made available under such Act. Prohibits U.S. employees from recognizing or negotiating with the PLO or representatives of the PLO so long as the PLO does not recognize Israel's right to exist, does not accept Security Council Resolutions 242 and 338, and does not renounce the use of terrorism. Declares that it is U.S. policy that the Economic Support Fund assistance provided to Israel shall not be less than the annual debt repayment from Israel to the United States. Declares that none of the funds made available in this Act shall be restricted for obligation or disbursement solely as a result of the policies of a multilateral institution. Prohibits ceilings or earmarks contained in this Act from being applied to funds made available by subsequent Acts unless such subsequent Acts specifically so direct. Directs the Secretary of the Treasury and the Secretary of State to submit to specified congressional committees by February 1, 1988, a report on the domestic economic policies of those nations receiving U.S. economic aid. Prohibits obligating or spending any economic support funds or foreign military sales credit funds for Lebanon except as provided through a specified notification process. Limits to 50 percent the amount of the funds made available by this Act for each of Jamaica and Peru that shall be obligated, unless the President reports to the Congress that these countries are sufficiently responsive to U.S. concerns on drug control and that the added expenditures for each country are in the national interest. Imposes limitations on aid to Bolivia during FY 1988. Requires congressional notification prior to the use of military aircraft in Central America. Prohibits using funds provided in this Act for Guatemala in Guatemala's rural resettlement program, except through regular notification procedures. Applies certain provisions of the Foreign Assistance and Related Programs Appropriations Act, 1987 (which urge the United States Executive Directors of the Multilateral Development Banks to promote a commitment to environmental concerns) to FY 1988. Expresses the policy of the United States that sustainable economic growth must be predicated on sustainable use of natural resources. Directs the Secretary of the Treasury to instruct U.S. executive directors to the international financial institutions to promote such a policy. Requires the Secretary of State to prepare and submit a report to specified congressional committees on a comprehensive strategy for maximizing the use of U.S. foreign assistance to address natural resources problems. Prohibits making development assistance funds available to: (1) pay for abortions as a method of family planning or to motivate or coerce any person to practice abortions; (2) pay for involuntary sterilization as a method of family planning or to coerce or provide any financial incentive to any person to undergo sterilization; (3) pay for biomedical research which relates to the methods of, or performance of, abortions or involuntary sterilization as a means of family planning; or (4) any country or organization if the use of such funds by such country or organization would violate any of the abortion or involuntary sterilization provisions. Reaffirms the congressional commitment to population, development assistance and to the need for informed voluntary family planning. Earmarks a specified amount of the development assistance and Economic Support Fund assistance appropriated by this Act for the Afghan people. Prohibits making any of the funds provided in this Act available for the Sudan if the Sudan is acting in a manner that would endanger the stability of the region or the Camp David peace process. Requires the President to make available to the Cambodian non-Communist resistance forces a specified amount of the funds appropriated by this Act for military assistance and for the Economic Support Fund. Prohibits making any of the funds appropriated by this Act available to a private voluntary organization which fails to provide the records necessary for an AID audit. Withholds a specified amount of military aid from El Salvador until the President reports to the appropriations committees that El Salvador has: (1) substantially concluded all investigations with respect to those responsible for the January 1981 murders of specified U.S. and Salvadoran land reformers; and (2) pursued all legal avenues to bring to trial and obtain a verdict of those responsible for such murders. Expresses the sense of the Congress that all countries receiving U.S. foreign aid should cooperate in facilitating lasting solutions to refugee situations. Calls upon the President to: (1) direct AID to work in a global effort to provide enhanced support toward achieving the goal of universal access to childhood immunization by 1990; and (2) appeal to the U.S. private sector to support efforts to reach this goal. Prohibits making any of the funds appropriated by this Act available for: (1) any costs associated with Ethiopia's forced resettlement program; or (2) Sudan or Jamaica, except through the regular congressional notification procedures. Earmarks certain funds to reimburse the U.S. Public Health Service or the Centers for Disease Control for the full cost of up to an additional 30 Public Health Service employees. Sets forth the method of reallocating funds appropriate by this Act for aid to countries which have not taken adequate steps to halt illicit drug production or trafficking. Directs the Secretary of the Treasury to instruct the U.S. executive director of the Inter-American Development Bank to develop a coordinated economic development plan for the assistance activities of the Bank for Haiti. Expresses the sense of the Congress that the United States should oppose all loans to Chile from multilateral development institutions, except for those basic human needs, until the Government of Chile: (1) ends its practice and pattern of gross abuse of internationally recognized human rights; and (2) takes steps to restore democracy. Prohibits making any of the funds appropriated by this Act available for Chile. Prohibits making any of the funds appropriated by this Act available for: (1) foreign agricultural commodities which would compete with similar commodities grown or produced in the United States; (2) assisting Angola, Cambodia, Cuba, Iraq, Libya, Vietnam, South Yemen, or Syria, unless the President certifies that the withholding of these funds is contrary to the national interest. Prohibits the use of funds appropriated to the Agency for International Development to procure studies or assist in establishing facilities for the manufacture of articles that compete with U.S. exports. Exempts the Caribbean Basin Initiative program from such prohibition. Conditions assistance for Liberia on certification by the Administrator of AID and the Secretary of State that Liberia has taken steps to improve the economic and political conditions and end human rights violations. Amends the Arms Export Control Act to extend waiver authority with respect to reciprocal leasing agreements through FY 1988. Amends the Foreign Assistance Act of 1961 to permit the President to waive a certain prohibition with respect to Pakistan assistance. Requires the President to submit a report to specified congressional committees containing a factual description of the uranium enrichment levels reached by Pakistan when such authority is exercised. Requires the President to submit a report to the Congress detailing: (1) the degree to which Pakistan has cooperated in the investigation of the Arshad Pervez case; (2) what actions Pakistan has taken with respect to such case; and (3) assurances provided by Pakistan respecting limiting future procurement which would contribute to its ability to manufacture a nuclear explosive device. Requires delivery of defense equipment (permitted under special authority during unforeseen emergencies) within 120 days of congressional notification. Sets forth additional notification requirements with respect to the transfer of excess defense equipment to NATO. Prohibits the obligation of funds appropriated in this Act until the appropriate authorization Acts have been signed into law. Requires the President to submit reports to the Congress detailing the extent to which certain objectives regarding the El Salvador peace process have been met. Prohibits the transfer of U.S. defense articles by Turkey or Greece to Cyprus. Sets forth exceptions to such prohibition. Requires the Secretary of State to transmit copies of all debt relief agreements to appropriate congressional committees. Continues the funding of Middle East regional cooperative programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Operations, Export Financing, and Related Programs Appropriations Act, 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill making appropriations for foreign operations, export financing, and related programs for the fiscal year ending September 30, 1988 and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:49-05:00"
}