{
  "actions": [
    {
      "acted_at": "1995-07-25", 
      "references": [
        {
          "reference": "CR S10657-10658", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-07-25", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1071-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bennett, Robert F.", 
      "sponsored_at": "1995-07-25", 
      "state": "UT", 
      "thomas_id": "01280", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-07-25", 
  "number": "1071", 
  "official_title": "A bill to eliminate the National Foundation on the Arts and the Humanities, to establish a National Endowment for Arts, Humanities, and Museum Services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Endowment Restructuring Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Hutchison, Kay Bailey", 
    "state": "TX", 
    "thomas_id": "01368", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-07-25", 
  "subjects": [
    "Advice and consent of the Senate", 
    "Art", 
    "Art objects", 
    "Arts", 
    "Arts, culture, religion", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Charitable contributions", 
    "Commemorations", 
    "Conflict of interests", 
    "Congress", 
    "Congressional reporting requirements", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal aid to museums", 
    "Federal aid to the arts and humanities", 
    "Federal employees", 
    "Gifts", 
    "Government operations and politics", 
    "Government paperwork", 
    "Income tax", 
    "Indemnity", 
    "Inspectors general", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Museums", 
    "National Foundation on the Arts and the Humanities", 
    "Pornography", 
    "Presidential appointments", 
    "Tax deductions", 
    "Taxation", 
    "Transfer of employees"
  ], 
  "subjects_top_term": "Arts, culture, religion", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-07-25", 
    "text": "National Endowment Restructuring Act of 1995 - Establishes a National Endowment for Arts, Humanities, and Museum Services (the Endowment), as an independent establishment to administer activities established under this Act. Provides for appointment of an Endowment Director and for the positions of Deputy Directors of Arts, of Humanities, and of Museum Services. (Sec. 7) Sets forth provisions for grants. Requires the Director, acting on the recommendation of the National Council on Arts, Humanities, and Museum Services (established by this Act), to use specified reserved funds to make grants to: (1) nationally prominent groups and institutions (and, in the humanities, scholars) for projects, productions, and workshops in the arts and in the humanities; (2) States and regional groups in allotments to support local groups and institutions in the arts and in the humanities (allowing the use of up to five percent of such grants for strengthening elementary and secondary education in the arts and humanities, especially in underserved communities); and (3) museums to increase and improve museum services. Sets the Federal share for: (1) nationally prominent arts and humanities grants and museum services grants at 25 percent (or 16.67 percent in the case of a group with an annual budget in excess of $3 million), with permissible increases to up to 50 percent under certain conditions; and (2) grants to States and regional groups to support local groups and institutions in the arts and humanities at up to 50 percent, with permissible increases to up to 100 percent to cover excess costs in certain situations. (Sec. 8) Sets forth grant application procedures. Prohibits activities that are determined to be obscene from being funded under this Act. Sets forth requirements and procedures for advisory panels to: (1) review grant applications; and (2) make recommendations to the Council in all cases involving requests for grants under this act, except where the Director exercises certain delegated authority. (Sec. 10) Establishes in the Endowment a National Council on Arts, Humanities, and Museum Services (the Council). Sets forth requirements for Council membership appointments, qualifications and terms, and for Council duties and powers. Directs the Council, with the advice of the Deputy Directors of the Endowment, to ensure that Endowment policies and activities are coordinated with other Federal Government activities. (Sec. 11) Sets forth limitations on grants, including: (1) certain requirements for groups, installments, and labor standards; and (2) prohibitions on grants to individuals (except nationally prominent scholars in the humanities), lobbying, subgrants, seasonal support, and preferential treatment. (Sec. 12) Sets forth administrative provisions relating to the Director's authority, an Office of Inspector General in the Endowment, donations, bequests and devises, tax laws, and grant review and evaluation procedures. (Sec. 13) Requires an annual report of the Director and certain financial reports by grant recipients. (Sec. 14) Sets forth provisions for grant payments and sanctions for noncompliance with grant conditions or use of funds for obscene works. (Sec.15) Authorizes the Director, with the advice of the Deputy Director of the Humanities and the council, to annually award: (1) the Jefferson Lecture in the Humanities Award; and (2) the Charles Frankel Prize. (Sec. 16) Amends the Arts and Artifacts Indemnity Act to authorize the Council to make agreements to indemnify eligible items against loss or damage. (The Council replaces the Federal Council on the Arts and Humanities in this.) (Sec. 17) Authorizes appropriations for grants under this Act. (Sec. 18) Provides for certain transfers of functions, appropriations, and personnel to the Endowment. (Sec. 19) Repeals: (1) the National Foundation on the Arts and the Humanities Act of 1965; and (2) the Museum Services Act. Terminates the National Foundation on the Arts and the Humanities, National Endowment for the Arts, National Endowment for the Humanities, Institute of Museum Services, Federal Council on the Arts and the Humanities, National Council on the Arts, National Council on the Humanities, and National Museum Services Board."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Endowment Restructuring Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to eliminate the National Foundation on the Arts and the Humanities, to establish a National Endowment for Arts, Humanities, and Museum Services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:55-05:00"
}