{
  "actions": [
    {
      "acted_at": "1989-10-05", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-10-17", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-10-18", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Hearings concluded. Hearings printed: S.Hrg. 101-1052.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-02", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Agriculture. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1989-11-02", 
      "bill_ids": [
        "s836-101", 
        "s918-101", 
        "s919-101", 
        "s962-101", 
        "s992-101", 
        "s1194-101", 
        "s1267-101", 
        "s1313-101", 
        "s1314-101", 
        "s1561-101"
      ], 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture incorporated provisions of related measures S. 836, S. 918, S. 919, S. 962, S. 992, S. 1194, S. 1267, S. 1313, S. 1314, S. 1561 in reported measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-06", 
      "references": [], 
      "text": "Committee on Agriculture. Reported to Senate by Senator Leahy with an amendment in the nature of a substitute. With written report No. 101-191.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-06", 
      "calendar": "Senate Legislative", 
      "number": "357", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 357.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1084-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1084"
    }, 
    {
      "amendment_id": "s1093-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1093"
    }, 
    {
      "amendment_id": "s3031-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3031"
    }, 
    {
      "amendment_id": "s3064-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3064"
    }
  ], 
  "bill_id": "s1729-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1989-11-07", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1989-11-07", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerrey, J. Robert", 
      "sponsored_at": "1989-10-05", 
      "state": "NE", 
      "thomas_id": "01378", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1989-10-05", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-10-05", 
  "number": "1729", 
  "official_title": "A bill to amend the Commodity Exchange Act to reauthorize such Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s836-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s918-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s919-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s962-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s992-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s1194-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s1267-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s1313-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s1314-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s1561-101", 
      "reason": "unknown"
    }
  ], 
  "short_title": "Futures Trading Practices Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1989-11-02", 
  "subjects": [
    "Administrative procedure", 
    "Agricultural economics", 
    "Agricultural research", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Auditing", 
    "Authorization", 
    "Brokers", 
    "Citrus fruits", 
    "Commodity exchanges", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Cotton", 
    "District courts", 
    "Electronic data processing", 
    "Ethics", 
    "Executive reorganization", 
    "Exports", 
    "Fines (Penalties)", 
    "Foreign exchange futures", 
    "Foreign trade promotion", 
    "Fraud", 
    "Fruit and fruit trade", 
    "Futures trading", 
    "Honey", 
    "Imports", 
    "Independent regulatory commissions", 
    "Insider trading in securities", 
    "Labeling", 
    "Licenses", 
    "Marketing of farm produce", 
    "Marketing orders", 
    "Marketing research", 
    "New products", 
    "Nuts", 
    "Oils and fats", 
    "Potatoes", 
    "Soybeans", 
    "Standards", 
    "Tariff", 
    "Telemarketing", 
    "Telephone", 
    "Undercover operations", 
    "User charges", 
    "Vegetables and vegetable trade"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1989-11-06", 
    "text": "Futures Trading Practices Act of 1989 - Division A - Futures Trading Practices - Title I: Authorization of Appropriations - Amends the Commodity Exchange Act (the Act) to authorize FY 1990 through 1994 appropriations for the Commodity Futures Trading Commission (CFTC). Title II: Floor Surveillance and Dual Trading - Requires every contract market to maintain a system to monitor trading to detect and deter violations of the Act relating to the making of trades and the execution of customer orders. Requires any audit trail system that is part of such a monitoring system to capture transaction times independently, promptly, precisely, and completely. Requires biennial Commission assessments of each market's trade monitoring system. Directs the Commission to issue deficiency orders requiring timely correction of any such system failing to meet standards. Requires suspension of dual trading, except under specified circumstances, on any market subject to such an order. Bars the placing of oral orders except according to certain Commission rules. Title III: Broker Associations - Prohibits trading between floor traders or brokers and affiliated customers. Requires disclosure of formal or informal business affiliations between floor brokers and traders. Title IV: Governing Structure - Prescribes meaningful representation on exchange boards of brokerage firms, commodity producers and consumers, and floor traders and brokers. Specifies diversity of membership that must prevail on major disciplinary panels. Title V: Floor Trader Registration - Requires floor trader (as defined by this Act) registration. Title VI: Penalties - Revises penalties for violations of the Act. Makes Commission merchants liable to customers for any losses caused by the malfeasance of their chosen floor brokers. Allows customers to sue floor brokers for punitive damages of up to double actual losses. Authorizes the CFTC to require customer restitution. Makes it a felony to make false or fraudulent representations to a self-regulatory organization. Authorizes class action suits against registered persons if the CFTC has issued final rules permitting such actions. Requires the CFTC to study and report to the appropriate congressional committees with regard to penalties and related industry guidelines. Title VII: Assistance to Foreign Futures Authorities - Provides for cooperation with foreign futures authorities (as defined by this Act) with regard to: (1) subpoena authority; (2) investigative assistance; (3) information disclosure and receipt; and (4) payment for necessary investigative expenses. Title VIII: General Provisions - Requires ethics training for new registrants. Grants the CFTC authority to conduct limited undercover investigations where it has reason to believe that violations of the Act may be taking place and the Department of Justice has declined to do so. Grants the General Accounting Office (GAO) access to information maintained by self-regulatory organizations, subject to specified confidentiality requirements. Authorizes the CFTC to suspend or modify the registration of a person charged with a felony that reflects on such person's fiduciary fitness. Prohibits insider trading. Directs the CFTC to issue a schedule of service fees to cover the costs of monitoring trading floors and insuring compliance by exchanges with self-regulatory standards. Directs the CFTC to: (1) facilitate the development of computerized trading as an adjunct to the open out cry auction system; and (2) seek to remove any foreign trade barriers on the international use of electronic trading systems. Permits futures associations to appeal certain CFTC decisions. Requires each futures association to adopt telemarketing fraud disciplinary criteria, which shall include a prohibition on a person who has solicited a new account by telephone from entering any orders for such account for three days after the customer has signed the risk disclosure statement. Provides for nationwide service of process and venue in U.S. district courts. Directs GAO to study delivery points for agricultural commodity contracts. Title IX: Effective Date - Sets forth the effective date of this Act. Division B: Promotion Programs - Title XI (sic): Soybeans - Soybean Promotion, Research, and Consumer Information Act - Directs the Secretary of Agriculture to issue an order creating a soybean promotion, research, and consumer education program. Subjects such program's continuation to producer referendum. Requires any such order to provide for the establishment of a: (1) United Soybean Board; and (2) Soybean Program Coordinating Committee. Funds such program through producer assessments. Authorizes appropriations. Title XII: Cotton - Cotton Research and Promotion Act Amendments of 1989 - Amends the Cotton Research and Promotion Act to state that it is the policy of the Congress to authorize assessments on all cotton marketed in the United States, including imports. Requires the Secretary to propose an alternative cotton order upon request by a cotton producer or producer organization, which shall provide for the establishment of a Cotton Board. Subjects such order and its continuation to producer-importer referendum. Includes cotton importers on the Board. Authorizes the designation of different classes of importers and handlers. Terminates the Board's refund authority upon referendum approval. Title XIII: Pecans - Pecan Promotion and Research Act of 1989 - Directs the Secretary to issue orders to pecan growers, handlers, and importers with respect to pecan promotion and research. Requires any such order to establish a Pecan Marketing Board to carry out a coordinated program of research and promotion to strengthen the pecan industry's domestic (and foreign) market position and develop new markets and uses for pecans. Funds such program through assessments: (1) on all pecans produced in, or imported into, the United States; and (2) deducted from the first payment made to a grower for all pecans sold to a first handler. Provides for a pecan producer referendum of program approval. Authorizes appropriations. Title XIV: Mushrooms - Mushroom Promotion, Research and Consumer Information Act - Directs the Secretary to issue orders to mushroom producers, importers, and first handlers with respect to mushroom promotion, research, and consumer information. Requires such an order to establish a Mushroom Council to administer the orders and support mushroom promotion, research, and consumer information projects. Subjects such order and its continuation to producer and importer referendum. Funds such activities through producer and importer assessments. Authorizes appropriations. Title XV: Limes - Lime Research, Promotion, and Consumer Information Act - Directs the Secretary to issue orders to lime producers, handlers, and importers with respect to lime promotion, research, and consumer information. Requires such an order to establish a Lime Board to administer such orders. Subjects such an order and its continuation to producer and importer referendum. Funds such activities through producer and importer assessments. Authorizes appropriations. Title XVI: Potatoes - Potato Research and Promotion Act Amendments of 1989 - Amends the Potato Research and Promotion Act to extend coverage to all domestic and foreign potatoes. Directs the Secretary to propose an alternative potato research and promotion plan, if requested by a potato producer or producer organization, and to implement it, subject to approval by a producer referendum. Requires such alternative plan to establish a National Potato Promotion Board including importer representatives as well as producer and consumer representatives. Provides for producer and importer assessments. Title XVII: Honey - Honey Research, Promotion, and Consumer Information Act Amendments of 1989 - Amends the Honey Research, Promotion, and Consumer Information Act to permit one of the two current Honey Board importer seats to be filled by an exporter. Exempts from honey assessments an importer, producer, or producer-handler who handles less than 6000 pounds of honey annually all of which is used at home, donated, or distributed directly through retail outlets. Provides that: (1) patents, copyrights, inventions, publications, or product formulations developed with Board funds shall belong to the Board; and (2) any funds derived therefrom shall inure to the benefit of the Board. Provides for assessments to be deducted directly from honey price support loans. Title XVIII: Kiwifruit and Other Fruit - Amends the Agricultural Adjustment Act, as reenacted by the Agricultural Marketing Agreement Act of 1937, to require that imported kiwifruit, nectarines, and plums meet specified domestic product standards. Title XIX: Papaya - Amends the Agricultural Adjustment Act, as reenacted by the Agricultural Marketing Agreement Act of 1937, to require that imported papayas meet specified domestic product standards. Title XX: Vidalia Onions - Prohibits the labeling of any onions as Vidalia onions unless they meet specified production area standards. Title XXI: Prohibition on Duty Drawback - Conditions eligibility for certain agricultural export benefits on the U.S. exporter's certifying that none of such domestic commodity exports shall be used as the basis for import drawbacks (reimbursement) under the Tariff Act of 1930. Requires U.S. vegetable oil or vegetable oil products exporters to comply with this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Futures Trading Practices Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Futures Trading Practices Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Cotton Research and Promotion Act Amendments of 1989", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Honey Research, Promotion, and Consumer Information Act Amendments of 1989", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Lime Research, Promotion, and Consumer Information Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Mushroom Promotion, Research, and Consumer Information Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Pecan Promotion and Research Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Potato Research and Promotion Act Amendments of 1989", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Soybean Promotion, Research, and Consumer Information Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Commodity Exchange Act to reauthorize such Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:43-05:00"
}