{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr869-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "869", 
  "official_title": "A bill to authorize appropriations for ridesharing programs, to consolidate existing Federal ridesharing programs, and to foster ridesharing programs in States and localities.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2985-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr7487-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Aid to Ridesharing Act", 
  "sponsor": {
    "district": "7", 
    "name": "Edgar, Robert W.", 
    "state": "PA", 
    "thomas_id": "00334", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Car pools", 
    "Department of Transportation", 
    "Energy", 
    "Energy conservation", 
    "Executive reorganization", 
    "Federal aid to transportation", 
    "Motor vehicles", 
    "Roads and highways"
  ], 
  "subjects_top_term": "Car pools", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Federal-Aid to Ridesharing Act - Title I: Short Title, Findings, Purpose, Policy, Goals, and Definitions - Declares it the national policy to encourage ridesharing, to reduce the number of vehicles on the roads and highways, to reduce demand for gasoline, and to increase transportation opportunities for the handicapped and the elderly. Title II: Consolidation of Federal Ridesharing Activities - Establishes an Office of Ridesharing within the Urban Mass Transportation Administration of the Department of Transportation to coordinate Federal ridesharing programs under this Act and to establish national goals with respect to ridesharing. Requires the Director of the Office of the Management and Budget to transfer to the Office of Ridesharing the existing programs of the various Federal agencies which are duplicative of, or could be performed more appropriately by, the Secretary of Transportation under the authority contained in this Act. Requires the Director to report to the Committees on Appropriations and Government Operations of the House and Senate regarding such program transfers. Terminates the Office of Ridesharing on September 30, 1983. Directs the President and the committees of the House and Senate having primary oversight responsibility with respect to the Office to conduct inquiries into its performance and effectiveness and to make recommendations on whether the Office should be abolished, reorganized or extended prior to such termination date. Title III: Planning, Technical Studies, Research and Demonstration - Directs the Secretary of Transportation to establish procedures and guidelines for the development and implementation of State ridesharing plans. Authorizes Federal financial assistance for the development and implementation of qualified State plans. Authorizes Federal grants for technical studies and research projects. Directs the Secretary to set a goal for each State for increasing average motor vehicle occupancy by 1980 and to set national ridesharing goals for 1980 and 1985. Authorizes the Secretary to undertake research, development, and demonstration projects in all phases of ridesharing. Authorizes the Secretary to study the transportation component of those Federal programs and projects providing social services and to propose a plan to make such services more cost- effective. Requires the Secretary to report to Congress regarding such study. Title IV: Ridesharing Programs, Grants, Loans - Authorizes the Secretary to make grants and loans to assist States and designated recipients in developing specific ridesharing programs and projects. Stipulates that such loans shall constitute a revolving fund and all monies from such fund shall be deposited in the General Treasury on September 30, 1983, unless Congress acts to continue such fund. Title V: General Provisions - Authorizes the Secretary to prescribe such rules as may be necessary to carry out the purposes of this Act. Requires the Secretary to report annually to the President and the Congress and other specified individuals on the operation of programs under this Act. Establishes additional criteria for the submission and approval of surveys, plans, specifications, and estimates for proposed projects under this Act. Authorizes appropriations in specified amounts from the highway trust fund for the various programs under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Aid to Ridesharing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for ridesharing programs, to consolidate existing Federal ridesharing programs, and to foster ridesharing programs in States and localities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:37-05:00"
}