{
  "actions": [
    {
      "acted_at": "1977-12-15", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-12-15", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10394-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-12-15", 
  "number": "10394", 
  "official_title": "A bill to amend chapter 2, title 18, United States Code, and sections 101 and 902 of the Federal Aviation Act of 1958, to implement the Convention for the Suppression of Unlawful Acts Against the Safety of Civil Aviation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Rodino, Peter W., Jr.", 
    "state": "NJ", 
    "thomas_id": "00973", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-12-15", 
  "subjects": [
    "Air piracy", 
    "Aircraft", 
    "Aviation", 
    "Crime and law enforcement", 
    "Crimes aboard aircraft", 
    "Terrorism"
  ], 
  "subjects_top_term": "Crimes aboard aircraft", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-12-15", 
    "text": "Title I: Aircraft Sabotage Act - Makes it a criminal offense for any individual: (1) interfere with the operation of, or makes unsuitable for use any aircraft employed in interstate, overseas, or foreign air commerce; (2) to willingly perform an act of violence against or incapacitate any passenger or crew member of such aircraft if such act of violence or incapacitation is likely to endanger the safety of such aircraft; or (3) to willfully communicate information known to be false which endangers the safety of any aircraft while in flight. Prescribes a fine of not more than $10,000 and/or imprisonment for not more than 20 years for such offenses. Prescribes the same penalty for individuals who commit offenses against or on board an aircraft registered in a state other than the United States and is afterward found in the United States. Amends the Federal Aviation Act of 1958 to extend the special aircraft jurisdiction of the United States to include certain offenses under the Convention for the Suppression of Unlawful Acts Against the Safety of Civil Aviation where the aircraft lands in the United States with the alleged offender still on board. Prescribes a penalty of not more than $5,000 and/or five years imprisonment for individuals who impart or convey threats relating to aircraft. Title II: Aircraft Piracy Amendments - Prescribes a civil penalty of up to $1,000 for individuals who convey false information known to be false concerning an attempt or alleged attempt being made or to be made to commit specified aviation related crimes. Prescribes a civil penalty of up to $1,000 for anyone who boards or attempts to board an aircraft with a concealed deadly or dangerous weapon which would be accessible in flight. Establishes criminal penalties for anyone who willfully and maliciously, or with reckless disregard for the safety of human life imparts false information known to be false concerning specified aviation related offenses. Imposes criminal penalties for threatening to commit an unlawful aviation related act where there exists an apparent determination and will to carry such threat to execution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 2, title 18, United States Code, and sections 101 and 902 of the Federal Aviation Act of 1958, to implement the Convention for the Suppression of Unlawful Acts Against the Safety of Civil Aviation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:27-05:00"
}