{
  "actions": [
    {
      "acted_at": "2007-06-19", 
      "references": [
        {
          "reference": "CR S7896", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-19", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1655-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Byrd, Robert C.", 
      "sponsored_at": "2007-06-19", 
      "state": "WV", 
      "thomas_id": "01299", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Clinton, Hillary Rodham", 
      "sponsored_at": "2008-03-31", 
      "state": "NY", 
      "thomas_id": "01631", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "2007-06-19", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Obama, Barack", 
      "sponsored_at": "2008-03-31", 
      "state": "IL", 
      "thomas_id": "01763", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-06-19", 
  "number": "1655", 
  "official_title": "A bill to establish improved mandatory standards to protect miners during emergencies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2768-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Miner Health and Safety Enhancement Act of 2007", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2007-06-19", 
  "subjects": [
    "Accident prevention", 
    "Administrative procedure", 
    "Ambulances", 
    "Asbestos", 
    "Chemicals", 
    "Coal", 
    "Commerce", 
    "Department of Labor", 
    "Emergency communication systems", 
    "Emergency management", 
    "Emergency medicine", 
    "Employee rights", 
    "Employee training", 
    "Energy", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Fines (Penalties)", 
    "Fire prevention", 
    "Government operations and politics", 
    "Governmental investigations", 
    "Health", 
    "Inspectors general", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Medical education", 
    "Medical personnel", 
    "Mine safety", 
    "Mines and mineral resources", 
    "Ombudsman", 
    "Rescue work", 
    "Science, technology, communications", 
    "Standards", 
    "Technological innovations"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2007-06-19", 
    "text": "Miner Health and Safety Enhancement Act of 2007 - Amends the Federal Mine Safety and Health Act of 1977 (Mine Act) to require: (1) emergency response plans to incorporate new technology; and (2) the Secretary of Labor to require the installation of rescue chambers in underground coal mines.Amends the Mine Improvement and New Emergency Response Act of 2006 to repeal provisions concerning standards relating to the sealing of abandoned areas in mines and sets forth provisions concerning: (1) regulating mine seals; (2) regulating the survivability of mine ventilation controls; (3) directing the National Institute for Occupational Safety and Health (NIOSH) to determine whether changes in rock dust requirements are needed; (4) publishing regulations on flame resistance requirements for conveyor belts in use in mines; (5) prohibiting belt haulage entries from being used to ventilate active working places; (6) requiring operators to implement communication programs at their facilities and to install atmospheric monitoring systems; (7) requiring miners who may be working alone to be equipped with multi-gas detectors; (8) requiring operators to use administrative action to protect miners from lightning; and (9) requiring the Secretary to establish a self-contained self-rescuers inspection program and an advisory committee on regulations applicable to underground metal and nonmetal mines.Supplements the Secretary's enforcement authority, including by establishing a Master Inspector program to provide incentives for employees to serve as inspectors. Provides for a fine for a pattern of violations of health or safety standards.Requires the Secretary to: (1) establish a central communications emergency call center within the Mine Safety and Health Administration; (2) require mine operators to have an ambulance within a specified area; and (3) review and revise the training and availability requirements for medical emergency technicians. Requires: (1) an operator to notify the Secretary of specified types of accidents and to prevent the destruction of evidence; and (2) regulations concerning mine rescue teams to include specified requirements.Establishes, within the Office of the Inspector General of the Department of Labor, the position of Miner Ombudsman, whose duties shall include ensuring that the rights of miners are upheld. Requires the Secretary to: (1) contract with the Chemical Safety and Hazard Investigation Board to conduct an independent investigation of an accident upon the request of miners' representatives or families; (2) apply the interim final rule of October 3, 2000, concerning hazard communication in lieu of the final rule of June 21, 2002; and (3) establish an advisory committee to make recommendations on whether the Mine Act should provide for federal licensing of mines and mine personnel.Requires NIOSH to: (1) give priority in its research to technologies that could help miners in an emergency; and (2) forward to the Secretary its Recommended Exposure Limits for miners to chemical and other hazards.Sets forth concentration and exposure limits and sampling and respiratory equipment requirements regarding respirable dust and respirable silica dust in the mine atmosphere. Requires the Occupational Safety and Health Administration (OSHA) to adopt the asbestos standard for application in the mining industry."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Miner Health and Safety Enhancement Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish improved mandatory standards to protect miners during emergencies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:42-05:00"
}