{
  "actions": [
    {
      "acted_at": "1973-12-21", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12137-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-21", 
  "number": "12137", 
  "official_title": "A bill to amend the Higher Education Act of 1965 to establish a student intership program to offer students practical political involvement with elected officials on the local and State levels of government.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1271-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Interns for Political Leadership Act", 
  "sponsor": {
    "district": "38", 
    "name": "Kemp, Jack", 
    "state": "NY", 
    "thomas_id": "00625", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-21", 
  "subjects": [
    "Congress", 
    "Education", 
    "Government internships", 
    "Students"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-21", 
    "text": "Interns for Political Leadership Act - Authorizes the Secretary of Health, Education and Welfare, under title IX of the Higher Educational Act of 1965, to enter into a contract or other arrangement with a private nonprofit agency (to be known as the \"National Coordinating Agency\") under which such Agency will plan, develop and carry out an internship program under which third-and fourth-year students at institutions of higher education will be provided practical political involvement with elected officials in the performance of their duties at all levels of government through internships in their offices. Provides that such internship program shall be carried out through arrangements with institutions of higher education and State and local governments under which students will serve as interns in offices of State and local elected officials. Provides that the students who have participated in the internship programs at State and local levels may become interns in the offices of Members of Congress for up to three months during the first year following the receipt of their bachelor's degree. Stipulates that students shall be chosen by the Agency from among those whose names are proposed by participating institutions. Limits the Federal contribution to the Program to one-half its cost. Authorizes the Agency to prescribe and administer the terms and conditions of internships, including stipends therefor. Authorizes an appropriation of $3 million in each of the three fiscal years 1974-1976, for carrying out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Interns for Political Leadership Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Higher Education Act of 1965 to establish a student intership program to offer students practical political involvement with elected officials on the local and State levels of government.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:11-05:00"
}