{
  "actions": [
    {
      "acted_at": "1980-05-01", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-05-16", 
      "references": [], 
      "text": "Reported to House from the Committee on Banking, Finance and Urban Affairs with amendment, H. Rept. 96-1018.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-17", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-17", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-18", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-18", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #564 (199-151).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-18", 
      "bill_ids": [
        "s2271-96"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 2271 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7244-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "AuCoin, Les", 
      "sponsored_at": "1979-01-03", 
      "state": "OR", 
      "thomas_id": "00036", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Hyde, Henry J.", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "00580", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "36", 
      "name": "LaFalce, John J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00657", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Leach, James A.", 
      "sponsored_at": "1979-01-03", 
      "state": "IA", 
      "thomas_id": "00672", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "39", 
      "name": "Lundine, Stanley N.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00716", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Oakar, Mary Rose", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "00875", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "38", 
      "name": "Patterson, Jerry M.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00898", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Stanton, J. William", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "01099", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-05-01", 
  "number": "7244", 
  "official_title": "A bill to amend the Bretton Woods Agreements Act to authorize consent to an increase in the United States quota in the International Monetary Fund, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres726-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s2271-96", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Neal, Stephen L.", 
    "state": "NC", 
    "thomas_id": "00855", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-05-01", 
  "subjects": [
    "Balance of payments", 
    "Developing countries", 
    "Economic assistance", 
    "Economic development", 
    "El Salvador", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Free enterprise", 
    "Gold", 
    "International agencies", 
    "International banking", 
    "International monetary system", 
    "Monetary policy", 
    "Negotiations", 
    "Nicaragua", 
    "OPEC countries", 
    "Palestinians", 
    "Salaries", 
    "Special drawing rights", 
    "Taiwan", 
    "Trade agreements", 
    "Travel costs", 
    "Treaties"
  ], 
  "subjects_top_term": "International banking", 
  "summary": {
    "as": "Laid on table in House", 
    "date": "1980-09-18", 
    "text": "(Measure laid on table in House, S 2271 passed in lieu) Amends the Bretton Woods Agreements Act to authorize the U.S. Governor of the International Monetary Fund to consent to an increase in the U.S. quota in the Fund, as provided in advance in appropriation Acts. Directs the President to instruct the Secretaries of the Treasury and State and other appropriate Federal officials to encourage countries to safeguard jobs, investment, income redistribution programs, and social programs in formulating economic adjustment programs to deal with their balance of payments difficulties. Directs the U.S. representatives to the Fund to recommend and work for changes that would: (1) permit the extension of standby arrangements to enable Fund members to implement their adjustment programs successfully taking into account the effects of such programs; (2) take into account the effects of such adjustment programs on employment, investment, real income per capita, income redistribution, and social programs and minimize the adverse impacts of such adjustment programs on basic human needs; and (3) provide that letters of intent reflect consideration of such factors. Directs the U.S. Executive Director of the Fund to review, and take into account, an analysis of specified factors before voting on the approval of a standby arrangement with respect to any economic adjustment program. Requires the National Advisory Council on International Monetary and Financial Policies to include a report on such actions in its annual report to Congress. Repeals references that stipulate that stabilization programs be entered pursuant to loans from the Supplementary into Financing Facility. Reaffirms the Congressional commitment that in fiscal year 1981 Federal budget outlays shall not exceed its receipts. Expresses the sense of Congress concerning balance of payments problems resulting from surpluses in oil exporting countries and the responsibilities of such countries to assume a greater burden of financing balance of payments deficits. Directs the Secretary of the Treasury, with the U.S. Executive Director of the Fund, to study and report to Congress concerning the adequacy of Fund resources and the feasibility of increasing Fund liquidity through various means. Expresses the sense of Congress that such officials shall encourage Fund members to negotiate a dollar-Special Drawing Rights substitution account and report the progress to Congress. Expresses the sense of Congress that Taiwan shall be granted appropriate membership in the Fund. Declares U.S. policy that the Palestine Liberation Organization (PLO) should not be given membership in or observer status with the Fund. Directs the President to report recommendations to Congress with regard to U.S. participation in the Fund if the PLO is given official status. Expresses the sense of Congress that the Fund and the World Bank should encourage programs which assist the private sector in stabilizing a nation's economy, particularly with respect to El Salvador and Nicaragua. Requires the U.S. Executive Director to the Fund to insure that Fund salaries do not exceed specified levels and that travel costs are minimized. Directs the Secretary of the Treasury to establish and chair a commission to study U.S. policy concerning the role of gold in the domestic and international monetary systems. Requires such Commission to report to Congress with its findings and recommendations. Prohibits appropriations for any period prior to October 1, 1980."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Bretton Woods Agreements Act to authorize consent to an increase in the United States quota in the International Monetary Fund, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:15-05:00"
}