{
  "actions": [
    {
      "acted_at": "1978-07-28", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13644-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-07-28", 
  "number": "13644", 
  "official_title": "A bill to provide for the research, development, and demonstration of a permanent Federal repository for nuclear waste and spent nuclear fuel assemblies generated from the operation of civilian nuclear power plants, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Nuclear Waste Management Research, Development and Demonstration Act", 
  "sponsor": {
    "district": "20", 
    "name": "Goldwater, Barry, Jr.", 
    "state": "CA", 
    "thomas_id": "00444", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-07-28", 
  "subjects": [
    "Advisory bodies", 
    "Energy", 
    "Environmental assessment", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Licenses", 
    "Nuclear energy", 
    "Nuclear facilities", 
    "Radioactive wastes", 
    "Safety measures", 
    "States", 
    "Technological innovations"
  ], 
  "subjects_top_term": "Radioactive wastes", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-07-28", 
    "text": "Nuclear Waste Management Research, Development, and Demonstration Act - Directs the Secretary of Energy to make a preliminary determination concerning (1) the location of a site to serve as a permanent Federal demonstration repository for nuclear waste and spent nuclear fuel assemblies; (2) the techniques and methods to be used for the design, construction, and operation of such facility; (3) the procedures for transporting such wastes to the facility; and (4) the appropriate actions necessary to assure protection of the public health and safety and of the environment. Requires that any site recommended by the Secretary comport with regulations of the Nuclear Regulatory Commission (NRC) concerning safety and environmental protection. Requires the Secretary to select a site for such Federal nuclear waste repository by September 30, 1980, and to arrange for the construction and operation of such facility on such site by September 30, 1985, consistent with applicable environmental requirements, and of such design so as to maintain structural integrity under adverse meteorological and geological conditions. Requires the Secretary to submit to the Congress a detailed construction schedule for such facility, including the completion dates of required environmental impact statements, and issuance of work authorization permits. Directs the Secretary to file with the NRC a license application for the facility and requires the NRC to act on such application within five years of the application submittal, consistent with NRC licensing requirements. Requires the Secretary to submit to the Congress annual status reports on the progress of the facility until operation begins. Authorizes the Secretary to provide funds by contract for any research, development, and construction activities necessary to carry out the duties under the Act. Stipulates that the Secretary need not comply with specified bid advertising requirements with respect to such contracts. Permits the Secretary to enter into agreements with other persons relating to the transfer of nuclear wastes or spent nuclear fuel assemblies from civilian nuclear power plants licensed under the Atomic Energy Act to the Federal facility. Provides that user fees be established pursuant to regulations promulgated by the Secretary. Requires the Secretary to establish and pay a fee for acquiring title to and custody of spent nuclear fuel assemblies. Requires that any materials transferred to the Federal facility be in a form suitable for storage as determined by regulations promulgated by the Secretary. Requires the Secretary to submit to the Congress annual reports of all agreements entered into relating to the transfer of nuclear waste and spent nuclear fuel assemblies. Provides that all such records, reports, or information obtained by the Secretary be made available to the public, except where either a showing is made that some portion is entitled to protection as trade secrets, or the Secretary determines that the confidentiality of information is required as a matter of national security. Permits disclosure of information which may constitute either trade secrets or matters of national security to officers, employees, or authorized representatives of the U.S. concerned with carrying out this Act or involved in proceedings under this Act. Prohibits withholding of any such information from any duly-authorized congressional committee. Establishes the Nuclear Waste Management Advisory Committee to study and advise the Secretary on matters concerning (1) the scope, pace, costs, and benefits of research and development of nuclear waste disposal technology; (2) the existing and prospective Federal policies and programs affecting development of such technology; and (3) any other action taken by the Secretary in carrying out duties under the Act. Directs heads of Federal agencies to cooperate with the Committee and to furnish any information deemed necessary to carry out its duties under the Act. Directs the Secretary to seek advice from State and local governments, public and private organizations and industry with respect to such technologies. Requires the Secretary to advise the Governor of any State designated as containing a potential site for construction of the Federal facility, to review and consider any materials or recommendations submitted by the Governor of such State and to notify the Governor of the State finally selected for the construction of the Federal facility. Affords that State or its representative the opportunity to participate in any NRC licensing proceeding and allows the State legislature to submit materials to be included in the NRC's environmental impact statement. Directs the Secretary, in consultation with the appropriate Federal agencies, to promulgate regulations necessary in carrying out the provisions of this Act. Authorizes the appropriation of such sums as are necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Waste Management Research, Development and Demonstration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the research, development, and demonstration of a permanent Federal repository for nuclear waste and spent nuclear fuel assemblies generated from the operation of civilian nuclear power plants, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:26-05:00"
}