{
  "actions": [
    {
      "acted_at": "1975-01-15", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-11-26", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Interior and Insular Affairs with amendment, S. Rept. 94-493.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-08", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-08", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-08", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-09", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s67-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brooke, Edward W.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01292", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schweiker, Richard S.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "01431", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevenson, Adlai E., III", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "01441", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-15", 
  "number": "67", 
  "official_title": "A bill to establish the Nantucket Sound Islands Trust in the Commonwealth of Massachusetts, to declare certain national policies essential to the preservation and conservation of the lands and waters in the trust area.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-15", 
  "subjects": [
    "Conservation of natural resources", 
    "Massachusetts", 
    "Public lands and natural resources", 
    "Seashores"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1975-12-08", 
    "text": "(Measure passed Senate, amended) Establishes the Nantucket Sound Islands Trust in Massachusetts. Directs the Secretary of the Interior to approve and enforce land use plans adopted under this Act. Makes the commissions appointed under this Act responsible for development, adoption and administration of such plans. Empowers such commissions to receive State or Federal funds and technical assistance for environmental protection, land use planning, and economic development. Provides that the area comprising the trust shall encompass the lands and waters in the countries of Dukes and Nantucket in Massachusetts. Makes Noman's Land Island part of the National Wildlife Refuge System. Requires the Governor to establish trust commissions which shall be known as the Nantucket Sound Islands Trust Commissions and individually as the Nantucket Trust Commission, the Martha's Vineyard Trust Commission, and the Elizabeth Islands Trust Commission. Gives such commissions the responsibilities and powers cited in this Act. Prescribes the memberships of such commissions. Requires such commissions to develop within six months land use control plans for their areas, which shall assign lands in their areas as: (1) open lands, to remain forever free of improvements; (2) resource management lands, which shall not be developed beyond their present intensity of use (according to regulations to be developed after public hearings); and (3) town zoned lands, which shall remain under the jurisdiction of the town in which located. Requires such land use control plans to include a program for the preservation of significant natural, scenic, ecological, scientific, cultural, marine, or historical resources; a program for the development of public recreational facilities; a transportation program, and a program for the identification and promotion of new employment opportunities for trust area residents. Provides that the authority established by this Act to acquire lands or interests therein for preservation and conservation purposes without the consent of the owner shall be suspended when lands or waters or interests therein which are designated as being presently or from time to time needed. Requires the Secretary to make trust grants in the amount of $10,000,000 to the commissions established in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish the Nantucket Sound Islands Trust in the Commonwealth of Massachusetts, to declare certain national policies essential to the preservation and conservation of the lands and waters in the trust area.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:27:55-05:00"
}