{
  "actions": [
    {
      "acted_at": "1987-02-26", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-02-26", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "International Finance, Trade and Monetary Policy", 
      "text": "Referred to Subcommittee on International Finance, Trade and Monetary Policy.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1305-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on International Finance, Trade and Monetary Policy", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-02-26", 
  "number": "1305", 
  "official_title": "A bill to require semiannual reports to Congress by the Secretary of the Treasury on the extent to which the actual exchange rate of the United States dollar matches the competitive exchange rate and the extent to which the actual exchange rate is inconsistent with a sustainable and appropriate United States current account balance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Competitive Foreign Exchange Rate Policy Act of 1987", 
  "sponsor": {
    "district": "13", 
    "name": "Pease, Donald J.", 
    "state": "OH", 
    "thomas_id": "00904", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-02-26", 
  "subjects": [
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Foreign exchange", 
    "Foreign trade and international finance", 
    "International agencies", 
    "International banking", 
    "International competitiveness", 
    "International cooperation", 
    "International economic relations", 
    "International monetary system", 
    "Monetary policy", 
    "Money", 
    "Trade negotiations"
  ], 
  "subjects_top_term": "Money", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-02-26", 
    "text": "Competitive Foreign Exchange Rate Policy Act of 1987 - Requires the Secretary of the Treasury to submit to the House Committee on Banking, Finance and Urban Affairs and the Senate Committee on Banking, Housing, and Urban Affairs semiannual written reports containing: (1) an analysis of the degree to which the actual exchange rate of the U.S. dollar varies from the competitive exchange rate and an evaluation of both foreign and domestic conditions and policies that contribute to such variation; (2) recommendations for changing U.S. economic policy to attain a sustainable and appropriate balance in the current account, together with an assessment of the costs and benefits that would accompany any such change; (3) any International Monetary Fund recommendations for changes in U.S. policies and an explanation of the Secretary's plans to implement or ignore such recommendations; (4) a report on progress made by the Secretary and any other Government employee in adjusting the exchange rate of the dollar toward its competitive exchange rate and in achieving long-term reform of the international exchange rate system to reduce instability in exchange rates; (5) a statement of the objectives of the Secretary with respect to the pursuit of domestic policies to achieve an appropriate current account balance, the policy on intervention in foreign exchange markets, and negotiations with other countries on any reform in the international exchange rate system, including obstacles toward reaching such objectives; (6) an assessment of the impact currency transactions under this Act have on foreign exchange markets; and (7) a detailed explanation of any lack of progress or delay in international negotiations on the reform of the exchange rate system. Requires each report to include: (1) an analysis (including the effect of domestic and foreign policies and conditions) of each bilateral exchange rate of the U.S. dollar and the currency of certain countries (those countries with which the United States had total annual bilateral nonpetroleum trade in excess of $5,000,000,000 in the most recent calendar year) that is inconsistent with a sustainable and appropriate U.S. current account balance, or the underlying competitiveness of the traded goods sector of the U.S. economy as determined by the Secretary; and (2) a report on efforts of the Secretary to remedy any such inconsistency. Sets forth other information to be contained in such reports, including any findings of the consultations (1986 Economic Summit in Tokyo) on multilateral exchange rate surveillance with respect to any bilateral exchange rate of the U.S. dollar and a currency of a country participating in such consultations that is unsustainable or inappropriate and recommendations for necessary changes in domestic or foreign economic policies. Requires each Committee, after consulting with the Secretary, to report to its House on the Secretary's policies. Directs the Secretary to take such actions as are necessary to ensure that the exchange rate of the U.S. dollar and the bilateral exchange rates and currencies of certain countries are consistent with a sustainable and appropriate balance in the U.S. current account and the competitiveness of the traded goods sector of the U.S. economy."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Competitive Foreign Exchange Rate Policy Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require semiannual reports to Congress by the Secretary of the Treasury on the extent to which the actual exchange rate of the United States dollar matches the competitive exchange rate and the extent to which the actual exchange rate is inconsistent with a sustainable and appropriate United States current account balance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:58-05:00"
}