{
  "actions": [
    {
      "acted_at": "2011-10-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-10-05", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-05", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported by the Yeas and Nays: 31 - 5.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2011-10-06T10:20:00-04:00", 
      "references": [], 
      "text": "Reported by the Committee on Ways and Means. H. Rept. 112-239.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-06T10:20:00-04:00", 
      "calendar": "Union", 
      "number": "158", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 158.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2011-10-06T15:02:00-04:00", 
      "bill_ids": [
        "hres425-112", 
        "hr3079-112", 
        "hr3078-112", 
        "hr2832-112"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 425 Reported to House. The bills shall be considered as read and debatable for the time specfied in the report. Pursuant to section 151 of the Trade Act of 1974, the previous question shall be considered as ordered on H.R. 3079 and H.R. 3080 to final passage without intervening motion. The resolution provides one motion to recommit for H.R. 3078. The resolution makes in order a motion that the House concur in the Senate amendment to H.R. 2832. The Senate amendment shall be considered as read. The resolution provides for one hour of debate on the motion to concur.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-11T18:59:00-04:00", 
      "bill_ids": [
        "hres425-112"
      ], 
      "references": [], 
      "text": "Rule H. Res. 425 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-11T21:42:00-04:00", 
      "bill_ids": [
        "hres425-112"
      ], 
      "references": [
        {
          "reference": "CR H6758-6771", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 425.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-11T21:42:00-04:00", 
      "bill_ids": [
        "hr3079-112", 
        "hr3078-112", 
        "hr2832-112"
      ], 
      "references": [], 
      "text": "The bills shall be considered as read and debatable for the time specfied in the report. Pursuant to section 151 of the Trade Act of 1974, the previous question shall be considered as ordered on H.R. 3079 and H.R. 3080 to final passage without intervening motion. The resolution provides one motion to recommit for H.R. 3078. The resolution makes in order a motion that the House concur in the Senate amendment to H.R. 2832. The Senate amendment shall be considered as read. The resolution provides for one hour of debate on the motion to concur.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-11T21:42:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with 90 minutes of debate on H.R. 3080.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-11T22:20:00-04:00", 
      "references": [], 
      "text": "Pursuant to clause 1(c) of Rule 19, further proceedings on H.R. 3080 were postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-12", 
      "references": [
        {
          "reference": "CR S6399-6404, S6405-6407, S6412-6417, S6418-6446, S6447-6452", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-12T15:17:00-04:00", 
      "references": [
        {
          "reference": "CR H6812-6832", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-12T15:17:00-04:00", 
      "bill_ids": [
        "hres425-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 425, the House proceeded with further debate on H.R. 3080.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-12T16:40:00-04:00", 
      "references": [
        {
          "reference": "CR H6832", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-12T16:41:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on H.R. 3080, the Chair put the question on passage, and by voice vote announced that the ayes had prevailed. Mr. Levin demanded the yeas and nays and the Chair postponed further proceedings on the question of passage until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-12T18:09:00-04:00", 
      "references": [
        {
          "reference": "CR H6839-6840", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-12T18:16:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR 10/11/2011 H6758-6767", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "783", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 278 - 151 (Roll no. 783).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2011-10-12T18:16:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-12", 
      "references": [], 
      "text": "Received in the Senate, read twice.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-12", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "161", 
      "status": "PASSED:BILL", 
      "text": "Passed Senate without amendment by Yea-Nay Vote. 83 - 15. Record Vote Number: 161.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2011-10-13", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-13", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2011-10-21", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2011-10-21", 
      "congress": "112", 
      "law": "public", 
      "number": "41", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 112-41.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3080-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Levin, Sander M.", 
      "sponsored_at": "2011-10-03", 
      "state": "MI", 
      "thomas_id": "00683", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "112", 
    "law_type": "public", 
    "number": "41"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2011-10-21", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2011-10-12T18:16:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2011-10-12", 
    "vetoed": false
  }, 
  "introduced_at": "2011-10-03", 
  "number": "3080", 
  "official_title": "To implement the United States-Korea Free Trade Agreement.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres425-112", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s1642-112", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1642-112", 
      "reason": "related"
    }
  ], 
  "short_title": "United States-Korea Free Trade Agreement Implementation Act", 
  "sponsor": {
    "district": "7", 
    "name": "Cantor, Eric", 
    "state": "VA", 
    "thomas_id": "01674", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2011-10-21", 
  "subjects": [
    "Administrative remedies", 
    "Asia", 
    "Business records", 
    "Corporate finance and management", 
    "Correctional facilities and imprisonment", 
    "Customs enforcement", 
    "Foreign trade and international finance", 
    "Free trade and trade barriers", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Income tax credits", 
    "Manufacturing", 
    "Motor vehicles", 
    "Public contracts and procurement", 
    "South Korea", 
    "Tariffs", 
    "Tax administration and collection, taxpayers", 
    "Trade agreements and negotiations", 
    "Trade restrictions", 
    "U.S. International Trade Commission", 
    "User charges and fees", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Public Law", 
    "date": "2011-10-21", 
    "text": "United States-Korea Free Trade Agreement Implementation Act - Title I: Approval of, and General Provisions Relating to, the Agreement - (Sec. 101) Approves the United States-Korea Free Trade Agreement (the Agreement) entered into on June 30, 2007, with the government of Korea, and the statement of administrative action proposed to implement the Agreement, both submitted to Congress on October 3, 2011. Allows for the Agreement's entry into force upon certain conditions being met on or after January 1, 2012. (Sec. 103) Authorizes the President to proclaim actions, and other appropriate officers of the U.S. government to issue regulations, necessary to ensure appropriate implementation of any provision of this Act that takes effect on the date the Agreement enters into force. Declares that proclaimed actions that are not subject to consultation and layover requirements under this Act shall not take effect before the 15th day after the text of the proclamation is published in the Federal Register. (Sec. 104) Permits presidential proclamations calling for action under this Act to be proclaimed only if: (1) the President has obtained advice regarding the proposed action from the appropriate advisory committees and the U.S. International Trade Commission (ITC), (2) the President has reported to specified congressional committees with respect to such action, (3) a period of 60 days has expired, and (4) the President has consulted with the appropriate congressional committees during such 60-day period. (Sec. 105) Authorizes the President to establish or designate within the Department of Commerce an office to provide administrative assistance to dispute settlement panels established under the Agreement. Authorizes appropriations. (Sec. 106) Authorizes the United States to resolve any claim against it covered by the Agreement, pursuant to the Investor-State Dispute Settlement procedures set forth in the Agreement. Title II: Customs Provisions - (Sec. 201) Authorizes the President to proclaim necessary or appropriate modifications or continuation of duty, continuation of duty-free or excise treatment, or additional duties to carry out the Agreement. Authorizes the President, subject to the consultation and layover requirements of this Act, to deem as necessary or appropriate to maintain the general level of reciprocal and mutually advantageous concessions provided for by the Agreement such: (1) modifications or continuation of any duty, (2) modifications as the United States may agree to with Korea regarding the staging of any duty treatment specified in the Agreement, (3) continuation of duty-free or excise treatment, or (4) additional duties. Authorizes the President to proclaim the tariff treatment of certain imported Korean motor vehicles based on certain formulae. (Sec. 202) Prescribes certain rules of origin with respect to the reduction and elimination of duties imposed by the United States and Korea on certain goods wholly obtained or produced entirely in the territory of the other country. Prescribes a special rule for certain automotive goods. Specifies content requirements allowing certain textile and apparel goods to be considered originating goods. (Sec. 203) Amends the Consolidated Omnibus Budget Reconciliation Act of 1985 (COBRA) to prohibit the charge of a fee for certain customs services with respect to originating goods under the Agreement. Prohibits any service exempted from such fees from being funded with money from the Customs User Fee Account. (Sec. 204) Amends the Tariff Act of 1930 to exempt: (1) an importer from penalties for making an incorrect claim that a good qualifies as an originating good under the Agreement if the importer voluntarily and promptly makes a corrected declaration and pays any duties owing; and (2) an exporter or producer from penalties for making false certifications of origin under the Agreement if such person, promptly after issuing such certification, has reason to believe that it contains or is based on incorrect information, and voluntarily provides a written notice to every recipient of it. Exempts persons from penalties if: (1) the information was correct at the time it was provided in a Korea Free Trade Agreement (KFTA) certification of origin but was later rendered incorrect because of a change in circumstances; and (2) the person promptly and voluntarily provides written notice of the change in circumstances to all recipients of such certification. Declares that, if the U.S. Customs and Border Protection (CBP) or U.S. Immigration and Customs Enforcement (ICE) of the Department of Homeland Security (DHS) finds indications of a pattern of conduct by an importer, exporter, or producer of false or unsupported representations that goods qualify under the rules of origin, CBP may suspend preferential tariff treatment under the Agreement for entries of identical goods covered by subsequent representations by the individuals until it determines that the representations conform with such rules. (Sec. 205) Authorizes the CBP/ICE (formerly the U.S. Customs Service) to reliquidate an entry and refund any excess duties (including merchandise processing fees) paid on a good qualifying under the rules of origin for which no claim for preferential treatment was made at the time of importation if the importer takes certain actions within one year after such importation. (Sec. 206) Requires a person who issues a KFTA certification of origin for a good exported from the United States to make, keep for at least five years after such certification is issued, and render for examination and inspection all records and supporting documents related to such certification. (Sec. 207) Authorizes the President to direct the Secretary of the Treasury, during the period of a verification procedure by the government of Korea, to determine: (1) that an exporter or producer in Korea is complying with applicable customs laws, regulations, procedures, requirements, and practices affecting trade in textile or apparel goods; or (2) that a claim is accurate that such a good exported or produced by such exporter or producer qualifies as an originating good, or is a good of Korea. Requires the Secretary, as an appropriate action authorized by the President, to suspend liquidation of the entry of any textile or apparel good subject to such verification: (1) that a person has produced or exported in cases where the request for verification was based on a reasonable suspicion of unlawful activity, and (2) for which a claim has been made that such good is an originating good or is a good of Korea. Authorizes the President to direct the Secretary to deny preferential treatment and entry into the United States to such textile and apparel goods if the information obtained from verification is insufficient to make a determination. Authorizes the Secretary to publish the name of any person engaged in intentional circumvention of applicable laws, regulations, or procedures affecting trade in such goods, or who has failed to demonstrate that it produces or is capable of producing them. Authorizes the Commissioner responsible for CPB to require an importer to submit a certificate of eligibility, properly completed and signed by an authorized official of the government of Korea, at the time the importer files a claim for preferential tariff treatment under Annex 4-B of the Agreement. Authorizes the Secretary of the Treasury, upon request of the government of a country that is a party to a free trade agreement, to request a verification of the production of any textile or apparel good in order to assist that government in determining whether: (1) a claim of origin under the agreement for a textile or apparel good is accurate; or (2) an exporter, producer, or other enterprise located in the United States involved in the movement of textile or apparel goods from the United States to the territory of the requesting government is complying with applicable customs laws, regulations, and procedures regarding trade in textile or apparel goods. Title III: Relief From Imports - Subtitle A: Relief From Imports Benefiting From the Agreement - (Sec. 311) Authorizes an entity (including a trade association, firm, certified or recognized union, or group of workers) to petition the ITC for an adjustment to U.S. obligations under the Agreement. Requires the ITC, upon the filing of a petition, to investigate promptly whether, as a result of the reduction or elimination of a duty provided for under the Agreement, a Korean article is being imported into the United States in such increased quantities as to be a substantial cause or threat of serious injury to the domestic industry producing an article like, or directly competitive with, the imported article. Exempts from such an investigation any Korean articles receiving import relief under the Agreement. Allows any entity filing such a petition to request provisional relief. (Sec. 313) Requires the President, after receiving an affirmative injury determination from the ITC, to provide (including the extension) in the aggregate up to three-years of import relief to remedy or prevent such injury and to facilitate efforts of the domestic industry to make a positive adjustment to import competition. Includes among such relief measures: (1) suspension of any further reduction provided by the Agreement in the duty imposed on such article, and (2) an increase in the rate of duty imposed on such article to a level that does not exceed an amount determined according to a specified formula. Specifies the import relief the President may provide in the case of imports of an article to which a duty is applied on a seasonal basis. (Sec. 314) Prohibits any import relief 10 years after the Agreement enters into force, except for articles whose period for tariff elimination exceeds 10 years. (Sec. 315) Applies to the four-year import relief provided by the President (see section 313, above) the compensation authority of the Trade Act of 1974 which authorizes the President to grant Korea new concessions as compensation for the imposition of import relief in a bilateral safeguard investigation in order to maintain the general level of reciprocal concessions under the Agreement. (Sec. 316) Amends the Trade Act of 1974 to apply to ITC investigations conducted under this Act the procedural requirements of the Tariff Act of 1930 concerning release of confidential business information. Subtitle B: Motor Vehicle Safeguard Measures - (Sec. 321) Prescribes certain exceptions to import relief requirements under subtitle A with respect to imported Korean motor vehicles under the Agreement. Subtitle C: Textile and Apparel Safeguard Measures - (Sec. 331) Authorizes an interested party to request the President to adjust U.S. obligations under the Agreement. Requires the President, pursuant to such a request, to determine whether, as a result of the elimination of a duty under the Agreement, a Korean textile or apparel article is being imported into the United States in such increased quantities as to constitute a substantial cause or threat of serious damage to a domestic industry producing an article like, or directly competitive with, the imported article. (Sec. 332) Authorizes the President, if an affirmative serious damage determination is made, to provide certain import relief to remedy or prevent the damage and to facilitate adjustment by the domestic industry, including to suspend further reductions provided for in the Agreement in the duty imposed on the article or increase the rate of duty imposed on the article to a level that does not exceed an amount determined according to a specified formula. (Sec. 333) Limits such relief (including the extension) to two years, or in the case of an extension to another two years, but not more in the aggregate than four years. (Sec. 336) Prohibits any import relief under this subtitle with respect to any article 10 years after the Agreement enters into force. (Sec. 337) Applies to any import relief provided by the President under this subtitle the compensation authority of the Trade Act of 1974, which authorizes the President to grant Korea new concessions as compensation for the imposition of import relief in a textile and apparel safeguard proceeding, in order to maintain the general level of reciprocal concessions under the Agreement. (Sec. 338) Prohibits the President from releasing confidential business information received in connection with an investigation or determination under this subtitle unless the submitting party had notice, at the time of submission, that such information would be released, or the party subsequently consents to such release. Requires any party submitting such confidential business information also to provide a nonconfidential version of the information, in which the confidential business information is summarized or, if necessary, deleted. Subtitle D: Cases Under Title II of the Trade Act of 1974 - (Sec. 341) Requires the ITC, whenever it makes an affirmative determination that an imported article constitutes a substantial cause or threat of serious injury to a domestic industry producing an article like or directly competitive with it, also to find (and report to the President) whether imports from Korea are a substantial cause or threat of serious injury to such industry. Authorizes the President to exclude goods of Korea from any import relief action if they are not a substantial cause or threat of serious injury to the domestic industry. Title IV: Procurement - (Sec. 401) Amends the Trade Agreements Act of 1979 to make eligible for U.S. government procurement products or services of a foreign country or instrumentality that is a party to the Agreement. Title V: Offsets - (Sec. 501) Amends the Internal Revenue Code to increase to $500 the penalty on tax return preparers for failure to be diligent in determining eligibility for the earned income tax credit. (Sec. 502) Requires the heads of the Federal Bureau of Prisons and state prisons to provide detailed information to the Internal Revenue Service (IRS) on certain inmates. (Sec. 503) Amends COBRA to increase from 0.21% ad valorem to 0.3464% ad valorem, for the period between December 1, 2015, and June 30, 2021, the customs user fee for the processing of merchandise entered or released into the United States. (Sec. 504) Extends user fees for certain customs services performed through August 2, 2021, and for other specified customs services performed through December 8, 2020. (Sec. 505) Increases by 0.25% the required estimated tax payments otherwise due in the third quarter of 2012, and by 2.75% the payments otherwise due in the third quarter of 2016 from corporations with assets of at least $1 billion."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States-Korea Free Trade Agreement Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "United States-Korea Free Trade Agreement Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "United States-Korea Free Trade Agreement Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "United States-Korea Free Trade Agreement Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "United States-Korea Free Trade Agreement Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To implement the United States-Korea Free Trade Agreement.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:27:16-05:00"
}