{
  "actions": [
    {
      "acted_at": "1991-02-05", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-02-22", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to the Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr795-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-02-05", 
  "number": "795", 
  "official_title": "To establish programs to provide recognition to academic excellence; to stimulate innovation in postsecondary education; to reduce unnecessary regulatory burdens of Federal higher education programs; and to develop a diffusion network for information that will improve postsecondary education programs in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Postsecondary Recognition, Innovation, Deregulation, and Excellence Act of 1991", 
  "sponsor": {
    "district": "1", 
    "name": "Conte, Silvio O.", 
    "state": "MA", 
    "thomas_id": "00228", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-02-05", 
  "subjects": [
    "Administrative procedure", 
    "Awards, medals, prizes", 
    "College planning", 
    "College teachers", 
    "Compensatory education", 
    "Education", 
    "Education of socially handicapped children", 
    "Educational exchanges", 
    "Educational innovations", 
    "Educational policy", 
    "Elementary education", 
    "Executive reorganization", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Government paperwork", 
    "Graduate education", 
    "Higher education", 
    "Information services", 
    "Minority students", 
    "Minority teachers", 
    "Rating of teachers", 
    "Regulatory impact statements", 
    "Regulatory reform", 
    "Secondary education", 
    "Teacher education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-02-05", 
    "text": "Postsecondary Recognition, Innovation, Deregulation, and Excellence Act of 1991 - Title I: General Provisions - Establishes a National Board for Postsecondary Recognition, Innovation, and Improvement (the Board), with members appointed by the Secretary of Education (the Secretary). Title II: Recognition of Institutional Achievements - Part A: Certification of Meritorious Institutions - Directs the Board to prescribe, within one year, at least five criteria for the recognition of postsecondary institutions. Requires such criteria to be new objective measures which can be readily applied to an institution's programs and which can be or already are attained by a significant portion of postsecondary institutions. Requires such criteria to encourage: (1) increasing numbers of disadvantaged and minority students being enrolled and graduated and of minority faculty members being employed; (2) increasing assistance for school-to-work and secondary-to-postsecondary transition; (3) removing barriers to access to education; (4) innovative technologies and strategies for improving instruction; (5) improved evaluation of institutional performance in academic achievement, retention, program efficiency, and student support services; (6) more efficient and economical operations; (7) linkages among various postsecondary sectors; (8) community service; and (9) other goals determined by the Board. Requires annual publication of final form criteria, to be incorporated in Department of Education program regulations, and to be preceded by proposed criteria publication and opportunity for comment by interested persons. Allows any postsecondary institution to submit an application for certification to the Department of Education, if it believes its activities meet or exceed at least a Board-specified proportion of such prescribed criteria, and submits appropriate evidence. Directs the Secretary to review such applications and transmit to Members of Congress the names of institutions within their State or district that have been so certified, for public announcement by such Members and publication thereafter. Part B: Thomas Jefferson Awards for Exemplary Postsecondary Institutions - Directs the Board to prescribe, within one year, criteria to be used in selection of Awards for Exemplary Postsecondary Institutions. Requires such criteria to be designed to annually identify, beginning in 1993, the three most exemplary postsecondary institutions in the United States during the preceding academic year, placing special emphasis on teaching quality, student achievement and improvement, student services, community service, at-risk students' education, and attainment of national educational goals by the year 2000. Requires publication of final form criteria, to be incorporated in Department of Education program regulations, and to be preceded by proposed criteria publication and opportunity for comment by interested persons. Allows any certified postsecondary institution to apply to the Board for such recognition (with a five-year waiting period for previous award recipients), but not if it is in violation of any Federal education statute or regulation. Directs the Board to: (1) select award winners on the basis of peer review panel reviews; and (2) transmit their names, and those of the three nearest runnerups, to the President for announcement at a public ceremony. Sets forth benefits to, and expectations of, award recipients. Title III: Innovation in Postsecondary Education - Part A: TRIO Evaluation and Demonstration Grants - Amends the Higher Education Act of 1965 (HEA) to provide for certain evaluation and demonstration grants under special programs for students from disadvantaged backgrounds (TRIO programs). Authorizes the Secretary to make up to 20 such competitive grants each fiscal year, divided among the various TRIO programs, to institutions meeting specified requirements. Limits grant duration and amount. Sets forth reporting and information dissemination requirements, and the Secretary's related responsibilities. Authorizes appropriations. Part B: Tate Innovation Endowment Grants - Directs the Secretary to award endowment grants, to provide capital to establish State Innovation Endowment Funds, during each of five successive fiscal years to up to ten States, selected competitively for that five-year period. Requires income from such Funds to be used to provide grants to develop and analyze innovative techniques and support research in areas of postsecondary education that are significant Federal and State concerns. Requires State matching amounts of specified proportions, and repayments under specified conditions. Requires that selected States not have been recipients of such grants during any preceding five-year period. Sets forth provisions for: (1) designation of State agencies; (2) grant agreements; (3) authorized uses of State innovation grants by specified types of eligible consortia; and (4) endowment requirements. Directs the Board to designate the areas of significant Federal concern once each three years, but requires for the first five years that such areas be: (1) improving postsecondary teaching; (2) improving a State's economic competitiveness by improving its postsecondary education; and (3) restructuring elementary and secondary matriculation schedules. Authorizes appropriations. Part C: Demonstration Grants - Establishes a national program of demonstration grants to test innovative ideas and generate data for evaluating and reauthorizing Federal higher education assistance programs. Directs the Board (within one year after enactment of this Act and thereafter no later than three months after enactment of any reauthorization of programs under HEA) to designate and publish topics on which proposals will be accepted for such demonstration project grants. Makes grants awarded on the basis of such topics available during the three succeeding fiscal years. Requires the Board, in establishing such topics to promote innovations in student financial aid, teaching improvement, student services, recruitment, and retention, Federal program administration, regulatory relief, academic achievement, and significant national concerns. Directs the Secretary to conduct a competition for award of up to ten demonstration grants on each of the Board-established topics. Limits grant duration and amount. Sets forth technical assistance, coordination, and reporting requirements. Part D: Expansion of FIPSE Grant Authority - Amends HEA to expand grant authority under the Fund for Improvement of Postsecondary Education (FIPSE) Program. Adds to the subjects for which FIPSE grants may be awarded: (1) study of methods to improve administrative efficiency and effectiveness, particularly with regard to Federal programs; and (2) demonstrating innovative approaches for international exchanges of faculty and students. Diversifies FIPSE grants and contracts into the following modes: (1) planning grants; (2) development grants; (3) international exchanges grants and contracts; and (4) regular grants and contracts. Authorizes appropriations in specified amounts for each of such modes for FY 1992 through 1996 (1997 in the case of planning grants). Title IV: Regulatory Relief - Directs the Board to report annually to the Congress on the impact of Federal laws and regulations on postsecondary institutions, including analysis of specified factors including the desirability of negotiated rulemaking. Directs the Secretary to report biennially to the Congress on current or anticipated regulatory issues and problems encountered by the Department of Education in implementing and enforcing Federal postsecondary education laws and regulations, including specified descriptions and recommendations. Amends the Department of Education Organization Act to establish an Office of Regulatory Review and Assessment in the Department of Education. Grants the Secretary limited authority to grant a postsecondary institution waivers or modifications of requirements of any Federal education statute or regulation as appropriate to carry out the policies or promote the general purposes of that statute or regulation or HEA in general. Sets forth conditions for, limitations on, and examples of such authorized waivers or modifications. Terminates such authority, and any waiver or modification granted under it, on October 1, 1996. Authorizes the Secretary to enter into up to five performance agreements with States, consortia, and postsecondary institutions, to provide them inducements to achieve specified performance levels and be accountable for such attainment. Authorizes the Secretary, as such inducements, to waive or modify any program requirement for any Federal education program. Limits such agreements' effectiveness to not more than three years, but allows them to be renewed. Directs the Secretary to report annually on the status of such agreements and achievements of performance levels. Authorizes the Secretary to expand the incentives available to participants in the Quality Control Project established pursuant to specified regulations of the Department of Education. Amends HEA to provide for performance inducements under TRIO programs. Authorizes the Secretary to permit an institution, agency, or organization to receive a grant or contract under TRIO programs for a six-year period, under specified conditions relating to prior experience and additional quality control or program improvement standards. Title V: Postsecondary Diffusion Network - Establishes the National Postsecondary Diffusion Network, to promote: (1) awareness and implementation of exemplary educational programs, products, and practices to interested postsecondary institutions nationwide; and (2) the utilization of the knowledge, talents, and services of local staff associated with various educational excellence and recognition efforts. Requires that such Network be designed to improve educational quality through: (1) implementing promising and validated innovations and improvements in educational programs, products, and practices; and (2) providing training, consultation, and related assistance services. Sets forth the Secretary's responsibilities related to such Network's activities. Authorizes the Secretary to make grants and contracts for such Network activities to various entities. Sets forth funding criteria for such projects. Directs the Secretary to actively solicit, for Network dissemination, information on innovative educational practices from various specified additional information sources (in addition to information obtained from funded projects). Authorizes appropriations for FY 1992 through 1996 for such National Postsecondary Diffusion Network. Makes conforming amendments to the Elementary and Secondary Education Act of 1965 which delete postsecondary references and rename the National Diffusion Network under such Act the National Elementary and Secondary Diffusion Network."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Postsecondary Recognition, Innovation, Deregulation, and Excellence Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish programs to provide recognition to academic excellence; to stimulate innovation in postsecondary education; to reduce unnecessary regulatory burdens of Federal higher education programs; and to develop a diffusion network for information that will improve postsecondary education programs in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:28-05:00"
}