{
  "actions": [
    {
      "acted_at": "1976-08-09", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15098-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-08-09", 
  "number": "15098", 
  "official_title": "A bill to provide for equal access to courts in lawsuits involving the Federal Government.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2871-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Equal Access to Courts Act", 
  "sponsor": {
    "district": "19", 
    "name": "Broomfield, William S.", 
    "state": "MI", 
    "thomas_id": "00128", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-08-09", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Civil procedure", 
    "Criminal procedure", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Law", 
    "Legal fees"
  ], 
  "subjects_top_term": "Legal fees", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-08-09", 
    "text": "Equal Access to Courts Act - Sets forth the findings of Congress that serious inequities exist between the Federal Government and individuals, companies, unions, other organizations, and State and local governments in terms of the ability with which each is able, without economic hardship, to prevail in the courts and administrative proceedings. Requires that court costs and expenses for witnesses be awarded to the prevailing party, other than the United States, in any civil action brought by or against the United States to the extent that such party prevails. Permits such judgment to a nonprevailing party in such an action in the interest of justice. Requires award of reasonable attorney's fees in such action or Federal agency proceeding if judgment is rendered, or settlement, award, compromise, or recommendation is made in favor of any party other than the United States, after the United States or the Federal agency is notified that a party has retained a specified attorney. Requires that specified costs and expenses be awarded to a party, other than the United States, in a Federal agency proceeding when such party is successful in a defense against imposition of a sanction, or issuance of an order affecting the freedom or property of such party. Requires compensation for reasonable attorney's fees and costs of defense against a charge at trial and on any appeals of a defendant in a criminal case if such defendant: (1) pleads and is found not guilty; (2) the charge is dismissed; or (3) a finding of guilty is set aside on appeal. Sets forth the procedures for payment of such compensation. Stipulates that such compensation in civil actions or Federal agency proceedings shall be in addition to the compensation, if any, awarded in any judgment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Equal Access to Courts Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for equal access to courts in lawsuits involving the Federal Government.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:43-05:00"
}