{
  "actions": [
    {
      "acted_at": "1973-10-29", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11139-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-29", 
  "number": "11139", 
  "official_title": "A bill to provide for the appointment of a Special Prosecutor to investigate and prosecute any offense arising out of campaign activities with respect to the election in 1972 for the Office of President.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Cronin, Paul W.", 
    "state": "MA", 
    "thomas_id": "00253", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-29", 
  "subjects": [
    "Congress", 
    "Congressional-Presidential relations", 
    "Criminal investigation", 
    "Government operations and politics", 
    "Law", 
    "Special prosecutors"
  ], 
  "subjects_top_term": "Criminal investigation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-29", 
    "text": "Reestablishes, by Executive order, the Office of the Special Prosecutor, which shall have full authority to conduct an independent, thorough, and impartial investigation of possible violations of Federal law or misconduct related to the 1972 Presidential campaigns, primaries, and elections. Requires the President to promptly nominate a new Attorney General. Requires that the Office of the Special Prosecutor shall be headed by a Special Prosecutor who shall be appointed by the Attorney General designate upon his confirmation. Requires the Attorney General designate to pledge to Congress that he will secure and maintain the independence of the Special Prosecutor. Provides that the Office of the Special Prosecutor shall remain in existance until such time as the Special Prosecutor certifies to the Chief Judge of the United States District Court for the District of Columbia that all investigations and prosecutions conducted under this Act have been completed. The certification shall be accompanied by a full and complete report of all activities conducted by the Office of the Special Prosecutor. Authorizes appropriations of necessary sums to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for the appointment of a Special Prosecutor to investigate and prosecute any offense arising out of campaign activities with respect to the election in 1972 for the Office of President.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:55-05:00"
}