{
  "actions": [
    {
      "acted_at": "1991-11-22", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2022-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-22", 
  "number": "2022", 
  "official_title": "A bill to establish the United States-Soviet Democracy Center, to authorize the Peace Corps to operate in the Soviet Union, and to establish a fellowship program for young Soviet leaders.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Initiative for Soviet Democracy Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Boren, David L.", 
    "state": "OK", 
    "thomas_id": "01287", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-11-22", 
  "subjects": [
    "American technical assistance", 
    "Democracy", 
    "English language", 
    "Federal incorporation", 
    "International affairs", 
    "International education", 
    "National service", 
    "Russian language", 
    "Scholarships", 
    "U.S.S.R.", 
    "Volunteer workers"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-11-22", 
    "text": "Initiative for Soviet Democracy Act of 1991 - Title I: United States Soviet Democracy Center - Establishes the U.S.-Soviet Democracy Center, to be comprised of separate divisions relating to law, business, and English language training. Authorizes the Center to: (1) pursue scholarly inquiry into the current legal, business, and English language needs of the Soviet Union by contract with, or through stipends, grants, or fellowships to, U.S. and Soviet scholars and experts; (2) develop programs to make research, education, and training in such fields more available and useful to persons in government, private enterprise, and voluntary associations; (3) conduct training, symposia, and continuing education in such fields for practitioners, policymakers, and other citizens; and (4) train Peace Corps volunteers who are assigned in Russian culture and language. Expresses the sense of the Congress that the President should conclude an agreement with the Government of the Soviet Union to authorize the establishment of the Center's headquarters in Moscow. Authorizes appropriations. Title II: Volunteer Programs - Amends the Peace Corps Act to authorize the President to detail 100 Peace Corps volunteers to serve in internships and perform advisory services in the fields of business, law, and public policy in the Soviet republics for two-year periods. Provides for the selection of volunteers holding graduate degrees in business, law, or public policy. Designates such volunteers as the United States-Soviet Democracy Corps. Authorizes the President to detail 200 Peace Corps volunteers to serve as teachers of English in the Soviet republics for two-year periods. Designates English language training as the Soviet-American English Language Initiative. Requires the U.S.-Soviet Democracy Center to provide training in Russian culture and language for a six-month period to Peace Corps volunteers selected under this title. Authorizes appropriations. Title III: Educational Exchange Program - Authorizes the Director of the U.S. Information Agency to award fellowships to enable young Soviet lawyers, lawmakers, and academics to visit and observe U.S. governmental institutions for a period of one year. Designates such program as the Leadership by Example Groups (LEGS) program. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Initiative for Soviet Democracy Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the United States-Soviet Democracy Center, to authorize the Peace Corps to operate in the Soviet Union, and to establish a fellowship program for young Soviet leaders.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:20-05:00"
}