{
  "actions": [
    {
      "acted_at": "2006-03-14", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-03-20", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "subcommittee": "Fisheries and Oceans", 
      "text": "Referred to the Subcommittee on Fisheries and Oceans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-03-20", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Executive Comment Requested from Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-15", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "Fisheries and Oceans", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-19", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Subcommittee on Fisheries and Oceans Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-19", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-19", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported in the Nature of a Substitute (Amended) by Unanimous Consent.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-07-28T18:47:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Resources. H. Rept. 109-612.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-28T18:47:00-04:00", 
      "calendar": "Union", 
      "number": "353", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 353.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2006-09-20T16:49:00-04:00", 
      "references": [], 
      "text": "Mr. Jones (NC) moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-20T16:49:00-04:00", 
      "references": [
        {
          "reference": "CR H6794-6797", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-20T16:49:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 4957.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-20T17:00:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H6794-6796", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2006-09-20T17:00:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-20T17:01:00-04:00", 
      "references": [], 
      "text": "The title of the measure was amended. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-21", 
      "calendar": "Senate Legislative", 
      "number": "629", 
      "references": [], 
      "text": "Received in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 629.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2006-09-30", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR 9/29/2006 S10793", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Passed Senate without amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2006-09-30", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2006-10-02", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-10-06", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2006-10-17", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2006-10-17", 
      "congress": "109", 
      "law": "public", 
      "number": "363", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 109-363.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4957-109", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "discharged"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Fisheries Conservation, Wildlife, and Oceans", 
      "subcommittee_id": "15"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "109", 
    "law_type": "public", 
    "number": "363"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2006-10-17", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2006-09-20T17:00:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2006-09-30", 
    "vetoed": false
  }, 
  "introduced_at": "2006-03-14", 
  "number": "4957", 
  "official_title": "To direct the Secretary of the Interior to convey the Tylersville division of the Lamar National Fish Hatchery and Fish Technology Center to the State of Pennsylvania, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3551-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3551-109", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s3551-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Cahaba River National Wildlife Refuge Expansion Act", 
  "sponsor": {
    "district": "5", 
    "name": "Peterson, John E.", 
    "state": "PA", 
    "thomas_id": "01512", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2006-10-17", 
  "subjects": [
    "Agriculture and food", 
    "Fish culture", 
    "Land transfers", 
    "Pennsylvania", 
    "Public lands and natural resources", 
    "Water resources development", 
    "Water rights"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Public Law", 
    "date": "2006-10-17", 
    "text": "Title I: Tylersville Fish Hatchery Conveyance - Tylersville Fish Hatchery Conveyance Act - (Sec. 102) Directs the Secretary of the Interior (the Secretary) to convey to the State of Pennsylvania the following property for use by the Pennsylvania Fish and Boat Commission as part of the State's fish culture program: (1) the Tylersville division of the Lamar National Fish Hatchery and Fish Technology Center located in Loganton, Pennsylvania; (2) all improvements and related personal property under the Secretary's control that is located on that property; and (3) all water rights relating to that property. Provides for the reversion of all the conveyed property to the United States if any of such property is used for any purpose other than the use authorized by this Act. Title II: National Fish and Wildlife Foundation - National Fish and Wildlife Foundation Reauthorization Act of 2006 - (Sec. 202) Amends the National Fish and Wildlife Foundation Establishment Act to reauthorize appropriations for the work of the National Fish and Wildlife Foundation through FY2010. (Sec. 203) Limits congressional notice requirements for Foundation grants to grants of federal funds in excess of $10,000. (Sec. 204) Authorizes the use of federal funds to match contributions made to Foundation grant recipients. Title III: Neotropical Migratory Bird Conservation Improvement - Neotropical Migratory Bird Conservation Improvement Act of 2006 - (Sec. 302) Amends the Neotropical Migratory Bird Conservation Act (NMBCA) to allow financial assistance for projects that will enhance conservation of birds in specified countries, including Canada. Defines \"Caribbean\" to include Puerto Rico and the U.S. Virgin Islands. Prescribes the form of payment for such projects undertaken in the United States and Canada versus Latin America and the Caribbean. Encourages the Secretary to convene an advisory group to assist in carrying out NMBCA. Establishes the Neotropical Migratory Bird Conservation Fund. Increases the amount of funds that the Secretary may expend to administer the NMBCA. Authorizes the Secretary of the Treasury to transfer to the Fund amounts that were in the Neotropical Migratory Bird Conservation Account immediately before the enactment of this Act. Authorizes appropriations for FY2006-FY2010. Requires at least 75% of such appropriations to be used for projects outside the United States. Title IV: Ed Fountain Park Expansion Act - Ed Fountain Park Expansion Act - (Sec. 403) Directs the Secretary, acting through the Director of the United States Fish and Wildlife Service (USFWS), to convey to the city of Las Vegas, Nevada, all interest of the United States in a specified administrative site for use by the City as a park or for any other recreation or nonprofit-related purpose. Instructs the Secretary, acting through the Director of the USFWS, as a condition of the conveyance, to require that the City pay the administrative costs of such conveyance. Permit reversion of the site to the United States if the Secretary determines that the City is not using such site for a purpose described above. Title V: Cahaba River National Wildlife Refuge Expansion - (Sec. 503) Cahaba River National Wildlife Refuge Expansion Act - Expands the boundaries of the Cahaba River National Wildlife Refuge in Bibb County, Alabama. (Sec. 504) Authorizes the Secretary to make acquisitions (including conservation easements) within the boundaries of the Refuge as expanded by this title. States that all acquisitions shall be made in a voluntary manner and shall not be the result of forced takings. Makes any such acquisitions part of the Refuge. Title VI: Cherry Valley National Wildlife Refuge - Cherry Valley National Wildlife Refuge Study Act - (Sec. 603) Requires the Secretary, acting through the Director of the USFWS, to initiate, and, within 12 months, report to specified congressional committees on the results of, a study to evaluate fish and wildlife habitat and aquatic and terrestrial communities in northeastern Pennsylvania for potential acquisition and subsequent inclusion in a future Cherry Valley National Wildlife Refuge. Requires the study to assess the conservation benefits of such a Refuge. Limits the total area of lands, water, and interests that may be acquired for the Refuge to 30,000 acres. Authorizes appropriations. Title VII: Great Ape Conservation - (Sec. 701) Amends the Great Ape Conservation Act of 2000 to: (1) authorize the Secretary to approve projects to address the root causes of threats to great apes in range states; (2) grant the Secretary discretion in convening the expert panel established under the Act to identify conservation needs for the great ape; (3) exempt such panel from requirements of the Federal Advisory Committee Act; (4) increase funding for administrative expenses from the Great Ape Conservation Fund; and (5) increase and extend through FY2010 the authorization of appropriations to such Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tylersville Fish Hatchery Conveyance Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Tylersville Fish Hatchery Conveyance Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Cahaba River National Wildlife Refuge Expansion Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Cherry Valley National Wildlife Refuge Study Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Ed Fountain Park Expansion Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "National Fish and Wildlife Foundation Reauthorization Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Neotropical Migratory Bird Conservation Improvement Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Tylersville Fish Hatchery Conveyance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To direct the Secretary of the Interior to convey the Tylersville division of the Lamar National Fish Hatchery and Fish Technology Center to the State of Pennsylvania.", 
      "type": "official"
    }, 
    {
      "as": "amended by house", 
      "title": "To direct the Secretary of the Interior to convey the Tylersville division of the Lamar National Fish Hatchery and Fish Technology Center to the State of Pennsylvania, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:22-05:00"
}