{
  "actions": [
    {
      "acted_at": "2012-04-26", 
      "references": [
        {
          "reference": "CR S2830-2831", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-04-26", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2474-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2012-11-27", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "2012-04-26", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-04-26", 
  "number": "2474", 
  "official_title": "A bill to improve the health of minority individuals, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2029-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2159-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2194-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2704-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2954-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6482-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s501-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1190-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1221-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1504-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Health Equity and Accountability Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Akaka, Daniel K.", 
    "state": "HI", 
    "thomas_id": "00007", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-04-26", 
  "subjects": [
    "Accidents", 
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Air quality", 
    "Alaska Natives and Hawaiians", 
    "Allied health services", 
    "Birth defects", 
    "Cancer", 
    "Cardiovascular and respiratory health", 
    "Caribbean area", 
    "Child health", 
    "Climate change and greenhouse gases", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Correctional facilities and imprisonment", 
    "Dental care", 
    "Department of Health and Human Services", 
    "Department of Veterans Affairs", 
    "Digestive and metabolic diseases", 
    "Drug safety, medical device, and laboratory regulation", 
    "Drug, alcohol, tobacco use", 
    "Education programs funding", 
    "Educational technology and distance education", 
    "Environmental Protection Agency (EPA)", 
    "Environmental assessment, monitoring, research", 
    "Environmental health", 
    "Environmental regulatory procedures", 
    "Executive agency funding and structure", 
    "Family planning and birth control", 
    "Food supply, safety, and labeling", 
    "Foreign language and bilingual programs", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Government studies and investigations", 
    "Gulf of Mexico", 
    "HIV/AIDS", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health facilities and institutions", 
    "Health information and medical records", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Hereditary and development disorders", 
    "Home and outpatient care", 
    "Immigrant health and welfare", 
    "Indian social and development programs", 
    "Infectious and parasitic diseases", 
    "Long-term, rehabilitative, and terminal care", 
    "Marriage and family status", 
    "Marshall Islands", 
    "Medicaid", 
    "Medical education", 
    "Medical research", 
    "Medical tests and diagnostic methods", 
    "Medicare", 
    "Mental health", 
    "Micronesia", 
    "Minority education", 
    "Minority health", 
    "Nutrition and diet", 
    "Oceania", 
    "Oil and gas", 
    "Palau", 
    "Poverty and welfare assistance", 
    "Puerto Rico", 
    "Racial and ethnic relations", 
    "Research administration and funding", 
    "Right of privacy", 
    "Rural conditions and development", 
    "Sex and reproductive health", 
    "Sex, gender, sexual orientation discrimination", 
    "Sexually transmitted diseases", 
    "Social work, volunteer service, charitable organizations", 
    "Student aid and college costs", 
    "Teenage pregnancy", 
    "U.S. territories and protectorates", 
    "Urban and suburban affairs and development", 
    "Veterans' medical care", 
    "Water quality", 
    "Wildlife conservation and habitat protection", 
    "Women's health", 
    "World health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-04-26", 
    "text": "Health Equity and Accountability Act of 2012 - Amends the Public Health Service Act and the Social Security Act to expand the collection and analysis of data in programs of the Department of Health and Human Services (HHS). Sets forth provisions to improve cultural competence in federal health care programs and services, including by establishing the Robert T. Matsui Center for Cultural and Linguistic Competence in Health Care. Requires the Secretary of Health and Human Services (Secretary) to engage in activities to improve health workforce diversity, including by: (1) establishing a working group, a technical clearinghouse, and an advisory committee on workforce diversity; (2) awarding grants to academic institutions; (3) establishing a health and health care disparities education program; and (4) providing for scholarships, student loan repayment and loan forgiveness, and research fellowships. Health Empowerment Zone Act of 2012 - Provides for the establishment of health empowerment zones in communities that experience disproportionate disparities in health status and health care. Requires the Secretary to engage in activities to improve the quality of and access to health care, including by expanding access to health care and health care insurance for immigrants, designating centers of excellence at public hospitals and other health systems serving minority patients, increasing Medicaid payments to territories and to Native Hawaiian health centers, and providing for border health grants. Sets forth programs to reduce health disparities affecting minorities and rural residents. Establishes an Office of Minority Health in the Department of Veterans Affairs (VA). Sets forth provisions to improve health for women and children, including by expanding access to federal programs for immigrant women and children, creating public awareness campaigns, engaging in activities to eliminate disparities in maternal health outcomes, and establishing programs to reduce teenage pregnancies, including contraception education and information programs and programs to support healthy adolescent development. Directs the Secretary to develop a multisite gestational diabetes research project within the diabetes program of the Centers for Disease Control and Prevention (CDC). Provides for community mental health and addiction services to be offered through federally-qualified behavioral health centers. Lung Cancer Mortality Reduction Act of 2012 - Requires the Secretary to implement the Lung Cancer Mortality Reduction Program to achieve a reduction of at least 25% in the mortality rate of lung cancer by 2017. Prostate Research, Outreach, Screening, Testing, Access, and Treatment Effectiveness Act of 2012 or the PROSTATE Act - Requires the Secretary of Veterans Affairs (VA) to take action to address prostate cancer, including by establishing the Interagency Prostate Cancer Coordination and Education Task Force. Viral Hepatitis and Liver Cancer Control and Prevention Act of 2012 - Requires the Secretary to implement programs to address hepatitis B and hepatitis C. Bone Marrow Failure Disease Research and Treatment Act of 2012 - Requires the Director of CDC to establish the National Acquired Bone Marrow Failure Disease Registry. Requires the Director of the Agency for Healthcare Research and Quality to develop guidelines to screen minority patient populations which have a higher than average risk for many chronic diseases and cancers. Establishes a program for participation by Medicaid beneficiaries in approved clinical trials. Requires the Secretary to carry out activities to expand the Minority HIV/AIDS Initiative. National Black Clergy for the Elimination of HIV/AIDS Act of 2012 - Provides for a program of grants to public health agencies and faith-based organizations to address HIV/AIDS in the African-American community. Justice for the Unprotected Against Sexually Transmitted Infections among the Confined and Exposed Act or the JUSTICE Act - Permits community organizations to distribute sexual barrier protection devices (e.g., condoms) and to engage in sexually transmitted infection counseling and prevention education in federal correctional facilities. Stop AIDS in Prison Act of 2012 - Requires the Bureau of Prisons to develop a comprehensive policy to provide HIV testing, treatment, and prevention for inmates. Minority Diabetes Initiative Act - Requires the Secretary to award grants to provide treatment for diabetes in minority communities and to conduct and support research and other activities with respect to diabetes in minority populations. Directs the Secretary to conduct research and other activities for the prevention of lung diseases, including asthma, pneumonia, and chronic obstructive pulmonary diseases. Sets forth provisions regarding the use of health information technology to reduce health disparities, particularly in racial and ethnic minority communities. Prohibits discrimination in federal health care programs or research activities. Requires the Secretary to establish the Office of Health Disparities in the Office for Civil Rights and to establish civil rights compliance offices in each HHS agency that administers health programs. Directs the President to enforce Executive Order 12898 (requiring federal actions to address environmental justice in minority and low-income populations) as federal law. Amends the Department of Agriculture Reorganization Act of 1994 to establish in the Department of Agriculture (USDA) a Healthy Food Financing Initiative. Directs the Comptroller General (GAO) to study the type and scope of health care services provided to racial and ethnic minorities affected by the explosion of the Deepwater Horizon drilling unit on April 20, 2010."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Equity and Accountability Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Bone Marrow Failure Disease Research and Treatment Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Health Empowerment Zone Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "JUSTICE Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Justice for the Unprotected Against Sexually Transmitted Infections among the Confined and Exposed Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Lung Cancer Mortality Reduction Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Minority Diabetes Initiative Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Black Clergy for the Elimination of HIV/AIDS Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "PROSTATE Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Prostate Research, Outreach, Screening, Testing, Access, and Treatment Effectiveness Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Stop AIDS in Prison Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Viral Hepatitis and Liver Cancer Control and Prevention Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the health of minority individuals, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:25:54-05:00"
}