{
  "actions": [
    {
      "acted_at": "1992-07-24", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-08-06", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Nunn. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-08-06", 
      "calendar": "Senate Legislative", 
      "number": "601", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 601.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1992-09-19", 
      "bill_ids": [
        "s3114-102"
      ], 
      "references": [], 
      "text": "Senate struck all after the enacting clause and inserted title III, subtitle C; title III, subtitle D; title V, subtitle D; title V, subtitle E; and title VIII, subtitle A of S. 3114, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-19", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1992-09-25T10:02:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-25T11:58:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-25", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3139-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1992-09-19", 
    "vetoed": false
  }, 
  "introduced_at": "1992-08-06", 
  "number": "3139", 
  "official_title": "An original bill to improve the defense economic diversification, conversion, and stabilization activities of the Department of Defense; to authorize transition assistance for members of the Armed Forces adversely affected by reductions in Federal Government spending for national security functions; to clarify and improve the policies and programs of the Department of Defense concerning the national defense technology and industrial base, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5006-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3114-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Defense Conversion and Transition Assistance Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Nunn, Sam", 
    "state": "GA", 
    "thomas_id": "01413", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1992-09-19", 
  "subjects": [
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Authorization", 
    "Buy American", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Civil-military relations", 
    "Commercialization", 
    "Conversion of industries", 
    "Corporate mergers", 
    "Defense budgets", 
    "Defense contracts", 
    "Defense industries", 
    "Defense procurement", 
    "Department of Defense", 
    "Dislocated workers", 
    "Dismissal wage", 
    "Early retirement", 
    "Economic development", 
    "Economic impact statements", 
    "Economic stabilization", 
    "Education", 
    "Employee rights", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Government and business", 
    "Government employees' health insurance", 
    "Government life insurance", 
    "Government paperwork", 
    "Government spending reductions", 
    "Health", 
    "Health insurance", 
    "High technology industries", 
    "Impacted area programs", 
    "Job hunting", 
    "Layoffs", 
    "Leave of absence", 
    "Licenses", 
    "Manpower training programs", 
    "Manufacturing industries", 
    "Military bases", 
    "Military dependents", 
    "Military discharges", 
    "Military leave", 
    "Military medicine", 
    "Military pensions", 
    "Military personnel", 
    "Post exchanges", 
    "Public service employment", 
    "Research and development", 
    "Research centers", 
    "Retired military personnel", 
    "Science, technology, communications", 
    "Small business", 
    "Teachers", 
    "Technology assessment", 
    "Technology transfer", 
    "Veterans' education"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1992-09-19", 
    "text": "Defense Conversion and Transition Assistance Act of 1992 - Title III (SIC): Operation and Maintenance - Subtitle C: Defense Economic Diversification, Conversion, and Stabilization - Amends the Defense Economic Diversification, Conversion, and Stabilization Act of 1990 to require the Secretary of Defense to be chairman of the Economic Adjustment Committee. (Currently, such chairmanship rotates between the Secretaries of Defense, Commerce, and Labor on a yearly basis.) Directs the Chairman to establish an Executive Council of such Committee to develop policies and procedures to ensure that communities, businesses, and workers substantially and seriously affected by reductions in defense expenditures are advised of the assistance available to them under programs administered by the Departments of Defense, Commerce, and Labor and the Small Business Administration (SBA). Requires notification to be provided to affected communities, businesses, and workers with respect to the lack of any follow-on contracts or other defense-related contract activity. Amends the National Defense Authorization Act for Fiscal Year 1991 to extend through FY 1993 the authorization of appropriations for certain defense stabilization activities outlined under such Act. Provides an identical extension under such Act with respect to defense conversion adjustment. Directs the Secretary, in consultation with the Secretary of Education, to provide financial assistance to local educational agencies (LEAs) if, without such assistance, such LEA will be unable to provide students in schools of such LEA with a level of education that is equivalent to the minimum level of education available in the schools of the other LEAs in the same State. Outlines additional eligibility requirements. Directs the Secretary, in assisting communities in making adjustments resulting from reductions in the size of the armed forces, to transfer to the Secretary of Education funds to make payments to LEAs that are entitled to receive educational benefits for children of persons who reside or work on Federal property, who are on active duty in the armed forces, or who are refugees. Directs the Secretary to report to the Congress on the LEAs affected by the closures and realignments of military installations and by redeployments of members of the armed forces. Provides funding for such payments to eligible LEAs through FY 1993 DOD operation and maintenance authorizations. Maintains at 100 percent of the payment to a LEA for the preceding fiscal year the funding for the succeeding fiscal year for educational aid for children of persons who reside on Federal property, including children of members of the armed forces, when the number of such children are reduced due to a curtailment in activities on such Federal property. Directs the Secretary of Labor to reserve at least ten percent of the funds appropriated for the defense conversion adjustment program to make grants to States to reimburse States for funds expended in delivering assistance to eligible dislocated workers adversely affected by reductions in defense expenditures or by closures of military installations, as determined by the Secretary of Defense. Requires, under such assistance provisions, the Secretary to provide six months' advance notice to a defense contractor of any cancellation or substantial reduction in a defense contract that will adversely affect such contractor. Requires each such contractor to then notify the employee representative (or the employee in the absence of a representative) and the State dislocated worker unit or office, as well as the chief elected official of the local unit of government involved. Makes such notice constructive notice to affected employees for purposes of eligibility for dislocated worker assistance, except when the employer specifies that the loss of such contract is not likely to result in plant closure or massive layoffs. Provides that, in each case where the Secretary is required to transfer funds to another Federal department or agency to fund programs which provide assistance to workers adversely affected by reduced defense spending or the closures or realignments of military installations, the Secretary shall make such transfer as expeditiously as possible. Requires ten percent of the amount available to DOD for FY 1993 for the Office of Economic Adjustment to be available for providing financial assistance for economic adjustment planning in areas in which a substantial portion of the economic activity is dependent on DOD expenditures. Subtitle D: Department of Defense Civilian Personnel Transition Initiatives - Requires the Secretary of the military department concerned, if such Secretary separates an employee from employment under a reduction in force and within two years after such separation seeks to employ a person for that same position or a position in the same competitive area, to first offer the separated employee such position, and to not employ a contract or temporary employee in the position. Requires the Secretary concerned, in seeking to reemploy separated employees but not in a sufficient number to reemploy all such employees, to offer reemployment on the basis of seniority in Federal service. Directs the Office of Personnel Management (OPM) to establish and keep current a comprehensive list of all announcements of vacant positions in the competitive service within each agency (except the General Accounting Office and agencies conducting intelligence activities) that are to be filled by appointments for more than one year and for which applications are being accepted from outside the agency work force. Requires such list to be available to the public. Requires the Director of OPM to begin providing such information by toll-free telephone within 120 days after enactment of this Act. Requires an agency, in filling a vacant position for which a qualified displaced employee (a current or former DOD employee notified of termination or separated from employment due to a reduction in force) has properly applied, to give full consideration to such application before selecting any applicant from outside the agency. Provides such preference for 12 months after notice or separation. Requires certain notification to be given, in the case of employees released from employment due to a reduction in force: (1) to the employee; (2) to his or her collective bargaining representative; and (3) if the reduction involves a significant number of employees, to the appropriate State dislocated worker unit and the chief official of the local government concerned. Authorizes the President to shorten the otherwise-required 60-day period of advance notification of such reductions in force because of circumstances not reasonably foreseeable. Amends the Defense Base Closure and Realignment Act of 1990 to provide that the date of notice of termination of employment of an employee of a military installation being closed or realigned under a base closure law (for purposes of determining eligibility for defense conversion adjustment assistance under the Job Training Partnership Act) shall, unless actual notice of termination is given, be 12 months before the closure or realignment is completed. Makes an identical amendment to the Defense Authorization Amendments and Base Closure and Realignment Act. Authorizes the Secretary concerned to pay a civilian employee having been employed for a continuous period of at least 12 months a separation benefit if such employee separates voluntarily from employment by either resignation or retirement. Outlines administrative provisions concerning the payment of such separation benefit, and prohibits such payment for a separation occurring after December 31, 1997. Restores certain leave of a Federal civilian employee of a military installation during the closure of such installation between October 1, 1992, and December 31, 1997. Requires certain reports. Provides for the continuation of certain Federal employee health benefits if the basis for such continuation of coverage is involuntary separation from a DOD position due to a reduction in force, limiting the individual to payments of no more than the required employee contributions for such coverage. Applies Thrift Savings Plan and Civil Service Retirement System benefits to employees (and their spouse) separated from service due to a reduction in force. Authorizes the Secretary and the Secretaries of the military departments to provide up to one year of training to civilian DOD employees who are separated from employment as a result of a reduction in force or the closure or realignment of a military installation. Allows such training between October 1, 1992, and September 30, 1995. Directs the Secretary to publish a register of the skill training programs carried out by DOD. Directs the Under Secretary of Defense for Acquisition to report to the Congress on matters relating to the provision by DOD contractors of continuing health benefits coverage to employees of such contractors who are involuntarily separated from such employment by reason of the termination or curtailment of defense contracts. Title V: Military Personnel Policy - Subtitle D: Active Forces Transition Enhancements - Directs the Secretary to implement a program to encourage members and former members of the armed forces to enter into public and community service jobs after discharge or release from active duty. Directs the Secretary to maintain a registry of discharged or released former members who request assistance in pursuing such careers, as well as a registry of public and community service organizations. Directs the Secretary to match former personnel registered with jobs coming available through the service organizations. Directs the Secretary to: (1) develop proposed uniform standards and procedures for the granting of appropriate credit for service in the armed forces under State teacher certification or licensing procedures; and (2) coordinate with appropriate State agencies the incorporation of such standards and procedures into such State's certification or licensing requirements. Authorizes the Secretary to delegate his responsibilities to the Secretary of Education. Authorizes the Secretary concerned to grant to an eligible member of the armed forces a leave of absence of up to one year to pursue a program of education or training for the development of skills relevant to the performance of public and community service. Outlines provisions concerning eligibility requirements and excludes any member granted such a leave of absence for such purposes from any required military personnel end strength limitations. Terminates the authority to grant such leaves on September 30, 1995. Authorizes the Secretary concerned, upon the member's request, to grant an early retirement to regular or reserve commissioned officers in their respective military departments who have served between 15 and 20 years, as long as such members agree to register on the public or community service registry maintained under this Act by the Secretary and to receive counseling regarding such job opportunities. Provides for the computation of the retired pay of members so retired and provides funding for the implementation of such early retirement. Terminates such authority on October 1, 1995. Provides that if a member so retired is actually employed by a public or community service organization within their enhanced retirement qualification period, their retirement pay shall be recomputed to provide an increase in the years of service which includes the years of public or community service. Defines the \"enhanced retirement qualification period\" as the period between the member's early retirement date and the date on which the member would have completed 20 years of service had the member not chosen early retirement. Provides for a similar recomputation of the Survivor Benefit Plan (SBP) base amount for the purpose of payment of survivors annuities. Allows active-duty personnel who are voluntarily discharged or released from the armed forces, who have completed a program of education leading to a standard college degree, and who previously made an election while on active duty not to participate in the Montgomery GI Bill educational assistance program to withdraw such election within 90 days after discharge or release and participate in the program. Requires a $1,200 payment to the Secretary of Veterans Affairs by such individuals for participation in the program. Provides that, except for annual training or active duty for training of 30 days or less, a reserve member entitled to voluntary separation incentive payments who is also entitled to basic pay for active service shall forfeit an amount of voluntary separation incentive pay which is equal to the total amount of basic pay received during such concurrent periods. Extends through FY 1995 the authorization of appropriations for certain employment, job training, and other assistance for members being separated from active duty. Directs the Secretary and the Director of OPM to jointly carry out a program to provide eligible persons with temporary health benefits under the program of continued health coverage provided for former civilian employees of the Government. Makes eligible for such continued coverage members who were voluntarily or involuntarily discharged or released from active duty under other than adverse conditions, were entitled to medical and dental care prior to such discharge or release, and would not otherwise be eligible for such benefits after such discharge or release and any applicable period of transitional health care. Outlines provisions concerning: (1) notification by the Director of eligibility;(2) election by the member to receive such continued benefits; (3) coverage of dependents; (4) charges for such coverage, to be paid into the Employees Health Benefits Fund; (5) contributions into such Fund by the Secretary in the case of coverage for a member involuntarily discharged; (6) the period of continued coverage; (7) transitional provisions; and (8) termination of other health conversion policies upon election of coverage under the above health benefits continuation program. Subtitle E: Guard and Reserve Transition Initiatives - Defines the \"force reduction transition period,\" for purposes of this Subtitle, as the period beginning on October 1, 1991, and ending on September 30, 1995. Provides that during the force reduction transition period (period), no unit in the Selected Reserve may be inactivated and no such member may be involuntarily discharged from a reserve component or involuntarily transferred from the Selected Reserve before the Secretary has promulgated, implemented, and transmitted to the defense committees regulations that govern the treatment of members assigned to such units and members of the Selected Reserve being subjected to such actions. Requires such regulations to ensure that Selected Reserve members are treated fairly with respect to their service to their country and with attention to the adverse personal consequences of unit deactivation or involuntary discharges or transfers. States that the protections afforded by such regulations shall not apply with respect to a member discharged or transferred under specified circumstances, including: (1) at the member's request; (2) due to the lack of qualification for further membership; (3) under adverse conditions; or (4) based on current eligibility for retirement or separation pay. Provides for the payment of annual retirement payments by the Secretary concerned to a member of the Selected Reserve who, during the period (and an application period), has completed at least 20 years of retirement-creditable service, is under 60 years of age, and applies for transfer to the Retired Reserve. Outlines provisions concerning the length of such annual payments as well as its computation. Authorizes the Secretary concerned to limit the applicability of such provisions in order to meet the specific needs of the service. Provides funding. Authorizes the Secretary concerned, during the period beginning on the date of enactment of this Act and ending on October 1, 1995, to provide early retirement benefits for a person who has completed at least 15, but less than 20 years of service as of October 1, 1991, or after such date and before October 1, 1995, has completed at least 15 years of service and transfers to the Retired Reserve. Authorizes the Secretary concerned to limit the applicability of such provisions in order to meet the specific needs of the service. Provides separation pay, in a computed amount, to members of the Selected Reserve who have completed at least six but less than 15 years of service and who are involuntarily discharged or transferred from the Selected Reserve. Waives the continued service required for eligibility under the Montgomery GI Bill educational assistance program, cease to be members of the Selected Reserve by reason of inactivation of their unit during the period. Directs the Secretary to prescribe regulations to authorize a person who involuntarily ceases to be a member of the Selected Reserve during the period to continue to receive commissary and exchange privileges for one year after such cessation or one year after the enactment of this Act, whichever is later. Increases from 120 to 365 days after the involuntary termination as a member of the Selected Reserve the period during which continued coverage under Servicemen's Group Life Insurance will be provided, as long as such member is able to fulfill certain other requirements for eligibility for such insurance. Authorizes the Secretary concerned to limit the applicability of any of the above benefits provided to members and former members of the Selected Reserve in order to meet the needs of the service. States that all such benefits are inapplicable to personnel who cease to be members under adverse conditions. Title VIII: Acquisition Policy, Acquisition Management, and Related Matters - Subtitle A: Defense Conversion Policy for the National Defense Technology and Industrial Base - Sets forth provisions concerning the National Defense Technology and Industrial Base (NDTIB). Outlines NDTIB policy objectives and how they relate to defense conversion and civil-military integration objectives. Establishes the National Defense Technology and Industrial Base Council (Council) to provide overall policy guidance and direction to the military departments and defense agencies concerning: (1) the capabilities of the NDTIB to meet U.S. national security objectives; (2) programs for achieving the defense conversion objectives set forth; and (3) changes in acquisition policy that would strengthen the NDTIB. Directs the Council to prepare a comprehensive annual assessment of the NDTIB to achieve its stated objectives. Requires each assessment to include a sector (technology or industry) capability analysis containing specified information with respect to its ability to achieve the stated objectives. Outlines factors concerning foreign dependency on raw materials, systems, equipment, and facilities to be addressed in each assessment. Requires each such assessment to also include: (1) an analysis of the present and projected financial condition of each sector for specified periods; (2) an analysis of the impact of the terminations and significant reductions of major R&D and procurement programs of DOD on the capability of each sector to achieve its objectives; (3) a critical technology analysis that identifies the product and process technologies that are most critical for attaining the technology and industrial base objectives; and (4) an analysis of each sector's viability in light of defense and nondefense expenditures, integration with the commercial marketplace, and production. Directs the Council to prepare an annual plan for ensuring that the policies and programs of DOD, the Department of Energy (DOE), and other Federal departments and agencies are planned, coordinated, funded, and implemented in a manner which achieves policy objectives. Requires each plan to provide specific guidance, including goals, milestones, and priorities, with respect to: (1) sector viability; (2) manufacturing technology; (3) critical technologies; (4) integrated financing; (5) civil-military integration; (6) defense conversion; (7) technology and industrial base work force; (8) major program acquisition; and (9) acquisition reform. Requires the plan to establish funding priorities for each area of guidance. Directs the Secretary to provide the annual plan to the Secretaries of the military departments and the heads of other affected elements of DOD. Directs the Secretaries of Energy and Commerce to provide such guidance to appropriate officials within their respective departments. Requires an annual report by the Secretary to the Congress on the plan and the NDTIB assessment prepared for that year. Directs the Council to establish a federally funded R&D center to be known as the National Defense Program for Analysis of the Technology and Industrial Base (NDP). Outlines NDP missions with respect to the NDTIB, including assembling of information, studies and analyses, provision of technical support and assistance, and dissemination of unclassified information gathered. Directs the Secretary to prescribe regulations requiring consideration of the NDTIB in the development and implementation of acqusition plans for each major defense acquisition program. Outlines required contents of such acquisition plans, implementation provisions, and required dates for annual assessments of such plans. Requires the Council to establish the NDC within six months after enactment of this Act. Sets forth provisions concerning dual-use technologies (technologies having both commercial and military applications). Directs the Secretary to conduct a program providing for the establishment of cooperative arrangements (partnerships) between DOD and certain non-DOD entities (nonprofit research corporations, federal laboratories, institutions of higher education, agencies of State governments, and other entities showing support for such work) in order to encourage and provide for research, development, and application of technologies to attain the NDTIB objectives. Limits partnership duration to five years. Provides 50 percent Federal funding of the partnership for the first year, reduced by ten percent each year of the partnership. Provides for consideration of in-kind contributions by non-Government participants in a partnership when determining the sharing of partnership costs. Requires competitive procedures to be used in the establishment of such partnerships. Outlines partnership selection criteria and authorizes the Director of Defense Research and Engineering to perform the responsibilities of the Secretary under the partnerships. Renames the current critical technology application centers assistance program as the regional technology alliances assistance program. Provides funding for: (1) defense dual-use critical technology partnerships; (2) commercial-military integration partnerships; (3) defense regional technology alliances; and (4) the overseas critrical technology monitoring and assessment financial assistance program. Directs the Secretary to establish within his Office the Office of Technology Transition to ensure that technology developed for national security purposes is integrated into the private sector of the United States in order to enhance the NDTIB. Provides further duties of the Office and requires the Secretary to report to the defense committees on Office activities. Requires such Office to commence operations within 180 days after enactment of this Act. Directs the Secretary to establish a National Defense Manufacturing Technology Program to: (1) provide centralized guidance and direction to the military departments and defense agencies on all matters relating to manufacturing technology; (2) direct the development and implementation of DOD goals, plans, projects, activities, and policies that promote the development and application of advanced technologies to manufacturing processes, tools, and equipment; (3) improve the quality and practices of businesses providing goods and services to DOD; (4) promote dual-use manufacturing processes; (5) disseminate to businesses information concerning improved manufacturing concepts; (6) enhance the skills of the manufacturing work force; and (7) ensure appropriate coordination between the manufacturing technology and industrial preparedness programs of DOD and similar programs undertaken by other Federal departments and agencies and the private sector. Requires the Under Secretary of Defense for Acquisition to perform the duties of the Secretary under the manufacturing technology program. Earmarks specified amounts authorized for R&D under this Act for: (1) defense advanced manufacturing technology partnerships; (2) manufacturing technology extension programs; and (3) defense manufacturing education programs. Sets forth provisions concerning miscellaneous technology base policies and programs. Directs the Secretary to establish a program to achieve the NDTIB objectives set forth under this Act by providing dual-use enhancement capability support to various nonprofit, public, and private organizations. Outlines services provided under the program. Provides Federal funding of such program of 50 percent in the first year, 40 percent in the second year, and 30 percent in the third and following years. Outlines criteria for the selection of a program to receive such assistance, including the extent to which the program advances and enhances the NDTIB objectives. Directs the Under Secretary of Defense for Acquisition to perform the duties of the Secretary under the dual-use assistance extension program. Provides program funding from funds authorized to be appropriated to DOD under this Act. Reorganizes various Federal provisions relating to the NDTIB and repeals inconsistent provisions. Earmarks specified funds for FY 1993 and thereafter for research and R&D activities under the Small Business Innovation Research Program (SBIR). Limits the amounts paid to a small business concern by DOD under the SBIR. Directs the Secretary to develop and issue a strategy for effectuating the transition of successful projects under the SBIR from phase II to phase III of the program. Extends through FY 1999 the SBIR within DOD. Directs the Secretary, during FY 1993, to give priority in the allocation of specified funds, including SBIR funds, to programs, projects, and activities that provide significant assistance for converting the capabilities of businesses that are economically dependent on DOD business to capabilities having both defense and nondefense commercial applications. Establishes the Advanced Research Projects Agency (Agency) as a defense agency, headed by a Director with assistance from a Deputy Director. Makes the Agency the central R&D organization of DOD, with specified defense R&D duties. Directs the Secretary to prescribe regulations to encourage defense contractors to engage in industrial diversification planning (conversion from Government-oriented industrial practices to practices that are compatible with the commercial marketplace). Authorizes Government-owned and operated industrial facilities to participate as non-DOD participants in defense dual-use critical technology partnerships."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense Conversion and Transition Assistance Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Defense Conversion and Transition Assistance Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to improve the defense economic diversification, conversion, and stabilization activities of the Department of Defense; to authorize transition assistance for members of the Armed Forces adversely affected by reductions in Federal Government spending for national security functions; to clarify and improve the policies and programs of the Department of Defense concerning the national defense technology and industrial base, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:45-05:00"
}