{
  "actions": [
    {
      "acted_at": "1977-04-05", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6025-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-04-05", 
  "number": "6025", 
  "official_title": "A bill to insure adequate domestic supplies of natural gas by encouraging production, creating one pricing system for natural gas, eliminating wasteful uses of natural gas, providing for equitable allocation of natural gas during periods of shortage.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Natural Gas Act Amendments", 
  "sponsor": {
    "district": "2", 
    "name": "Hughes, William J.", 
    "state": "NJ", 
    "thomas_id": "00572", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-04-05", 
  "subjects": [
    "Conflict of interests", 
    "Energy", 
    "Energy conservation", 
    "Energy prices", 
    "Energy shortages", 
    "Fuel allocation", 
    "Government operations and politics", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Presidential powers", 
    "Price regulation"
  ], 
  "subjects_top_term": "Natural gas", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-04-05", 
    "text": "Natural Gas Act Amendments - Amends the Natural Gas Act to revise procedures governing regulation of prices of new natural gas by the Federal Power Commission. Prescribes criteria to be applied by the Commission in establishing base prices for new natural gas. Authorizes adjustments in prices due to inflation, deflation, high-cost production, and other factors. Directs the Commission to prohibit the use of natural gas as boiler fuel where adequate alternatives are available. Directs the Commission to order the mandatory allocation of natural gas in accordance with specified criteria where the President determines that an emergency exists. Authorizes payments for certain costs associated with deliveries of natural gas under the allocation program. Directs the Commission to assure the availability of natural gas for essential agricultural or industrial purposes during periods of shortage. Amends the Energy Supply and Environmental Coordination Act of 1974 to authorize the Federal Energy Administrator to prohibit powerplants or major fuel burning installations from burning natural gas if prescribed criteria are met. Requires that such plants be certified by the Administrator of the Environmental Protection Agency as complying with clean air standards after switching to petroleum as an energy source. Amends the Natural Gas Act to direct the Federal Power Commission to study the production, storage, transportation, and distribution of natural, artificial, or synthetic gas. Directs the Commission to issue reports detailing information on available natural gas supplies. Amends the Federal Power Act to prohibit certain officers or employees of the Federal Power Commission from accepting employment or compensation from persons subject to regulation under this Act or the Natural Gas Act within two years of such termination."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Natural Gas Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to insure adequate domestic supplies of natural gas by encouraging production, creating one pricing system for natural gas, eliminating wasteful uses of natural gas, providing for equitable allocation of natural gas during periods of shortage.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:08-05:00"
}