{
  "actions": [
    {
      "acted_at": "1987-12-11", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-17", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Human Resources and Intergovernmental Relations", 
      "text": "Referred to Subcommittee on Human Resources and Intergovernmental Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3748-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Human Resources and Intergovernmental Relations", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-12-11", 
  "number": "3748", 
  "official_title": "A bill to establish a program to assist fiscally distressed local governments in the provision of essential services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1840-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1840-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "Targeted Revenue Assistance to Fiscally Distressed Local Governments Act", 
  "sponsor": {
    "district": "4", 
    "name": "Dowdy, Wayne", 
    "state": "MS", 
    "thomas_id": "00313", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-12-11", 
  "subjects": [
    "Alaska", 
    "Alaskan natives", 
    "Authorization", 
    "District of Columbia", 
    "Economics and public finance", 
    "Federal aid to Indians", 
    "Intergovernmental relations", 
    "Local and Municipal Government", 
    "Local finance", 
    "Native Americans", 
    "Nondiscrimination provisions", 
    "Revenue sharing", 
    "State finance", 
    "States"
  ], 
  "subjects_top_term": "Intergovernmental relations", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-12-11", 
    "text": "Targeted Revenue Assistance to Fiscally Distressed Local Governments Act - Establishes a program to provide financial assistance to fiscally distressed units of local governments. Authorizes appropriations to carry out this Act. Provides that a local government unit qualifies for such assistance after satisfying specified criteria, including that: (1) if at least 25 percent of the pay of a public employee is paid out of such payment, such individual will receive pay at least equal to the prevailing rate of pay for individuals employed in similar public employee occupations by the government; (2) if at least 25 percent of the costs of a construction project are paid out of such payment, laborers and mechanics employed by contractors or subcontractors on the project will receive pay at least equal to the prevailing rate of pay for similar construction in the locality; and (3) the government will use specified accounting, audit, and fiscal procedure guidelines. Imposes sanctions for noncompliance. Makes allocations of special entitlements for Indian tribes, Alaskan native villages, and the District of Columbia, based on population to be determined by a specified formula. Allocates funds to States according to a specified formula which takes into account the \"need factor\" (based on the number of unemployed individuals in the State during the 36-month period immediately preceding the entitlement period) and the \"relative fiscal capacity\" (based on the taxable resources of the State). Sets forth the method to be used to determine the entitlement allocations for units of general local government. Sets limits on payments to local governments. Provides for reallocation of any funds not paid out. Requires the Secretary to use the most recent available information provided by the Secretary of Commerce and the Secretary of Labor before the beginning of the entitlement period to determine an allocation under this Act. Requires the Secretary to determine population on the same basis that the Secretary of Commerce determines resident population for general statistical purposes. Sets additional limitations on the use of data for entitlement allocation purposes. Requires that each unit of general local government expending payments under this Act hold at least one public hearing on the proposed use of the payment in relation to its entire budget. Requires pre-hearing disclosure of information. Requires that following adoption of the budget, the government make a summary of the budget available to the public, including the proposed use of the payment. Allows the Secretary to waive a requirement under this Act under specified conditions. Requires the Secretary to prescribe regulations for applying the Act to local governments that do not adopt budgets. Prohibits discrimination by local governments receiving payments under this Act. States that such prohibition shall not apply where the government shows that a payment received under this Act is not used to pay for any part of the program or activity with respect to which the allegation of discrimination is made. Directs the Secretary, in cooperation with the heads of Federal and State agencies, if possible, to investigate alleged violations of the non-discrimination provisions of this Act. Requires the Secretary, after making a finding of discrimination about a unit of general local government, to submit a notice of non-compliance to that unit of government. Establishes procedures for the informal presentation of evidence by that unit of government. Allows the Secretary to suspend payments to the government under this Act, unless the government: (1) makes a compliance agreement; or (2) requests an administrative review. Establishes procedures for the administrative review of the Secretary's determination. Sets forth conditions for the suspension and termination of payments in discrimination proceedings, for the lifting of such suspensions and terminations, and for resumption of payments upon attaining compliance (which may include restitution to the injured party). Delineates the types of compliance agreements and their contents. Requires the Secretary to submit a copy of the agreement to each person who filed a complaint. Authorizes the Attorney General to bring a civil action against local governments engaging in a pattern or practice in violation of this Act's anti-discrimination provisions. Specifies remedies that the court may grant. Provides for a private right of action, after the affected individual has exhausted specified administrative remedies. Allows the Attorney General to intervene in an action of general public importance. Allows a local governmental unit receiving notice from the Secretary about withholding, suspending, or terminating payments to apply for review by filing a petition with the U.S. court of appeals for the circuit in which the government is located. Allows review of that decision only by the U.S. Supreme Court. Establishes audit requirements for local governmental units which receive payments, with provisions for waiver under specified conditions. Provides for the public disclosure of the local audit. Directs the Secretary to maintain regulations providing reasonable and specific time limits for the Secretary to carry out investigations, audits and reviews, and advise a complainant of the status of such audit, investigation, or review. Directs the Comptroller General to carry out reviews as necessary for the Congress to evaluate compliance and operations under this Act. Sets forth reporting requirements by the Secretary to the Congress, and by units of general local government to the Secretary. Directs the Secretary, and the Secretary of Commerce, to undertake studies of targeted revenue payments. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Targeted Revenue Assistance to Fiscally Distressed Local Governments Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a program to assist fiscally distressed local governments in the provision of essential services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:04-05:00"
}