{
  "actions": [
    {
      "acted_at": "1992-04-09", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-09", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to the House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-12", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to the Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-11", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Executive Comment Requested from Labor.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-16", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Labor-Management Relations", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4919-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Atkins, Chester G.", 
      "sponsored_at": "1992-06-09", 
      "state": "MA", 
      "thomas_id": "00034", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Boehlert, Sherwood", 
      "sponsored_at": "1992-04-09", 
      "state": "NY", 
      "thomas_id": "00101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Downey, Thomas J.", 
      "sponsored_at": "1992-04-09", 
      "state": "NY", 
      "thomas_id": "00314", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Ford, Harold E.", 
      "sponsored_at": "1992-06-09", 
      "state": "TN", 
      "thomas_id": "00400", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "1992-06-09", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Jontz, Jim", 
      "sponsored_at": "1992-04-09", 
      "state": "IN", 
      "thomas_id": "00613", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Levin, Sander M.", 
      "sponsored_at": "1992-04-09", 
      "state": "MI", 
      "thomas_id": "00683", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lewis, John", 
      "sponsored_at": "1992-04-09", 
      "state": "GA", 
      "thomas_id": "00688", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lipinski, William O.", 
      "sponsored_at": "1992-04-09", 
      "state": "IL", 
      "thomas_id": "00694", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lloyd, Marilyn", 
      "sponsored_at": "1992-04-09", 
      "state": "TN", 
      "thomas_id": "00698", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Pelosi, Nancy", 
      "sponsored_at": "1992-04-09", 
      "state": "CA", 
      "thomas_id": "00905", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Penny, Timothy J.", 
      "sponsored_at": "1992-04-09", 
      "state": "MN", 
      "thomas_id": "00906", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Roybal, Edward R.", 
      "sponsored_at": "1992-04-09", 
      "state": "CA", 
      "thomas_id": "00996", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Spence, Floyd", 
      "sponsored_at": "1992-06-09", 
      "state": "SC", 
      "thomas_id": "01091", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Studds, Gerry E.", 
      "sponsored_at": "1992-04-09", 
      "state": "MA", 
      "thomas_id": "01121", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Washington, Craig A.", 
      "sponsored_at": "1992-04-09", 
      "state": "TX", 
      "thomas_id": "01203", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-09", 
  "number": "4919", 
  "official_title": "To amend title I of the Employee Retirement Income Security Act of 1974 to clarify and improve the applicability of such title to multiple employer welfare arrangements and employee leasing welfare arrangements and to provide for more effective State regulation thereof.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Multiple Employer Self-Insurance Enforcement Act of 1992", 
  "sponsor": {
    "district": "2", 
    "name": "Hughes, William J.", 
    "state": "NJ", 
    "thomas_id": "00572", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-04-09", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Collective bargaining agreements", 
    "Consumer protection", 
    "Crime and law enforcement", 
    "Employee benefit plans", 
    "Executive reorganization", 
    "Federal preemption", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Health", 
    "Health insurance", 
    "Injunctions", 
    "Insurance", 
    "Joint ventures", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Leases", 
    "Legislative procedure", 
    "Legislative resolutions", 
    "Licenses", 
    "Special prosecutors", 
    "State laws"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-04-09", 
    "text": "Multiple Employer Self-Insurance Enforcement Act of 1992 - Amends the Employee Retirement Income Security Act of 1974 (ERISA) to revise the applicability of title I (Protection of Employee Benefit Rights) to: (1) multiple employer welfare arrangements (MEWAs); and (2) employee leasing welfare arrangements. Provides for certification requirements and revises provisions relating to State regulation of both such types of arrangements. Sets forth special preemption rules governing treatment and State regulation of MEWAs. Requires certain disclosures, by any MEWA which is not fully insured, to participating employers, participants, and beneficiaries. Provides for administrative adjudication of MEWA benefit claims. Directs the Secretary of Labor (the Secretary) to: (1) provide for an Office of Special Counsel for MEWA Affairs in the Department of Labor; and (2) appoint a Special Counsel as head of such Office. Sets forth requirements for: (1) filing of charges; (2) investigation by the Special Counsel, including an Early Resolution Program; (3) review by an administrative law judge; (4) standards of review by the Wage and Employee Benefits Appeals Board (currently, the Wage Appeals Board); (5) time limitations for review by such Board; (6) service of notice and decision; (7) exhaustion of administrative remedies; (8) final and appealable decisions; and (9) review by the appropriate U.S. Court of Appeals. Provides for State regulation of MEWAs by restricting the preemption of State laws regarding them. Provides for unlimited applicability of State insurance laws to MEWAs that are not fully insured. Provides for an exemption from State laws for MEWAs which provide medical care benefits solely (exclusive of occupational illness injury benefits), and which are not fully-insured, but which meet specified certification requirements or an approved qualified model for State certification procedures superseding such requirements. Makes State laws applicable to: (1) enforcement of such certification requirements or qualified State certification procedures; (2) the services of a contract administrator or any other third party services procured by a MEWA; and (3) collection of necessary information. Provides for treatment of certified MEWAs as employee welfare benefit plans, for specified purposes. Sets forth requirements for certification of MEWAs. Directs the Secretary to issue a certificate of operation for MEWAs that are not fully insured if they meet the specified requirements for: (1) location of participants or beneficiaries in two or more States or in States not requiring specific standards; (2) complete and accurate application; (3) minimum coverage of at least 500 participants and beneficiaries; (4) sponsors; (5) sponsor membership of all participating employers; (6) control by an operating committee under a trust agreement; (7) (upon certificate issuance) identification of all individuals commencing coverage as active or retired owners, officers, directors, or employees of, or partners in, participating employers, or beneficiaries of such individuals; (8) treatment of the sponsor as the plan sponsor; and (9) certain reserves and excess/stop loss coverage. Sets forth requirements for application for certification, including filing fee and comment period, and information relating to: (1) identification of the MEWA sponsor, operating committee members, participating employers, and all participants and beneficiaries; (2) States in which the MEWA is intended to do business; (3) evidence of meeting bonding requirements; (4) plan documents; (5) agreements with service providers; and (6) a funding report (including reserves and excess/stop loss coverage, the adequacy of contribution rates, current and projected values of assets and liabilities, costs of coverage to be charged and other expenses). Requires denial of a certificate to any MEWA subject to disqualification for its sponsor's or any other associated person's: (1) intentional material misstatements in the application; (2) previous misrepresentations or fraud; (3) previous misappropriation or conversion of funds; (4) disqualification for service under fiduciary responsibility provisions of ERISA; (5) previous failures to appear before the Secretary; (6) previous denial, suspension, or revocation of certificate; and (7) other violations. Sets forth additional filing requirements for MEWA certification, including: (1) notice of material changes in information required by the application; (2) annual reports; (3) quarterly financial statements; (4) quarterly reserves statements; (5) engagement of a qualified actuary; (6) filing certificates of operation with States; and (7) notification of expansion of operation in a State (with annual reports to the Secretary to insure compliance with this notification requirement). Requires each certified MEWA to maintain specified claims reserves and surplus accounts. Allows State enforcement of such requirements. Sets certain solvency requirements for certified MEWAs, specified amounts (depending on the number of covered individuals) of aggregate and specific excess/stop loss coverage from a State-licensed insurer, including: (1) coverage in the event of termination of the MEWA; (2) a participating employer's fund; (3) State enforcement of such requirements; and (4) approval of such excess/stop loss coverage and related terms by the Secretary as a prerequisite for certification. Requires operating committees of certified MEWAs to take certain corrective actions to: (1) avoid suspension or revocation of certification; (2) give notice of a likely termination of the MEWA and develop plans for the timely payment of all benefits for which the MEWA is obligated; and (3) in specified cases of failure to comply with certain requirements, take other actions required by the State insurance commissioner to terminate the MEWA and ensure the timely payment of all benefits for which the MEWA is obligated. Allows State enforcement of such corrective action requirements. Provides for expiration of MEWA certificates of operation after three years, and renewal by application. Authorizes the Secretary to suspend or revoke such certificates in specified circumstances. Requires the Secretary to provide for publication and notice of all such expirations, suspensions, or revocations. Authorizes State insurance commissioners to exercise the Secretary's powers of suspension and revocation. Makes such State actions effective: (1) with respect to participants and beneficiaries located in that State; and (2) only after notification to the Secretary and all other State insurance commissioners. Allows State law to provide for rehabilitation, supervision, or liquidation of MEWAs in cases of specified findings or of suspensions, revocations, or expirations of certification. Requires supporting statements for any suspension or revocation decision by the Secretary or a State insurance commissioner. Requires notice and opportunity for a hearing for review before a suspension or revocation becomes effective. Requires surrender of certificates which expire or are suspended or revoked. Sets forth requirements and procedures for review of actions of the Secretary with respect to certification, including decisions on applications and suspensions or revocations of certificates. Allows participating employers of an MEWA to use the alternative method of distributing plan summaries by sending them by first class mail to the last known addresses of participants and beneficiaries. Sets forth conditions of ERISA title I applicability to employee leasing welfare arrangements (ELWAs). Requires ELWAs to have fully insured group health plans for all employees whose services are provided under the ELWA, unless the ELWA meets certain exemption requirements or meets requirements of an approved qualified model for State certification procedures superceding such exemption requirements. Includes under such exemption requirements: (1) a minimum three-year lessor tenure; (2) solicitation restrictions; (3) creation of an employment relationship, involving disclosure statements, informed consent, and informed recruitment of the lessee's employees; (4) a requisite employer-employee relationship under the ELWA, with specified characteristics; and (5) additional requirements under specified provisions for MEWAs which are applicable to ELWAs. Makes expiration, suspension, and revocation provisions for MEWA certificates also applicable to ELWA certificates. Provides for treatment of ELWAs as employee welfare benefit plans for specified purposes. Modifies the definition of MEWA to: (1) include certain collectively bargained arrangements; (2) add to special rules relating to control groups and joint ventures; (3) include ELWAs, except those which meet applicable requirements for exemption added by this Act. Adds other requirements relating to MEWAs and ELWAs, including: (1) insured status reports for determinations of insured status, and enforcement of such reporting requirements by civil penalty; (2) actions by States in Federal court to enjoin violations of specified requirements; (3) criminal penalties for certain willful misrepresentations; and (4) inapplicability of certain requirements to group health plans maintained under ELWAs. Requires timely issuance by the Secretary of regulations under specified ERISA provisions for MEWAs. Provides for treatment of existing MEWAs as certified during the pendency of the application for certification. Provides for continuation of such treatment until the exhaustion of certain administrative remedies. Provides for termination of such treatment upon State intervention. Sets forth requirements for issuance and approval of a qualified model for State certification procedures. Provides that, if the National Association of Insurance Commissions (NAIC) develops and submits to the Congress such a model within one year after enactment of this Act, then such model will go into effect as approved by the Congress by enactment of a joint resolution. Sets forth requirements for: (1) development of model standards; and (2) terms, discharge, consideration, and rules for such joint resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Multiple Employer Self-Insurance Enforcement Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title I of the Employee Retirement Income Security Act of 1974 to clarify and improve the applicability of such title to multiple employer welfare arrangements and employee leasing welfare arrangements and to provide for more effective State regulation thereof.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:28-05:00"
}