{
  "actions": [
    {
      "acted_at": "1981-10-22", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-11-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4816-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Edgar, Robert W.", 
      "sponsored_at": "1981-11-13", 
      "state": "PA", 
      "thomas_id": "00334", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Foglietta, Thomas M.", 
      "sponsored_at": "1981-11-13", 
      "state": "PA", 
      "thomas_id": "00395", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Gibbons, Sam", 
      "sponsored_at": "1981-11-13", 
      "state": "FL", 
      "thomas_id": "00437", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Lowry, Mike", 
      "sponsored_at": "1981-11-13", 
      "state": "WA", 
      "thomas_id": "00710", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mitchell, Parren J.", 
      "sponsored_at": "1981-11-13", 
      "state": "MD", 
      "thomas_id": "00818", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Ottinger, Richard L.", 
      "sponsored_at": "1981-11-13", 
      "state": "NY", 
      "thomas_id": "00882", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-10-22", 
  "number": "4816", 
  "official_title": "A bill to amend the Clean Air Act to control acid precipitation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "D'Amours, Norman E.", 
    "state": "NH", 
    "thomas_id": "00259", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-10-22", 
  "subjects": [
    "Acid precipitation (Meteorology)", 
    "Air pollution control", 
    "Electric power production", 
    "Energy", 
    "Energy facilities", 
    "Environmental protection", 
    "Federal-state relations", 
    "Public utilities", 
    "Standards", 
    "States"
  ], 
  "subjects_top_term": "Acid precipitation (Meteorology)", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-10-22", 
    "text": "Amends title I (Air Pollution Prevention and Control) of the Clean Air Act to require States within an acid rain mitigation area to include control of acid deposition in their State implementation plans. (Defines \"acid precipitation mitigation area\" to mean the 31 States east of a line running south from the western borders of Minnesota, Iowa, Missouri, and Arkansas). Provides that, if a State fails to submit within one year of this Act's enactment a plan meeting acid precipitation mitigation requirements or if the Administrator of the Environmental Protection Agency does not approve such plan within one year and four months after such date, no plan shall be promulgated by the Administrator. Requires, in such cases, that specified electric utility steam generating units comply, within five years of this Act's enactment, with a specified emission limitation for sulfur dioxide. Requires that, for purposes of required provisions for revision of State plans, a one-year period after enactment expire before the Administrator may submit a notice of a determination of noncompliance with acid deposition mitigation requirements or treat any plan as not complying with such requirements. Provides for a new program of Mitigation of Acid Precipitation to establish sulfur dioxide emission limitations applicable to certain large stationary sources in the acid rain mitigation area in order to: (1) prevent any net increase of such emissions in the area; and (2) attain a substantial and reasonably achievable reduction in such emissions from the area. Directs the Administrator to publish in the Federal Register, within 90 days of this Act's enactment, lists of electric utility steam generating units in the area not subject to new stationary source performance standards, identifying: (1) the 50 units with the highest annual sulfur dioxide emissions for 1980; and (2) all other such units with a generating capacity of more than 100 megawatts. Requires that applicable State implementation plans establish statewide programs for net reduction of sulfur dioxide emissions from such units. Sets forth statewide program schedule requirements: (1) for any of the 50 units to attain in three three-year periods before 1990; and (2) for any of the other units to attain in two three-year periods before 1990. Directs the Administrator to publish baseline levels, for any of the 50 units, from which such emissions reductions schedules can be determined according to a specified formula. Permits achievement of required total emission reductions by application of enforceable emission reduction techniques to any of such units or to any other sources of sulfur dioxide in the acid rain mitigation area. Specifies some permissible emission reduction techniques. Requires continuous emissions monitoring and publication of resultant data by applicable sources. Requires assurances that States will have adequate personnel, funding, and authority to carry out required plan provisions. Provides that emissions limitations or other requirements under the acid precipitation mitigation program shall apply only if they are more stringent than the requirements they replace. Directs the Administrator to establish an emission reduction credit program for the specified stationary source units in the acid rain mitigation area, as divided into five emission reduction credit regions. Sets forth formulas and procedures for compliance with emission limitations through purchase or exchange of such credits within such regions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act to control acid precipitation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:28-05:00"
}