{
  "actions": [
    {
      "acted_at": "1987-09-22", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committees on Budget; Governmental Affairs pursuant to the order of August 4, 1977, with instructions that if one Committee reports, the other Committee has thirty days of continuous session to report or be discharged.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1709-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boschwitz, Rudy", 
      "sponsored_at": "1987-11-05", 
      "state": "MN", 
      "thomas_id": "01288", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hecht, Chic", 
      "sponsored_at": "1987-10-09", 
      "state": "NV", 
      "thomas_id": "01357", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Symms, Steven D.", 
      "sponsored_at": "1987-10-09", 
      "state": "ID", 
      "thomas_id": "01132", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-09-22", 
  "number": "1709", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 and the Congressional Budget and Impoundment Control Act of 1974 to improve the tax policy process, provide more accurate information to the Congress and the executive branch, and to provide for improved measurement of tax expenditures.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tax Policy Information Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Kasten, Robert W., Jr.", 
    "state": "WI", 
    "thomas_id": "00619", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1987-09-22", 
  "subjects": [
    "Congress and Members of Congress", 
    "Congressional budget process", 
    "Congressional joint committees", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Federal budget process", 
    "Federal budgets", 
    "Income tax", 
    "Legislation", 
    "Planning-programming-budgeting", 
    "Tax expenditures", 
    "Tax policy", 
    "Taxation"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-09-22", 
    "text": "Tax Policy Information Act of 1987 - Title I: Amendments to the Congressional Budget and Impoundment Control Act of 1974 - Amends the Congressional Budget and Impoundment Control Act of 1974 to: (1) revise the definition of \"tax expenditures\" to include the elements of revenue gain, discriminatory rate of tax, and acceleration of tax liability; (2) provide for alternative calculations of both income and revenue loss or gain; and (3) require a tax expenditures budget to reflect these alternative calculations. Mandates that the required reports accompanying a bill, resolution, or conference report providing for increased or decreased tax expenditures for a fiscal year include: (1) an estimate of the effects on the tax expenditures budget; and (2) a projection of the resulting tax expenditures in each of the succeeding five fiscal years. Mandates that: (1) the required committee report accompanying any concurrent resolution on the budget disclose the economic assumptions and methodology underlying each matter set forth in the resolution; and (2) technical explanations be made available to the public separately from the required report. Title II: Amendments to the Internal Revenue Code - Amends the Internal Revenue Code with respect to the duties of the Joint Committee on Taxation (JCT). Directs the JCT to: (1) use to the maximum extent possible in its reports, publications, and analyses, the same definitions of significant terms as are used in the Congressional Budget and Impoundment Control Act of 1974; (2) make available to the public technical explanations of the data, assumptions, and methodology used in its reports; and (3) provide a revenue loss or gain estimate within 60 day of the request of two members of either the Senate or the House (one of whom must be a member of the Senate Finance Committee or House Ways and Means Committee respectively). Title III: Miscellaneous Provisions - Amends the Congressional Budget and Impoundment Control Act of 1974 to add requirements to apply when a committee of either the House or the Senate defers making available revenue estimates relevant to any given piece of legislation affecting the budget, spending, credit, or revenue. Requires that the President's budget include alternative tax expenditures budgets of the same type required in reports accompanying congressional legislation. Directs the Secretary of the Treasury, not later than 120 days following enactment of this Act, to submit to specified congressional committees a draft of technical amendments necessary to reflect amendments made by this Act. Title IV: Effective Date; Application - Makes this Act effective on the date of enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tax Policy Information Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 and the Congressional Budget and Impoundment Control Act of 1974 to improve the tax policy process, provide more accurate information to the Congress and the executive branch, and to provide for improved measurement of tax expenditures.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:43-05:00"
}