{
  "actions": [
    {
      "acted_at": "1975-12-18", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2814-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bentsen, Lloyd M.", 
      "sponsored_at": "1975-01-03", 
      "state": "TX", 
      "thomas_id": "01282", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-12-18", 
  "number": "2814", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide a tax credit for the expense of filing forms required by Federal law.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Long, Russell B.", 
    "state": "LA", 
    "thomas_id": "01386", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-12-18", 
  "subjects": [
    "Business and commerce", 
    "Government records, documents, and information", 
    "Income tax", 
    "Public records", 
    "Tax credits", 
    "Tax-exempt organizations", 
    "Taxation"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-12-18", 
    "text": "Provides a Federal income tax credit under the Internal Revenue Code for expenses incurred in filing Federal forms. States that the amount of such credit shall be ten cents for each item of information or inquiry on any form or document which the individual taxpayer is required by Federal law to file with the United States Government. Specifies that in no case shall an individual receive a tax credit of less than $1.00 for each form or document. Provides that in the case of a corporation, the credit allowed shall be 20 cents for each such item, but not less than $2.00 for each form or document. Authorizes a tax credit of 30 cents for each such item, but not less than $3.00 for each form or document in the case of a small business. Provides that an overstatement of the credit allowable by this Act which is allowed as a credit or refund may be assessed by the Secretary of the Treasury in the same manner as in the case of a mathematical error appearing upon the return. Directs the Secretary of the Treasury to pay to any State or local unit of government, upon application by such unit, the amount of 20 cents for each item of information on any form or document which such unit is required by Federal law to file with the United States Government. Specifies that such credit shall amount to not less than $2.00 for each such form. Authorizes the Secretary to pay, upon application, to tax-exempt nonprofit and charitable organizations, as defined under the Internal Revenue Code, the 20 cents per item, $2.00 minimum, for each form required to be filed."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide a tax credit for the expense of filing forms required by Federal law.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:41-05:00"
}