{
  "actions": [
    {
      "acted_at": "2010-09-13", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3771-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "2010-09-13", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-09-13", 
  "number": "3771", 
  "official_title": "A bill to amend the Elementary and Secondary Education Act of 1965 to provide competitive grants for creating and implementing innovative assessments.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Improving Student Testing Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Feingold, Russell D.", 
    "state": "WI", 
    "thomas_id": "01331", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-09-13", 
  "subjects": [
    "Academic performance and assessments", 
    "Competitiveness, trade promotion, trade deficits", 
    "Education", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Teaching, teachers, curricula", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-09-13", 
    "text": "Improving Student Testing Act of 2010 - Amends the Elementary and Secondary Education Act of 1965 to allow states to use a formula grant for the development and administration of the student academic achievement assessments, used in determining whether local educational agencies (LEAs) and schools are making adequate yearly progress (AYP) toward student proficiency, to design and implement additional high-quality and innovative assessments. Replaces the program providing competitive grants to states for enhanced assessment instruments with a program awarding competitive grants to states and LEAs to design and implement high-quality and innovative assessments that measure higher-order thinking skills, align with academic content and achievement standards, and create multiple measures that: (1) serve federal and state accountability purposes; (2) improve classroom instruction; and (3) provide timely and meaningful feedback to students, teachers, principals, and parents. Includes as innovative assessments that may be funded under both programs: (1) performance assessments, measuring students' ability to apply knowledge and skills; (2) technology-based assessments, using technology to develop, administer, and score the assessment; (3) through-course assessments, testing students throughout the school year and resulting in a summative score for the year; (4) adaptive assessments, administering questions to students based on their previous answers; (5) formative assessments, integrated into classroom instruction; (6) interim assessments, given at regular and specified intervals throughout the school year; and (7) alternative assessments for students with disabilities and English language learners. Directs the Secretary of Commerce to cover the costs of the International Trade Administration's trade promotion activities by imposing fees on the businesses that benefit from such activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Improving Student Testing Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Elementary and Secondary Education Act of 1965 to provide competitive grants for creating and implementing innovative assessments.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:58-05:00"
}