{
  "actions": [
    {
      "acted_at": "2004-01-21", 
      "references": [
        {
          "reference": "CR S118", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-01-21", 
      "committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read the second time and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-05-12", 
      "in_committee": "Committee on the Judiciary", 
      "references": [], 
      "text": "Committee on the Judiciary. Hearings held. Hearings printed: S.Hrg. 108-571.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-17", 
      "in_committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on the Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-06-17", 
      "committee": "the Judiciary", 
      "references": [], 
      "text": "Committee on the Judiciary. Reported by Senator Hatch with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2004-06-17", 
      "calendar": "Senate Legislative", 
      "number": "584", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 584.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2013-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "DeWine, Mike", 
      "sponsored_at": "2004-01-21", 
      "state": "OH", 
      "thomas_id": "00293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kohl, Herb", 
      "sponsored_at": "2004-01-21", 
      "state": "WI", 
      "thomas_id": "01380", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "2004-01-21", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2004-01-21", 
  "number": "2013", 
  "official_title": "A bill to amend section 119 of title 17, United States Code, to extend satellite home viewer provisions.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4501-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4518-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Satellite Home Viewer Extension Act of 2004", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2004-06-17", 
  "subjects": [
    "Cable television", 
    "Congress", 
    "Congressional reporting requirements", 
    "Copyright", 
    "Direct broadcast satellites", 
    "Intellectual property", 
    "Law", 
    "Licenses", 
    "Public broadcasting", 
    "Science, technology, communications", 
    "Subscription television", 
    "Television relay systems", 
    "Television stations"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2004-06-17", 
    "text": "Satellite Home Viewer Extension Act of 2004 - (Sec. 2) Amends the Satellite Home Viewer Act of 1994 to extend the sunset date for an additional five years for provisions regarding the statutory licenses for secondary transmissions of superstations and network stations for private home viewing. Amends Federal copyright law to extend for five years the existing grandfather clause permitting otherwise ineligible subscribers to receive transmissions of the distant signals of network stations if they do not receive a signal of a certain strength from the local network station affiliated with the same network. (Sec. 3) Requires a satellite carrier that makes secondary transmissions of a primary transmission made by a network station to submit within 90 days to the network that owns or is affiliated with the network station separate initial lists identifying all subscribers: (1) in unserved households to which the satellite carriers makes such a secondary transmission; and (2) receiving such a secondary transmission because such network station is significantly viewed in that community. Requires a satellite carrier to also submit to the network separate monthly lists identifying subscribers who have been added or dropped by the satellite carrier from receiving such retransmissions in unserved households and in households who were receiving signals pursuant to the significantly viewed stations provisions. Extends such statutory license to the secondary transmission by a satellite carrier in a State in which there is a single full-power network station, of the primary transmission of that station to any subscriber in a community within the State, but not within the first 50 major television markets as listed by FCC regulations. Applies such statutory license to the secondary transmission by a satellite carrier in a State in which all network stations and superstations are assigned to one local market, of the primary transmission of any station located in the State capital to any subscriber located in a community within that State and within the first 50 major television markets. Extends such statutory license to the secondary transmission by a satellite carrier of the primary transmission of a network station or superstation to a subscriber who: (1) is receiving the secondary transmission of a primary transmission of local stations (local signal); and (2) resides outside the local market of the station but within a community in which that station is determined by the FCC to be significantly viewed according to the regulations in effect as of enactment. (Sec. 4) Extends such statutory license to retransmissions to subscribers of stations outside their local market (referred to as distant signals) only if: (1) the subscriber is receiving retransmissions of both distant and local signals as of January 1, 2005, and the satellite carrier submits to the television network a list of such subscribers and the distant signals received by such subscribers; or (2) the subscriber is receiving the distant signals and not receiving such local signals, but only until such time as the subscriber elects to receive such local signals. Extends such statutory license to retransmissions of distant signals to unserved households that were subscribers to the satellite carrier as of January 1, 2005, but only until such time as the subscriber elects to receive the local signal from the satellite carrier or where a local transmission affiliated with the same network is not available. Prohibits secondary transmissions of distant signals to subscribers who are eligible to receive local signals affiliated with the same television network before that person seeks to subscribe to a distant network station. Considers a local signal to be made available to a subscriber if the satellite carrier offers that local signal to any subscriber within the same zip code. Requires the royalty fee due from a satellite carrier who transmits secondary transmissions of a network station to be computed by multiplying the total number of subscribers receiving each secondary transmission of each superstation or network station during each calendar month by the appropriate rate in effect under this Act. Exempts a satellite carrier from a royalty obligation for secondary transmissions to a subscriber who resides outside the local market of the station but within a community in which the signal of that station is determined to be significantly viewed in accordance with Federal regulations. Requires the Librarian of Congress to: (1) initiate arbitration proceedings to determine a reasonable royalty fee to be paid by satellite carriers who are not parties to a voluntary agreement filed with the Copyright Office by January 1, 2005, for retransmissions of network stations or superstations for private home viewing; (2) adopt such royalty fee established under a determination made by a copyright arbitration royalty panel in the arbitration proceeding to become effective on June 1, 2005, or otherwise depending on judicial review; and (3) adjust the royalty rates set forth under this Act on January 1, 2006, and on January 1 of each year thereafter, to reflect any changes occurring during the preceding 12 months in the cost of living as determined by the most recent Consumer Price Index. Provides that the rate of the royalty fee determined under this Act shall be reduced by 30% for superstations and by 45% for network stations. (Sec. 5) Extends such statutory license to retransmissions by a satellite carrier of the signals of a low power television station to a subscriber who resides within the same local market. Sets forth geographic limitations for such secondary transmissions. Excludes from such statutory licensing retransmissions from low power television stations that retransmit the programs and signals of another television station for more than two hours each day. Prescribes when royalty fees are due for such secondary transmissions of low power television stations. Limits such secondary transmissions of low power television stations to only those subscribers also receiving retransmissions of local signals. Provides that a low power television station whose signals are secondarily transmitted under this Act is not entitled to insist on carriage under provisions of the Communications Act of 1934 which require a satellite carrier providing secondary transmissions of the local signals of any station to carry, upon request, the signals of all television broadcast stations located within that local market. Prohibits the consideration of such retransmission of low power television stations for purposes of determining whether the satellite carrier is exempt from carrying a local station because it substantially duplicates another station carried by the carrier or is affiliated with the same network as one carried by the carrier. (Sec. 6) Requires the Register of Copyrights, in consultation and coordination with the FCC, to report to the relevant Congressional committees the Register's findings and recommendations on the operation and revision of the statutory license under this Act, including: (1) a comparison of the royalties paid by licensees under this Act; (2) an analysis of the differences in the terms and conditions of the licenses under this Act, an analysis of whether these differences are required or justified by historical, technological, or regulatory differences that affect the satellite and cable industries, and an analysis of whether either the cable or satellite industry is placed in a competitive disadvantage due to these terms and conditions; (3) an analysis of whether the licenses under such sections are still justified by the bases upon which they were originally created; and (4) an analysis and estimate, if possible, of the royalties that would be paid by each satellite carrier if they were treated as a cable system. (Sec. 7) Provides that nothing in this Act shall modify any remedy imposed on a party that is required by a judgment of a court in any action that was brought before May 1, 2004, against that party for a violation of law regarding secondary transmissions of superstations and network stations for private home viewing."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Satellite Home Viewer Extension Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Satellite Home Viewer Extension Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend section 119 of title 17, United States Code, to extend satellite home viewer provisions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:40-05:00"
}