{
  "actions": [
    {
      "acted_at": "1977-01-19", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2005-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-19", 
  "number": "2005", 
  "official_title": "A bill to authorize a review of collective bargaining in the construction industry; the broadening of the geographical scope of collective bargaining for construction affecting interstate commerce; and the establishment of a Construction Industry Bargaining Commission.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Construction Industry Bargaining Stabilization Act", 
  "sponsor": {
    "district": "16", 
    "name": "Anderson, John B.", 
    "state": "IL", 
    "thomas_id": "00017", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-19", 
  "subjects": [
    "Business and commerce", 
    "Collective bargaining", 
    "Construction industries", 
    "Construction workers", 
    "Department of Labor", 
    "Executive reorganization", 
    "Labor and employment"
  ], 
  "subjects_top_term": "Collective bargaining", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-19", 
    "text": "Construction Industry Bargaining Stabilization Act - Establishes a Construction Industry Bargaining Commission within the Department of Labor. Requires the Commission to direct and promote the establishment of National Craft Bargaining Boards for each craft in the construction industry. Sets forth procedures for determining the bargaining framework in the construction industry whereby (1) the Commission makes a determination as to the feasibility and practicality of multicraft bargaining on an industrywide basis or selectively among related crafts and either (2) in the event multicraft bargaining is deemed undesirable, local labor and contractor organizations, with the assistance of appropriate craft boards, develop proposals for single-craft geographic bargaining areas or (3) in the event that multicraft bargaining is deemed desirable, local labor and contractor organizations, with the assistance of craft board coordinating committees, develop proposals for a multicraft geographic bargaining area or areas. Specifies procedures for Commission review of such proposals and for review of Commission recommendations by the Secretary of Labor. Authorizes judicial review by interested persons of final decisions of the Secretary. Directs the Commission, in accordance with specified guidelines, to establish regulations for the selection of bargaining committees by contractors and labor organizations. Stipulates that collective bargaining agreements negotiated pursuant to this Act shall govern employment at all work sites of those crafts and segments included within geographic bargaining areas. Makes it an unlawful labor practice: (1) to negotiate inconsistently with established geographic bargaining areas; (2) to conduct a lockout during the course of negotiations for a new or reopened collective bargaining agreement, unless all labor subject to those negotiations is locked out; or (3) to conduct a strike during the course of such negotiations unless all construction workers subject to those negotiations are on strike. Directs the Commission to determine a common expiration date for all collective bargaining agreements within each geographic bargaining area. Amends the National Labor Relations Act to set forth procedures for injunctive relief with respect to unfair labor practices which are applicable under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Construction Industry Bargaining Stabilization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize a review of collective bargaining in the construction industry; the broadening of the geographical scope of collective bargaining for construction affecting interstate commerce; and the establishment of a Construction Industry Bargaining Commission.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:55-05:00"
}