{
  "actions": [
    {
      "acted_at": "1997-05-20", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s767-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Gramm, Phil", 
      "sponsored_at": "1997-05-20", 
      "state": "TX", 
      "thomas_id": "00453", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-05-20", 
  "number": "767", 
  "official_title": "A bill to clarify the standards for State sex offender registration programs under the Jacob Wetterling Crimes Against Children and Sexuality Violent Offender Registration Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1683-105", 
      "reason": "identical"
    }
  ], 
  "short_title": "Jacob Wetterling Crimes Against Children and Sexually Violent Offenders Registration Improvements Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Gregg, Judd", 
    "state": "NH", 
    "thomas_id": "00466", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-05-20", 
  "subjects": [
    "Armed forces and national security", 
    "Child abuse", 
    "Child sexual abuse", 
    "Civil rights and liberties, minority issues", 
    "College students", 
    "Commerce", 
    "Court records", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Criminal justice information systems", 
    "Data banks", 
    "Education", 
    "Elementary and secondary education", 
    "Ex-offenders", 
    "Extradition", 
    "Families", 
    "Fingerprints", 
    "Freedom of information", 
    "Fugitives from justice", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Higher education", 
    "Identification devices", 
    "Identification of criminals", 
    "Interstate relations", 
    "Labor and employment", 
    "Law", 
    "Liability (Law)", 
    "Mental illness", 
    "Mentally ill", 
    "Military and naval offenses", 
    "Military personnel", 
    "Parole", 
    "Probation", 
    "Profit", 
    "Recidivists", 
    "Relocation", 
    "Science, technology, communications", 
    "Secondary education", 
    "Sentences (Criminal procedure)", 
    "Sex offenders", 
    "Stalking", 
    "State laws", 
    "Students", 
    "Victims of crimes", 
    "Violence"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-05-20", 
    "text": "Jacob Wetterling Crimes Against Children and Sexually Violent Offenders Registration Improvements Act of 1997 - Amends the Violent Crime Control and Law Enforcement Act of 1994 regarding State sex offender registration programs to require that a determination that a person is or is no longer a sexually violent predator be made by the sentencing court after considering the recommendations of the appropriate State board or boards or of the State under certain circumstances. Directs each State, within two years, to establish one or more State boards. Authorizes the Attorney General to waive such requirement under specified circumstances. Modifies requirements regarding release, parole, supervised release, and probation of such persons to require specified actions by a designated agency, court, or other responsible official under an approved State registration program, including reporting address changes as provided by State law. Requires such agency to forward the registration information to the agency responsible for registration under State law, in accordance with State procedures that meet specified requirements. Requires that any person who is: (1) required to register in that person's State of residence also register in accordance with the law that governs the registration, verification, and notification of sex offenders of each State in which that person is employed or carries on a vocation or is enrolled as a student; and (2) serving a sentence of probation, parole, or other supervised release for conviction of an offense that requires registration, and who is residing in any State other than that in which that person was sentenced, to register in accordance with the law of the State of residence of the offender. Sets forth notification requirements. Requires a State, by July 1, 1999, to submit a report to the Attorney General that sets forth existing or proposed laws regarding stalking crimes against individuals 16 years old or younger. Prohibits the sale or exchange of information collected under a State registration program for profit or remuneration. Includes independent contractors acting at the direction of law enforcement agencies and State officials within immunity for good faith conduct. Expands registration requirements to include certain Federal offenders and military offenders. Expresses the sense of the Congress that each State should have in effect a law that makes it a crime to stalk an individual under age 16 without requiring that such individual be physically harmed before a stalker is restrained or punished."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Jacob Wetterling Crimes Against Children and Sexually Violent Offenders Registration Improvements Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to clarify the standards for State sex offender registration programs under the Jacob Wetterling Crimes Against Children and Sexuality Violent Offender Registration Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:55-05:00"
}