{
  "actions": [
    {
      "acted_at": "1978-10-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-10-03", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14215-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-10-03", 
  "number": "14215", 
  "official_title": "A bill to amend title XVI of the Social Security Act to provide a 5-year residency requirement for aliens receiving SSI benefits, and to amend the Immigration and Nationality Act to require any immigrant (other than a political refugee) to have a sponsor who will support him for 5 years or to have other means of support.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "15", 
    "name": "Corcoran, Tom", 
    "state": "IL", 
    "thomas_id": "00233", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-10-03", 
  "subjects": [
    "Aged, blind, and disabled", 
    "Aliens", 
    "Disabled", 
    "Immigration", 
    "Social welfare", 
    "Supplemental security income program"
  ], 
  "subjects_top_term": "Aliens", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-10-03", 
    "text": "Amends Title XVI (Supplemental Security Income for the Aged, Blind, and Disabled) of the Social Security Act to require that aged, blind, or disabled aliens, as defined in Title XVI, must have resided in the United States during the five years immediately preceding such aliens' application for benefits under Title XVI. Exempts from the five-year requirement those aliens: (1) who are political refugees; (2) to whom the support agreement under the Immigration and Nationality Act is excused; and (3) certain blind or disabled individuals. Stipulates that such five-year requirement shall apply only to aliens applying for supplemental security income benefits under Title XVI. Amends the Immigration and Nationality Act to stipulate that no immigrant shall be admitted into the United States unless: (1) at the time of application for admission a support agreement which states that the immigration sponsor shall provide such financial support as is necessary to maintain the immigrants' income at a dollar amount equal to the dollar amount such immigrant would receive under Title XVI of the Social Security Act, if such immigrant is aged, blind, or disabled as defined in Title XVI, during the five-year period beginning on the date of admission of the immigrant; or (2) such immigrant presents evidence of other means to provide the required support; or (3) such immigrant is designated as a political refugee without available means of private support. Authorizes the Attorney General, the immigrant, or any State which is making payments to such immigrant under any program based on need, to enforce such agreements in a civil action."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title XVI of the Social Security Act to provide a 5-year residency requirement for aliens receiving SSI benefits, and to amend the Immigration and Nationality Act to require any immigrant (other than a political refugee) to have a sponsor who will support him for 5 years or to have other means of support.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:36-05:00"
}