{
  "actions": [
    {
      "acted_at": "1977-02-24", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres335-95", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Dellums, Ronald V.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00284", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Johnson, James P. (Jim)", 
      "sponsored_at": "1977-01-03", 
      "state": "CO", 
      "thomas_id": "00601", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Lehman, William", 
      "sponsored_at": "1977-01-03", 
      "state": "FL", 
      "thomas_id": "00680", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Murphy, Morgan F.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00843", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-24", 
  "number": "335", 
  "official_title": "Resolution to establish a standing committee of the House on intelligence.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres467-95", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Pike, Otis G.", 
    "state": "NY", 
    "thomas_id": "00918", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-24", 
  "subjects": [
    "Armed forces and national security", 
    "Congressional committees (House)", 
    "Government records, documents, and information", 
    "House of Representatives"
  ], 
  "subjects_top_term": "Congressional committees (House)", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-24", 
    "text": "Establishes within the House of Representatives a Standing Committee on Intelligence to oversee and make continuing studies of the intelligence activities and programs of the United States Government, and to submit to the House appropriate proposals for legislation. Directs referral to the Committee of all matters relating to the Central Intelligence Agency and its Director, intelligence activities of all other Government departments and agencies, organization or reorganization of such departments and agencies related to intelligence activities, and authorizations for appropriations for specified departments and agencies. Establishes a procedure whereby certain legislation reported by the Committee may be referred to other standing committees for consideration, and conversely from other standing committees to the Committee. Requires the Committee to obtain an annual report from the Director of the Central Intelligence Agency, the Secretaries of State and of Defense, and the Director of the Federal Bureau of Investigation reviewing the intelligence activities of the agency or department, and of foreign countries directed at the United States. Sets forth procedures whereby the Committee may disclose publicly any information in its possession which will serve the public interest. Requires the Committee to notify the President of any such proposed disclosure if the information has been previously classified, submitted to it by the executive branch, and if the executive branch has requested that such information be kept secret. Permits the Committee, upon objection by the President to disclosure, to refer the question to the House for consideration. Authorizes the House to: (1) approve the public disclosure, (2) disapprove the public disclosure, or (3) leave the final determination to the Committee. Allows the Committee to make certain information regarding lawful intelligence activities which has been classified, available to other committees or Members under specified circumstances. Requires the Committee on Standards of Official Conduct to investigate any unauthorized disclosures. Prohibits the appropriation of funds for any fiscal year beginning after September 30, 1976, for specified intelligence activities of Federal departments or agencies unless such funds have been authorized by a House bill or joint resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolution to establish a standing committee of the House on intelligence.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:03-05:00"
}