{
  "actions": [
    {
      "acted_at": "1983-10-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-10-05", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-10-05", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4065-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dorgan, Byron L.", 
      "sponsored_at": "1983-10-03", 
      "state": "ND", 
      "thomas_id": "00308", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Duncan, John J.", 
      "sponsored_at": "1983-10-03", 
      "state": "TN", 
      "thomas_id": "00321", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Flippo, Ronnie G.", 
      "sponsored_at": "1983-10-03", 
      "state": "AL", 
      "thomas_id": "00390", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Guarini, Frank J.", 
      "sponsored_at": "1983-10-03", 
      "state": "NJ", 
      "thomas_id": "00472", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Heftel, Cecil", 
      "sponsored_at": "1983-10-03", 
      "state": "HI", 
      "thomas_id": "00526", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Jenkins, Edgar L.", 
      "sponsored_at": "1983-10-03", 
      "state": "GA", 
      "thomas_id": "00595", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Kennelly, Barbara B.", 
      "sponsored_at": "1983-10-03", 
      "state": "CT", 
      "thomas_id": "00628", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Moore, W. Henson", 
      "sponsored_at": "1983-10-03", 
      "state": "LA", 
      "thomas_id": "00829", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Vander Jagt, Guy", 
      "sponsored_at": "1983-10-03", 
      "state": "MI", 
      "thomas_id": "01180", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-10-03", 
  "number": "4065", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to simplify and improve the income tax treatment of life insurance companies and their products.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4170-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Life Insurance Tax Act of 1983", 
  "sponsor": {
    "district": "9", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1983-10-05", 
  "subjects": [
    "Accounting", 
    "Business and commerce", 
    "Corporation taxes", 
    "Income tax", 
    "Insurance", 
    "Insurance companies", 
    "Life insurance", 
    "Tax rates", 
    "Tax reform"
  ], 
  "subjects_top_term": "Tax reform", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-10-03", 
    "text": "Life Insurance Tax Act of 1983 - Title I: Taxation of Life Insurance Companies - Subtitle A: Amendment to Subchapter L - Amends the Internal Revenue Code to set the rate of tax on a life insurance company at the corporate rate on its life insurance company taxable income (LICTI). Sets forth an alternative tax in the case of capital gains. Defines life insurance company taxable income as life insurance gross income reduced by life insurance deductions. Defines life insurance gross income as the sum of: (1) premiums; (2) decreases in certain reserves; and (3) other amounts generally includible by a taxpayer in gross income. Allows three types of deductions: (1) general life insurance deductions; (2) the special life insurance deduction; and (3) the small life insurance company deduction. Sets forth definitions and special rules for each type of deduction. Sets forth rules for the calculation of net increases and decreases in reserves. Requires life insurance companies to use either the accrual method of accounting or a method permitted under regulations which combines an accrual method with another recognized method. Sets forth rules for the amortization of premiums and accrual of discount. Sets forth rules for the computation of a company's share and the policyholder's share of investment income. Sets forth rules for the tax treatment of foreign life insurance companies. Requires an adjustment to LICTI where a required surplus held in the United States is less than a specified amount. Sets forth rules for the tax treatment of contiguous country branches of domestic life insurance companies. Provides that life insurance company taxable income which has an existing policyholder's surplus account shall be increased by any direct or indirect distribution to shareholders from such account. Defines \"life insurance company\" as an insurance company which is engaged in the business of issuing life insurance and annuity contracts or noncancellable contracts of health and life insurance if its life insurance reserves plus unearned premiums and unpaid losses comprise more than 50 percent of its total reserves. Sets forth rules for the tax treatment of variable contracts. Sets forth rules relating to capital gains and losses of a life insurance company. Subtitle B: Effective Date; Transitional Rules - Sets forth the effective date for the provisions of this Act. Provides transitional rules. Title II: Taxation of Life Insurance Products - Redefines \"life insurance contract\" for purposes of the Internal Revenue Code. Defines such a contract as any contract, which is a life insurance contract under applicable State or foreign law, but only if the contract meets either of two alternatives: (1) a cash value accumulation test; or (2) a test consisting of a guideline premium requirement and a cash value corridor requirement. Specifies requirements of each such test. Sets forth rules for contracts not meeting the life insurance definition. Sets forth transitional rules. Treats as distributed to a contract holder any amount of an annuity contract held by an individual who dies before the annuity starting date. Exempts any such amounts from the five-percent penalty tax on a premature distribution from an annuity. Limits the amount of the interest deduction allowed in the case of life insurance loans. Sets forth rules for the calculation of such limit. Extends to former employees and key employees the limitations on group-term life insurance purchased for employees. Title III: Studies - Requires the Secretary of the Treasury to report annually to specified committees of the Congress on the revenues received by this Act and to compare the amount of such revenue and the amount anticipated by reason of changes made by the Tax Equity and Fiscal Responsibility Act of 1982 and this Act. Requires the Secretary to make annual reports in 1986, 1987, 1988, and 1989 concerning the impact of this Act on specified segments and products of the life insurance industry."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Life Insurance Tax Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to simplify and improve the income tax treatment of life insurance companies and their products.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:23-05:00"
}