{
  "actions": [
    {
      "acted_at": "1981-01-05", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-01-05", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-06", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Health and Safety", 
      "text": "Referred to Subcommittee on Health and Safety.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-09", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "subcommittee": "Civil Service", 
      "text": "Referred to Subcommittee on Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-12", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Executive Comment Requested from Labor, OMB, Postal Service.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr176-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Health and Safety", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO", 
      "subcommittee": "Subcommittee on Civil Service", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-05", 
  "number": "176", 
  "official_title": "A bill to amend chapter 79 of title 5 of the United States Code to provide for the application of occupational safety and health standards to the Federal workplace, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr110-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Employee Occupational Safety and Health Act of 1981", 
  "sponsor": {
    "district": "1", 
    "name": "Clay, William (Bill)", 
    "state": "MO", 
    "thomas_id": "00203", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-01-05", 
  "subjects": [
    "Administrative procedure", 
    "Civil service employment", 
    "Congressional oversight", 
    "Courts and Civil Procedure", 
    "Executive reorganization", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Occupational health and safety", 
    "Office of Personnel Management", 
    "Public safety"
  ], 
  "subjects_top_term": "Occupational health and safety", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-05", 
    "text": "Federal Employee Occupational Safety and Health Act of 1981 - Applies specified standards of the Occupational Safety and Health Act of 1970 to the Executive agencies, excluding the Office of Personnel Management, the Merit Systems Protection Board, and the Occupational Safety and Health Review Commission. Requires each agency to: (1) furnish employment and a place of employment which are free from recognized hazards; and (2) comply with safety and health standards. Requires employees to comply with standards and with specified rules, regulations, and orders. Establishes an Office of Occupational Safety and Health (\"the office\") in the Office of Personnel Management. Authorizes the Office to conduct inspections, investigations, and recordkeeping relating to Federal employee occupational safety and health. Permits employees or their representatives to request inspections in specified cases. Directs the Office to issue citations for violations . Limits employee responsibility for such violations. Provides for an enforcement procedure, including, in specified cases, hearings before the Occupational Safety and Health Review Commission. Provides for review of any Commission order in a U.S. court of appeals. Permits the Office to obtain review or enforcement of any final order of the Commission in a U.S. court of appeals. Prohibits any agency from discharging or discriminating against any employee because such employee has: (1) filed a complaint or instituted any proceeding under this Act; (2) testified in any such proceeding; or (3) exercised any right afforded by this Act on behalf of anyone. Permits employees who believe they have been so discharged or otherwise discriminated against to file complaints with the Special Counsel. Directs the Special Counsel to undertake an appropriate investigation and to file a complaint with the Merit Systems Protection Board if a violation has occurred. Authorizes the Board to restrain such violations for cause shown and to order all appropriate relief. Authorizes the Office to order any agency to restrain a dangerous condition or practice before they can be eliminated through other enforcement procedures. Declares that any such orders which prohibit the employment or presence of any individual in locations in which imminent danger exists shall not apply to specified individuals. Directs inspectors, as soon as they conclude that such an imminent danger exists, to inform the affected employees and agency. Permits employees to bring action against the United States in district courts to compel the Office to issue such orders and for appropriate further relief. Authorizes attorneys designated by the Associate Director of the Office to represent the Office in civil litigation under this Act, subject to the direction and control of the Attorney General. Authorizes the Office to allow reasonable variations and exemptions from provisions of this Act to avoid serious impairment of the national defense. Provides for the assessment of civil or criminal penalties for specified violations of this Act. Authorizes the Office to conduct short-term training of personnel in work related to responsibilities under this Act. Directs the Office, in consultation with the Secretary of Health and Human Services, to: (1) provide for education of heads of agencies and employees in the recognition, avoidance, and prevention of unsafe or unhealthful working conditions; and (2) consult with and advise heads of agencies and employees, and their representative organizations, as to effective means of preventing occupational injuries and illnesses. Directs the Office to compile and analyze occupational safety and health statistics for Federal agencies. Authorizes the Office to make contracts and matching grants for such statistical research and to cooperate with States in such efforts. Directs the Office to make annual reports to Congress. Requires the Director of the Office of Personnel Management to establish and maintain a comprehensive occupational safety and health program applicable to the Office of Personnel Management, the Merit Systems Protection Board, and the Occupational Safety and Health Review Commission which is consistent with specified standards of the Occupational Safety and Health Act of 1970. Requires the Director to: (1) provide employment conditions consistent with such standards; (2) require the use of protective equipment; (3) keep records of occupational accidents and illnesses; and (4) consult with and report annually to the Secretary of Labor concerning such records and program. Directs the Secretary of Labor to transmit such annual report to the President. Directs the President to transmit an annual report of such activities to the Congress. Authorizes the Office to prescribe regulations. Repeals specified provisions of the Occupational Safety and Health Act of 1970 relating to programs of Federal agencies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Employee Occupational Safety and Health Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 79 of title 5 of the United States Code to provide for the application of occupational safety and health standards to the Federal workplace, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:49-05:00"
}