{
  "actions": [
    {
      "acted_at": "1987-01-06", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-01-06", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-01-06", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-01-06", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-01-20", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-01-22", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy and Power", 
      "text": "Referred to Subcommittee on Energy and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-11", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Energy and Power", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-05-21", 
      "bill_ids": [
        "hr1941-100"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "See H.R.1941.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr271-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-06", 
  "number": "271", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide a deduction and special net operating loss rules with respect to certain losses on domestic crude oil, to increase tariffs on petroleum and petroleum products, to require the Strategic Petroleum Reserve to be filled with stripper well oil, and to eliminate certain restrictions on the sale of natural gas and on the use of natural gas and oil.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1941-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Secure Energy Supply Act of 1986", 
  "sponsor": {
    "district": "3", 
    "name": "Watkins, Wes", 
    "state": "OK", 
    "thomas_id": "01206", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-06", 
  "subjects": [
    "Budget deficits", 
    "Credit", 
    "Economics and public finance", 
    "Electric power production", 
    "Energy", 
    "Energy facilities", 
    "Energy policy", 
    "Energy prices", 
    "Federal budgets", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Fuel", 
    "Gasoline", 
    "Government trust funds", 
    "Imports", 
    "Income tax", 
    "Loans", 
    "Motor Vehicles and Driving", 
    "National Security and Intelligence Operations", 
    "Natural gas", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Petroleum reserves", 
    "Petroleum storage", 
    "Price regulation", 
    "Shale oils", 
    "Strategic materials", 
    "Tariff", 
    "Tax deductions", 
    "Taxation"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-06", 
    "text": "Secure Energy Supply Act of 1986 - Title I: Deduction and Special Net Operating Loss Treatment for Producers for Certain Losses On Crude Oil - Amends the Internal Revenue Code to permit crude oil producers to deduct as a qualified loss 100 percent of the amount by which the removal price of the oil is below the adjusted base price of such oil plus the amount of the severance tax adjustment with respect to such oil, in the case of independent producer oil, and 80 percent of such amount for all other domestic crude oil. Prohibits the aggregate loss deductions from exceeding the aggregate amount of windfall profit tax paid by such producer. Allows the qualified losses with respect to domestic crude oil to be carried back to each of the six taxable years preceding the taxable year of such loss. Repeals the windfall profit tax. Title II: Increases in Tariffs on Petroleum and Petroleum Products - Amends the Tariff Schedules of the United States to increase the duties on crude petroleum and fuel oils, crude shale oil, motor fuels, kerosene, and napthas imported into the United States (by specified amounts plus applicable offset amounts per barrel). Defines \"applicable offset amount.\" Requires the Secretary of the Treasury to refund the applicable offset amount if the petroleum product on which such duty was paid: (1) was used as heating fuel or in the production of heating fuel; or (2) is necessary to the manufacturing process for products destined for export. Provides that revenues from the increased duties imposed by this Act shall be allocated to the Petroleum Tariff Account. Authorizes and directs the Secretary of the Treasury to pay out of such account any refunds which are allowed under this Act. Expresses the sense of the Congress that any funds in such account that are not needed to make such refunds should be used to reduce the Federal budget deficit. Title III: Filling Strategic Petroleum Reserve with Stripper Well Oil - Amends the Energy Policy and Conservation Act to require the Strategic Petroleum Reserve to be filled with crude oil produced in the United States from stripper wells or crude oil exchanged for stripper well oil. Requires the oil to be purchased at an adjusted base price level established under the Windfall Profit Tax Act. Authorizes appropriations for the purpose of filling the Strategic Petroleum Reserve. Title IV: Removal of Wellhead Price Controls and Repeal of Natural Gas Act Jurisdiction Over Certain First Sales of Natural Gas - Amends the Natural Gas Policy Act to remove the wellhead price controls on certain natural gas. Repeals Natural Gas Policy Act jurisdiction over certain sales of committed or dedicated natural gas. Repeals provisions relating to: (1) allowing the reimposition of price controls; and (2) reports to the Congress. Title V: Repeal of Certain Restrictions On the Use of Natural Gas and Petroleum - Repeals certain provisions of the Powerplant and Industrial Fuel Use Act of 1978 pertaining to restrictions on the use of natural gas and petroleum, including the restrictions on the construction of gas-burning electric power plants. Title VI: Repeal of Incremental Pricing Requirements - Repeals the incremental pricing requirements contained in the Natural Gas Policy Act. Title VII: Flexibility in Rescheduling or Marking Down Troubled Loans - Directs the chairmen of the Federal Reserve Board and the Federal Deposit Insurance Corporation to promulgate regulations granting financial institutions with energy-related loans greater flexibility in rescheduling or marking down troubled loans."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Secure Energy Supply Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide a deduction and special net operating loss rules with respect to certain losses on domestic crude oil, to increase tariffs on petroleum and petroleum products, to require the Strategic Petroleum Reserve to be filled with stripper well oil, and to eliminate certain restrictions on the sale of natural gas and on the use of natural gas and oil.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:30-05:00"
}