{
  "actions": [
    {
      "acted_at": "1985-05-23", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-05-31", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Health and Human Services Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1211-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-05-23", 
  "number": "1211", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to limit the amount of an employer's contribution to a health benefit plan which may be excluded from income, to provide a deduction for certain costs incurred by individuals for health benefit plans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Equity and Fairness Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-05-23", 
  "subjects": [
    "Business and commerce", 
    "Employee benefit plans", 
    "Fringe benefits", 
    "Health", 
    "Health insurance", 
    "Income tax", 
    "Insurance", 
    "Labor and employment", 
    "Tax deductions", 
    "Tax exclusion", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-05-23", 
    "text": "Health Equity and Fairness Act of 1985 - Amends the Internal Revenue Code to limit the amount of an employer's contribution to a health benefit plan which may be excluded from an employee's gross income. Provides that the limit above which employer paid premiums would be taxable for individuals would be $100 per month for an employee with single coverage and $250 per month for an employee with family coverage. Requires this limit to be adjusted yearly to reflect the change in the implicit price deflater of the gross national product (the change in the GNP adjusted for inflation). Sets forth definitions and special rules relating to the operation of this contribution limitation. Provides that any amount considered to be an excess employer contribution to a health plan for an employee shall be treated as paid in cash to such employee at the close of such month, and shall not be treated as paid under a health or similar plan to the employer. Provides rules for safe harbor provisions for employers with self-insured health plans. Requires an employer to withhold, and be liable for, payment of any tax required to be withheld or paid with respect to excess employer contributions. Allows a deduction for payment to a qualified health benefit plan by individuals who are not covered by any health benefit plan. Limits the deductions to $100 per month for individual coverage and $250 per month for family coverage. Requires the qualified health benefit plan to include payment for physician and hospital inpatient and outpatient services reasonable and necessary for the diagnosis and treatment of illness or injury. Prohibits the plan from including exclusions or restrictions on coverage based upon prior medical conditions. Requires the qualified plan to provide catastrophic expense protection. Prohibits the cancellation of coverage for any reason based on the status or action of the covered individual, other than non-payment of premiums. Must provide subscribers the option to cover dependents. Permits non-itemizing taxpayers to deduct the qualified health benefit plan payments in arriving at adjusted gross income. Requires an employer health benefit plan to provide catastrophic expenses protection and continuity of coverage protection. Sets forth the requirements for the catastrophic coverage and the continuity of coverage requirements. Subjects employers who are required to pay minimum wages, have 25 or more employees, and contribute to a health benefit plan for employees to these requirements. Exempts churches from these requirements. Imposes civil penalties on employers who knowingly fail to comply with these requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Equity and Fairness Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to limit the amount of an employer's contribution to a health benefit plan which may be excluded from income, to provide a deduction for certain costs incurred by individuals for health benefit plans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:27-05:00"
}