{
  "actions": [
    {
      "acted_at": "1990-05-16", 
      "bill_ids": [
        "s1883-101"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources ordered to be reported an original measure in lieu of S. 1883.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-06-27", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Original measure reported to Senate by Senator Kennedy. With written report No. 101-338.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-27", 
      "calendar": "Senate Legislative", 
      "number": "646", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 646.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2795-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-06-27", 
  "number": "2795", 
  "official_title": "An original bill to amend the Public Health Service Act to establish a center for tobacco products, to inform the public concerning the hazards of tobacco use, to provide for disclosure of additives to such products, and to require that information be provided concerning such products to the public, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tobacco Product Education and Health Protection Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1990-05-16", 
  "subjects": [
    "Advertising", 
    "Child health", 
    "Cigarettes", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Consumer protection", 
    "Crime and law enforcement", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Health", 
    "Health education", 
    "Labeling", 
    "Medical research", 
    "Occupational health and safety", 
    "Packaging", 
    "Public service advertising", 
    "Research", 
    "Sales promotion", 
    "Smokeless tobacco", 
    "Smoking", 
    "Smoking and youth", 
    "Standards", 
    "Tobacco", 
    "Tobacco industry", 
    "Vending machines"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-06-27", 
    "text": "Tobacco Product Education and Health Protection Act of 1990 - Amends the Public Health Service Act to add a new title establishing a Center for Tobacco Products to coordinate Federal education and research with regard to tobacco products and to monitor and restrict the use of tobacco additives. Authorizes appropriations. Directs the Secretary of Health and Human Services, through the Director of the Center, to: (1) conduct certain educational and research activities; and (2) make grants to conduct public information campaigns concerning the use of tobacco products, using any mode of conveying information the Secretary considers appropriate. Authorizes appropriations. Directs the Secretary to designate between ten and 20 model States and make grants to them to assist in improving State leadership in activities that prevent initial tobacco use among minors, encourage cessation among youth and others, and enforce a prohibition of tobacco product sales to minors. Declares eligible for the grants those States which have and enforce laws prohibiting sales to minors and laws reducing use of or access to cigarette vending machines by minors. Mandates that the Secretary, through the Director and on request, provide certain types of assistance with regard to retail establishments, including printed materials, assistance in planning events to educate the establishments, assistance in developing systems to report establishments that consistently sell tobacco products to minors, and assistance in developing systems to notify such establishments. Authorizes appropriations for grants to model States. Directs the Secretary to make grants for educational activities to reduce the incidence of tobacco use among workers with high prevalences of tobacco use. Authorizes appropriations. Directs the Secretary to carry out a program to inform the public of the health dangers presented by cigarette smoking including, with regard to the health effects of cigarette smoking and passive smoke: conducting and supporting research; coordinating all activities of the Department of Health and Human Services; maintaining liaison with private and public agencies; collecting, compiling, and disseminating information; and establishing an outreach program to youth under the age of 18. Directs the Secretary to establish an Interagency Committee on Smoking and Health. Directs the Secretary to carry out a program to inform the public of health dangers from the use of smokeless tobacco, including educational programs, research, and dissemination of information. Authorizes the Secretary to provide technical assistance and make grants to States to assist in the development and distribution of educational programs and materials, and to assist States in enacting laws and regulations establishing 18 as the minimum age for purchasing smokeless tobacco. Prohibits: (1) certain acts relating to adulterated or misbranded tobacco products; (2) subject to exception, the using or revealing of any trade secret acquired under these provisions; (3) failure to transmit certain product information to any individual on request; and (4) other acts. Directs the Secretary, in order to carry out the prohibitions, to establish within the Public Health Service, or designate an existing entity within the Service, as an Office of Regulatory Affairs. Authorizes U.S. district courts to enforce the prohibitions as described under specified provisions of the Federal Food, Drug, and Cosmetic Act. Requires manufacturers, importers, or packagers of any tobacco product brand name to provide to the Secretary: (1) a complete list of each tobacco additive used and the range of quantities of the additive used in all names manufactured, imported, or packaged by the person; and (2) on request of the Secretary, information regarding the health impact of the additives. Directs the Secretary to prescribe requirements for manufacturers to place information in packages of tobacco products regarding additives. Allows spices, flavorings, fragrances, and colorings to be so designated without specifically naming each. Considers a tobacco product misbranded unless it is labeled as required in these provisions. Authorizes the Secretary, if an additive, by itself or in conjunction with any other additive, significantly increases the human health risk of the product, to require the levels of the additive to be reduced, or to prohibit its use. Considers a tobacco product adulterated if an additive level exceeds the limit set, or if other conditions are met. Authorizes the Office of Regulatory Affairs to conduct examinations and investigations under these provisions through officers and employees of the Department of Health and Human Services or through any health officer or employee of any State duly commissioned as an officer of the Department. Requires the Center, when a sample of a tobacco product is collected for analysis and on request, to provide a part of the official sample for examination or analysis by any person named on the label of the product, or the owner, or their agent. Considers any product that contains nicotine but is not a tobacco product to be a drug under specified provisions of the Federal Food, Drug, and Cosmetic Act. Amends the Drug-Free Schools and Communities Act of 1986 to add tobacco use prevention, intervention, and education to the types of activities which may be carried out under State programs. Adds references to tobacco use to provisions specifying the uses of funds for local drug abuse education and prevention programs. Allows materials on drug abuse education and prevention to be disseminated under specified provisions of this Act. Adds references to tobacco to provisions relating to drug use and alcohol abuse education and prevention activities directed to students at all educational levels. Amends the Anti Drug Abuse Act of 1988 to add references to tobacco to provisions mandating the contents of a report by the National Commission on Drug-Free Schools. Authorizes appropriations to enable the Secretary of Education to make incentive grants to States to establish smoke free schools, with the grant funds used to disseminate materials to school personnel and students, and to hold conferences and meetings, concerning the health hazards of tobacco use by students. Repeals provisions of the Comprehensive Smoking Education Act relating to smoking research, education, and information. Repeals specified provisions of the Comprehensive Smokeless Tobacco Health Education Act of 1986."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tobacco Product Education and Health Protection Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Public Health Service Act to establish a center for tobacco products, to inform the public concerning the hazards of tobacco use, to provide for disclosure of additives to such products, and to require that information be provided concerning such products to the public, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:06-05:00"
}