{
  "actions": [
    {
      "acted_at": "2003-04-10", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s850-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-04-10", 
  "number": "850", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to expand S corporation eligibility for banks, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr714-108", 
      "reason": "identical"
    }
  ], 
  "short_title": "Small Business and Financial Institutions Tax Relief Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Allard, Wayne", 
    "state": "CO", 
    "thomas_id": "00011", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2003-04-10", 
  "subjects": [
    "Accounting", 
    "Bank holding companies", 
    "Bank loans", 
    "Capital gains tax", 
    "Charitable contributions", 
    "Commerce", 
    "Corporate philanthropy", 
    "Corporation directors", 
    "Corporation taxes", 
    "Debt", 
    "Dividends", 
    "Excise tax", 
    "Families", 
    "Family enterprises", 
    "Finance and financial sector", 
    "Income tax", 
    "Individual retirement accounts", 
    "Interest", 
    "Investments", 
    "Labor and employment", 
    "Law", 
    "Losses", 
    "Small business", 
    "Stockholders", 
    "Stocks", 
    "Subsidiary corporations", 
    "Tax administration", 
    "Tax deductions", 
    "Tax penalties", 
    "Tax preferences", 
    "Tax returns", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Trusts and trustees", 
    "Valuation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "2003-04-10", 
    "text": "Small Business and Financial Institutions Tax Relief Act of 2003 - Amends the Internal Revenue Code to make a trust-individual retirement account (IRA) an eligible bank S corporation shareholder.Exempts from prohibited transaction rules any sale of stock in an IRA pursuant to a small business corporation's election to be an S corporation.Excludes from the definition of passive income for purposes of S status termination any interest income earned by or dividends on assets required to be held by a bank, a bank holding company, or a qualified subchapter S subsidiary bank.Increases to 150 the maximum number of shareholders a small business organization may have to be eligible to elect S corporation treatment.States that stock held by a bank director as required by banking regulations (director qualifying stock) shall not be considered a disqualifying second class of S corporation stock.Permits a bank which makes an S corporation election to recapture certain bad debt reserves in the year of election or the preceding year.Limits any special rules regarding corporate income preference items to the three years following S corporation election.Treats a husband and wife as one shareholder. Permits, and sets forth criteria for, an election to treat all members of a family as one shareholder.Permits the issuance of qualified preferred stock, which shall not be treated as second class stock. Makes any distribution (not in payment in exchange for stock) made by an S corporation with respect to qualified preferred stock includible as ordinary income of the holder and deductible to the corporation as an expense.Revises exceptions to the criteria for the treatment of certain wholly owned subchapter S subsidiaries with reference to required information returns.Provides for a charitable contribution basis adjustment of S corporation stock based upon the shareholder's pro rata share of adjusted basis."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business and Financial Institutions Tax Relief Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 to expand S corporation eligibility for banks, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:11-05:00"
}