{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1047-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "1047", 
  "official_title": "A bill to protect the civilian employees of the executive branch of the U.S. Government in the enjoyment of their constitutional rights and to prevent unwarranted governmental invasions of their privacy.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Advisory bodies", 
    "Civil Rights and Liberties", 
    "Civil rights and liberties, minority issues", 
    "Civil service employment", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Financial disclosure", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Federal employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Prohibits any officer of any executive department or agency, any officer of the Civil Service Commission, and any commissioned officer from requiring or requesting, or attempting to require or request any civilian employee, or any person seeking employment in the executive branch to: (1) disclose certain information relating to race, religion, national origin, income, and assets; (2) participate in activities not related to the employee's duties; (3) make any report concerning activities not related to job performance; (4) submit to certain tests designed to elicit specified personal information; (5) support the election of certain persons; (6) submit to interrogation without the presence of counsel if such employee is under investigation; or (7) invest in certain securities. Forbids such officials from taking any retaliatory action against employees who refuse to comply with requirements made unlawful by this Act. Permits actions to be brought by any employee organization on behalf of an employee. Establishes a three-member Board of Employees' Rights to: (1) receive and investigate complaints alleging violations of this Act; (2) conduct hearings; and (3) render decisions which constitute final decisions for purposes of judicial review. Sets forth enforcement procedures. Requires the Board to submit to Congress an annual report of its activities. Authorizes the appropriation not in excess of $100,000 to the Board to carry out its duties under this Act. Exempts certain national security agencies from compliance with this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to protect the civilian employees of the executive branch of the U.S. Government in the enjoyment of their constitutional rights and to prevent unwarranted governmental invasions of their privacy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:40-05:00"
}