{
  "actions": [
    {
      "acted_at": "1988-02-24", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-03-17", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "National Parks and Public Lands", 
      "text": "Referred to Subcommittee on National Parks and Public Lands.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-03-22", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Executive Comment Requested from Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-20", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "National Parks and Public Lands", 
      "references": [], 
      "text": "Field Hearings Held in Salt Lake City, Utah.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4005-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks and Public Lands", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-02-24", 
  "number": "4005", 
  "official_title": "A bill to improve the land ownership patterns and management of State and Federal lands in the State of Utah, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Utah-Federal Land Exchange Act of 1988", 
  "sponsor": {
    "district": "2", 
    "name": "Owens, Wayne", 
    "state": "UT", 
    "thomas_id": "00884", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-02-24", 
  "subjects": [
    "Federal-state relations", 
    "Grazing", 
    "Land transfers", 
    "Mineral rights conveyances", 
    "Mines and mineral resources", 
    "Mining leases", 
    "Payments in lieu of taxes", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Utah", 
    "Water rights"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-02-24", 
    "text": "Utah-Federal Land Exchange Act of 1988 - Provides for a land exchange between the Federal Government and the State of Utah, with the State releasing to the Federal Government certain lands located within national forests, national parks, military installations, Indian reservations, and other public lands in exchange for specified amounts of public land which is to be transferred to the State of Utah. Authorizes the Governor of the State of Utah, within two years after the enactment of this Act, to present to the Secretary of the Interior a plan for identifying and transferring such lands. Directs the Secretary, within one year after receiving such plan, to approve or disapprove such plan. Directs the Secretary, if he approves such plan, to implement it and, if he disapproves the plan, to develop an alternate plan. Requires the alternate plan, if approved by the State, to be implemented. Requires the original State plan to be approved if the State fails to agree with the alternate plan. Provides that if such a submitted plan is not enacted by the Congress within one year after its submission, it shall be deemed to be approved and then implemented by the Secretary. Provides for a 50-50 sharing of all mineral revenues from such exchanged lands between the Federal Government and the State, with each entity equally responsible for the collection of such revenues and for associated administrative expenses. Requires the United States and the State to report to each other on mineral activity occurring on such exchanged lands, and to submit such report annually at the end of each entity's fiscal year. Provides a ten-year limit for the sharing of revenues received from metalliferous leases. Outlines provisions for the administrative conveyances of such land by each entity, including recognition of all rights of the previous entity. Provides for the conversion of all land rights to equivalent new rights under the laws of the acquiring entity. Directs the Secretary and the Governor to take appropriate action in assisting in the conversion of such rights. Recognizes all renewals and extensions previously owned, as well as obligations to fulfill responsibilities in connection with such land rights. Provides for Federal and State assumption of all rights and duties under Federal or State livestock grazing rights on such land. Requires all range improvement permits and titles held before such land transfer to remain valid. Provides for the continued recognition of federally- or State-recognized mineral rights claims in connection with such transferred lands. Provides for the protection or assumption by the acquiring entity of other mineral leases in connection with such transferred lands, requiring either the Secretary or the State to assume all appropriate duties in connection with such mineral rights, leases, and patents. Provides that water rights appurtenant to the lands conveyed pursuant to this Act shall be conveyed with the land. Provides that nothing in this Act shall diminish any other water rights and responsibilities in connection with such transferred lands. Requires either the Secretary or the State, as appropriate, to assume all rights and duties for each right-of-way or special use agreement previously in force on any lands so transferred. States that, unless otherwise provided in this Act, the Secretary shall manage lands acquired by the Secretary consistent with Federal law, while the State shall manage lands so acquired consistent with State law. Provides that certain land entitlement payments made by the United States to States on which Federal land is located shall cease to be made with regard to lands transferred to the State of Utah at the end of the second fiscal year after such land exchange is made. Provides that the United States shall make payments in lieu of taxes on lands acquired by the United States in such exchange, requiring such payments to be made to the Governor of Utah. Amends a specified Act (commonly referred to as the Utah Enabling Act) to provide that lands granted to Utah under such Act for the support of the common schools, as well as any lands exchanged under a specified Act, may be managed by the State under such multiple use land management practices as the State deems appropriate, including use at less than fair market value for public purposes by agencies of the State and its political subdivisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Utah-Federal Land Exchange Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the land ownership patterns and management of State and Federal lands in the State of Utah, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:10-05:00"
}