{
  "actions": [
    {
      "acted_at": "1986-10-15", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2926-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1986-10-15", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-10-15", 
  "number": "2926", 
  "official_title": "A bill to establish more uniform eligibility and benefit levels under the aid to families with dependent children program and the medicaid program, to provide for greater Federal financial responsibility for such programs, to enhance the employment prospects of recipients of aid to families with dependent children, to provide for a reduced Federal role with respect to certain activities, to provide transitional fiscal capacity grants to States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federalism Act of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Evans, Daniel J.", 
    "state": "WA", 
    "thomas_id": "01327", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-10-15", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Aid to dependent children", 
    "Alaska", 
    "Alaskan natives", 
    "Block grants", 
    "Business and commerce", 
    "Child health", 
    "Children and youth", 
    "Citizen participation", 
    "Community development", 
    "Congress and Members of Congress", 
    "Day care", 
    "Department of Commerce", 
    "Discrimination", 
    "District of Columbia", 
    "Economics and public finance", 
    "Education", 
    "Employment and training programs", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal aid to Indians", 
    "Federal aid to community development", 
    "Federal aid to education", 
    "Federal aid to housing", 
    "Federal aid to transportation", 
    "Federal aid to vocational education", 
    "Federal aid to water pollution control", 
    "Federal-local relations", 
    "Government and business", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Health", 
    "Housing and Housing Finance", 
    "Intergovernmental fiscal relations", 
    "Labor and employment", 
    "Legislation", 
    "Local and Municipal Government", 
    "Local finance", 
    "Manpower training programs", 
    "Mass rapid transit", 
    "Maternal and infant welfare", 
    "Maternal health services", 
    "Medicaid", 
    "Native Americans", 
    "Pregnant women", 
    "Public works", 
    "Revenue sharing", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Social security eligibility", 
    "Social welfare", 
    "State finance", 
    "States", 
    "Supplemental security income program", 
    "Transportation and Travel", 
    "Urban affairs", 
    "Urban economic development", 
    "Urban transportation", 
    "Vocational education", 
    "Waste water", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Women's health", 
    "Women's rights"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-10-15", 
    "text": "Federalism Act of 1986 - Title I: Aid to Families with Dependent Children - Subtitle A: Benefits and Federal Participation - Amends part A (Aid to Families with Dependent Children) of title IV of the Social Security Act to set a minimum monthly AFDC benefit amount at a level which, when added to the value of any food stamp allotment to which the family or its household is entitled, is equal to a specified percentage (set at 50 percent in FY 1989, but increasing by two percent in each subsequent fiscal year until it reaches 62 percent in FY 1995) of the Federal poverty level. Reimburses States for 90 percent of their expenses in providing the minimum benefit. Requires States to make AFDC payments with respect to dependent children of unemployed parents in two-parent families. Subtitle B: Work-Related Requirements - Requires, with certain exceptions, AFDC applicants and recipients to register with a State agency for employment counseling, training, and assignment. Authorizes AFDC recipients to refuse employment which results in a net loss in their income. Directs such State agency to: (1) determine the appropriate employment-related activities for each registered AFDC applicant or recipient; and (2) arrange for their participation in one or more of the employment-related programs established under title IV of the Act or other Federal law, while coordinating such programs to enhance the availability and efficiency of services provided. Requires the State agency to provide AFDC applicants and recipients assigned to employment, training, or education programs with child care and transportation services. Sets the Federal contribution to education, training, and assignment costs at 90 percent in FY 1989 and a percentage in subsequent years which is determined by use of a specified formula which takes into account a State's compliance with performance standards to be developed by the Secretary of Health and Human Services. Provides that such standards shall measure a State's success in reducing welfare costs and helping AFDC recipients achieve self-sufficiency. Sets the Federal share of administrative costs at 50 percent and support service costs at 90 percent. Authorizes appropriations from FY 1988 through 1995 to carry out the activities under this title, allotting such funds among States on the basis of each State's share of AFDC recipients. Gives States the option, when a family's increased income renders them ineligible for AFDC, to: (1) continue to cover a family's child care, transportation, and other employment-related support service expenses for the year after such family's eligibility would otherwise end; and (2) require a family contribution for such services. Subtitle C: Hold Harmless - Reimburses States for all of their AFDC expenditures in FY 1988 and 1989 which exceed State AFDC expenditures in FY 1987 and are attributable to this Act's amendments. Title II: Medicaid - Extends Medicaid eligibility to pregnant women and children up to age 12 whose family income does not exceed the Federal poverty level. Requires the Secretary to establish uniform national standards regarding the types of Medicaid services provided to such individuals. Directs States to provide Medicaid coverage to individuals who are eligible for benefits under title XVI (Supplemental Security Income) of the Act or would be eligible for such benefits if they were not in a medical institution. Authorizes States to provide Medicaid coverage to individuals eligible for participation in certain other social security programs, but requires the State plan to include at least one group not covered under such programs. Raises the limit on the Medicaid Federal assistance percentage to 90 percent. Sets such percentage at 80 percent for FY 1988 and 90 percent thereafter for medical assistance provided to pregnant women and children pursuant to this Act. Provides for annual reductions in the State percentage. Reimburses States for all of their Medicaid expenditures in FY 1988 and 1989 which exceed State Medicaid expenditures in FY 1987 and are attributable to this Act's amendments. Title III: Termination or Reduction of Certain Federal Programs - Abolishes certain programs providing Federal assistance for: (1) economically distressed areas; (2) urban mass transit systems; (3) community services and development; (4) education; (5) vocational education and manpower training; and (6) water pollution control. Requires the Senate Banking, Housing, and Urban Affairs Committee and the Committee on Banking, Finance, and Urban Affairs of the House of Representatives to report legislation reducing the aggregate outlays for certain housing assistance programs by specified amounts from FY 1988 through 1995. Amends title XX (Block Grants to States for Social Services) of the Act to reduce authorized appropriations for FY 1988 and 1989 and terminate the program thereafter. Title IV: Fiscal Capacity Grants - Entitles State and local governments to grants from the General Fiscal Assistance Trust Fund established in the Treasury by this Act. Authorizes appropriations. Directs the Secretary of the Treasury to determine grant allocations to be paid in quarterly installments for each of FY 1988 through 1994. Sets forth general grant qualification requirements. Authorizes the Secretary, after providing notice and an opportunity for corrective actions, to withhold grant payments for noncompliance with such requirements. Provides special entitlements for Indian tribes, Alaskan Native villages, and the District of Columbia. Sets forth the procedure by which the Secretary shall allocate grant amounts to: (1) each State (for subsequent allocation to local governments) based on each State's population, general tax effort factor, and relative fiscal capacity factor; and (2) each local government, from each State's amount, based on each government's population, general tax effort factor, and income factor. Requires each State which receives grant funds to establish a commission to: (1) investigate the public service needs and fiscal capacities of its local governments; and (2) recommend an alternative method of allocating grant funds to local governments which reduces the excess of the funds each government needs to provide public services over the fiscal capacity of such government. Directs the Secretary to use such method to allocate funds instead of the procedure prescribed by this Act if such method is enacted into State law. Sets forth the procedure by which the Secretary shall allocate grant amounts to each State government based on each State's population, general tax effort factor, and relative fiscal capacity factor. Requires the Secretary, in determining grant allocations, to use the most recent available information provided by the Secretary of Commerce and the Secretary of Labor, with specified exceptions. Requires a State government or local government expending payments under this title to: (1) hold at least one public hearing on the proposed use of the payment in relation to its total budget, unless public participation is otherwise ensured in the budget process; and (2) disclose specified information on the proposed use of the payment within specified periods before such hearing and after the budget is adopted. Prohibits discrimination under any State or local government program or activity any part of which is paid for with funds received under this title. Sets forth provisions governing discrimination proceedings, the suspension and termination or resumption of payments in such proceedings, agreements by local governments to comply with discrimination prohibitions, the enforcement of such prohibitions by the Attorney General, administrative and civil actions by persons adversely affected by discriminatory practices, and judicial review of a decision to withhold, suspend, or terminate grant payments. Requires each State and local government that receives a payment under this Act in a fiscal year to conduct an audit for such year. Requires the Secretary to maintain regulations regarding the investigation of complaints of violations of this Act. Directs the Comptroller General to carry out necessary reviews for the Congress to evaluate compliance and operations under this Act. Requires annual reports by: (1) the Secretary to the Congress on the administration of, and operations under, this Act; and (2) State and local governments to the Secretary on the amounts and uses of grant payments. Title V: Block Grants to States for Long-Term Health Care Services - Amends the Medicaid program to require the Secretary of Health and Human Services to make grants (the amount of each grant being determined pursuant to a specified formula) to States in each fiscal year for the provision of long-term health care. Makes such grant program the exclusive source of Federal Medicaid payments for long-term health care. Directs each State receiving a grant to report to the Secretary on the types of activities to be supported and the categories or characteristics of individuals to be served by such grants. Requires the Secretary to report to the Congress within 180 days after this Act's enactment regarding the technical and conforming changes this Act made in the Medicaid program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federalism Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish more uniform eligibility and benefit levels under the aid to families with dependent children program and the medicaid program, to provide for greater Federal financial responsibility for such programs, to enhance the employment prospects of recipients of aid to families with dependent children, to provide for a reduced Federal role with respect to certain activities, to provide transitional fiscal capacity grants to States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:05-05:00"
}