{
  "actions": [
    {
      "acted_at": "2010-05-20", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-05-21", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "subcommittee": "Economic Opportunity", 
      "text": "Referred to the Subcommittee on Economic Opportunity.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-10", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-06-10", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "in_subcommittee": "Economic Opportunity", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-15", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "in_subcommittee": "Economic Opportunity", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-15", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "in_subcommittee": "Economic Opportunity", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended) by Voice Vote .", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-09-15", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-09-15", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-09-15", 
      "bill_ids": [
        "hr293-111", 
        "hr297-111", 
        "hr1098-111", 
        "hr1171-111", 
        "hr1336-111", 
        "hr1821-111", 
        "hr2614-111", 
        "hr3484-111", 
        "hr3561-111", 
        "hr3579-111", 
        "hr4079-111", 
        "hr4319-111", 
        "hr4359-111", 
        "hr4765-111"
      ], 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Measure incorporates language from H.R. 293; H.R.297; H.R. 1098; H.R. 1171, as amended; H.R. 1336; H.R. 1821; H.R. 2614; H.R. 3484; H.R. 3561; H.R. 3579; H.R. 4079; H.R. 4319; H.R. 4359; and H.R. 4765.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-09-28T12:35:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Veterans' Affairs. H. Rept. 111-626.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-09-28T12:35:00-04:00", 
      "calendar": "Union", 
      "number": "366", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 366.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2010-09-28T12:55:00-04:00", 
      "references": [], 
      "text": "Mr. Filner moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-09-28T12:55:00-04:00", 
      "references": [
        {
          "reference": "CR H7008-7013", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-09-28T12:55:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 5360.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-09-28T12:58:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H7008-7012", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2010-09-28T12:58:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-09-28T12:58:00-04:00", 
      "references": [], 
      "text": "The title of the measure was amended. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-09-29", 
      "committee": "Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5360-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR", 
      "subcommittee": "Subcommittee on Economic Opportunity", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Boozman, John", 
      "sponsored_at": "2010-05-20", 
      "state": "AR", 
      "thomas_id": "01687", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "28", 
      "name": "Slaughter, Louise McIntosh", 
      "sponsored_at": "2010-09-28", 
      "state": "NY", 
      "thomas_id": "01069", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Teague, Harry", 
      "sponsored_at": "2010-07-20", 
      "state": "NM", 
      "thomas_id": "01938", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2010-09-28T12:58:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2010-05-20", 
  "number": "5360", 
  "official_title": "To amend title 38, United States Code, to make certain improvements in the laws administered by the Secretary of Veterans Affairs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "HELP Veterans Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Herseth Sandlin, Stephanie", 
    "state": "SD", 
    "thomas_id": "01760", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2010-09-28T12:58:00-04:00", 
  "subjects": [
    "Advanced technology and technological innovations", 
    "Advisory bodies", 
    "Armed forces and national security", 
    "Business investment and capital", 
    "Child care and development", 
    "Congressional oversight", 
    "Department of Veterans Affairs", 
    "Disability and paralysis", 
    "Disability assistance", 
    "Elementary and secondary education", 
    "Energy efficiency and conservation", 
    "Government employee pay, benefits, personnel management", 
    "Government lending and loan guarantees", 
    "Higher education", 
    "Homelessness and emergency shelter", 
    "Housing finance and home ownership", 
    "Housing for the elderly and disabled", 
    "Residential rehabilitation and home repair", 
    "Rural conditions and development", 
    "Securities", 
    "Small business", 
    "Teaching, teachers, curricula", 
    "Technology assessment", 
    "Veterans' education, employment, rehabilitation", 
    "Veterans' loans, housing, homeless programs", 
    "Veterans' pensions and compensation", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2010-09-28", 
    "text": "Housing, Employment, and Living Programs for Veterans Act of 2010 or HELP Veterans Act of 2010 - (Sec. 3) Changes from \"5/200 visual acuity or less\" to \"central visual acuity of 20/200 or less in the better eye with the use of standard correcting lenses\" the standard of visual acuity required for eligibility for veterans' specially adapted housing assistance provided through the Department of Veterans Affairs (VA). (Sec. 4) Authorizes the VA to guarantee a veterans' housing loan regardless of whether such loan is subordinate to a lien created in favor of a public entity that provides assistance in response to a major disaster as determined by the President under provisions of the Robert T. Stafford Disaster Relief and Emergency Assistance Act. Extends through 2016 VA authority to issue and guarantee certificates or other securities evidencing an interest in a pool of mortgage loans. (Sec. 5) Reauthorizes the VA small business loan program, under which the Secretary of Veterans Affairs (Secretary) provides financial assistance to veterans' small businesses for financing plant construction, conversion, or expansion, or acquiring related equipment, facilities, machinery, or materials. (Under current law, such program terminated at the end of FY1986.) Limits such program to disabled veterans (thereby eliminating non-disabled Vietnam era veterans). Repeals the authority to make direct loans under the program (thereby allowing only loan guaranties). Requires: (1) the Secretary to contract with an appropriate entity to carry out the loan program; and (2) advance appropriated funding for the program. Authorizes appropriations. Directs the Secretary to collect a fee from each loan recipient. (Sec. 6) Increases the authorized amount of the veterans' educational assistance allowance from 60% to 75% of established charges for tuition and fees. (Sec. 7) Increases, during the seven-year period following the enactment of this Act, authorized payments to veterans pursuing apprenticeships or on-job training under VA educational assistance programs. (Sec. 8) Reauthorizes through June 30, 2020, certain qualifying VA work-study activities that lapsed as of June 30, 2010. (Sec. 9) Expands the VA's work-study allowance program to allow student veterans to conduct certain veterans' outreach activities in congressional offices. (Sec. 10) Provides, through FY2013, a reduction in the percentage of wages to be provided by employers under VA on-job training programs. Requires the Comptroller General to report to the congressional veterans' committees on the effects of the reduction. (Sec. 11) Reauthorizes through 2020 the Veterans' Advisory Committee on Education. (Sec. 12) Directs the Secretary of Labor to make grants to programs and facilities that provide dedicated services for homeless women veterans and homeless veterans with children. Requires grant funds to be used to provide job training, counseling, placement services, and child care services to expedite the reintegration of such veterans into the labor force. Requires such Secretary to report biennially to Congress on the grant program. Authorizes appropriations. (Sec. 13) Directs the Secretary to: (1) establish a team of individuals to review new technologies, processes, and products and determine those that may be beneficial to the VA or to veterans served by the VA; (2) make grants to encourage the development of new assistive technologies for specially adapted housing; and (3) report annually to Congress on each grant awarded. Provides funding. Terminates grant authority five years after the enactment of this Act. (Sec. 14) Directs the Secretary to provide reimbursement for the cost of child care provided by a licensed provider to a veteran who: (1) is participating in a VA vocational rehabilitation program; (2) is the sole caretaker of the child; and (3) would not otherwise be able to afford such care. Limits such reimbursement to $2,000 for each month that the veteran participates in the rehabilitation program. Requires the Secretary to include in annual VA budget reports certain information on the reimbursement program. (Sec. 15) Increases the amount of reporting fees payable to educational institutions that enroll veterans receiving VA educational assistance. (Sec. 16) Revises the way the VA charges a veteran's entitlement in the case of advance payment of an educational or subsistence allowance. (Sec. 17) Increases by 5.2% the monthly subsistence allowance payable to service-disabled veterans participating in VA training and rehabilitation. (Sec. 18) Directs the Secretary to pay a subsistence allowance, for up to three months, to a rehabilitated service-disabled veteran pursuing a VA program of employment services. (Sec. 19) Authorizes the Secretary to pay, for up to two years, a $500 monthly subsistence allowance to veterans seeking full-time employment as a teacher in a rural elementary or secondary school. Authorizes appropriations. (Sec. 20) Authorizes the Secretary to carry out a program to award internships in the Veterans Benefits Administration to up to 2,000 veterans per year. Requires: (1) such veterans to have completed a VA rehabilitation program; and (2) the Secretary to give a preference to those who have completed a program of long-term education or training. Provides authorized salary, benefits, and allowances for program participants. Limits internships to 12 months. Requires the Secretary to notify VA rehabilitation program participants of the internship program. (Sec. 21) Authorizes the Secretary to hold an annual veterans entrepreneurial development summit to provide networking opportunities, outreach, education, training, and support to small businesses owned and controlled by veterans, veterans service organizations, and other appropriate entities. Authorizes appropriations. (Sec. 22) Increases the maximum annual amount of VA specially adapted housing assistance. (Sec. 23) Includes under VA authority to guarantee certain housing loans to veterans a loan for the construction of a new dwelling and the cost of making energy efficiency improvements to such dwelling. Requires the Secretary to: (1) determine appropriate energy efficiency standards for such purposes; and (2) require the dwelling purchased, constructed, or improved to meet such standards. (Sec. 24) Prohibits assistance provided under the VA's temporary residence adaptation program from counting toward the dollar limits under veterans' specially adapted housing assistance programs, but limits such exemption to the first 25 grants made during FY2011. (Sec. 25) Requires the budgetary effects of this Act to be determined by reference to the latest statement titled \"Budgetary Effects of PAYGO Legislation\" for this Act, provided that such statement has been submitted prior to the vote on passage."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Blinded Veterans Adaptive Housing Improvement Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "HELP Veterans Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Housing, Employment, and Living Programs for Veterans Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 38, United States Code, to modify the standard of visual acuity required for eligibility for specially adapted housing assistance provided by the Secretary of Veterans Affairs.", 
      "type": "official"
    }, 
    {
      "as": "amended by house", 
      "title": "To amend title 38, United States Code, to make certain improvements in the laws administered by the Secretary of Veterans Affairs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:25-05:00"
}