{
  "actions": [
    {
      "acted_at": "1980-03-12", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6800-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-12", 
  "number": "6800", 
  "official_title": "A bill to amend provisions of law concerned with health professions education.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Professions Education Amendments of 1980", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-12", 
  "subjects": [
    "Advisory bodies", 
    "Child health", 
    "Children and youth", 
    "Dentistry", 
    "Dentists", 
    "Department of Health and Human Services", 
    "Education", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to medical education", 
    "Health", 
    "Home care services", 
    "Medical education", 
    "Medical personnel", 
    "Nurses", 
    "Optometry", 
    "Osteopathy and osteopaths", 
    "Paramedical personnel", 
    "Pharmacists", 
    "Physicians", 
    "Public health", 
    "Public health personnel", 
    "Veterinary medicine"
  ], 
  "subjects_top_term": "Federal aid to medical education", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-03-12", 
    "text": "Health Professions Education Amendments of 1980 - Amends the Public Health Service Act to repeal: (1) the authority of the Secretary of Health and Human Services (formerly, Health, Education, and Welfare) to make capitation grants to schools of medicine, osteopathy, dentistry, public health, veterinary medicine, optometry pharmacy, podiatry, or nursing; (2) the Secretary's authority to make grants and loan guarantees for construction projects at such schools; (3) the Secretary's authority to make grants for start-up assistance to such schools; (4) the Secretary's authority to make training grants for United States students returning from foreign medical schools; (5) the requirement of annual or periodic reports to Congress on the National Health Service Corps Program, the N.H.S. Corps Scholarship Program, and on the administration and impact of nurse training grants on nurse manpower in the United States; and (6) the Secretary's authority to collect health professions data from other Federal, State, and local agencies. Extends through fiscal year 1983 the authorization for: (1) financial distress grants to such schools; (2) grants for primary care support programs; (3) grants for nurse practitioner and physician assistant training programs; (4) grants for dental team practice programs; (5) the National Health Service Corps and the National Health Service Corps Scholarship program; (6) grants for area health education centers; (7) the scholarship and education assistance programs for the disadvantaged; (8) grants for special projects; and (9) loan insurance under the health education assistance and nursing student loan programs. Requires schools applying for a financial distress grant or contract to submit a plan addressing the financial and management problems leading to the need for such grant or contract, which the Secretary determines to have a reasonable likelihood of success. Allows the Secretary to make grants for general internal medicine and pediatrics programs including interns, residents, and practicing physicians. Requires schools or entities receiving a grant or contract for a nurse practitioner or physician assistant program to have appropriate mechanisms for placing graduates in positions for which they have been trained. Requires recipients of traineeship funds to commit themselves to service in a health manpower shortage area. Prescribes administrative penalties for breach of such commitments. Revises provisions for the release from service obligation of National Health Service Corps Scholarship recipients: (1) to eliminate the requirement of a sufficient financial base to sustain a private practice in a health manpower shortage area; and (2) to require at least two years of service in the Corps to make a Scholarship recipient eligible for a special grant to enter such private practice. Authorizes the President, in time of war or emergency, to declare Scholarship recipients military personnel during their period of obligated service. Authorizes the Secretary to enter into cooperative agreements with States for development of plans for reducing geographical maldistribution of health professionals and for assignment of Corps personnel consistent with such plans. Requires any applicant for a special project grant to demonstrate that such project will be integrated into the core curriculum of the applicant's training program. Abolishes the National Advisory Council on Nurse Training. Raises from $7,500 to $10,000 the maximum annual total of Federally insured loans to a single individual student in a pharmacy school, and the aggregate insured unpaid principal of such loans per individual from $37,500 to $50,000. Repeals, with respect to the health education assistance and nursing student loan programs the: (1) prohibition on receipt of insured loans from other Federal, State, or local sources; and (2) 12 percent maximum annual interest rate on loans."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Professions Education Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend provisions of law concerned with health professions education.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:06-05:00"
}