{
  "actions": [
    {
      "acted_at": "1976-10-01", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres586-94", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brock, Bill", 
      "sponsored_at": "1975-01-03", 
      "state": "TN", 
      "thomas_id": "01291", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1975-01-03", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1975-01-03", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gravel, Mike", 
      "sponsored_at": "1975-01-03", 
      "state": "AK", 
      "thomas_id": "01343", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hansen, Clifford P.", 
      "sponsored_at": "1975-01-03", 
      "state": "WY", 
      "thomas_id": "01346", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1975-01-03", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hathaway, William D.", 
      "sponsored_at": "1975-01-03", 
      "state": "ME", 
      "thomas_id": "01354", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metcalf, Lee", 
      "sponsored_at": "1975-01-03", 
      "state": "MT", 
      "thomas_id": "01399", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moss, Frank E.", 
      "sponsored_at": "1975-01-03", 
      "state": "UT", 
      "thomas_id": "01406", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Gaylord", 
      "sponsored_at": "1975-01-03", 
      "state": "WI", 
      "thomas_id": "01411", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1975-01-03", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-10-01", 
  "number": "586", 
  "official_title": "A resolution reorganizing the committee system of the Senate.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Committee System Reorganization Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Stevens, Ted", 
    "state": "AK", 
    "thomas_id": "01440", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-10-01", 
  "subjects": [
    "Congress", 
    "Congressional committees (Senate)", 
    "Congressional joint committees", 
    "Senate", 
    "Senate rules and procedure"
  ], 
  "subjects_top_term": "Senate", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-10-01", 
    "text": "Committee System Reorganization Amendments - Title I: Standing Committees Jurisdiction; Size - Amends Rule XXV of the Standing Rules of the Senate to abolish all the standing committees set forth therein. Creates the following new standing committees: (1) Agriculture and Small Business, (2) Appropriations, (3) Armed Services, (4) Banking, Housing and Urban Affairs, (5) Budget, (6) Commerce, Science and Transportation, (7) Energy and Natural Resources, (8) Environment and Public Works, (9) Finance, (10) Foreign Relations, (11) Governmental Affairs, (12) Human Resources, (13) Judiciary, and (14) Rules, Administration and Standards. Specifies the matters which shall be referred to each standing committee. Allows each standing committee to review tax expenditures relating to the subject matters within its jurisdiction. Sets forth the number of Senators which shall comprise each standing committee. Title II: Committee Assignments; Chairmanships - Amends Rule XXV of the Standing Rules to limit the number of committees and subcommittees on which a senator may simultaneously serve. Allows temporary exceptions to these rules under specified circumstances. Excepts for a specified time, membership on the Budget Committee from such limitation. Prohibits a Senator from serving as chairman of more than one committee or more than one subcommittee. Directs the Committee on Governmental Affairs to report to the Senate by July 1, 1978, a resolution concerning the disposition of the jurisdiction and functions of the Select Committee on Intelligence. Directs the appropriate standing committees to report, by July 1, 1977, legislation shifting the functions of the following joint committees to the appropriate standing committees of the Senate and the House of Representatives: (1) Joint Committee on Atomic Energy, (2) Joint Committee on Congressional Operations, (3) Joint Committee on Defense Production, (4) Joint Economic Committee, (5) Joint Committee on the Library, (6) Joint Committee on Printing, and (7) Joint Committee on Internal Revenue Taxation. Directs that not later than July 1, 1977, the appropriate standing committees shall report legislation establishing a Congressional Revenue Office to be primarily responsible to the House Ways and Means Committee and the Senate Committee on Finance. Amends Rule XVI of the Standing Rules to repeal the requirement that members of specified committees of the Senate serve as ex officio members of the Committee on Appropriations when the annual appropriation bills dealing with certain subjects are considered in the Appropriations Committee. Abolishes the Select Committee on Small Business. Abolishes the Select Committee on Standards and Conduct. Expresses the sense of the Senate regarding the appointment of Senators and chairmen to the standing committees establish pursuant to this resolution. Title III: Multiple Referral of Proposed Legislation; Establishment of Ad Hoc Committees - Amends Rule XXVI of the Standing Rules to authorize the presiding officer of the Senate to decide without debate questions of jurisdiction of any committee of the Senate with respect to any proposed legislation. Repeals the section of the Legislative Reorganization Act which governs such questions. Sets forth a procedure for appealing such decision to the Senate as a whole. Requires proposed legislation which is referred to two or more committees jointly to be reported jointly with only one report. Allows a motion for joint referral to stipulate those sections of the proposed legislation which each committee shall consider. Amends Rule XXVI of the Standing Rules to establish a procedure whereby the Majority Leader and the Minority Leader may introduce a resolution to establish an ad hoc committee. Establishes procedures for the functioning of such committees. Title IV: Scheduling of Committee Meetings - Directs the Secretary of the Senate to establish and maintain a computerized schedule of all meetings of Senate committees and subcommittees. Requires such schedule to be available to all members through on line terminals in their offices, and to be updated hourly. Amends Rule XXV of the Standing Rules to prohibit any Senate committee or subcommittee from meeting, without special leave, after the first two hours after a meeting of the Senate has begun, and in no case after 2:00 p.m., unless consent therefor has been obtained from the Majority and Minority Leaders. Directs the majority leader to plan and announce meetings of the Senate as far in advance as possible. States that in order to provide the maximum amount of time for the meeting of committees the Senate should meet only on those days and at those times necessary for the proper conduct of its business. Stipulates that no roll call vote ordered during the first two hours of a daily meeting shall be held before 2:00 p.m. unless ordered otherwise by the Senate on the previous calendar day. Title V: Continuing Review of the Committee System - Directs the Majority Leader and the Minority Leader to review on a continuing basis the committee system of the Senate. Requires them to submit a report on such review to the Senate during the second session of each Congress. Title VI: Amendments not within a Committee's Jurisdiction - Amends the Standing Rules to add a new Rule XLV - \"Committee Amendments not within its Jurisdiction\" which prohibits the reporting of any bill or resolution from a committee with any proposed committee amendment which contains any matter not within the jurisdiction of that committee. Title VII: Miscellaneous - Provides that this resolution and the amendments to the Standing Rules of the Senate made by this resolution shall take effect on the 30th day after this resolution is agreed to."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Committee System Reorganization Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A resolution reorganizing the committee system of the Senate.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:23-05:00"
}