{
  "actions": [
    {
      "acted_at": "2011-07-28", 
      "references": [
        {
          "reference": "CR S5020-5021", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-28", 
      "committee": "Committee on Finance", 
      "references": [
        {
          "reference": "CR S5021-5022", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1443-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-07-28", 
  "number": "1443", 
  "official_title": "A bill to extend certain trade preferences to certain least-developed countries in Asia and the South Pacific, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Asia-South Pacific Trade Preferences Act", 
  "sponsor": {
    "district": null, 
    "name": "Feinstein, Dianne", 
    "state": "CA", 
    "thomas_id": "01332", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-07-28", 
  "subjects": [
    "Afghanistan", 
    "Asia", 
    "Bangladesh", 
    "Bhutan", 
    "Cambodia", 
    "East Timor", 
    "Foreign trade and international finance", 
    "Kiribati", 
    "Laos", 
    "Maldives", 
    "Nepal", 
    "Samoa", 
    "Solomon Islands", 
    "Tariffs", 
    "Tuvalu", 
    "Vanuatu"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-07-28", 
    "text": "Asia-South Pacific Trade Preferences Act - Authorizes the President to designate an Asia or South Pacific country as a beneficiary Asia or South Pacific country eligible for preferential treatment under this Act if that country meets: (1) certain requirements under the African Growth and Opportunity Act, including establishing a market-based economy and the rule of law, the protection of human rights, and the elimination of trade barriers to the United States; and (2) certain eligibility criteria for designation as a least-developed beneficiary developing country under the Trade Act of 1974. Lists the following countries eligible for designation as a \"Asia or South Pacific country\": (1) Afghanistan, (2) Bangladesh, (3) Bhutan, (4) Cambodia, (5) Kiribati, (6) Lao People's Democratic Republic, (7) Maldives, (8) Nepal, (9) Samoa, (10) Solomon Islands, (11) Timor-Leste (East Timor), (12) Tuvalu, and (13) Vanuatu. Authorizes the President to provide duty-free treatment of certain import-sensitive articles (watches, electronic articles, steel articles, footwear and certain other apparel, and glass products) meeting rules of origin requirements if: (1) the article is the growth, product, or manufacture of a beneficiary Asia or South Pacific country; and (2) the President determines, after receiving advice of the International Trade Commission (ITC), that the article is not import-sensitive in the context of imports from beneficiary Asia or South Pacific countries. Prescribes the rules of origin for the articles for the duty-free treatment. Grants duty-free treatment of certain textile and apparel articles imported directly into the customs territory of the United States from a beneficiary Asia or South Pacific country. Establishes limitations on such preferential treatment. Prescribes requirements for handloomed, handmade, folklore articles or ethnic printed fabrics. Prescribes a special rule to extend such preferential treatment through December 31, 2019, for textile and apparel articles that are wholly assembled in one or more beneficiary or former beneficiary Asia or South Pacific countries, or both, regardless of the country or origin of the yarn or fabric used to make such articles. Terminates the extension of preferential treatment to a beneficiary Asia or South Pacific country after December 31, 2022."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Asia-South Pacific Trade Preferences Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend certain trade preferences to certain least-developed countries in Asia and the South Pacific, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:13:53-05:00"
}