{
  "actions": [
    {
      "acted_at": "1976-06-08", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3225-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bellmon, Henry L.", 
      "sponsored_at": "1975-01-03", 
      "state": "OK", 
      "thomas_id": "01279", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-06-08", 
  "number": "3225", 
  "official_title": "A bill to authorize the Secretary of the Interior to enter into an agreement with the Cherokee, Choctaw, and Chickasaw Indian Nations for the purchase and/or lease by the United States of each Nation's right and interests in the riverbed of the Arkansas River.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bartlett, Dewey F.", 
    "state": "OK", 
    "thomas_id": "01276", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-06-08", 
  "subjects": [
    "Armed forces and national security", 
    "Disabled", 
    "Disabled veterans", 
    "Education", 
    "Veterans' education", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-06-08", 
    "text": "Extends the period of eligibility during which qualified disabled veterans may be afforded vocational rehabilitation from June, 1975, to such time as is determined by the Administrator of Veterans' Affairs to be necessary for each such veteran based upon the veteran's disability and need for vocational rehabilitation. States that the Administrator shall not approve the enrollment of veterans or dependents eligible for educational assistance in any independent study program except one leading to a standard college degree. Places specified limits on the furnishing of financial support to veterans or dependents enrolled in independent study programs leading to a standard college degree. States that payment of educational assistance shall not be made to: (1) any eligible veteran or person for auditing a course; (2) any eligible veteran or person for a course for which the grade assigned is not used in computing the requirements for graduation, including a course from which the student withdraws unless there are mitigating circumstances beyond his control; and (3) any eligible veteran or person for pursuit of the correspondence portion of a combination correspondence-residence course leading to a vocational objective. States that the Administrator shall not approve the enrollment of an eligible veteran or eligible person in any course offered by: (1) a public or other tax-supported institution where the branch or extension is located outside of the area of the taxing jurisdiction providing support to such institution; or (2) a proprietary institution where the branch or extension is located beyond the normal commuting distance of such institution, if such course has been in operation for less than two years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of the Interior to enter into an agreement with the Cherokee, Choctaw, and Chickasaw Indian Nations for the purchase and/or lease by the United States of each Nation's right and interests in the riverbed of the Arkansas River.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:49-05:00"
}