{
  "actions": [
    {
      "acted_at": "1974-06-05", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-09-03", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Public Welfare with amendment, S. Rept. 93-1133.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-09-24", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #424 (81-7).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-09-25", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-12-12", 
      "references": [], 
      "text": "Committee on Interstate and Foreign Commerce discharged in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-12", 
      "bill_ids": [
        "hr17084-93"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 17084.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-18", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-19", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3585-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abourezk, James", 
      "sponsored_at": "1973-01-03", 
      "state": "SD", 
      "thomas_id": "01268", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Clark, Dick", 
      "sponsored_at": "1973-01-03", 
      "state": "IA", 
      "thomas_id": "01306", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hathaway, William D.", 
      "sponsored_at": "1973-01-03", 
      "state": "ME", 
      "thomas_id": "01354", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Magnuson, Warren G.", 
      "sponsored_at": "1973-01-03", 
      "state": "WA", 
      "thomas_id": "01388", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1973-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1973-01-03", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1973-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-05", 
  "number": "3585", 
  "official_title": "A bill to amend the Public Health Service Act to revise and extend the programs of assistance under title VII for training in the health and allied health professions, to revise the National Health Service Corps program and the National Health Service Corps scholarship training program.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr17084-93", 
      "reason": "related"
    }
  ], 
  "short_title": "Health Professions Educational Assistance Act", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-05", 
  "subjects": [
    "Advisory bodies", 
    "Dentists", 
    "Education", 
    "Health education", 
    "Licenses", 
    "Loans", 
    "Medical care, personnel, and facilities", 
    "Physicians", 
    "Public health", 
    "Students"
  ], 
  "subjects_top_term": "Health education", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1974-12-12", 
    "text": "(LATEST SUMMARY) Health Manpower Act - =Title I: General Provisions= - Revises and repeals specified provisions of the Public Health Service Act. =Title II: Assistance for Construction of Teaching Facilities= - Directs the Secretary of Health, Education, and Welfare to make grants to assist in the construction of teaching facilities for the training of physicians, dentists, pharmacists, optometrists, podiatrists, veterinarians, and professional public health personnel. Authorizes appropriations of $25,000,000 for each of fiscal years 1975, 1976 and 1977. =Title III: Student Assistance; National Health Service Corps= - Expands the provisions governing the making of student loans under the Public Health Service Act and the rates for repayment of such loans. Authorizes appropriations for the purpose of making Federal contributions into the student loan funds of authorized schools. Prescribes procedures for the establishment of a National Health Service Corps, applications for assistance from the Corps, and assignment and functions of Corps personnel to medically underserved populations. Outlines the rate-of-pay schedule for physician and dentist Corps members engaged in the delivery of health services to a medically underserved population. Details the reporting requirements by the Secretary to the Congress in his carrying out the programs of the National Health Service Corps. Establishes the National Advisory Council of the National Health Service Corps. Specifies the membership composition of such Council. Authorizes appropriations for fiscal years 1974-1977 for carrying out this section. Revises the Public Health and National Health Services Corps Scholarship Training Program, setting forth the eligibility requirements for acceptance in such program and the time and type of obligated service required. Authorizes to be appropriated to carry out the program $80,000,000 for fiscal year 1976 and $120,000,000 for fiscal year 1977. =Title IV: Grants for Health Professions Schools= - Sets forth computation rules governing the making of annual grants by the Secretary for the support of education programs of schools of medicine, osteopathy, public health, dentistry, veterinary medicine, optometry, pharmacy, and podiatry. Provides for the apportionment of, and authorization of, appropriations for the making of such grants. States that the Secretary shall not make such grants to any school unless specified assurances from each type of school, including assurances that the first year enrollment of health profession schools will rise by specefied percentages in succeeding years. Reduces the capitation payment for each full-time student in a school of medicine, osteopathy, or dentistry from $2,100 to $2,000 as of fiscal year 1977. =Title V: Special Project Grants and Contracts= - Revises the procedure for the making of special project grants and contracts for the purposes of assisting individuals from disadvantaged backgrounds. Specifies the purposes for which such grants may be used. Authorizes appropriations for such grants through fiscal year 1977. Authorizes appropriations of $15,000,000, $20,000,000 and $25,000,000 for fiscal years 1975 - 1977, respectively for the establishment of area health education centers. Authorizes grants to schools of medicine and osteopathy in the United States to plan and operate programs to train United States citizens who have enrolled in foreign countries before July 1, 1975, to enable them to meet the requirements for enrolling in schools of medicine or osteopathy in the United States as students with advanced standing. Allows the Secretary to make grants to schools of medicine and osteopathy to meet the costs of projects to establish and maintain academic administrative units to provide clinical instruction in family medicine. =Title VI: Public and Allied Health Personnel= - Revises the training programs for public and community health personnel and allied health personnel, extending appropriations through fiscal year 1977. =Title VII: Medical Residency Training Programs= - Provides for the accrediting and operation of medical residency training programs with the number of first year positions not to exceed 125 percent of the estimated number of products from accredited schools of medicine in the preceding calendar year. =Title VIII: Miscellaneous= - Directs the Secretary to contract for a study analyzing the current distribution of physicians by specialty, projecting such analysis for 1980, 1985, 1990, and examining and developing a method for establishing the optimal distribution of physicians by geographic area. Requires the Secretary to make specified quality assurances to the Congress regarding education and training of allied health personnel. Calls for an allied health personnel study, detailing the contents of such study, including identification of classifications in which there are critical shortages of personnel."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Professions Educational Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to revise and extend the programs of assistance under title VII for training in the health and allied health professions, to revise the National Health Service Corps program and the National Health Service Corps scholarship training program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:13-05:00"
}