{
  "actions": [
    {
      "acted_at": "1985-01-31", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-01-31", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-02-26", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Transportation and Tourism", 
      "text": "Referred to Subcommittee on Commerce, Transportation and Tourism.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-06", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Monopolies and Commercial Law", 
      "text": "Referred to Subcommittee on Monopolies and Commercial Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-04", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Commerce, Transportation and Tourism", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr885-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Transportation and Tourism", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Monopolies and Commercial Law", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Bentley, Helen Delich", 
      "sponsored_at": "1985-01-31", 
      "state": "MD", 
      "thomas_id": "00078", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Burton, Sala", 
      "sponsored_at": "1985-04-24", 
      "state": "CA", 
      "thomas_id": "00157", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Dyson, Roy", 
      "sponsored_at": "1985-01-31", 
      "state": "MD", 
      "thomas_id": "00329", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1985-02-19", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hayes, Charles A.", 
      "sponsored_at": "1985-04-24", 
      "state": "IL", 
      "thomas_id": "00516", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Holt, Marjorie S.", 
      "sponsored_at": "1985-01-31", 
      "state": "MD", 
      "thomas_id": "00555", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Manton, Thomas J.", 
      "sponsored_at": "1985-02-19", 
      "state": "NY", 
      "thomas_id": "00732", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Mavroules, Nicholas", 
      "sponsored_at": "1985-02-19", 
      "state": "MA", 
      "thomas_id": "00751", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mitchell, Parren J.", 
      "sponsored_at": "1985-01-31", 
      "state": "MD", 
      "thomas_id": "00818", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "1985-02-19", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Savage, Gus", 
      "sponsored_at": "1985-06-18", 
      "state": "IL", 
      "thomas_id": "01020", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "1985-01-31", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Sikorski, Gerry E.", 
      "sponsored_at": "1985-02-19", 
      "state": "MN", 
      "thomas_id": "01057", 
      "title": "Rep", 
      "withdrawn_at": "1985-03-27"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-01-31", 
  "number": "885", 
  "official_title": "A bill to provide for stability in the location of professional sports franchises, to provide equitable relocation procedures to ensure that the interests of communities which support such franchises are given due consideration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Professional Sports Franchise Community Protection Act", 
  "sponsor": {
    "district": "3", 
    "name": "Mikulski, Barbara A.", 
    "state": "MD", 
    "thomas_id": "00802", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-01-31", 
  "subjects": [
    "Actions and defenses", 
    "Antitrust law", 
    "Antitrust policy", 
    "Business and commerce", 
    "California", 
    "Civil procedure", 
    "Commercial arbitration", 
    "Communications and Broadcasting", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Courts and Civil Procedure", 
    "Government and business", 
    "Maryland", 
    "Professional sports", 
    "Relocation", 
    "Sports and Athletics", 
    "Sports and recreation", 
    "Sports facilities", 
    "Television", 
    "Television broadcasting", 
    "Television broadcasting of sports"
  ], 
  "subjects_top_term": "Sports and recreation", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-01-31", 
    "text": "Professional Sports Franchise Community Protection Act - Title I: Professional Sports Franchise Relocations - Declares that no professional sports franchise may relocate unless: (1) the relevant league determines that the proposed relocation is necessary and appropriate; and (2) the Professional Sports Franchise Arbitration Board (established under this Act) approves. Permits the relevant league, in accordance with rules the league adopts, to decide whether a proposed relocation is necessary and appropriate. List factors to be considered by the league for such a determination, including: (1) the adequacy of the stadium; (2) fan support; and (3) operating losses. Prescribes a notice requirement for clubs seeking relocation. Requires establishment of a Professional Sports Franchise Arbitration Board (Board) within 30 days after notice of a proposed relocation is delivered to the stadium authority and to the local government. Specifies Board membership requirements. Provides for the Board's termination upon reaching a final decision on a proposed relocation or upon the conclusion of litigation involving any proposed relocation in which the Board is named as a defendant. Directs the Board to conduct formal hearings on the record to determine whether the proposed relocation is necessary and appropriate, and to consider any offer of retention submitted to the Board. Directs the Board to disapprove any proposed relocation which is not necessary and appropriate. Permits the Board to disapprove a proposed relocation where the franchise has not submitted requested information. Directs anyone seeking to make an offer of retention to make such an offer to the owner of the franchise and provide notice to the following: (1) the league; (2) the stadium authority; (3) the locality; and (4) the Board. Instructs the Board, where the Board has determined a proposed relocation was necessary, to determine whether the value of any offer of retention is equal to or greater than the value of the proposed relocation. Directs the Board to approve such a relocation where the value of the offer of retention is insufficient. Directs the Board to reject a proposed relocation where: (1) the value of an offer of retention is equal to or greater than the proposed relocation; and (2) the offer of retention would not result in a change of franchise ownership. Directs the Board to forward all necessary and appropriate information to the league where: (1) the value of an offer of retention is equal to or greater than the proposed relocation; and (2) the offer of retention would result in a change of franchise ownership. Instructs the league to review such offers forwarded by the Board and determine whether they satisfy its criteria for a transfer of league membership. Directs the Board to disapprove the proposed relocation where the criteria for a membership transfer have been satisfied, and approve the relocation where the criteria have not been satisfied. Allows the Board to indicate its preference where more than one offer satisfies league criteria. Requires an owner who elects to accept a retention offer to accept any offer preferred by the league. Requires an owner seeking relocation and an offeror making an offer of retention to provide the Board access to all relevant financial information. Permits a community to bring an action seeking judicial review in an appropriate Federal district court solely on the question of whether the league specifically considered the factors identified in this Act in reaching its decision. Permits a franchise or aggrieved party to bring an action in an appropriate Federal district court seeking judicial review of a Board's decision solely on the question of whether the Board specifically considered the factors identified in this Act in reaching that decision. Prohibits a franchise, community, or aggrieved party from seeking judicial review of a league or Board decision on relocation, except as specified above. Provides that any person or community may bring an action to enjoin any failure to comply with any provision of this Act or failure to comply with any league or Board decision under this Act. Applies this title to any proposed relocation of a professional baseball, basketball, football, or hockey franchise. Title II: Access to Facilities - Declares that all publicly owned or operated stadiums shall be available to all professional sports franchises without discrimination. Provides that a public authority may refuse a request under this title where: (1) the date requested is already scheduled; or (2) the requested use would impose a substantial burden on the continued use of such facility by a contracting party. Permits a franchise denied access to a stadium under this Act to bring an action for damages and equitable relief in an appropriate district court of the United States. Title III: Expansion - Declares that the following actions are in violation of the Sherman Act: (1) the failure of Major League Baseball (MLB) to increase its membership for the 1988 season by two; (2) the failure of the National Football League (NFL) to increase its membership for the 1988 season by two, one of which is to be located in Baltimore; and (3) the failure of the NFL to increase its membership for the 1990 season by an additional two teams, one of which is to be located in Oakland. Provides that an action may be brought under the Clayton Act by any person who submits an application to MLB or the NFL for such expansion if the relevant league fails to comply with this title. Provides that MLB is subject to the Sherman Act and any other provision of the antitrust laws for the purposes of this title. Declares that discussions between members of the National and American Leagues of MLB regarding the number and location of teams are not in violation of antitrust laws. Permits the sharing of telecast revenues by member clubs. Provides that any expansion franchise becoming a member of a professional sports league after the date of a revenue sharing agreement shall share in the revenues in the same manner as existing franchises. Allows the league to share such revenues with such expansion franchises only in proportion to the period of time during such contract the franchise is a league member. Title IV: General Provisions - Directs the Senate Committee on Commerce, Science and Transportation and the House Committee on Energy and Commerce to conduct periodic oversight hearings on the effect of this Act. Permits the city of Oakland, California, to pursue its eminent domain proceeding or any other litigation pending on January 1, 1984, against the Los Angeles Raiders."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Professional Sports Franchise Community Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for stability in the location of professional sports franchises, to provide equitable relocation procedures to ensure that the interests of communities which support such franchises are given due consideration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:41-05:00"
}