{
  "actions": [
    {
      "acted_at": "1993-01-21", 
      "references": [
        {
          "reference": "CR S474-475", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-01-21", 
      "committee": "Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-03-03", 
      "in_committee": "Committee on Rules", 
      "references": [], 
      "text": "Committee on Rules. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s62-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-01-21", 
  "number": "62", 
  "official_title": "A bill to amend the Federal Election Campaign Act of 1971 to provide for a voluntary system of spending limits and partial public financing of Senate general election campaigns, to limit contributions by multicandidate political committees, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Senate Election Reform Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-01-21", 
  "subjects": [
    "Campaign funds", 
    "Checkoff", 
    "Congressional candidates", 
    "Congressional elections (Senate)", 
    "Congressional newsletters and questionnaires", 
    "Congressional reporting requirements", 
    "Criminal investigation", 
    "Executive reorganization", 
    "Federal Election Commission", 
    "Fines (Penalties)", 
    "Franking privilege", 
    "Fund raising", 
    "Government operations and politics", 
    "Government trust funds", 
    "Income tax", 
    "Judicial review of administrative acts", 
    "Loans", 
    "Political action committees", 
    "Political advertising", 
    "Political crimes", 
    "Political parties", 
    "Postal rates and revenues", 
    "Presidential elections", 
    "Prosecution", 
    "Radio in politics", 
    "Tax returns", 
    "Television in politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-01-21", 
    "text": "Senate Election Reform Act of 1993 - Amends the Federal Election Campaign Act of 1971 to provide for spending limits and benefits for Senate primary, runoff, and general elections. (Sec. 2) Limits personal and election expenditures. Prohibits benefits to a candidate who exceeds specified general and runoff election spending levels. Requires the Secretary to maintain in the Presidential Election Campaign Fund the Senate Account for the deposit of funds for payments to eligible candidates. Establishes criminal penalties for knowing or willful violations of this Act. (Sec. 3) Amends the Internal Revenue Code to increase the amount an individual may designate to the Presidential Election Campaign Fund. (Sec. 4) Amends the Communications Act of 1934 to require a licensee who permits a broadcasting station to broadcast material which either endorses or opposes a Federal candidate to provide equal free time to any eligible candidate opposing the candidate endorsed or to any eligible candidate who was so opposed. Increases the period of time during which the charges made for the use of any broadcast station shall not exceed the lowest unit charge of such station. (Sec. 5) Sets forth reporting requirements for Senate candidates relating to spending limitations, candidacy eligibility, and independent expenditures. Limits the amount that multicandidate political committees (PACs) may contribute to House elections to $100,000 for a general or special election and $25,000 for a runoff election. Limits contributions to Senate elections to ten percent of spending limits established by this Act. (Sec. 7) Provides for the accountability of contributions made by intermediaries or conduits. (Sec. 9) Requires, when independent expenditures are made for television broadcast, showing the name of the person or committee making such expenditure. Requires any type of general public communication to include such statement. (Sec. 11) Includes certain extensions of credit as contributions to a Senate candidate. (Sec. 12) Amends provisions of law regarding the Postal Service to provide for reduced postal rates for eligible Senate candidates. (Sec. 13) Amends the Federal Election Campaign Act of 1971 to require a non-eligible Senate candidate to disclose in advertisements or announcements that such candidate has not agreed to spending limits. (Sec. 14) Repeals the exception which permits a Member of Congress who was such a Member on January 8, 1980, to convert excess campaign contributions to personal use. (Sec. 16) Prohibits a State committee of a political party from making any expenditure in connection with the general election campaign of any presidential candidate affiliated with such party. Subjects to Federal fundraising and expenditure limitations any amount solicited, received, or spent by a national, State, or local committee of a political party, if such amount is solicited, received, or spent in connection with a Federal election. (Sec. 17) Amends the Federal Election Campaign Act of 1971 to revise membership requirements of the Federal Election Commission. (Sec. 18) Increases the period of time preceding an election during which franked mass mail may not be mailed. (Sec. 19) Prohibits a candidate for Congress from having any authorized committee other than his or her principal campaign committee."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Senate Election Reform Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Election Campaign Act of 1971 to provide for a voluntary system of spending limits and partial public financing of Senate general election campaigns, to limit contributions by multicandidate political committees, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:27:37-05:00"
}