{
  "actions": [
    {
      "acted_at": "1975-02-19", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s743-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-19", 
  "number": "743", 
  "official_title": "A bill to establish administrative practices, procedures, and standards, under which court authorization must be obtained for any electronic surveillance conducted on grounds of national security or on any other ground.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Security Surveillance Act", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Gaylord", 
    "state": "WI", 
    "thomas_id": "01411", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-19", 
  "subjects": [
    "Armed forces and national security", 
    "Civil rights and liberties, minority issues", 
    "Crime and law enforcement", 
    "Electronic surveillance", 
    "Government operations and politics", 
    "National defense", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-19", 
    "text": "National Security Surveillance Act - States the finding of the Congress that no adequate controls exist to govern the conduct of electronic surveillance on grounds of national security. Makes it the purpose of this Act to establish administrative practices, procedures, and standards under which prior court authorization must be obtained for any electronic surveillance conducted on grounds of national security or on any other ground. Provides that a communication common carrier shall not install any device to intercept a wire or oral communication, or otherwise allow its resources to be used to assist in the interception of a wire or oral communication, unless the Government officer requesting such installation or assistance provides a copy of a court order authorizing the interception. Provides that no communication common carrier shall assist any interception beyond the date authorized in the court order, except upon receipt of a court order extending the time period. Provides that the Attorney General, or any Assistant Attorney General specially designated by the Attorney General, may authorize an application to a Federal judge of competent jurisdiction for, and such judge may grant, an order authorizing or approving the interception of wire or oral communications by the Federal Bureau of Investigation, or any Federal department, agency, or other unit having lawful responsibility for the investigation of the offense as to which application is made, when: (1) there is probable cause to believe that the target has committed or is about to commit an offense punishable by death or by imprisonment for more than one year under specified provisions of Federal law related to the enforcement of the Atomic Energy Act of 1954, or to espionage, sabotage, or treason; and (2) such interception will probably provide evidence concerning the commission of that offense. Provides for procedures for wire and oral communications interception relating to military security and national defense. Requires that in January, April, July, and October of each year, the Attorney General shall report to the Committee on the Judiciary and on Foreign Relations of the Senate and the Committees on the Judiciary and on Foreign Affairs of the House of Representatives specified information with respect to interceptions of wire or oral communications made during the preceding three months."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Security Surveillance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish administrative practices, procedures, and standards, under which court authorization must be obtained for any electronic surveillance conducted on grounds of national security or on any other ground.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:06-05:00"
}