{
  "actions": [
    {
      "acted_at": "1975-12-15", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11152-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1975-01-03", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Hutchinson, Edward", 
      "sponsored_at": "1975-01-03", 
      "state": "MI", 
      "thomas_id": "00576", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kindness, Thomas N.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00633", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Lujan, Manuel, Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "NM", 
      "thomas_id": "00712", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "37", 
      "name": "Pettis, Shirley N.", 
      "sponsored_at": "1976-12-31", 
      "state": "CA", 
      "thomas_id": "00914", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-12-15", 
  "number": "11152", 
  "official_title": "A bill to amend the Occupational Safety and Health Act of 1970 to improve the administration of such act and to establish more efficient regulatory procedures for carrying out such act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11094-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Occupational Safety and Health Reform Act", 
  "sponsor": {
    "district": "7", 
    "name": "Archer, Bill", 
    "state": "TX", 
    "thomas_id": "00026", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-12-15", 
  "subjects": [
    "Accident prevention", 
    "Factories", 
    "Labor and employment", 
    "Occupational health and safety", 
    "Public health", 
    "Safety measures"
  ], 
  "subjects_top_term": "Occupational health and safety", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-12-15", 
    "text": "Occupational Safety and Health Reform Act - Makes it the purpose of this Act to improve the administration of the Occupational Safety and Health Act and to provide for regulatory procedures related to such administration. States that the Secretary of Health, Education, and Welfare shall not propose any rule promulgating a new occupational health or safety standard before he: (1) has, as part of each such proposal, reviewed and published in the Federal Register the financial impact of such proposed standard; and (2) has determined with due regard for that impact that the benefit to be derived from such standard justifies such proposal. Provides that no standard adopted or promulgated shall require any employer to phase out, change, or replace existing equipment or facilities before the normal useful life of that equipment or facility has expired unless failure to so phase out, change, or replace that equipment or facility prematurely would result in a serious violation. Directs the Secretary to prescribe, as soon as practicable after the date of enactment of this Act, as part of each existing standard adopted under the Occupational Safety and Health Act: (1) the estimated average and maximum cost per unit to the average employer who is subject to that standard for compliance with the conditions, practices, means, methods, operation, or process used or proposed to be used by that employer under that standard; and (2) the period within which it is, in fact, possible for such employers to meet such standard including, but not limited to, availability of required devices, and possibility of performance of required procedures. Sets forth requirements with respect to notifying an employer of violations of the requirements prescribed pursuant to this Act. States that any employer who has been found to be not in compliance with any rule or standard adopted or promulgated under this Act shall not receive a notice for such violation if he is able to show: (1) that implementing such rule or standard would not materially affect the safety or health of his employees in the facility inspected; (2) that he has employed alternative procedures to protect his employees from the hazards contemplated by the rule or standard which are as effective in protecting the safety and health of his employees; or (3) that he has furnished adequate notice and exerted all reasonable efforts, pursuant to such regulations as the Secretary may prescribe, to obtain the compliance of his employee, that such violation was attributable to such employees, and that he could not otherwise have reasonably prevented such violation. Sets forth procedures for enforcement of these regulations. Authorizes the Secretary to enter into compliance agreements with an employer believed to be in violation of an occupational safety and health standard promulgated pursuant to such Act under which enforcement and penalty provisions are waived or deferred upon condition that the employer will voluntarily comply with the applicable standard upon such terms and conditions as the Secretary determines appropriate under the circumstances. States that failure of an employer to abide by such an agreement may be taken into account in resulting enforcement and penalty procedures. Directs the Secretary to provide technical advice, assistance, and consultation to employers with less than 100 employees whenever it is necessary to assist them in complying with applicable standards."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Occupational Safety and Health Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Occupational Safety and Health Act of 1970 to improve the administration of such act and to establish more efficient regulatory procedures for carrying out such act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:35-05:00"
}