{
  "actions": [
    {
      "acted_at": "1997-11-09", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-11-10", 
      "references": [
        {
          "reference": "CR E2320-2322", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-11-19", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "subcommittee": "Water and Power", 
      "text": "Referred to the Subcommittee on Water and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-11-19", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Executive Comment Requested from Bur Reclamation.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3012-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Water and Power", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-11-09", 
  "number": "3012", 
  "official_title": "To amend Public Law 89-108 to increase authorization levels for State and Indian tribal, municipal, rural, and industrial water supplies, to meet current and future water quantity and quality needs of the Red River Valley, to deauthorize certain project features and irrigation service areas, to enhance natural resources and fish and wildlife habitat, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1515-105", 
      "reason": "identical"
    }
  ], 
  "short_title": "Dakota Water Resources Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Pomeroy, Earl", 
    "state": "ND", 
    "thomas_id": "00922", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-11-09", 
  "subjects": [
    "Agricultural conservation", 
    "Agricultural subsidies", 
    "Agriculture and food", 
    "Animals", 
    "Appropriations", 
    "Authorization", 
    "Bridges", 
    "Canals", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Conservation of natural resources", 
    "Construction costs", 
    "Dams", 
    "Economics and public finance", 
    "Energy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal aid to water resources development", 
    "Fishery management", 
    "Freshwater ecology", 
    "Government lending", 
    "Government operations and politics", 
    "Grassland ecology", 
    "Groundwater", 
    "Habitat conservation", 
    "Housing and community development", 
    "Hydroelectric power", 
    "Indian lands", 
    "Infrastructure", 
    "Irrigation", 
    "Lakes", 
    "Land transfers", 
    "Law", 
    "Maintenance and repair", 
    "Marine and coastal resources, fisheries", 
    "Minorities", 
    "Missouri River development", 
    "Multipurpose projects", 
    "Names", 
    "Nature conservation", 
    "North Dakota", 
    "Outdoor recreation", 
    "Pipelines", 
    "Public lands and natural resources", 
    "Reservoirs", 
    "River regulation", 
    "Sports and recreation", 
    "Stream conservation", 
    "Transportation and public works", 
    "Trusts and trustees", 
    "User charges", 
    "Water conservation", 
    "Water quality", 
    "Water rates", 
    "Water resources development", 
    "Water supply", 
    "Water treatment plants", 
    "Watershed management", 
    "Watersheds", 
    "Wetland conservation", 
    "Wildlife conservation", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-11-09", 
    "text": "Dakota Water Resources Act of 1997 - Amends Federal provisions relating to the Garrison water diversion unit, North Dakota (part of the Missouri River Basin Project), to include within the authorized purposes of such unit the development of municipal, rural, and industrial water systems, groundwater recharge, augmented stream flows, irrigation, and enhanced fish and wildlife habitat and other natural resources. (Currently, only irrigation is authorized.) Authorizes the State of North Dakota (currently, only the Secretary of the Interior) to plan and construct within North Dakota a multipurpose water resource development irrigation project. Makes nonreimbursable all features constructed by the Secretary before the enactment of this Act. Directs the Secretary to enter into an agreement with North Dakota for the operation and maintenance of the completed unit facilities and the design and construction by the State of new unit facilities. Makes the Secretary responsible for mitigation and enhancement measures associated with features so constructed. (Sec. 3) Repeals a provision prohibiting the Secretary from altering the status of Sheyenne Lake National Wildlife Refuge prior to the completion of construction of Lonetree Dam and Reservoir. (Sec. 4) Excludes certain areas in North Dakota within which the Secretary is authorized to develop irrigation facilities. (Sec. 5) Prohibits irrigation costs from resulting in any reallocation of project costs or increased rates to Pick-Sloan Missouri Basin customers. (Sec. 6) Revises provisions authorizing the construction of municipal, rural, and industrial water systems in North Dakota to: (1) reduce from 25 to 15 percent the non-Federal share of construction costs; (2) authorize the State to use Federal and non-Federal funds for grants or loans for such systems; (3) make additional projects eligible for such funding; (4) direct the Secretary and the State to jointly submit to the Congress a report on the comprehensive water quality and quantity needs of the Red River Valley and the options for meeting those needs; (5) direct the Secretary to prepare and complete a draft environmental impact statement with respect to such needs; (6) direct the State to select one or more options for meeting such needs; (7) authorize the State to develop and implement a State water conservation program; and (8) make nonreimbursable the cost of certain water system features constructed on the Missouri River by the Secretary of the Army before the enactment of this Act. (Sec. 7) Authorizes and directs the Secretary to construct a feature or features to deliver water to the Sheyenne River water supply and release facility or such other feature(s) as selected by the State. Deauthorizes the Lonetree Dam and Reservoir. Authorizes and directs the Secretary to contract with the State for the operation and maintenance of the Lonetree wildlife conservation area. (Sec. 8) Prohibits authorized Federal funds from being used to subsidize the irrigation of any crop at the Oakes Test Area after one year after the enactment of this Act. (Sec. 9) Authorizes additional appropriations to carry out provisions added by this Act. (Sec. 10) Renames the Wetlands Trust (as established under the prior Federal provisions) the Natural Resources Trust and provides additional Federal contributions to such Trust. (Sec. 11) Directs the Secretary to cause to be performed a review of the options for bank stabilization of the Missouri River downstream of the Garrison Dam in North Dakota."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Dakota Water Resources Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend Public Law 89-108 to increase authorization levels for State and Indian tribal, municipal, rural, and industrial water supplies, to meet current and future water quantity and quality needs of the Red River Valley, to deauthorize certain project features and irrigation service areas, to enhance natural resources and fish and wildlife habitat, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:30-05:00"
}