{
  "actions": [
    {
      "acted_at": "1979-07-23", 
      "references": [], 
      "text": "Reported to House from the Committee on Appropriations, H. Rept. 96-374.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-30", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-30", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-30", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #402 (344-42).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-08-01", 
      "committee": "Senate Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-10-10", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Appropriations with amendment, S. Rept. 96-363.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-12", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-12", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-15", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-16", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-18", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-18", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #367 (86-9).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-18", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-22", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-08", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 96-604.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-09", 
      "references": [], 
      "text": "House agreed to conference report, roll call #647 (271-46).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-09", 
      "references": [], 
      "text": "House receded and concurred in certain Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-09", 
      "references": [], 
      "text": "House receded and concurred in certain Senate amendments with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-09", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-09", 
      "references": [], 
      "text": "Senate agreed to House amendments to certain Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-09", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-11-14", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-15", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-16", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-11-27", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1979-11-27", 
      "references": [], 
      "text": "Public Law 96-126.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4930-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1979-11-27", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-23", 
  "number": "4930", 
  "official_title": "A bill making appropriations for the Department of the Interior and related agencies for the fiscal year ending September 30, 1980, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres389-96", 
      "reason": "rule"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "9", 
    "name": "Yates, Sidney R.", 
    "state": "IL", 
    "thomas_id": "01252", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-08-01", 
  "subjects": [
    "Agricultural assistance", 
    "Alaska", 
    "Alcohol as fuel", 
    "Alternative energy sources", 
    "Appropriations", 
    "California", 
    "Concessions", 
    "Disaster relief", 
    "Economics and public finance", 
    "Education of Indians", 
    "Eminent domain", 
    "Energy conservation", 
    "Evaluation", 
    "Export controls", 
    "Forest fires", 
    "Fuel allocation", 
    "Fuel consumption", 
    "Government corporations", 
    "Government lending", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grazing", 
    "Historic sites", 
    "Independent regulatory commissions", 
    "Intergovernmental fiscal relations", 
    "Kentucky", 
    "Legal cases", 
    "Legal fees", 
    "Liability for nuclear damages", 
    "National forests", 
    "Native Americans", 
    "Nevada", 
    "North Carolina", 
    "Oklahoma", 
    "Petroleum pipelines", 
    "Petroleum reserves", 
    "Police", 
    "Public utility rates", 
    "Range management", 
    "Reservoirs", 
    "Scholarships", 
    "School districts", 
    "Solar energy", 
    "State government-Indian relations", 
    "State laws", 
    "Traffic regulations", 
    "Tunnels", 
    "Watersheds", 
    "West Virginia", 
    "Wildlife conservation", 
    "Wood"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1979-11-08", 
    "text": "(House agreed to conference report, roll call #647 (271-46)) =Title I: Department of the Interior= - Makes appropriations for fiscal year 1980 within the Department of the Interior for: (1) the Bureau of Land Management for: management of lands and resources; acquisition, construction, and maintenance; payments in lieu of taxes; Oregon and California grant lands; range improvements; recreation development and operation of recreation facilities; service charges, deposits, and forfeitures; and miscellaneous trust funds; (2) the Office of Water Research and Technology for salaries and expenses; (3) the Heritage Conservation and Recreation Service for: salaries and expenses; the Urban Park and Recreation Fund; the Land and Water Conservation Fund and the Historic Preservation Fund; (4) the United States Fish and Wildlife Service for: resource management; construction and anadromous fish; the migratory bird conservation account; and development and operation of recreation facilities; (5) the National Park Service for: operation of the National Park System; construction; planning, development, and operation of recreation facilities; and for the operation and maintenance of the John F. Kennedy Center for the Performing Arts; (6) the Geological Survey for surveys, investigations, and research and exploration of national petroleum reserves in Alaska; (7) the Bureau of Mines for mines and minerals and the Helium Fund; (8) the Office of Surface Mining Reclamation and Enforcement for regulation and technology and the Abandoned Mine Reclamation Fund; (9) the Bureau of Indian Affairs for: operation of Indian programs; construction; road construction; the Alaska Native Fund; tribal trust funds; and payments in complete satisfaction of all claims against the United States arising out of the Salt River Pima-Maricopa Indian Reservation boundary dispute; (10) the Office of Territorial Affairs for: administration of territories; the Trust Territory of the Pacific Islands; and payments to the United States Territories, fiscal assistance; and (11) the Office of the Solicitor for salaries and expenses; and (12) the Office of the Secretary for: departmental management and salaries and expenses (special foreign currency programs). Directs the Secretary of the Interior and the Secretary of Agriculture to review Federal agricultural assistance programs to determine the extent to which they offer assistance to livestock operators adversely affected by reductions in grazing allotments on public rangelands. Directs that the results of such review be submitted to the Congress. Directs the Secretary of the Interior to develop criteria for extending the implementation of grazing reductions for five years. Provides administrative appellate procedures for grazing reductions. Permits the use of appropriations to acquire certain properties in the Tahoe Basin of California and Nevada without regard to the matching requirements and zoning restrictions contained in the 1979 appropriations act. Prohibits the use of appropriations to add industrial facilities to the list of National Historic Landmarks without the consent of the owner. Prohibits the National Park Service from entering into future concessions contracts unless termination for cause with possible extinguishment of possessory interest is provided. Prohibits the use of appropriations to continue the academic and residential programs of the Chilocco and Senaca boarding schools, Oklahoma, beyond June 15, 1980. Permits any appropriation for fiscal year 1979 or 1980 to be used to reimburse school districts for the cost of educating Indians who are not normally residents of such districts and who reside in Federal boarding facilities for the purpose of attending school. Makes certain funds appropriated to the Land and Water Conservation Fund available for land acquisition at Pinelands National Reserve. Allocates certain appropriations to the National Park Service for use by the police force of Harpers Ferry, West Virginia. Makes specified sums appropriated to the Capitalized Highway Trust Fund available for initial expenses for the Cumberland Gap Tunnel. Rescinds certain previous appropriations to the National Park Service for the liquidation of contract authority. Directs the Secretary of the Interior to review the rates being charged to residents of Barrow, Alaska, for natural gas to determine whether proceedings should be instituted to revise such rates. Allocates a portion of the appropriation to the Bureau of Indian Affairs for a 20 year interest-free loan to the Confederated Tribes of the Warm Springs Reservation of Oregon. Provides for an ex gratia payment to the people of Bikini Atoll. Allocates sums provided to the Office of the Secretary of the Interior for an Office of Construction Management. Prohibits the use of appropriations in connection with the lease, administrative transfer, or withdrawal of lands and waters in or adjacent to the Wild Horse Reservoir, Nevada. States that such prohibition shall not apply to water necessary for current or future irrigation services. Prohibits the use of appropriations for the identification of lands not now so identified or the acquisition of lands for or associated with the uniquewildlife ecosystem program as now administered by the U.S. Fish and Wildlife Service unless specifically authorized by law. =Title II: Related Agencies= - Makes appropriations for fiscal year 1980 to the following agencies: (1) the Forest Service within the Department of Agriculture for: forest management, protection and utilization; construction and land acquisition; the Youth Conservation Corps; timber salvage sales; acquisition of lands for specified National Forest; acquisition of lands to complete land exchanges; rangeland improvements; and construction and operation of recreation facilities; (2) within the Department of Energy for: alternative fuels production through the establishment of an \"Energy Security Reserve\" and a \"Solar and Conservation Reserve\" in the United States Treasury; fossil energy research and development; fossil energy plant construction; energy production, demonstration, and distribution; energy conservation; the Economic Regulatory Administration; and the Energy Information Administration; (3) within the Department of Health, Education, and Welfare for: the Health Services Administration for Indian Health Services and Facilities; the Office of Education for Indian education; and the Office of the Assistant Secretary for Education for the Institute of Museum Services; (4) the Navajo and Hopi Indian Relocation Commission for salaries and expenses; (5) the Smithsonian Institution for: salaries and expenses; museum programs and related research (special foreign currency program); construction and improvements, National Zoological Park; restoration and renovation of buildings; construction; salaries and expenses, National Gallery of Art; and salaries and expenses, Woodrow Wilson International Center for Scholars; (6) the National Foundation on the Arts and the Humanities for: the National Endowment for the Arts, salaries and expenses and matching grants; and the National Endowment for the Humanities, salaries and expenses and matching grants; (7) the Commission of Fine Arts for salaries and expenses; (8) the Advisory Council on Historic Preservation for salaries and expenses; (9) the National Capital Planning Commission for salaries and expenses; (10) the Franklin Delano Roosevelt Memorial Commission for salaries and expenses; (11) the Pennsylvania Avenue Development Corporation for: salaries and expenses; the Land Acquisition and Development Fund; and public development; (12) the Federal Inspector for the Alaska Gas Pipeline for permitting and enforcement; and (13) the Community Services Administration for the community services program. States that any appropriations or funds made available to the Forest Service may be advanced to the National Forest System limitation for emergency rehabilitation of burned over lands under its jurisdiction. Authorizes the use of funds appropriated to the Energy Security Reserve established by this Act, to implement the Federal Non-nuclear Energy Research and Development Act of 1974 and provides the congressional approval of certain activities required by such Act. Permits such funds to be used by the Secretary of Energy to support preliminary alternative fuels commercialization through awards, cooperative agreements, and loan guarantees. Directs the Secretary to publish final criteria for such loans within 90 days following enactment of this Act. Prohibits the use of appropriations to provide an energy conservation grant to a State which has not enacted right-turn-on-red legislation. Prohibits the Indian Health Service from using its appropriation to lease permanent structures without an advance provision authorizing such action in an appropriation Act. =Title III: General Provisions= - Restricts the use of appropriations in connection with the sale for export of unprocessed timber from Federal lands. Prohibits the use of appropriations for the leasing of oil and natural gas by noncompetitive bidding within the Shawnee National Forest, Illinois. Prohibits funds appropriated under this Act from being used to increase the entitlement of any firm to imported crude oil above specified levels under the Emergency Petroleum Allocation Act of 1973 unless submitted to the Congress as an \"energy action\" under the Energy Policy and Conservation Act. Prevents appropriations from being used to influence pending legislation. Prohibits the use of appropriations to implement or enforce any regulation of the Fish and Wildlife Service requiring the use of steel shot in the hunting of waterfowl unless approved by the appropriate State regulatory authority. States that no part of any appropriation contained in this Act shall remain available for obligation beyond the current fiscal year unless expressly so provided. Permits any appropriation to be used for outdoor plant care and watering. Prohibits any restriction on the export of red cedar from the State of Alaska pursuant to the Export Administration Act of 1979. Limits the amount of appropriations which can be made available to specified Indian tribes in connection with the suit State of New Mexico vs. Aamodt."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill making appropriations for the Department of the Interior and related agencies for the fiscal year ending September 30, 1980, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:28-05:00"
}