{
  "actions": [
    {
      "acted_at": "2012-07-11", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3371-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "2012-07-11", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-07-11", 
  "number": "3371", 
  "official_title": "A bill to establish, within the National Oceanic and Atmospheric Administration, an integrated and comprehensive ocean, coastal, Great Lakes, and atmospheric research, prediction, and environmental information program to support renewable energy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Renewable Energy Environmental Research Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Begich, Mark", 
    "state": "AK", 
    "thomas_id": "01898", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-07-11", 
  "subjects": [
    "Alternative and renewable resources", 
    "Atmospheric science and weather", 
    "Ecology", 
    "Electric power generation and transmission", 
    "Energy", 
    "Energy research", 
    "Environmental assessment, monitoring, research", 
    "Government information and archives", 
    "Great Lakes", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Oil and gas", 
    "Public-private cooperation", 
    "Water quality", 
    "Water use and supply"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-07-11", 
    "text": "Renewable Energy Environmental Research Act of 2012 - Requires the Under Secretary of Commerce for Oceans and Atmosphere in the Under Secretary's capacity as Administrator of the National Oceanic and Atmospheric Administration (NOAA) to develop a plan to: (1) define requirements for a comprehensive and integrated ocean, coastal, Great Lakes, and atmosphere science program to support renewable energy development; (2) identify and describe current climate, weather, and water data programs, products, services, and authorities within NOAA relevant to such development; (3) provide targeted research, data, monitoring, observation, and other information, products, and services concerning climate, weather, and water in support of renewable energy and smart grid technology; (4) provide research, data, monitoring, and other information, products, and services to inform renewable energy decisions concerning coastal and marine habitats, living marine resources and the ecosystems on which they depend, and coastal and marine planning; (5) reduce duplication and leverage the resources of existing NOAA programs; and (6) facilitate public-private cooperation. Requires the Administrator to establish a program to develop and implement an integrated and comprehensive ocean, coastal, Great Lakes, and atmosphere research and operations program, based on such plan, to support renewable energy development. Enumerates program components. Requires the program to be designed to collect, synthesize, and distribute data in a manner that can be used by marine resource managers responsible for making decisions about marine renewable energy projects. Requires the Army Corps of Engineers, Department of Commerce, Minerals Management Service, Federal Energy Regulatory Commission (FERC), and Department of Energy (DOE) to consider this information when making planning, siting, and permitting decisions for marine renewable energy. Requires the Administrator to establish a renewable energy information library and data portal. Gives the Administrator the discretion to allow any offshore exploration and production facility to execute a memorandum of understanding authorizing the use of offshore platforms and infrastructure for the placement of meteorological and oceanographic observation sensors of a type to be designated by the Administrator in support of the Integrated Ocean Observing System. Requires information collected by such sensors to be readily available for use in spill response as well as available to the National Weather Service, other NOAA programs, and the general public."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Renewable Energy Environmental Research Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish, within the National Oceanic and Atmospheric Administration, an integrated and comprehensive ocean, coastal, Great Lakes, and atmospheric research, prediction, and environmental information program to support renewable energy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:36:29-05:00"
}