{
  "actions": [
    {
      "acted_at": "1987-03-27", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-31", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Manpower and Personnel (Arm Serv). Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-04-01", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Strategic Forces and Nuclear. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-04-02", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Strategic Forces and Nuclear. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-04-02", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Conventional Forces and Alliance. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-04-02", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Defense Industry and Technology. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-04-07", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Conventional Forces and Alliance. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-04-07", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Projection Forces and Regional. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-04-09", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Strategic Forces and Nuclear. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-05-05", 
      "bill_ids": [
        "s1174-100"
      ], 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Committee on Armed Services. Ordered favorably reported an original bill (S. 1174) in lieu of this measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-02", 
      "references": [], 
      "text": "Senate Committee on Armed Services discharged by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-02", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-02", 
      "bill_ids": [
        "s1174-100"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S. 1174. (Division A).", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-02", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1987-10-13", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-13", 
      "references": [], 
      "text": "Called up by House by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-13", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1987-10-19", 
      "references": [], 
      "text": "Senate disagreed to House amendments, requested a conference and appointed conferees. Nunn; Exon; Levin; Kennedy; Bingaman; Dixon; Glenn; Warner; Cohen; Quayle; Wilson; Gramm. (Senate action pursuant to the order of October 16, 1987.).", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-20", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-23", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s864-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "discharged"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS", 
      "subcommittee": "Subcommittee on Manpower and Personnel", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS", 
      "subcommittee": "Subcommittee on Strategic Forces and Nuclear Deterrence", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS", 
      "subcommittee": "Subcommittee on Conventional Forces and Alliance Defense", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS", 
      "subcommittee": "Subcommittee on Defense Industry and Technology", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS", 
      "subcommittee": "Subcommittee on Projection Forces and Regional Defense", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "1987-03-27", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1987-10-13", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1987-10-02", 
    "vetoed": false
  }, 
  "introduced_at": "1987-03-27", 
  "number": "864", 
  "official_title": "A bill to authorize appropriations for fiscal years 1988 and 1989 for military functions of the Department of Defense and to prescribe military personnel levels for such Department for fiscal years 1988 and 1989, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1174-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Defense Authorization Act, 1988 and 1989", 
  "sponsor": {
    "district": null, 
    "name": "Nunn, Sam", 
    "state": "GA", 
    "thomas_id": "01413", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_BACK:HOUSE", 
  "status_at": "1987-10-13", 
  "subjects": [
    "AWACS aircraft", 
    "Adoption", 
    "Afghanistan", 
    "Aircraft carriers", 
    "Alcoholic beverages", 
    "American economic assistance", 
    "American military assistance", 
    "Ammunition", 
    "Annuities", 
    "Antisatellite weapons", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Arms control agreements", 
    "Arms control negotiations", 
    "Authorization", 
    "B-1 bomber", 
    "Ballistic missiles", 
    "Binary weapons", 
    "Black colleges", 
    "Bomber aircraft", 
    "Censorship", 
    "Chemical warfare", 
    "Civilian personnel positions", 
    "Claims", 
    "Classified defense information", 
    "Coast guard", 
    "Collective security agreements", 
    "Colorado", 
    "Congressional oversight", 
    "Conventional weapons", 
    "Courts-martial and courts of inquiry", 
    "Criminal investigation", 
    "Defense articles", 
    "Defense budgets", 
    "Defense procurement", 
    "Dental care", 
    "Department of Defense", 
    "Drugs and military personnel", 
    "Economics and public finance", 
    "Education", 
    "Embassies", 
    "Environmental assessment", 
    "Europe", 
    "Evaluation", 
    "Executive reorganization", 
    "Exports", 
    "Federal aid to Indians", 
    "Federal aid to law enforcement agencies", 
    "Federal budgets", 
    "Federal employees", 
    "Federal officials", 
    "Florida", 
    "Foreign trade and international finance", 
    "Forensic medicine", 
    "Franchises (Retail trade)", 
    "Fringe benefits", 
    "Government contractors", 
    "Government operations and politics", 
    "Health", 
    "Historic sites", 
    "Hospitalization insurance", 
    "Import restrictions", 
    "Income tax", 
    "Indian claims", 
    "Information storage and retrieval systems", 
    "International affairs", 
    "International relief", 
    "Iran", 
    "Japan", 
    "Labor and employment", 
    "Leases", 
    "Massachusetts", 
    "Medical personnel", 
    "Medical research", 
    "Military aircraft", 
    "Military assistance", 
    "Military bases", 
    "Military communications", 
    "Military construction operations", 
    "Military education", 
    "Military housing", 
    "Military law", 
    "Military medicine", 
    "Military pay", 
    "Military personnel", 
    "Military policy", 
    "Military posture", 
    "Military promotions", 
    "Military research", 
    "Military training", 
    "Military transportation", 
    "Minority business enterprises", 
    "Motor vehicles", 
    "NATO countries", 
    "Narcotic traffic", 
    "National Guard", 
    "Nicaragua", 
    "Nuclear nonproliferation", 
    "Nurses", 
    "Officer personnel", 
    "Panama", 
    "Persian Gulf", 
    "Petroleum", 
    "Philippines", 
    "Physicians", 
    "Polygraphs", 
    "Radar defense networks", 
    "Recruiting and enlistment", 
    "Religious liberty", 
    "Rental housing", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Research and development facilities", 
    "Research centers", 
    "Research grants", 
    "Retired military personnel", 
    "Scholarships", 
    "Semiconductors", 
    "Shipbuilding", 
    "Shipbuilding subsidies", 
    "Small business", 
    "Space", 
    "Space policy", 
    "Space programs", 
    "Space stations", 
    "Space warfare", 
    "Sudden infant death syndrome", 
    "Superconductivity", 
    "Survivors' benefits", 
    "Tanks (Combat vehicles)", 
    "Tax exclusion", 
    "Travel costs", 
    "Treaties", 
    "U.S.S.R.", 
    "Urban planning", 
    "Vietnam", 
    "Wages", 
    "Wine", 
    "Women soldiers"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1987-10-13", 
    "text": "(Measure passed House, amended (Inserted certain provisions of H.R. 1748)) Department of Defense Authorization Act, 1988 - Title I: Procurement - Authorizes appropriations to the Army for FY 1988 for the procurement of aircraft, missiles, weapons and tracked combat vehicles, ammunition, and for other procurement. Authorizes the Secretary of the Army to enter into multiyear contracts for the procurement of specified equipment. Authorizes appropriations to the Navy and Marine Corps for FY 1988 for the procurement of aircraft, weapons, shipbuilding and conversion, and for other procurement of the Navy and Marine Corps. Authorizes appropriations for the Air Force for FY 1988 for the procurement of aircraft and for other procurement. Prohibits funds appropriated to the Air Force from being used for the mechanical diverters program. Authorizes appropriations for the defense agencies for FY 1988. Authorizes appropriations for the reserve components of the armed forces for FY 1988. Authorizes appropriations for FY 1988 for the destruction of lethal chemical agents and munitions in accordance with the Department of Defense Authorization Act, 1986. Extends through FY 1988 certain authority provided to the Secretary of Defense in connection with the NATO Airborne Warning and Control System. Authorizes the Secretary of Defense or the Secretary of the Army to take specified action on, or place certain obligation limitations upon, specified Army programs for FY 1988. Sets forth certain procurement limitations on specified Navy aircraft programs. Transfers funds originally appropriated for the terminated Air Force T-46 program to naval aircraft procurement. Transfers certain other Air Force funds, sets forth limitations, and requires certain reports from the Secretary of the Air Force concerning specified Air Force programs. Directs the Secretary of Defense, by January 1, 1988, to issue an environmental impact statement concerning the chemical stockpile demilitarization program. Sets forth certain other requirements concerning the program. Directs the Secretary to undertake an independent assessment of the capabilities of the B-1B aircraft to penetrate the air defenses of potential enemies, requiring specified reports from the Secretary to the defense committees of the Congress (the Senate and House Armed Services Committees). Expresses the sense of the Congress that certain information relating to the development and production of systems used in the Advance Technology Bomber program, the Advanced Cruise Missile program, and the Advanced Tactical Aircraft program should remain classified. Directs the Secretary of Defense, acting through the Under Secretary of Defense for Acquisition, to establish a means for providing ongoing competition for production of the Advanced Technology Bomber. Makes specified funds available and requires certain reports in connection with such program. Directs the Secretary to submit to the defense committees a report updating the 1986 Strategic Bomber Force study. Prohibits funds from being used for the procurement of chemical weapons antidote contained in automatic injectors determined to be critical under the Industrial Preparedness Planning Program of the Department of Defense (DOD), unless certain specified action takes place. Places specified funding limitations on the procurement of the Bradley Fighting Vehicle, requiring certain testing and congressional reports. Prohibits the withdrawal of chemical munitions stored in Europe until they are replaced with binary chemical munitions on the soil of at least one European member nation of NATO. Title II: Research, Development, Test, and Evaluation - Part A: Authorizations and Program Limitations - Authorizes appropriations for FY 1988 and 1989 for the armed forces for research, development, test, and evaluation. Sets forth specified funding limitations for certain programs of the Army, the Navy, and the Air Force, and requires certain studies and reports. Establishes an Advanced Submarine Technology Program to be carried out by the Secretary of the Navy, and requires certain reports from the Secretary of Defense concerning such program. Sets forth certain funding limitations and requires certain studies concerning specified programs, including the Space Defense System and the B-1B program. Outlines funding limitations for various programs of the defense agencies. Prohibits funding for the Advanced Tactical Fighter aircraft until the Secretary completes certain reporting requirements concerning such aircraft. Limits funds and outlines other requirements concerning the electronic warfare programs, including congressional reporting requirements. Earmarks specified funds for each branch of the armed forces for: (1) technology base programs, and (2) conventional defense initiative programs. Prohibits the Secretary of the Navy, during FY 1988, from testing electromagnetic pulse in the Chesapeake Bay area in connection with a specified program. Authorizes additional appropriations for specified live fire (testing) programs of the Deputy Under Secretary of Defense, Test, and Evaluation. Part B: Strategic Defense Initiative - Specifies the funding level for the Strategic Defense Initiative (SDI) program. Directs the Secretary of Defense to submit specified congressional reports concerning such program. Prohibits any funds appropriated to DOD from being used to develop, test, or deploy an antiballistic missile (ABM) system or component which is sea-based, air-based, space-based, or mobile land-based. Removes such limitations upon certain certifications to the Congress by the President. Limits the transfer to the Soviet Union of SDI technology, unless the President makes certain certifications to the Congress. Expresses the sense of the Congress that: (1) in the development of the Krasnoyarsk radar, the Soviet Union is in violation of its legal obligations of the use of early warning radar systems under the 1972 Anti-Ballistic Missile Treaty; (2) vigorous research and technology development of a strategic defense system would leave the United States less dependent on Soviet decisions whether or not to employ nuclear weapons; (3) the Secretary of Defense should develop a well-defined plan of all phases of development of the SDI systems; and (4) the Secretary should submit annually, beginning on March 1, 1988, classified reports on SDI progress, together with any recommendations on revisions to the phase plans, above. Prohibits the use of funds for entering into contracts with a foreign country or firm if the contract provides for research or development in connection with the SDI program. Makes certain exceptions to such prohibition. States the purposes of the SDI program and requires the Secretary of Defense to include a report on such program in his annual report to the Congress. Reaffirms the right of the United States to protect itself from ballistic missile attack through the deployment of ballistic missile defenses. Part C: Advanced Anti-Tactical Ballistic Missile Projects - Earmarks specified funds for certain demonstration projects under the SDI program, and for the Army Anti-Tactical Ballistic Missile program. Part D: Miscellaneous - Earmarks specified funds for cooperative medical research to be administered jointly by the Secretary of Defense and the Administrator of Veterans Affairs. Authorizes the Secretary of the Air Force to enter into a contract for a modernization and expansion project at the Lincoln Laboratory complex at Hanscom Air Force Base, Massachusetts, outlining project cost limitations, duration, and funding. Earmarks specified funds for cooperative research projects with major non-NATO allies. Encourages the Secretary of the Navy to consider the possible procurement of a certain high-speed intercoastal patrol boat. Earmarks specified funds to develop and demonstrate compliance in support of the Convention on the Prohibition of Chemical Weapons proposed by the United States in the Conference on Disarmament. Directs the Secretary of Defense to conduct certain testing in connection with specified shoulder-fired anti-tank weapons, outlining test parameters and requiring specified reports concerning the results of such testing. Imposes until October 1, 1988, a moratorium on the testing by the United States of an anti-satellite weapon in space, unless the President certifies to the Congress that the Soviet Union has conducted such tests. Title III: Operation and Maintenance - Authorizes appropriations for operation and maintenance funds for the armed forces, the defense agencies, the National Guard and reserves, the National Board for the Promotion of Rifle Practice, defense claims, the Court of Military Appeals, environmental restoration, and military health care. Authorizes additional appropriations for unbudgeted increases in fuel costs, as the result of inflation, and for unbudgeted amounts for salary, retirement, and other employee benefits for civilian DOD employees. Authorizes appropriations for FY 1988 and 1989 for working capital funds for the armed forces. Limits the use of such funds for the purchase of investment items. Requires the Secretary of Defense to ensure that U.S. wines are given equitable treatment when selling alcoholic beverage products in a U.S. military installation outside the United States. Requires certain reports from the Secretary to the Congress concerning implementation of this provision. Requires the Secretary to establish uniform pricing policies for beer and wine products authorized to be sold on a foreign U.S. military installation. Earmarks specified funds and provides civilian personnel strengths for army depot maintenance functions. Prohibits the management of civilian personnel by end strengths. Eliminates the requirement that civilian personnel end strengths be authorized by law. Requires a certain report from the Secretary of Defense to the Congress concerning the operation and support costs of major weapons systems. Sets forth funding limitations and requires a specified study on dual source maintenance for F-15 aircraft. Requires a report on the results of such study. Directs the Secretary of Defense to report to the defense committees on efforts to measure military readiness. Extends through FY 1988 the authorization for the transportation of humanitarian relief supplies to Afghan refugees under the Department of Defense Authorization Act, 1986. Extends through FY 1989 the authorization for the transportation of relief supplies to certain third-world countries under the Department of Defense Authorization Act, 1985. Repeals a specified provision of Federal law requiring that reimbursement of incidental expenses incurred while providing certain voluntary services for the benefit of the armed forces shall be made only from nonappropriated funds. Authorizes the Secretary of the military department concerned to provide free shuttle service for military members and their families to military installations determined by such Secretary to be located in remote areas. Repeals a specified provision of the Department of Defense Appropriations Act, 1987 concerning the alteration, overhaul, and repair of naval vessels and aircraft in public and private repair facilities. Prohibits funds appropriated to DOD from being used to enter into a contract for the performance by contractor personnel of any maintenance functions at specified Army installations, unless such a contract was already in effect on the date of enactment of this Act. Directs the Secretary of Defense to provide for the settlement of claims relating to the movement of household goods, allowing for the settlement of such claims directly between the contractor (shipper) and the owner of the goods. Applies such provisions to contracts with DOD for the shipment of household goods of members of the armed forces. Title IV: Personnel Authorizations - Part A: Active Forces - Authorizes end strengths for active-duty forces for FY 1988. Delays until the end of FY 1990 a required percentage reduction in the number of active-duty officers in the armed forces. Requires the Comptroller General to complete certain studies regarding the growth in the size of the officer corps, and to report to the defense committees on such study no later than December 31, 1987. Reduces certain amounts authorized for the use of military personnel for FY 1988, due to certain cost savings attributable to the reduction in the size of the officer corps. Part B: Reserve Forces - Authorizes end strengths for the Selected Reserve for FY 1988, providing for certain adjustments to such end strengths. Authorizes end strengths for reserves on active-duty in support of the reserves. Part C: Military Training Student Loads - Authorizes the average military training student loads for FY 1988, together with permissible adjustments to such loads. Title V: Military Personnel - Extends through FY 1989 the authority to make temporary promotions of certain Navy lieutenants. Extends through FY 1989 certain reserve officer management programs. Extends through FY 1990 the authority for the enlistment of single parents in the reserves. Authorizes the Commandant of the Judge Advocate General's School of the Army to confer the degree of master of laws in military law, under appropriate circumstances. Provides a one-year delay (Until the end of FY 1989) in the requirement that a certain minimum percentage of Air Force enlistees must be women. Prohibits certain interagency fund transfers within DOD. Directs the Secretary of Transportation to report to the Congress a plan to enable the Coast Guard to meet 95 percent of its wartime mobilization requirements by September 30, 1998. Requires such report to be submitted no later than 60 days after the enactment of this Act. Authorizes a member of the armed forces to wear an item of religious apparel while in uniform, except when the Secretary of the military department determines that: (1) the wearing of the item would interfere with the performance of military duties; or (2) the item is not neat and conservative. Authorizes the Secretary concerned to prescribe regulations concerning the wearing of such items. Provides that civilian technicians of the Army National Gaurd who are unable to complete required training under the Military Education Program for such technicians may not be denied promotions for failure to complete such training if the reason for such failure was lack of available training spaces. Directs the Comptroller General, no later than February 15, 1988, to report to the defense committees on the Military Education Program. Removes the per-department ceilings on the number of cadets and midshipmen authorized to receive financial assistance (instead providing one ceiling for all military department participants combined). Title VI: Compensation and Other Personnel Benefits - Part A: Pay and Allowances - Waives the automatic adjustment in military pay (in conformity with annual GS-level increases), authorizing instead a three percent increase in basic pay, basic allowance for quarters, and basic allowance for subsistence, as well as a three percent increase in cadet and midshipman pay, all effective as of January 1, 1988. Part B: Travel and Transportation - Amends Federal military pay provisions to authorize the payment of a transportation allowance for members and their dependents if such member is stationed outside the United States and agrees to extend his or her tour of duty by at least one-half of the original installment period. Repeals a specified provision of the Department of Defense Authorization Act, 1987 requiring a congressional certification prior to the implementation of certain amendments allowing the payment of lodging plus per diem expenses for military members, in certain cases. Part C: Bonuses and Special and Incentive Pays - Provides for the payment of special pay at specified rates to members who are also entitled to basic pay while such member is performing sea duty. Extends through FY 1989 the payment of special pay for aviation officers who continue in the service beyond their duty period. Extends through FY 1992 and 1990, respectively, the enlistment and reenlistment bonuses for the performance of active and reserve duty. Part D: Miscellaneous - Authorizes the withdrawal of certain remarried persons from participation in the Survior Benefit Plan. Revises Federal provisions concerning occupancy by Coast Guard personnel of substandard family housing units. Authorizes the collection of amounts owed to service relief societies from the final pay of military members. Limits the lump-sum amount authorized to be paid by the Secretary concerned during FY 1988 and 1989 under the Selected Reenlistment Program. Title VII: Health Care Provisions - Defense Health Care Amendments of 1987 - Part A: Medical Readiness - Authorizes the Secretary concerned to establish and maintain a program to provide financial assistance to persons engaged in health professions training while a member of the reserve forces. Authorizes such Secretary to pay a stipend to physicians and graduate nurses engaging in specialties determined critical to wartime needs, and to baccalaureate students about to engage in such critical specialties upon graduation from accredited institutions. Sets forth provisions concerning such agreements, including the amounts to be paid to each person and the period required to be served after the provision of such financial assistance. Sets forth penalties for the failure to complete any agreed-upon period of duty following such financial assistance, and repeals the prior financial assistance program established under the Department of Defense Authorization Act, 1986. Sets forth funding limitations for such program during FY 1988. Revises provisions of the Armed Forces Health Professions Scholarship Program to allow the Secretary of Defense to require, as part of an agreement under such program, that a person must agree to accept residency training in a skill designated by the Secretary as a critically needed wartime skill. Extends to October 1, 1990, the date for inital appointment under the Education Loan Repayment Program for health professionals who serve in the Selected Reserves. Authorizes constructive credit under each branch of the armed forces and the reserve forces forthose entering such service with experience in the health professions. Removes a specified ceiling on the payment of special pay to medical officers serving in the armed forces. Requires military officers who are medical officers or dental officers to be retired on the first day of the month following the month in which such officer becomes 67 years of age. Part B: Peacetime Health Care - Limits the per-family payment for catastrophic loss protection for dependents of active-duty personnel under the Civilian Health and Medical Program of the Uniformed Services (CHAMPUS). Prohibits the Secretary of Defense, during FY 1988 and 1989, from imposing a fee for the receipt of outpatient medical or dental care at a military medical treatment facility. Directs the Secretary of the Navy to take certain action to ensure the proper representation of health profession personnel in naval officer appointments and end strength increases for the Navy during FY 1988 and 1989. Part C: Health Care Management - Directs the Secretary of Defense to request, in the budget for each fiscal year, appropriations for the Military Health Care Account for the implementation of CHAMPUS programs. Deletes a specified provision of Federal law describing the military health care enrollment system. Directs the Secretary of the Air Force to conduct two projects, beginning during FY 1988 and continuing for not less than two years, designed to demonstrate an alternative military health care delivery system in which the commander of a military medical facility is responsible for all funding and all medical care of the covered beneficiaries of that facility. Outlines other requirements and requires a report to the defense committees concerning such alternate system. Amends the Department of Defense Authorization Act, 1987 to require the Secretary of Defense to develop a methodology to be used in evaluating a CHAMPUS reform demonstration project required under such Act. Provides limitations on contracts awarded, and provides limitations on the issuance of requests for proposals for military health care contracts under CHAMPUS reform initiatives. Outlines further requirements concerning the demonstration project and the reform initiative. Directs the Secretary of Defense to conduct specified demonstration projects for the purpose of demonstrating alternatives to health care under CHAMPUS and under the CHAMPUS reform initiative. Requires the Secretary, within 60 days after enactment of this Act, to report to the defense committees concerning such projects, and to evaluate the effectiveness of such projects in a follow-up report. Amends the above Act to: (1) add a certain requirement to the conduct of medical systems information operational tests by vendors of such systems; and (2) extend through FY 1988 the VA's decentralized hospital computer program. Prohibits acquisition funding for the Composite Health Care System until such operational testing is completed. Revises provisions under such Act concerning a report requirement on the operational testing of the medical information system. Amends CHAMPUS provisions to provide that a hospital that obtains six percent or more of its funding from contributions and that limits the care it provides to the treatment of heart and lung conditions may not be denied reimbursement under CHAMPUS for services it performs to patients eligible for CHAMPUS coverage solely on the basis that such hospital does not impose a legal obligation on patients to pay for such services. Requires the Comptroller General to review and evaluate the practices under various insurance plans with respect to payment to hospitals in cases where the hospital does not impose a legal obligation to pay for such services. Requires the Comptroller General, no later than December 31, 1987, to report to the defense committees the results of such review. Title VIII: General Provisions - Authorizes the Secretary of Defense to transfer amounts authorized in titles I through III of this Act between DOD departments, as necessary, if the Secretary promptly notifies the Congress of such transfer. Amends the Department of Defense Authorization Act, 1987 to include among institutions to be targeted for consideration for the awarding of contracts for minorities any nonprofit research institution that was an integral part of an historically Black college or university before a specified date. Clarifies a certain limitation pertaining to the contracting-out for short-term naval vessel repair work. Sets forth the rate of progress payments to be made by the Secretary of the Navy for the repair or maintenance of naval vessels. Requires the Secretary of Defense, at the same time that the President's budget is submitted, to submit to the defense committees an unclassified report setting forth the total amount requested in that budget for special access program of DOD (a program which in any manner conceals the existence or scope of the program). Requires annual notice of and justification for the designation of any special access program, and authorizes access to such disclosed information by any member of the defense committees. Requires specified reports to the defense committees by the Secretary relating to such special access programs or changes in the criteria used to designate such programs. Establishes within DOD a Conventional Defense Advisory Board to examine and survey all aspects of the conventional warfare capabilities of the armed forces, and to recommend changes for any deficiencies found in such capabilities. Outlines membership requirements for the Board, and requires the Board to report to the Secretary of Defense on March 1 annually on their findings and recommendations. Directs the Secretary of the Army to reactivate Riverbank Army Ammunition Plant, California, no later than September 30, 1988. Directs the Secretary of Defense to require that any payment which would normally be made to a defense contractor during the last 12 days of FY 1988 shall instead be made no earlier than October 1, 1988. Provides that any major non-NATO ally shall be eligible to compete on certain defense maintenance contracts. Prohibits, after the 60-day period beginning on the date of enactment of this Act, funds from being obligated or expended for the deployment or maintenance of a specified number of MIRV launchers and MIRVs unless the President certifies to the Congress that the Soviet Union has exceeded the limitations set forth in the SALT II agreement. Directs the President, within 30 days after the enactment of this Act, to notify the Congress of his plans for carrying out this provision. Prohibits any funds authorized undrer this Act from being used during FY 1988 for reducing the number of U.S. military personnel stationed in countries which are NATO members to below the level of such personnel as of the end of FY 1987. Requires the Secretary of Defense to direct that the commanding officer of each military installation shall have specified authority with respect to the contracting-out for commercial activities on such military installations. Prohibits the contracting-out of security guard functions on such installations. Provides that a specified law limiting the retirement compensation of former Federal employees without loss of retirement benefits shall only apply to retired military officers for a two-year period beginning on their date of retirement. Repeals the prohibition on the use of interport differential for certain ship maintenance contracts. Outlines provisions for the reorganization of the special operations forces under the direction of the Secretary of Defense. Provides for the appointment of civilian personnel to the headquarters of the special operations command, and outlines the authority and principal duties of the Assistant Secretary of Defense for Special Operations and Low Intensity Conflict. Outlines provisions relating to the preference to be followed by the Secretary of Defense or the Secretary of a military department in the awarding of defense contracts. Directs the Secretary concerned, in evaluating a bid or proposal for such a contract, to give special consideration to a domestic firm if the product would be manufactured in an area with a surplus of labor. Defines a \"qualifying country product\" for purposes of such contract preference as a product which will be manufactured substantially all from articles, materials, or supplies mined, produced, or manufactured in the United States or any other qualifying country. Defines \"qualifying country\" as a NATO member or a major non-NATO ally. Authorizes and directs the Secretary of Defense to institute a program of counterintelligence polygraph examinations for military, civilian, and contractor personnel of DOD, with specified limitations, including a limitation on the number of such examinations. Amends a reporting requirement on the use of polygraph examinations contained in the Department of Defense Authorization Act, 1985 to require annual reports on December 31 (currently, the last such report was due on December 31, 1986). Amends Federal armed forces provisions concerning major weapons systems to direct the Secretary of Defense to provide that a covered product improvement program may not proceed beyond initial low-rate production until certain prescribed testing beyond occurs. Defines \"covered product improvement program\". Further revises other provisions concerning live-fire testing of major weapons system programs. Requires certain reports to the Congress at the conclusion of such testing by those responsible for such testing. Defines a \"qualifying country\" for purposes of the preference used in awarding such defense contracts as a country having in effect with the United States a reciprocal defense procurement memorandum of understanding. Prohibits the Secretary of Defense from obligating or expending any amount appropriated to DOD for any program or activity that is in excess of the amount needed to carry out such program or activity. Terminates the availability of funds for a specified program or activity three years after the date on which such funds originally become available. Authorizes the Secretary of Defense, upon request from a Federal agency having drug enforcement authority, to assign members of the armed forces to assist drug enforcement officials in searches, seizures, and arrests outside the land area of the United States. Provides conditions for the assignment of military personnel for such purposes. Directs the Secretary of Defense to review and assess the present and potential capacity of the Soviet Union to intercept U.S. communications from Soviet Embassy facilities in the District of Columbia. Directs the Secretary, within 90 days after the enactment of this Act, to report to the Congress on the results of such review and assessment. Expresses congressional support for the Missile Technology Control Regime (a seven-nation pact designed to control proliferation of missiles capable of delivering nuclear weapons throughout the world). Amends the Export Administration Act of 1979 to provide that shipments of crude oil, petroleum, or petroleum products for use by DOD shall not be considered exports for purposes of such Act. Prohibits DOD funds from being used for providing command and control data between the Sector Operations Control Center at Tyndall Air Force Base, Florida, and any other drug interdiction operation or facility located adjacent to such Center. Directs the Secretary of the Treasury to pay a specified sum to the Merchants National Bank of Mobile, Alabama, for losses sustained from certain Government loan guarantees which resulted from actions and misrepresentations of the Defense Logistics Agency of DOD. Directs the Secretary of Defense to conduct a study for the purpose of declassifying, while maintaining national security, a substantial portion of the material which is classified information on the date of enactment of this Act, and to report to the defense committees on the results of such study. Directs the Secretary to publish, on an annual basis, a net assessment of the defense programs and capabilities of the United States and the Soviet Union. Directs the Secretary, no later than February 1, 1988, and no later than February 1 annually thereafter, to report to the Congress on Soviet compliance with the ABM Treaty of 1972. Directs the Secretary to conduct a study of the ways in which the United States may further its national security interest in the Far East. Directs the Secretary, within 90 days after the enactment of this Act, to report to the Congress concerning a plan to increase expenditures in the Far East in order to further such interests. Directs the Secretary of the Air Force to conduct a study, and report to the defense committees within 60 days after the enactment of this Act, on the requirements necessary to establish and conduct a certain military space operation as part of the Consolidated Space Operations Center near Colorado Springs, Colorado. Restricts DOD purchases of foreign-made (other than Canada) administrative motor vehicles. Authorizes the Director of the Defense Logistics Agency to surcharge DOD to recover the costs of certain maintenance, leasing, and repair facilities. Amends the Department of Defense Authorization Act, 1986 to require the Director of Central Intelligence (currently, the President) to report to the Congress on Soviet compliance with certain arms control agreements Directs the Secretary of Defense to report to the defense committees on the activities planned by DOD in conjunction with the permanently manned space station to be developed and operated by NASA. Requires such report no later than January 1, 1988. Expresses the sense of the Congress that the Secretary of Defense should not prepare certain economic impact and employment information relating to new major defense acquisition programs before such a program has proceeded into full-scale development. Amends Federal procurement provisions to further define what is to be included in \"cost or pricing data\" for purposes of truth-in-negotiations requirements under such provisions. Authorizes appropriations for FY 1988 to carry out procurement technical assistance under cooperative agreement programs. Prohibits \"golden parachute payments\" to be considered as an allowable defense contractor cost. Directs the Secretary of Defense to ensure that substantial progress is made in increasing awards of DOD contracts to minority and small business enterprises. Directs the Secretary to issue regulations which establish guidelines and provide guidance to contractors for the making of such contract awards to such businesses. Prohibits funds appropriated to DOD from being obligated or expended to introduce U.S. armed forces into or over Nicaragua for combat, with specified exceptions, such as a congressional declaration of war or if done in order to meet a clear and present danger. Terminates the application of this provision when MIG aircraft (or similar aircraft) or nuclear missiles or weapons are introduced into Nicaragua."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Defense Authorization Act, 1988/1989", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Department of Defense Authorization Act, 1988", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Defense Health Care Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of Defense Authorization Act, 1988 and 1989", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Strategic Nuclear Weapons Interim Restraint Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "United States Department of State Freedom of Expression Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal years 1988 and 1989 for military functions of the Department of Defense and to prescribe military personnel levels for such Department for fiscal years 1988 and 1989, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:23-05:00"
}