{
  "actions": [
    {
      "acted_at": "2011-05-26", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-05-15", 
      "in_committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "text": "Committee on Health, Education, Labor, and Pensions Subcommittee on Primary Health and Aging. Hearings held. With printed Hearing: S.Hrg. 112-570.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1138-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Primary Health and Aging", 
      "subcommittee_id": "12"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-05-26", 
  "number": "1138", 
  "official_title": "A bill to de-link research and development incentives from drug prices for new medicines to treat HIV/AIDS and to stimulate greater sharing of scientific knowledge.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Prize Fund for HIV/AIDS Act", 
  "sponsor": {
    "district": null, 
    "name": "Sanders, Bernard", 
    "state": "VT", 
    "thomas_id": "01010", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-05-26", 
  "subjects": [
    "Advanced technology and technological innovations", 
    "Advisory bodies", 
    "Drug and radiation therapy", 
    "Drug safety, medical device, and laboratory regulation", 
    "HIV/AIDS", 
    "Health", 
    "Health care costs and insurance", 
    "Insurance industry and regulation", 
    "Intellectual property", 
    "Manufacturing", 
    "Marketing and advertising", 
    "Medical research", 
    "Prescription drugs", 
    "Research administration and funding", 
    "Research and development", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-05-26", 
    "text": "Prize Fund for HIV/AIDS Act - Prohibits any person from having the right to exclusively manufacture, distribute, sell, or use in interstate commerce a qualifying treatment for HIV/AIDS or a manufacturing process for such a treatment, including the exclusive right to rely on health registration data or the 30-month stay-of-effectiveness period for Orange Book patents, notwithstanding provisions of U.S. patent law and other relevant statutes. Establishes remuneration in lieu of such market exclusivity. Makes the elimination of exclusive rights for a product that is a qualifying treatment for HIV/AIDS and that has a significant use for other diseases (dual use products) applicable only with respect to the marketing, distribution, sale, or use of a qualifying treatment for HIV/AIDS or a manufacturing process for such treatment that occurs on or after October 1, 2012. Establishes the Prize Fund for HIV/AIDS. Requires the Secretary of Health and Human Services (HHS) to designate a Prize Fund Director to administer the Fund. Directs the Prize Fund Director to award prize payments for medical innovation relating to a qualifying treatment for HIV/AIDS or a new manufacturing process for such a treatment to: (1) the first person to receive market clearance with respect to the drug or biological product; (2) the holder of the patent with respect to a manufacturing process; or (3) in the case of open source contributions, the persons or communities that openly shared knowledge, data, materials, and technology on a royalty-free and nondiscriminatory basis. Allows the Prize Fund Director to authorize multiple nonprofit intermediaries to manage Fund payments to reward projects for: (1) interim research and development of new qualifying treatments for HIV/AIDS, or (2) open source dividend prizes Sets forth transitional rules. Establishes an annual fee for health insurers to fund this Act. Establishes the Donor Innovation Prize Fund to enable the Secretary to reward owners and developers of products that permit open competition for products in developing countries."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Prize Fund for HIV/AIDS Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to de-link research and development incentives from drug prices for new medicines to treat HIV/AIDS and to stimulate greater sharing of scientific knowledge.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:10:21-05:00"
}