{
  "actions": [
    {
      "acted_at": "1983-03-22", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-07", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education", 
      "text": "Referred to Subcommittee on Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-07", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Education Department, National Science Foundation, GAO, OMB.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s874-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts, and Humanities", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1983-03-23", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnston, J. Bennett", 
      "sponsored_at": "1984-02-21", 
      "state": "LA", 
      "thomas_id": "01373", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-22", 
  "number": "874", 
  "official_title": "A bill to provide for a program for the improvement of instruction in mathematics and science, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Education and Economic Development Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-03-22", 
  "subjects": [
    "Authorization", 
    "Awards, medals, prizes", 
    "Business and commerce", 
    "Computers", 
    "Curriculum evaluation", 
    "Department of Education", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Educational counseling", 
    "Educational facilities", 
    "Educational innovations", 
    "Educational research", 
    "Educational technology", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Executive reorganization", 
    "Federal aid to education", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Gifted children", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Higher education", 
    "Information services", 
    "Local and Municipal Government", 
    "Mathematics", 
    "Minorities", 
    "Minority education", 
    "National Science Foundation", 
    "Poor", 
    "Research grants", 
    "Scholarships", 
    "Science and technology", 
    "Science, technology, communications", 
    "Scientific education", 
    "Secondary education", 
    "States", 
    "Teacher education", 
    "Teachers", 
    "Teaching materials", 
    "Technical education", 
    "Territories (U.S.)"
  ], 
  "subjects_top_term": "Federal aid to education", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-22", 
    "text": "National Education and Economic Development Act of 1983 - Title I: Grants to States for Planning, Program Development, and Program Improvement in Mathematics and Science Instruction - Authorizes appropriations for FY 1984 through 1988 for grants to State educational agencies for: (1) planning and program development in mathematics and science instruction in elementary and secondary schools; and (2) program improvement in such instruction. Requires the Secretary of Education to: (1) reserve up to one percent of such appropriations for payments to specified U.S. territories and possessions and one half of one percent for payments for children enrolled in Indian schools; and (2) allot the remaining funds among the States on the basis of each State's relative number of children aged five through 17. Part A: Grants for Planning and Program Development in Mathematics and Science Instruction in Elementary and Secondary Schools within State Allocation - Requires each State's funds allotted for planning and program development grants to be allocated within the State as follows: (1) 25 percent to the State educational agency for programs designed to improve the quality of science and mathematics instruction at the State level; (2) 70 percent of the remaining funds to local educational agencies on the basis of the relative number of school-age children in the school districts of such agencies; and (3) the remaining funds for distribution by the State educational agency on the basis of the relative number of school-age children from families below and families above the poverty level who attend public schools of local educational agencies in the State. Authorizes a State educational agency to use its allocated funds for: (1) the training of teachers and other personnel in the use of instructional equipment and material and in science and mathematics course content and instructional methods; (2) the dissemination of information evaluating instructional methods, equipment, and material; (3) the development of innovative methods and materials to improve instruction and interest in mathematics, science, and technology; (4) technical assistance; and (5) fiscal oversight of the programs of local educational agencies. Permits a local educational agency to use its allocated funds for: (1) determining its need for instructional materials and equipment, teacher training, guidance counseling, improvement of the curriculum and instructional methods, and programs to improve student achievement on, and access to, mathematics, science, technology, and computer use; (2) assessing local resources and developing a plan to use such resources in strengthening instruction in science and mathematics; (3) training teachers and other personnel; and (4) an independent evaluation of the effectiveness of local programs. Requires each State that desires such grants to submit to the Secretary a document which includes: (1) assurances that such assistance will only supplement funds that would otherwise be received from non-Federal sources; and (2) provisions for annual evaluations of assisted State programs. Provides that a local educational agency shall receive funds under this part if it files with the State educational agency a report which: (1) sets forth the general uses for such funds; (2) describes local resources that are available to improve programs of instruction in mathematics, science, technology and computer use; (3) assures that such funds will only supplement non-Federal funds that would otherwise be available for a program; (4) provides for recordkeeping to meet fiscal oversight requirements of the State agency; and (6) assures the establishment of procedures for an independent evaluation of assisted programs. Sets forth the increasing Federal share of the costs of programs assisted under this Act for FY 1985 through 1987. Establishes the Federal share of the amount allocated to local educational agencies at 100 percent. Directs the Secretary to withhold any payments to a State or local educational agency that fails to comply with submission of reporting requirements until the Secretary is satisfied that there is no longer any failure to comply. Part B: Grants for Program Improvement in Mathematics and Science Instruction in Elementary and Secondary Schools - Requires 95 percent of each State's funds allotted for program improvement grants to be allocated by the State educational agency as follows: (1) 60 percent to local educational agencies on the basis of the relative number of school-age children in the school districts of such agencies; and (2) 40 percent to local agencies on the basis of the relative number of school-age children from families below and families above the poverty level who attend public schools of such local agencies. Permits such grants to be used for: (1) the modernization and expansion of courses in science, mathematics, technology and computer use; (2) programs that promote student interest in, and access to, such subjects; (3) cooperative programs with local businesses and institutions involving the shared use of resources to improve instruction in such subjects; (4) the acquisition of materials and equipment to improve programs of instruction in such subjects; (5) minor construction and remodeling of facilities necessary for the effective use of instructional equipment or implementation of assisted programs; (6) programs to recruit and retain teachers of such subjects; and (7) an independent evaluation of assisted programs. Requires each State desiring assistance under this part to submit to the Secretary a document that includes assurances that such assistance will only supplement funds that otherwise would be received from non-Federal sources. Permits a local educational agency to receive funds under this part if it files with the State educational agency a report which: (1) sets forth the general uses of such funds; (2) limits the funds used for the acquisition and use of instructional equipment and materials, facility remodeling and construction, and programs to promote student interest in, and access to, science, mathematics, technology, and computer use; (3) assures that such funds will only supplement funds that otherwise would be received from non-Federal sources; (4) provides for recordkeeping to meet fiscal oversight requirements of the State agency; and (5) assures establishment of procedures for an independent evaluation of assisted programs. Directs the Secretary to withhold payment of funds under this part to any State if the State or local educational agency has failed to comply with submission and reporting requirements until the Secretary is satisfied that there is no longer any failure to comply. Title II: Grants to Institutions of Higher Education for Mathematics and Science Centers and for Research in the Fields of Mathematics and Science Instruction - Authorizes the Secretary to make grants to institutions of higher education for the improvement of mathematics and science instruction, including technology and computer use for students and teachers in elementary and secondary schools. Authorizes appropriations for such grants for FY 1984 through 1988. Allots two-thirds of such appropriations for grants for the establishment and support of mathematics and science centers. Requires each center to conduct: (1) educational programs in mathematics, science, technology, and computer use for elementary and secondary school teachers and students; (2) programs to identify, encourage, and instruct gifted students in such fields; (3) programs to provide instruction to students from populations traditionally underrepresented in such fields; (4) teacher training programs; (5) programs to disseminate information evaluating methods, resources, and activities relating to instruction in such fields; (6) programs to share resources with local educational agencies; and community businesses and organizations. Requires educational institutions desiring such grants to submit an application that contains assurances that the science and mathematics centers will: (1) be independent; (2) be operated in cooperation with local educational agencies; and (3) coordinate their activities with the appropriate State educational agency. Allots the remaining appropriations for grants to institutions of higher education to: (1) establish and support four national research institutes and regional centers for program evaluation; and (2) conduct pilot programs to demonstrate innovative equipment, methods, or materials that will improve instruction in mathematics, science, and technology. Directs each research institute receiving assistance to: (1) develop innovative methods and materials to improve instruction in mathematics, science, technology, and computer use and to increase student interest in, and access to, such instruction; (2) apply technological advances to improve instruction in such fields; and (3) disseminate information on assisted programs. Requires each regional center receiving assistance to: (1) develop and disseminate information on methods to evaluate programs established under this Act; and (2) offer evaluation services to States, local educational agencies, and institutions of higher education. Establishes an Office of Mathematics, Science, Technology, and Computer Use within the Department of Education. Requires the Secretary to submit annual reports to the President and Congress on progress in improving the quality of, and access to, programs of instruction in mathematics, science, and technology, including computer use, at the elementary, secondary, and postsecondary levels. Title III: National Science Foundation Grants, Fellowships, and Awards - Authorizes appropriations through FY 1988 for grants from the Director of the National Science Foundation to institutions of higher education for: (1) undergraduate instruction in mathematics, science, technology and computer competence; (2) equipment relating to such instruction; and (3) training programs for participants in such fields. Authorizes appropriations through FY 1988 for: (1) the Secretary to carry out the National Science Foundation Graduate Fellowship Program; (2) awards from the Director to faculty members of institutions of higher education in the fields of mathematics, science, technology, and engineering to permit such individuals to establish a first research project; and (3) grants from the Director to faculty members of such institutions in such fields for improving teaching skills, providing experience in new research techniques and advance research discoveries, and familiarizing themselves with new instructional methods and materials. Sets forth application requirements for, and restrictions and limitations on such awards and grants."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Education and Economic Development Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a program for the improvement of instruction in mathematics and science, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:43-05:00"
}