{
  "actions": [
    {
      "acted_at": "2010-08-02", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3687-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-08-02", 
  "number": "3687", 
  "official_title": "A bill to provide royalty relief, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4521-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Royalty Relief for American Consumers Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Bill", 
    "state": "FL", 
    "thomas_id": "00859", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-08-02", 
  "subjects": [
    "Energy prices", 
    "Energy revenues and royalties", 
    "Gulf of Mexico", 
    "Marine and coastal resources, fisheries", 
    "Oil and gas", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-08-02", 
    "text": "Royalty Relief for American Consumers Act of 2010 - Prohibits the Secretary of the Interior from issuing a new lease that authorizes the production of oil or natural gas under the Outer Continental Shelf Lands Act (OCSLA) to certain lessees or persons unless such lessee or person has renegotiated each covered lease to require the payment of royalties if the price of oil and natural gas is greater than or equal to specified OCSLA price thresholds. Directs the Secretary to agree to a request by a lessee to amend any lease issued for any Central and Western Gulf of Mexico tract between January 1, 1996, and November 30, 2000, to incorporate price thresholds applicable to royalty suspension provisions that are equal to or less than specified OCSLA price thresholds. Requires: (1) an amended lease to impose the new or revised price thresholds effective October 1, 2010; and (2) existing lease provisions to prevail through September 30, 2010. States that a lessee or any other person who has any interest in, or who derives a benefit from, a lease shall not be eligible to obtain by sale or other transfer any covered lease, the economic benefit of any covered lease, or any other lease for the production of oil or natural gas in the Gulf of Mexico under OCSLA unless the lessee or other person has: (1) renegotiated each covered lease to include price thresholds that are equal to or less than specified OCSLA price thresholds; or (2) entered into an agreement with the Secretary to modify the terms of all covered leases to include limitations on royalty relief based on market prices that are equal to or less than such price thresholds."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Royalty Relief for American Consumers Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide royalty relief, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:56-05:00"
}