{
  "actions": [
    {
      "acted_at": "1979-06-12", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4426-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Perkins, Carl Dewey", 
      "sponsored_at": "1979-01-03", 
      "state": "KY", 
      "thomas_id": "00908", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-12", 
  "number": "4426", 
  "official_title": "A bill to amend the Comprehensive Employment and Training Act to establish a work and training entitlement program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Work and Training Entitlement Act", 
  "sponsor": {
    "district": "29", 
    "name": "Hawkins, Augustus F.", 
    "state": "CA", 
    "thomas_id": "00515", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-12", 
  "subjects": [
    "Aid to dependent children", 
    "Conservation of natural resources", 
    "Employment agencies", 
    "Employment and training programs", 
    "Employment subsidies", 
    "Environmental protection", 
    "Family policy", 
    "Food relief", 
    "Food stamps", 
    "Labor and employment", 
    "Manpower training programs", 
    "Public Welfare and Charities", 
    "Social welfare", 
    "Work incentive programs"
  ], 
  "subjects_top_term": "Manpower training programs", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-12", 
    "text": "Work and Training Entitlement Act - Amends the Comprehensive Employment and Training Act (CETA) to establish subsidized employment and training entitlement programs. Directs the Secretary of Labor to assign an eligible individual to such a program operated by a prime sponsor in the area in which such individual resides. Requires that eligible individuals: (1) be the principal earners in households eligible for aid to dependent children or for food stamps; (2) have been referred from a Social Security work incentive (WIN) job search program immediately prior to requesting CETA assignment; and (2) have not refused a bona fide job offer without good cause during a specified period. Authorizes the Secretary of Labor to conduct directly, or to cooperate with and reimburse prime sponsors and Federal or other appropriate agencies for, environmental enhancement programs to employ such individuals in their area of residence. Directs the Secretary to pay each prime sponsor conducting subsidized employment and training programs for the wages and allowances of participants and, within specified limits, for other costs of such programs. Authorizes appropriations for such programs. Amends the Social Security Act to require that work incentive programs: (1) be conducted by the agency, in a given area, best able to carry them out, as determined by the Secretary of Health, Education, and Welfare (HEW) after opportunity for comment by public and private agencies; and (2) include a program of job search assistance for individuals: (a) certified under such Act; (b) referred under the Wagner-Peyser Act (as registered for employment pursuant to the Food Stamp Act of 1977); or (c) referred by CETA prime sponsors. Requires that such job search assistance programs be consistent with employability plans under such Act or under CETA and include: (1) counseling and testing; (2) job search expenses reimbursement; (3) referral to private or public work or training, unsubsidized by WIN or CETA, during an initial eight-week period; (4) referral to WIN or CETA training opportunities and, after such eight-week period, referral to WIN or CETA subsidized jobs; (5) job development and related services through State, community, public and private nonprofit organizations; and (6) continuous referral to unsubsidized jobs for individuals assigned through CETA subsidized work and training positions. Directs the Secretary of HEW to prescribe standards and procedures for determining whether an individual has refused a bona fide job offer without good cause. Sets forth certain conditions under which an individual shall not be found to have so refused such an offer. Amends the Wagner-Peyser Act to require that persons registered for employment with State employment agencies pursuant to the Food Stamp Act of 1977 be referred to the WIN job search assistance program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Work and Training Entitlement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Comprehensive Employment and Training Act to establish a work and training entitlement program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:18-05:00"
}