{
  "actions": [
    {
      "acted_at": "1979-01-29", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1580-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-29", 
  "number": "1580", 
  "official_title": "A bill to reaffirm the intent of the Congress with respect to the structure of the common carrier telecommunications industry rendering services in interstate and foreign commerce; to reaffirm the authority of the States to regulate terminal and station equipment used for telephone exchange service in certain instances; to require the Federal Communications Commission to make certain findings in connection with Commission actions authorizing specialized carriers; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Edwards, Jack", 
    "state": "AL", 
    "thomas_id": "00337", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-29", 
  "subjects": [
    "Broadcasting", 
    "Communications and Broadcasting", 
    "Equipment and supplies", 
    "Federal Communications Commission", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Intergovernmental relations", 
    "Licenses", 
    "Science, technology, communications", 
    "States", 
    "Telecommunication policy", 
    "Telecommunication rates", 
    "Telegraph", 
    "Telephone", 
    "Telephone rates"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-29", 
    "text": "Amends the Communications Act of 1934 to prohibit the Federal Communications Commission from: (1) finding that compensatory charges for or in connection with common carrier interstate or foreign communication by wire or radio are unjust or unreasonable because too low; and (2) holding the compensatory charge of a carrier up to a particular level in order to protect the traffic or revenues from a communication service offered or provided by another carrier. Declares that the Commission shall not have jurisdiction over charges, classifications, practices, services, facilities, or regulations for or in connection with the use or connection of any station equipment, terminating facilities, exchange plant, and other like instrumentalities and apparatus used in common for both intrastate communication service, as defined in this Act, and interstate or foreign communication service. Authorizes the Commission to assume exclusive jurisdiction over all such matters if it finds, after full opportunity for an evidentiary hearing on the record, that such use or connection of such apparatus in intrastate communications will have a direct and material impact upon the technical integrity and capacity for a coordinated nationwide telephone network. Prohibits the Commission from authorizing: (1) any construction permit, station license, or certificate for the construction, acquisition, or operation of any communication or transmission line or facility, or extension thereof, or any modification or renewal thereof, by any specialized carrier which furnishes or proposes to furnish interstate communication service or (2) the operation of any telephone or telegraph common carrier, unless the Commission finds, after full opportunity for an evidentiary hearing on the record, that such permit, license, certificate, or operation is required by the present or future public convenience and will not significantly impair the technical integrity and capacity for a coordinated nationwide telephone network."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to reaffirm the intent of the Congress with respect to the structure of the common carrier telecommunications industry rendering services in interstate and foreign commerce; to reaffirm the authority of the States to regulate terminal and station equipment used for telephone exchange service in certain instances; to require the Federal Communications Commission to make certain findings in connection with Commission actions authorizing specialized carriers; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:22-05:00"
}