{
  "actions": [
    {
      "acted_at": "1975-03-26", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-06-14", 
      "references": [], 
      "text": "Reported to House from the Committee on Merchant Marine and Fisheries with amendment, H. Rept. 94-295.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-16", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-16", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-16", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-17", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-07-09", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce with amendment, S. Rept. 94-269.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-11", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-11", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-11", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-22", 
      "references": [], 
      "text": "House agreed to Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-22", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1975-07-23", 
      "bill_ids": [
        "hcres349-94"
      ], 
      "references": [], 
      "text": "Correction in enrollment (see H. Con. Res. 349).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-24", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-24", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-25", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1975-08-05", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1975-08-05", 
      "references": [], 
      "text": "Public law 94-70.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5522-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1975-08-05", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-26", 
  "number": "5522", 
  "official_title": "An Act to give effect to the International Convention for the Conservation of Atlantic Tunas, signed at Rio de Janeiro, May 14, 1966, by the United States of American and other countries, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hconres349-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Atlantic Tunas Convention Act", 
  "sponsor": {
    "district": "4", 
    "name": "Leggett, Robert L.", 
    "state": "CA", 
    "thomas_id": "00678", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-26", 
  "subjects": [
    "Advisory bodies", 
    "Conferences", 
    "Federal advisory bodies", 
    "Fisheries", 
    "International affairs", 
    "Marine resources conservation", 
    "Tuna"
  ], 
  "subjects_top_term": "Federal advisory bodies", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1975-07-09", 
    "text": "(Reported to Senate from the Committee on Commerce with amendment, S. Rept. 94-269) Atlantic Tunas Convention Act - Allows the President to appoint up to three Commissioners to serve on the International Commission for the Conservation of Atlantic Tunas. Prescribes the qualifications of such Commissioners. Directs the Commissioners to appoint an advisory committee which shall be composed of not less than five nor more than twenty individuals selected from the various groups concerned with the fisheries covered by the International Convention for the Conservation of Atlantic Tunas. Sets forth the rights of such committee members to be heard on matters before the Commission. Empowers the Secretary of State to receive and act on communications and requests from the Commission. Prescribes the procedures which he shall employ in so acting. Empowers the Secretary of Commerce to administer and enforce all of the provisions of the Convention, this Act, and regulations issued pursuant to this Act. Places enforcement activities at sea, under the provisions of this Act, within the responsibility of the Secretary of the department in which the Coast Guard is operating. Sets forth procedures to be followed by the Secretary of Commerce in promulgating regulations pursuant to this Act. Allows such regulations to: (1) establish one or more open or closed seasons as to convention waters; and (2) limit the size of the fish and quantity of the catch which may be taken from each area within any season during which fishing is allowed. Directs the Secretary of Commerce to promulgate, with the concurrence of the Secretary of State, regulations which prohibit the entry into the United States of fish in any form of those species which are subject to regulation pursuant to a recommendation of the Commission and which were taken from the Convention area in such manner or in such circumstances as would tend to diminish the effectiveness of the conservation recommendations of the Commission. Makes it unlawful: (1) for any person in charge of a fishing vessel or any fishing vessel subject to the jurisdiction of the United States to engage in fishing in violation of any regulation adopted pursuant to this Act; or (2) for any person subject to the jurisdiction of the United States to ship, transport, purchase, sell, offer for sale, import, export, or have in custody, possession, or control any fish which he knows, or should have known, were taken or retained contrary to the recommendations of the Commission and adopted as regulations pursuant to this Act. Sets forth civil and criminal penalties for violations of this Act. Provides that any person authorized in accordance with the provisions of this Act to enforce the provisions of this Act and the regulations issued thereunder may, with or without a warrant, board any vessel subject to the jurisdiction of the United States and inspect such vessel and its catch and, if as a result of such inspection, he has reasonable cause to believe that such vessel or any person on board is engaging in operations in violation of this Act or any regulations issued thereunder, he may, with or without a warrant or other process, arrest such person. Authorizes all agencies of the Federal Government, upon the request of the Commission, to cooperate in the conduct of scientific and other programs, and to furnish facilities and personnel for the purpose of assisting the Commission in carrying out its duties under the Convention. States that in the event a State does not request a formal hearing and after notice by the Secretary, the regulations promulgated pursuant to this Act to implement recommendations of the Commission shall apply within the boundaries of any State bordering on any Convention area if the Secretary determines that any such State: (1) has not, within a reasonable period of time after the promulgation of regulations pursuant to this Act, enacted laws or promulgated regulations which implement any such recommendation of the Commission within the boundaries of such State; or (2) has enacted laws or promulgated regulations which are less restrictive than the regulations promulgated pursuant to this Act, or are not effectively enforced. Authorizes necessary appropriations through fiscal years 1976 and 1977 for carrying out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Atlantic Tunas Convention Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to give effect to the International Convention for the Conservation of Atlantic Tunas, signed at Rio de Janeiro May 14, 1966, by the United States of American and other countries.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to give effect to the International Convention for the Conservation of Atlantic Tunas, signed at Rio de Janeiro, May 14, 1966, by the United States of American and other countries, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:59-05:00"
}