{
  "actions": [
    {
      "acted_at": "2008-09-24", 
      "committee": "Committee on Energy and Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-09-24", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-09-24", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-09-24", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7038-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-09-24", 
  "number": "7038", 
  "official_title": "To establish a Health Care Services Commission to enhance the quality, appropriateness, and effectiveness of health care services, and access to such services, through the establishment of a broad base of scientific research and through the promotion of improvements in clinical practice and in the organization, financing, and delivery of health care services.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2991-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Health Care Services Commission Act", 
  "sponsor": {
    "district": "1", 
    "name": "Ryan, Paul", 
    "state": "WI", 
    "thomas_id": "01560", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-09-24", 
  "subjects": [], 
  "subjects_top_term": null, 
  "summary": {
    "as": "Introduced", 
    "date": "2008-09-24", 
    "text": "Health Care Services Commission Act - Establishes a Health Care Services Commission to enhance the quality, appropriateness, and effectiveness of health care services and access to such services. Directs the Commissioners to conduct research, demonstration projects, evaluations, training, guideline development, and the dissemination of information on health care services and on systems for the delivery of such services.Establishes within the Commission the Office of the Forum for Quality and Effectiveness in Health Care to be lead by a Director. Requires the Commissioners, acting through the Director, to establish the Forum for Quality and Effectiveness in Health Care program. Requires the Director to arrange for the development of, and make recommendations for, standards of quality, performance measures, and medical review criteria. Directs the Commissioners to adopt such recommendations.Terminates the Agency for Healthcare Research and Quality.Independent Health Record Trust Act of 2008 - Directs the Federal Trade Commission (FTC) to prescribe standards for the establishment, certification, operation, and interoperability of independent health record trusts (IHRTs).Sets forth penalties for any knowing or reckless breach of the fiduciary duty of an IHRT to participants and the IHRT. Sets forth permitted uses for an electronic health record, including for self-care and public health research.Prohibits: (1) any person from requiring that an individual participate in, or authorize access to information from, an IHRT; and (2) an IHRT from charging a fee for the transmittal of information from a health care provider to be included in an independent electronic health record.Requires the Secretary of Health and Human Services to establish an Interagency Steering Committee to coordinate the implementation of this Act. Requires the National Committee for Vital and Health Statistics to serve as an advisory committee for IHRTs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Services Commission Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Independent Health Record Trust Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish a Health Care Services Commission to enhance the quality, appropriateness, and effectiveness of health care services, and access to such services, through the establishment of a broad base of scientific research and through the promotion of improvements in clinical practice and in the organization, financing, and delivery of health care services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:35-05:00"
}