{
  "actions": [
    {
      "acted_at": "1982-09-14", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-09-21", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Jepsen. With written report No. 97-565.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-21", 
      "calendar": "Senate Legislative", 
      "number": "830", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 830.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2936-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-09-21", 
  "number": "2936", 
  "official_title": "An original bill to provide a 4 percent increase in the pay and allowances of members of the uniformed services, to make changes in certain elements of military compensation and in certain personnel programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Uniformed Services Pay Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Jepsen, Roger W.", 
    "state": "IA", 
    "thomas_id": "01372", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1982-09-14", 
  "subjects": [
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Aviation safety", 
    "Children and youth", 
    "Civilian personnel positions", 
    "Defense articles", 
    "Defense contracts", 
    "Department of Defense", 
    "Education", 
    "Families", 
    "Federal officials", 
    "Government liability", 
    "Government trust funds", 
    "Health", 
    "Malpractice", 
    "Medical personnel", 
    "Military aviation", 
    "Military dependents", 
    "Military medicine", 
    "Military pay", 
    "Military pensions", 
    "Military personnel", 
    "Military transportation", 
    "National Security and Intelligence Operations", 
    "Officer personnel", 
    "Public Contracts, Procurement, and Property", 
    "Students", 
    "Support of dependents", 
    "Survivors' benefits", 
    "Veterans' benefits"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-09-21", 
    "text": "Uniformed Services Pay Act of 1982 - Title I: Compensation Matters - Increases the pay of uniformed services by four percent for FY 1983. Extends through FY 1984 the authority for enlistment and reenlistment bonuses. Extends through FY 1984 special pay for aviation career officers extending their period of active duty. Directs the Secretary of the Navy to report to Congress by July 1, 1983 on the payment of such special pay. Permits the payment of travel and transportation allowances for travel from overseas for education purposeds of dependent children of a member of the uniformed services permanently assigned outside the United States. Permits the advance payment of such allowances for escorts and attendants of dependents. Establishes a limit for FY 1983 for the reimbursement for accommodations in place of quarters for members on sea duty. Freezes specified allowances relating to transportation of dependents and household effects at FY 1981 levels. Places restrictions on the allowance for transportation of a motor vehicle from an old to a new duty station. Title II: Retired Pay Matters - Requires retired pay and survivor annuities to be rounded to the next lower dollar. Limits the applicability of the one year look-back provision for adjusting pensions to reflect changes in the Consumer Price Index. Title III: Personnel Management Matters - Increases temporarily the number of general and flag officers on active duty during FY 1984. Transfers Public Health Service and National Oceanic and Atmospheric Administration officers to the uniformed services. Extends the period during which certain accumulated leave may be used. Permits the Secretary concerned to waive the age requirements for original appointment as a commissioned officer. Increases from seven to ten the number of Assistant Secretaries of Defense. Makes one the Assistant Secretary of Defense for Command, Control, Communications, and Intelligence. Title IV: Reserve Matters - Authorizes the Secretary concerned to extend the period of enlistment in the Reserves from six to eight years. Permits the payment of a bonus for enlistment or reenlistment in elements of the Reserve other than the Selected Reserve. Extends entitlement for medical and dental care for members for injuries incurred or aggravated during travel to and from inactive duty training and during certain other periods before and after the performance of such duty. Expands from 90 to 180 days the period of time the Selected Reserve may be ordered to active duty other than during a war or national emergency. Permits the Secretaries of the Army and Air Force to retain in active status on officer in the reserves who is subject to elimination from active because of failure of promotion. Authorizes the recall to active duty of certain retired members of a reserve component of an armed force. Permits certain reserve commissioned officers on active duty to serve, where vacancy permits, in the higher reserve grade to which they are promoted during such active duty tour. Excludes experience and education credits from the computation of years of service of a reserve commissioned officer to determine whether he or she may be transferred to the Retired Reserve or discharged. Title V: Health Care and Related Matters - Increases the amount of pay for a contract surgeon serving full time with a uniformed service. Directs the Secretary of Defense to conduct studies and demonstration projects on the health care delivery system of the uniformed services with a view to improving its quality and cost effectiveness. Requires that alternative progrms for dental care for dependents be studied and suggests that alternative methods of payment for services and cost-sharing by eligible beneficiaries also be included. Directs the Secretary to report to Congress periodically on such studies and projects, the first report being due by March 1, 1983. Directs the Secretary to conduct a feasibility study on the establishment within the Department of a Defense Health Agency. Requires the Secretary to report to the Armed Services Committees within 180 days with recommendations. Directs the Secretary to make an annual report to Congress on malpractice claims made against medical personnel of the military departments. Requires such report to include the current accreditation status of military hospitals and the success of the quality assurance/risk management program of each military department. Title VI: Surviving Spouses' and Children's Benefits - Directs the head of a designated agency to make monthly payments to the surviving spouse of a veteran in the amount such spouse would have received under the Social Security Act were she caring for a child under 16 (when such child is actually between 16 and 18 years of age). Directs the head of a designated agency to make monthly payments equivalent to the child's insurance benefit under the Social Security Act before the Omnibus Budget Reconciliation Act of 1981 to certain children between the ages of 18 and 22 attending institutions of higher learning. Limits eligibility for such payments to children of veterans who died on active duty before August 13, 1981, or from a service-connected disability. Directs the Secretary of Health and Human Services to provide the designated agency head with information necessary to carry out this Act. Sets forth provisions determining time and percentage of increases in benefits, including a requirement that all payments be rounded down to the next lower multiple of $1. Directs the Secretary of Defense during FY 1983 to transfer funds from the Retired Pay, Defense account to whomever is chosen to administer this program. Requires such head to establish an account in his agency to receive such payments. Permits such head and the Secretary of Health and Human Services to combine specified payments into a single monthly payment. Title VII: Miscellaneous Matters - States that funds must be specifically authorized by law before they may be appropriated. Permits the Secretary concerned to conduct a safety investigation of any accident involving an aircraft under his jurisdiction. Prohibits the unauthorized release of such report outside the armed force concerned. Amends the Department of Defense Authorization Act, 1981 to prohibit the contracting out of a commercial or industrial function if the Secretary determines that such function must be performed within the Department for national defense needs. Directs the Secretary to include in his notification to Congress an assessment by the military commander responsible for determining whether the function in question is necessary to meet national defense needs. Sets forth cost comparison guidelines. Prohibits reprisals against employees of certain nonappropriated fund instrumentalities for disclosure of information which evidences a violation of the law or regulations or mismanagement or abuse of authority. Title VIII: Effective Date - Sets forth the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Uniformed Services Pay Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to provide a 4 percent increase in the pay and allowances of members of the uniformed services, to make changes in certain elements of military compensation and in certain personnel programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:28-05:00"
}