{
  "actions": [
    {
      "acted_at": "1995-09-08", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-09-12", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "subcommittee": "National Parks, Forests and Lands", 
      "text": "Referred to the Subcommittee on National Parks, Forests and Lands.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-04-16", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "National Parks, Forests and Lands", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-06-13", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "National Parks, Forests and Lands", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-06-13", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "National Parks, Forests and Lands", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended) by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-06-26", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-06-26", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1996-07-29T16:33:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Resources. H. Rept. 104-716.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-29T16:34:00-04:00", 
      "calendar": "Union", 
      "number": "381", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 381.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1996-09-04T14:02:00-04:00", 
      "references": [], 
      "text": "Mr. Doolittle moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-04T14:02:00-04:00", 
      "references": [
        {
          "reference": "CR H9962-9966", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-04T14:02:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-04T14:10:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1996-09-04T14:11:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-05", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-06", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Parks, Preservation and Recreation", 
      "text": "Referred to Subcommittee on Parks, Preservation and Recreation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2292-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks, Forests, and Lands", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Parks, Historic Preservation, and Recreation", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Nethercutt, George R., Jr.", 
      "sponsored_at": "1996-03-20", 
      "state": "WA", 
      "thomas_id": "00860", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1996-09-04T14:10:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "1995-09-08", 
  "number": "2292", 
  "official_title": "To preserve and protect the Hanford Reach of the Columbia River, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr639-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr640-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1825-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2255-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Hanford Reach Preservation Act", 
  "sponsor": {
    "district": "4", 
    "name": "Hastings, Doc", 
    "state": "WA", 
    "thomas_id": "00512", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1996-09-04T14:10:00-04:00", 
  "subjects": [
    "Colorado", 
    "Columbia River development", 
    "Congress", 
    "Congressional reporting requirements", 
    "Conservation of natural resources", 
    "Dams", 
    "Emergency management", 
    "Eminent domain", 
    "Energy", 
    "Energy policy", 
    "Environmental protection", 
    "Fishery management", 
    "Flood damage prevention", 
    "Government operations and politics", 
    "Infrastructure", 
    "Land transfers", 
    "Law", 
    "Licenses", 
    "Marine and coastal resources, fisheries", 
    "Missouri River development", 
    "Municipal ordinances", 
    "National parks", 
    "National recreation areas", 
    "Nebraska", 
    "New Hampshire", 
    "Parking facilities", 
    "Parks", 
    "Public lands and natural resources", 
    "Reservoirs", 
    "Right-of-way", 
    "River regulation", 
    "Shore protection", 
    "South Dakota", 
    "Transportation and public works", 
    "Urban affairs", 
    "Washington State", 
    "Water resources development", 
    "West Virginia", 
    "Wetland conservation", 
    "Wild rivers", 
    "Wilderness areas", 
    "Zoning and zoning law"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1996-09-04", 
    "text": "TABLE OF CONTENTS: Title I: Hanford Reach Preservation Act Title II: Lamprey Wild and Scenic River Act Title III: West Virginia National Rivers Amendment of 1996 Title IV: Limitation on Land Acquisition: Missouri River, Nebraska and South Dakota Title V: Technical Amendment to the Wild and Scenic Rivers Act Title VI: Protection of North St. Vrain Creek, Colorado Title I: Hanford Reach Preservation Act - Eliminates the expiration date for provisions providing for the protection from damming and other adverse acts of a specified segment of the Columbia River in Washington State permanent. Title II: Lamprey Wild and Scenic River Act - Amends the Wild and Scenic Rivers Act (the Act) to designate a specified segment of the Lamprey River in New Hampshire as a component of the National Wild and Scenic Rivers System. Requires the segment to be: (1) administered as a recreational river by the Secretary of the Interior through cooperative agreements between the Secretary and the State of New Hampshire and the towns of Durham, Lee, and Newmarket, New Hampshire; and (2) managed in accordance with the Lamprey River Management Plan. Deems the Plan to satisfy the requirement for a comprehensive management plan pursuant to the Act. (Sec. 202) Requires the Secretary to coordinate the Secretary's management responsibilities under this Act with the Lamprey River Advisory Committee. Deems the zoning ordinances adopted by such towns, including provisions for conservation of shorelands, floodplains, and wetlands associated with the segment, to satisfy the standards and requirements of the Act. Applies to the segment provisions of the Act which prohibit Federal acquisition of lands by condemnation. Provides that the acquisition of lands for purposes of this Act shall be limited to donation or acquisition with the owner's consent and shall be subject to the additional criteria set forth in the Plan. (Sec. 203) Requires the Secretary to offer assistance regarding continued involvement of the town of Epping, New Hampshire, in the implementation of the Plan and in consideration of potential future addition of that portion of the River within Epping as a component of the System. Title III: West Virginia National Rivers Amendments of 1996 - Amends the National Parks and Recreation Act of 1978 to: (1) modify the boundaries of the New River Gorge National River; (2) direct the Secretary of the Interior to permit West Virginia to undertake fish stocking activities within the boundaries of the River; and (3) make applicable to it provisions of the West Virginia National Interest River Conservation Act of 1987 (the Act) allowing for cooperative agreements between the Secretary and such State for the maintenance and improvement of existing public roads and rights-of-way and regarding the acquisition of uneconomic remnants of lands located partially within such boundaries. (Sec. 302) Amends the Act to void a boundary modification with respect to the Gauley River National Recreation Area in West Virginia if project construction at such Area is not commenced within the required time period or if the construction license is surrendered at any time. Requires the Secretary to acquire lands and take necessary actions to provide access by noncommercial entities on the north side of the Gauley River at Woods Ferry utilizing existing roads and rights-of- way. Authorizes the Secretary to provide transportation services for noncommercial visitorsin order to minimize environmental impacts, including visual impacts, within portions of the Area immediately adjacent to the River. (Sec. 303) Amends the Wild and Scenic Rivers Act to: (1) modify the boundaries of the Bluestone River, West Virginia; and (2) authorize the Secretary to enter into an agreement or acquire not more than ten acres of such lands as necessary to allow public access to the River and to provide parking and related facilities near Eads Mill. Title IV: Limitation on Land Acquisition: Missouri River, Nebraska and South Dakota - Amends the Wild and Scenic Rivers Act to prohibit the acquisition of land within the boundaries of a specified segment of the Missouri River in Nebraska and South Dakota without the owner's consent. Title V: Technical Amendment to the Wild and Scenic Rivers Act - Makes technical corrections to the Wild and Scenic Rivers Act. Title VI: Protection of North St. Vrain Creek, Colorado - Prohibits the Secretary of the Interior or any other Federal agency or officer from approving or issuing any permit for, or providing any assistance for, the construction of any new dam, reservoir, or impoundment on any segment of North St. Vrain Creek or its tributaries within the boundaries of the Rocky Mountain National Park or on the main stem of the Creek downstream to the point at which it crosses the elevation 6550 feet above mean sea level. Declares that nothing in this Act shall be construed to prevent the issuance of any permit for the construction of a new water gaging station on the Creek at the point of its confluence with Coulson Gulch. (Sec. 602) Directs the Secretary to seek to acquire by donation or exchange certain lands within the boundaries of the Park owned by Longmont, Colorado. Directs the Secretary of Agriculture to pursue and report to the Congress biennially on negotiations with Longmont, Colorado, concerning the city's proposed exchange of lands located in and near Coulson Gulch for Federal lands."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hanford Reach Preservation Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Hanford Reach Preservation Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Lamprey Wild and Scenic River Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "West Virginia National Rivers Amendments of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To preserve and protect the Hanford Reach of the Columbia River, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:49-05:00"
}