{
  "actions": [
    {
      "acted_at": "1989-09-14", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-09-15", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Energy Research and Development", 
      "text": "Referred to Subcommittee on Energy Research and Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-09-20", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Department of Energy and Office of Management and Budget.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1626-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Energy Research and Development", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1989-10-05", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-09-14", 
  "number": "1626", 
  "official_title": "A bill to establish within the Office of Minority Economic Impact the Department of Energy programs involving loans and grants to enhance the development and operation of minority business enterprises with respect to energy-related business, to amend the Nuclear Waste policy Act of 1982 to permit the investment of certain funds in the Minority Bank Deposit Program of the Department of the Treasury, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mickey Leland Minority Economic Impact Revitalization Act", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-09-14", 
  "subjects": [
    "Black colleges", 
    "Capital investments", 
    "Commercialization", 
    "Economic development", 
    "Energy industries", 
    "Energy research", 
    "Executive reorganization", 
    "Federally-assisted loans", 
    "Finance and financial sector", 
    "Government contractors", 
    "Government lending", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Investment of public funds", 
    "Loans", 
    "Minorities", 
    "Minority business enterprises", 
    "Technological innovations", 
    "Venture capital", 
    "Women in business"
  ], 
  "subjects_top_term": "Minorities", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-09-14", 
    "text": "Mickey Leland Minority Economic Impact Revitalization Act - Title I: Minority Economic Impact Revitalization - Authorizes the Director of the Office of Minority Economic Impact of the Department of Energy (the Office) to establish a working capital program providing loans and venture capital to minority and women-owned business enterprises to commercialize technologies developed through the Department, provide start-up capital for enterprises in the energy technology fields, and strengthen businesses dealing with the Department. Prescribes the eligibility criteria for such businesses. Requires the Secretary of Energy to select from among bids submitted to him an administrative financial institution (AFI) to administer the loan program component. Requires the AFI to establish a loan committee to oversee loan applications. Requires such committee and the Secretary to jointly establish a scheme for the participation of additional financial institutions. Authorizes a minority business enterprise (MBE) to request the participation of a specific financial institution with which it conducts business. Outlines loan application procedures. Sets a five-year maximum loan term. Authorizes an MBE to request technical or managerial assistance through the central Energy Related Minority Business Enterprise Center of the Department. Authorizes the Secretary to establish venture capital partnerships with venture capital organizations. Amends the Department of Energy Organization Act to direct the Secretary of Energy to: (1) provide financial assistance in the form of grants to an MBE to assist its full participation in the Department's research, development, and contract activities; and (2) limit the use of such assistance to providing funds necessary for such MBEs to bid for and obtain contracts. Authorizes the Secretary to hire a specified number of additional personnel to administer the working capital program. Directs the Office to coordinate and develop: (1) Department of Energy programs involving historically black colleges and universities; and (2) the Minority Financial Institution Deposit Program. Authorizes appropriations for FY 1991 to the Department for a working capital program and for an economic development program involving the establishment of a central energy-related minority business enterprise development center in the Office. Title II: Nuclear Waste Fund - Amends the Nuclear Waste Policy Act of 1982 to authorize the Secretary of Energy to request the Secretary of the Treasury to invest excess Nuclear Waste Fund monies in the Minority Bank Deposit Program of the Department of the Treasury."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mickey Leland Minority Economic Impact Revitalization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish within the Office of Minority Economic Impact the Department of Energy programs involving loans and grants to enhance the development and operation of minority business enterprises with respect to energy-related business, to amend the Nuclear Waste policy Act of 1982 to permit the investment of certain funds in the Minority Bank Deposit Program of the Department of the Treasury, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:41-05:00"
}