{
  "actions": [
    {
      "acted_at": "2011-02-14", 
      "references": [
        {
          "reference": "CR S688-689, S690", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-02-14", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [
        {
          "reference": "CR S689-690", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s342-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Murkowski, Lisa", 
      "sponsored_at": "2011-02-14", 
      "state": "AK", 
      "thomas_id": "01694", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-02-14", 
  "number": "342", 
  "official_title": "A bill to provide supplemental ex gratia compensation to the Republic of the Marshall Islands for impacts of the nuclear testing programs of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2009-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Republic of the Marshall Islands Supplemental Nuclear Compensation Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Bingaman, Jeff", 
    "state": "NM", 
    "thomas_id": "01285", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-02-14", 
  "subjects": [
    "Civil actions and liability", 
    "Congressional oversight", 
    "Disability assistance", 
    "Government liability", 
    "Government studies and investigations", 
    "Health", 
    "Health programs administration and funding", 
    "Marshall Islands", 
    "Medical research", 
    "Micronesia", 
    "Nuclear weapons", 
    "Public contracts and procurement", 
    "Radiation", 
    "Water quality", 
    "Water use and supply", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-02-14", 
    "text": "Republic of the Marshall Islands Supplemental Nuclear Compensation Act of 2011 - Amends the Compact of Free Association Amendments Act of 2003 to direct the Secretary of Energy (DOE) to periodically conduct: (1) a visual study of the concrete exterior of the Cactus Crater containment structure on Runit Island, and (2) a radiochemical analysis of the groundwater surrounding and in the Cactus Crater containment structure on Runit Island. Makes specified funds available to conduct such radiochemical groundwater analysis. Amends the Energy Employees Occupational Illness Compensation Program Act of 2000 to include a citizen or national of the Republic of the Marshall Islands or the Federated States of Micronesia within the definitions of \"covered employee,\" \"atomic weapons employee,\" and \"Department of Energy contractor employee.\" Reduces compensation awarded to an individual under such Act who also received compensation under the Compact of Free Association between the United States and the Republic of the Marshall Islands for the same illness by any compensation received under such Compact, other than medical benefits and benefits for vocational rehabilitation that the individual received by reason of the illness, after deducting the reasonable costs of obtaining those benefits. Amends the Compact of Free Association Amendments Act of 2003 to direct the Secretary of the Interior to provide to the Republic of the Marshall Islands an annual supplemental health care grant to: (1) provide enhanced primary health care, with an emphasis on providing regular screenings for radiogenic illnesses by upgrading existing services or by providing quarterly medical field team visits in Enewetak, Bikini, Rongelap, Utrik, Ailuk, Mejit, Likiep, Wotho, Wotje, and Ujelang Atolls, which were affected by the U.S. nuclear testing program; (2) enhance the capabilities of the Marshall Islands to provide secondary treatment for radiogenic illness; and (3) operate a whole-body counting facility on Utrik Atoll. Provides for a National Academy of Sciences assessment of the U.S. nuclear testing program's health impacts on the residents of the Republic of the Marshall Islands."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Republic of the Marshall Islands Supplemental Nuclear Compensation Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide supplemental ex gratia compensation to the Republic of the Marshall Islands for impacts of the nuclear testing programs of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:01:00-05:00"
}