{
  "actions": [
    {
      "acted_at": "1992-02-21", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2248-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-02-21", 
  "number": "2248", 
  "official_title": "A bill to guarantee comprehensive health care services to veterans and their families by ensuring entitlement and eligibility to a wide array of health care services, to make greater resources and funding available for the delivery of such services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4278-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "American Veterans' Health Care Reform Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-02-21", 
  "subjects": [
    "Ambulatory care", 
    "Appropriations", 
    "Armed forces and national security", 
    "Artificial limbs", 
    "Blind", 
    "Budget deficits", 
    "Cancer", 
    "Collection of accounts", 
    "Congressional reporting requirements", 
    "Counseling", 
    "Day care centers for the aged", 
    "Deaf", 
    "Deafness", 
    "Dental care", 
    "Dogs", 
    "Drug abuse", 
    "Drugs", 
    "Ex-prisoners of war", 
    "Eye care", 
    "Eyeglasses", 
    "Federal budgets", 
    "Government spending reductions", 
    "Health", 
    "Health insurance", 
    "Hearing aids", 
    "Home care services", 
    "Hospital care", 
    "Managed care", 
    "Medicaid", 
    "Medical screening", 
    "Medical supplies", 
    "Medicare", 
    "Mental health services", 
    "Military dependents", 
    "Military medicine", 
    "Nursing homes", 
    "Paramedical personnel", 
    "Preventive medicine", 
    "Prosthesis", 
    "Public assistance programs", 
    "Respite care", 
    "Survivors' benefits", 
    "Travel costs", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Vaccination", 
    "Veterans' medical care", 
    "Veterans' organizations", 
    "Veterans' pensions", 
    "Veterans' rehabilitation", 
    "Vietnam veterans", 
    "World War I", 
    "World War II"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-02-21", 
    "text": "American Veterans' Health Care Reform Act of 1992 - Defines as a \"core-entitled veteran\" any veteran currently eligible for hospital, nursing home, and domiciliary care through the Department of Veterans Affairs. Makes the provisions by the Secretary of Veterans Affairs of nursing home and domiciliary care for core-entitled veterans mandatory (currently discretionary). Requires (currently authorizes) the Secretary: (1) when Department facilities are not available, to contract with non-Department facilities for hospital care and medical services for core-entitled veterans; and (2) to transfer to a non-Department nursing home for adult day care core-entitled veterans who cannot be kept at a Department nursing facility. Makes the provision of dental services in non-Department facilities mandatory for core-entitled veterans (currently discretionary) when such veterans cannot be furnished such treatment in a Department facility because of incapacity or geographical inaccessibility. Requires (currently allows) the provision of domiciliary care to certain low-income veterans. Authorizes the provision of domiciliary care to ineligible (non-core-entitled) veterans who agree to participate in a managed health care plan established under this Act. Directs (currently authorizes) the Secretary to correct or treat any non-service-connected disability of a core-entitled veteran when such veteran is already receiving hospital or nursing home care in a Department facility. Makes an identical change with respect to the provision of dental services and treatment for a non-service-connected dental condition. Authorizes the Secretary to perform outpatient services for certain veterans if the Secretary determines they are needed (currently, only for medical services necessary in preparation for hospital admission or to obviate the need for such admission). Makes mandatory (currently discretionary) the provision by the Secretary on an ambulatory or outpatient basis of needed medical services for: (1) former POWs; (2) any veteran of the Mexican border period or World War I; and (3) any veteran in receipt of an increased pension or allowance based on the need for regular aid or attendance or by reason of being permanently housebound. Requires the provision of outpatient dental services, treatment, and related appliances to any core-entitled veteran. Allows any other veteran to be furnished such services if they participate in the Department-managed health care plan. Directs the Secretary to furnish readjustment counseling to any veteran who served on active duty (currently, only to any active-duty Vietnam era veteran). Directs the Secretary to provide seeing eye or guide dogs and related expenses and mechanical or electronic equipment used for overcomining blindness to any core-entitled veteran. Allows the Secretary to provide such dogs, expenses, or equipment to any other veteran who agrees to participate in the Department-managed health care plan. Directs the Secretary, in the case of core-entitled veterans, to: (1) furnish home health services (including lifts) found necessary to treat a veteran's disability or if medically necessary; (2) furnish devices for assistance in overcoming deafness; (3) repair or replace any artificial limb, truss, brace, hearing aid, spectacles, or similar appliance reasonably necessary and belonging to a veteran; (4) transfer such veteran from a Department to a non-Department nursing home at his or her request; (5) contract for care, treatment and rehabilitative services in halfway houses, therapeutic communities, psychiatric residential treatment centers, and other community-based treatment facilities for those suffering from alcohol or drug dependence or abuse; and (6) furnish respite care services. Makes permanent the provision of such respite care services (currently terminates on September 30, 1992). Directs the Secretary to provide certain of such services to non-core-entitled veterans who agree to participate in the Department-managed health care plan. Exempts core-entitled veterans from any required medication copayments. Makes permanent (currently terminates September 30, 1991) such required copayments for non-core-entitled veterans. Directs the Secretary to furnish preventive health care services to any core-entitled veteran requesting such services. Authorizes the Secretary to provide such services to any other veteran who either agrees to pay the United States a reasonable amount for such services or participates in the Department-managed health care plan. Outlines the various preventive services offered. Requires the Secretary, in carrying out such services, to emphasize the use of inter-disciplinary health care teams composed of various professional and para-professional personnel. Directs the Secretary to design, implement, and maintain a managed health care services plan to make a variety of health care services packages available to non-core entitled veterans and their survivors and dependents. Directs the Secretary to determine a range of premiums for such packages which are affordable to potential participants in the plan. Requires such plan to be established within two years after enactment of this Act. Authorizes payments by non-core entitled veterans for discretionary services provided to such veterans and their survivors and dependents through the Department to be paid directly to the Government, from a plan fund derived from the payment of premiums, or through reimbursement under Medicare, Medicaid, the Civilian Health and Medical Program of the Uniformed Services (CHAMPUS), private health insurance, or by any combination of such payment alternatives. Authorizes appropriations, for fiscal years beginning after 1992 and to the extent provided in advance in appropriation Acts, of necessary sums to provide benefits to which entitlement is established under this Act, including the cost necessary to allow the Department to practice quality management and assurance functions. Authorizes appropriations for the same period to cover administrative expenses in carrying out this Act. Includes Medicaid and Medicare reimbursements under the definition of a \"health plan contract,\" thereby allowing such reimbursements to be included in the health plan established under this Act. Authorizes: (1) the United States to collect for care and services provided to non-core-entitled veterans and their survivors and dependents under CHAMPUS, Medicare, Medicaid, or any other health insurance plan; and (2) the Secretary to use funds collected in the Department of Veterans Affairs Medical-Care Cost Recovery Fund for providing benefits and paying administrative and operational expenses for the delivery of health care services. Exempts all health benefits which core-entitled veterans are provided under appropriate Federal provisions from sequestration under the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act). Directs the Secretary to report annually to the Senate and House Veterans' Affairs Committees on the implementation and operation of health care plans and reforms created by this Act. Directs the Secretary, as part of each such report, to request and take into account comments provided by congressionally-chartered veterans' organizations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "American Veterans' Health Care Reform Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to guarantee comprehensive health care services to veterans and their families by ensuring entitlement and eligibility to a wide array of health care services, to make greater resources and funding available for the delivery of such services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:25-05:00"
}