{
  "actions": [
    {
      "acted_at": "1973-01-31", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-02-21", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Rules and Administration, S. Rept. 93-40.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-02-22", 
      "references": [], 
      "text": "Measure passed Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres55-93", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-31", 
  "number": "55", 
  "official_title": "A resolution authorizing additional expenditures by the Committee on Armed Services for inquiries and investigations.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-31", 
  "subjects": [
    "Congressional committees", 
    "Congressional committees (Senate)", 
    "Senate"
  ], 
  "subjects_top_term": "Congressional committees (Senate)", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-31", 
    "text": "Authorizes the Senate Committee on Armed Services, or any subcommittee thereof, from March 1, 1973, through February 28, 1974, for the purposes stated and within the limitations imposed by this resolution in its discretion: (1) to make expenditures from the contingent fund of the Senate, (2) to employ personnel, and (3) with the prior consent of the Government department or agency concerned and the Committee on Rules and Administration, to use on a reimbursable basis the services of personnel of any such department or agency. Authorizes the Committee on Armed Services from March 1, 1973, through February 28, 1974, to expend not to exceed $30,000 for the procurement of the services of individual consultants, or organizations thereof. Authorizes the Committee, or any subcommittee thereof, from March 1, 1973, through February 28, 1974, to expend not to exceed $490,000 to examine, investigate, and make a complete study of any and all matters pertaining to each of the subjects set forth in this resolution. Provides that not to exceed $337,000 shall be available for a general study or investigation of: (1) the common defense generally; (2) the Department of Defense, the Department of the Army, the Department of the Navy and the Department of the Air Force generally; (3) soldiers' and sailors' homes; (4) pay, promotion, retirement, and other benefits and privileges of members of the Armed Forces; (5) the selective service; (6) the size and composition of the Army, Navy and Air Force; (7) forts, arsenals, military reservations, and navy yards; (8) ammunition depots; (9) the maintenance and operation of the Panama Canal, including the administration, sanitation, and Government of the Canal Zone; (10) the conservation, development, and use of naval petroleum and oil shale reserves; (11) strategic and critical material necessary for the common defense; and (12) aeronautical and space activities peculiar to or primarily associated with the development of weapons systems' or military operations. Provides that not to exceed $153,000 shall be available for studies and investigations pertaining to military readiness and preparedness for the common defense generally. Requires the committee to report its findings, together with such recommendations for legislation as it deems advisable with respect to each study or investigation for which expenditure is authorized by this resolution, to the Senate at the earliest practicable date, but not later than February 28, 1974."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution authorizing additional expenditures by the Committee on Armed Services for inquiries and investigations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:00-05:00"
}