{
  "actions": [
    {
      "acted_at": "1981-10-07", 
      "committee": "Senate Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-10-14", 
      "in_committee": "Senate Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking requested executive comment from Federal Reserve System; Federal Deposit Insurance Corporation; Federal Home Loan Bank Board; Comptroller of the Currency.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-14", 
      "in_committee": "Senate Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking requested executive comment from National Credit Union Administration.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-19", 
      "in_committee": "Senate Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-20", 
      "in_committee": "Senate Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-21", 
      "in_committee": "Senate Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-22", 
      "in_committee": "Senate Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-27", 
      "in_committee": "Senate Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-28", 
      "in_committee": "Senate Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-29", 
      "in_committee": "Senate Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-30", 
      "in_committee": "Senate Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-11-12", 
      "in_committee": "Senate Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking received executive comment from Comptroller of the Currency. Favorable.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-11-18", 
      "in_committee": "Senate Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking received executive comment from Federal Deposit Insurance Corporation. Favorable.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-12-01", 
      "in_committee": "Senate Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking received executive comment from National Credit Union Administration. Unfavorable.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1721-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-10-07", 
  "number": "1721", 
  "official_title": "A bill to combine the funds of the Federal Deposit Insurance Corporation, the Federal Savings and Loan Insurance Corporation and the National Credit Union Share Insurance Fund, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Garn, E. J. (Jake)", 
    "state": "UT", 
    "thomas_id": "01338", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-10-07", 
  "subjects": [
    "Corporations and Stocks", 
    "Credit unions", 
    "Department of the Treasury", 
    "Deposit insurance", 
    "Finance and financial sector", 
    "Financial institutions", 
    "Government corporations", 
    "Government trust funds", 
    "Savings and loan associations"
  ], 
  "subjects_top_term": "Financial institutions", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-10-07", 
    "text": "Title I: Federal Deposit Insurance Act - Amends the Federal Deposit Insurance Act to remove the Comptroller of the Currency from the Board of Directors of the Federal Deposit Insurance Corporation and increase the number of directors from three to five. Adds savings and loan associations, credit unions, and Federal Home Loan Banks to the list of financial institutions with which a Board member may not be employed before expiration of his or her full term of appointment. States that the Corporation shall insure as of such date: (1) every savings and loan association insured by the Federal Savings and Loan Insurance Corporation or charted by the Federal Home Loan Bank Board on January 1, 1983; and (2) every credit union insured or chartered by the National Credit Union Share Insurance Fund on January 1, 1985. Requires any uninsured State savings and loan association or credit union seeking insurance after the appropriate date to apply to the Corporation. Grants the Corporation access to reports of examination made by any Federal home loan bank, or to the National Credit Union Administration Board. Requires exclusive submittal to the Corporation of certain quarterly reports which currently go to the Comptroller of the Currency or to the Federal Reserve Board. Permits the Comptroller of the Currency, any Federal Reserve Bank, any Federal Home Loan Bank and the National Credit Union Administration Board to require additional reports of condition or other reports from financial institutions subject to their respective jurisdictions. Expands Federal Deposit Insurance Corporation insurance to banks located in any territory or possession of the United States, the Northern Mariana Islands, Puerto Rico or in the Panama Canal Zone, or on military installations in foreign countries in the case of credit unions. Expands the assessment base to include deposits held in any United States territory. Permits the deduction of certain lending costs from gross assessment income. Eliminates the provision for the forfeiture of rights by any national member bank failure to comply with specified reporting and assessment requirements. Amends enforcement provisions of such Act to cover credit unions and savings and loan associations. Expands the Federal Deposit Insurance Corporation examination authority to include State savings and loan associations and credit unions and its special examination authority to include Federal savings and loan associations and credit unions. Eliminates the provisions of such Act which consolidated the Temporary Federal Deposit Insurance Fund and the Fund for Mutuals into a Permanent Insurance Fund for insuring deposits. Consolidates the Primary Reserve and the Secondary Reserve of the Federal Savings and Loan Insurance Corporation with the Federal Deposit Insurance Fund. Consolidates the National Credit Union Share Insurance Fund with the Federal Deposit Insurance Fund as of January 1, 1985. Makes the Federal Deposit Insurance Corporation the receiver for closed Federal savings and loan associations, credit unions, and national banks. Permits the Corporation to borrow from any Federal Reserve Bank or Federal Home Loan Bank on such terms as may be fixed by the Board of Directors of the Corporation and the Board of Governors of the Federal Reserve System or the Federal Home Loan Bank Board. Eliminates the tax exempt status of all notes, debentures, bonds, or other such obligations issued by the Corporation. Repeals the provisions of such Act concerning forms for Federal Deposit Insurance Corporation notes and debentures. Includes all savings and loan associations under the regulations the Bank Merger Act concerning insured banks. Waives the requirement of prior written approval of a merger or consolidation if one of the parties is a nonoperating and newly chartered bank or other corporation, the proposed transaction is pro forma and of no significance but is employed as a means to facilitate, and its consummation is conditioned upon, the lawful acquisition of bank stock or of the stock of a savings and loan association and the material details of the proposed transaction are fully disclosed in its application. Eliminates the requirement for annual reports to Congress concerning all bank mergers. Subjects the interest rates of State savings and loan associations and credit unions to Federal Deposit Insurance Corporation supervision. Requires Corporation approval of branching or retiring of capital of any financial institution. Extends to savings and loan associations and credit unions the existing prohibition, without the written consent of the appropriate Federal financial institution agency, against any person serving as a director or officer of any insured financial institution if such person has been convicted, or is hereafter convicted, of any criminal offense involving dishonesty or breach of trust which is punishable by imprisonment for a term exceeding one year under State or Federal law. Provides a hearing opportunity before the appropriate agency for any person whose employment is prohibited by such restriction. Increases from $100 to $1,000 the civil money penalty for willful violation of such prohibition. Provides the assessed financial institution an opportunity for an agency hearing. Provides for judicial review. Prohibits the Corporation from discriminating in favor of Federal financial institutions over State financial institutions or in favor of banks over savings and loan associations or credit unions. Declares that the time and savings deposits held by insured financial institutions, to the extent they are insured by the Corporation, are lawful investments and may be accepted as securities for all public funds of the United States. Permits any insured financial institution to be a depository of public money and to be employed as fiscal agent of the United States. Title II: National Housing Act - Repeals the provisions of the National Housing Act which relate to the Federal Savings and Loan Insurance Corporation and the Share Insurance Fund. Amends the National Housing Act to transfer jurisdiction over savings and loan holding companies to the Federal Home Loan Bank Board. Makes each savings and loan holding company which is registered with the Federal Savings and Loan Insurance Corporation on December 31, 1982, automatically registered with the Federal Home Loan Bank Board. Requires any other company, within 90 days of becoming a savings and loan holding company, to register with the Federal Home Loan Bank Board. Title III: Federal Credit Union Act - Amends the Federal Credit Union Act to repeal the provisions of such Act which provided share insurance of member accounts and created the National Credit Union Share Insurance Fund. Title IV: Miscellaneous Amendments - Amends the Bank Protection Act of 1968, the Home Mortgage Disclosure Act of 1975, the Community Reinvestment Act of 1977, the Depository Institution Management Interlocks Act, and the Home Owners' Loan Act of 1933 to make the Federal Deposit Insurance Corporation the appropriate authority for insuring State financial institutions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to combine the funds of the Federal Deposit Insurance Corporation, the Federal Savings and Loan Insurance Corporation and the National Credit Union Share Insurance Fund, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:03-05:00"
}