{
  "actions": [
    {
      "acted_at": "1995-09-26", 
      "references": [
        {
          "reference": "CR S14316-14317", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-09-26", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1275-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1995-09-26", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hutchison, Kay Bailey", 
      "sponsored_at": "1995-09-26", 
      "state": "TX", 
      "thomas_id": "01368", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kyl, Jon", 
      "sponsored_at": "1995-09-26", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1995-09-26", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-09-26", 
  "number": "1275", 
  "official_title": "A bill to provide for appropriate remedies for prison condition lawsuits, to discourage frivolous and abusive prison lawsuits, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Prison Conditions Litigation Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Abraham, Spencer", 
    "state": "MI", 
    "thomas_id": "01269", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-09-26", 
  "subjects": [
    "Actions and defenses", 
    "Consent decrees", 
    "Corrections", 
    "Crime and law enforcement", 
    "Frivolous lawsuits", 
    "Government operations and politics", 
    "Injunctions", 
    "Law", 
    "Legal assistance to prisoners", 
    "Legal fees", 
    "Parties to actions", 
    "Prison overcrowding", 
    "Prisoners", 
    "Rights of institutionalized persons", 
    "Social welfare", 
    "State courts"
  ], 
  "subjects_top_term": "Corrections", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-09-26", 
    "text": "Prison Conditions Litigation Reform Act - Revises Federal criminal code provisions regarding remedies for prison crowding to substitute provisions regarding remedies for prison conditions. Prohibits: (1) prospective relief in any civil action regarding prison conditions from extending further than necessary to correct the violation of the Federal right of particular plaintiffs; and (2) the court from granting or approving any such relief unless that relief is narrowly drawn, extends no further than necessary to correct the violation of the Federal right, and is the least intrusive means necessary to correct the violation. Directs the court, in determining the intrusiveness of the relief, to give substantial weight to any adverse impact on public safety or the operation of a criminal justice system caused by the relief. Authorizes the court to enter a temporary restraining order or an order for preliminary injunctive relief, which shall expire automatically 90 days after its entry, with exceptions. Prohibits a prisoner release order from being entered unless: (1) a court has previously entered an order for less intrusive relief that has failed to remedy the deprivation of the Federal right, and the defendant has had a reasonable amount of time to comply with the previous court orders; and (2) it is entered by a three-judge court, which finds by clear and convincing evidence that crowding is the primary cause of the violation and no other relief will remedy it and finds by a preponderance of the evidence that crowding has deprived an identifiable plaintiff of at least one essential human need. Sets forth provisions regarding: (1) termination or modification of relief; (2) settlements; (3) State law remedies; and (4) procedure for motions affecting prospective relief. (Sec. 3) Amends the Civil Rights of Institutionalized Persons Act to authorize the award of attorney's fees in an action brought by a prisoner only if: (1) the fee was directly and reasonably incurred in proving an actual violation of the plaintiff's rights protected by a statute pursuant to which a fee may be awarded under the Revised Statutes; and (2) the amount of the fee is proportionately related to the court ordered relief for the violation. Requires, in an action brought in Federal court by a prisoner, that pretrial proceedings in which the prisoner's participation is required or permitted be conducted by telephone without removing the prisoner from the facility in which the prisoner is confined. Allows any State to adopt a similar requirement regarding hearings in such actions in that State's courts. (Sec. 4) Amends the Federal judicial code to prohibit a prisoner from bringing a civil action or appealing a judgment in a civil action or proceeding in forma pauperis if the prisoner has, on three or more prior occasions, brought an action or appeal in a U.S. court that was dismissed on the grounds that it was frivolous, malicious, or failed to state a claim upon which relief could have been granted, unless the prisoner is under imminent danger of serious bodily harm."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Prison Conditions Litigation Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for appropriate remedies for prison condition lawsuits, to discourage frivolous and abusive prison lawsuits, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:01-05:00"
}