{
  "actions": [
    {
      "acted_at": "1977-09-09", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2080-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-09-09", 
  "number": "2080", 
  "official_title": "A bill to make the Federal Columbia River Power System available for maximum electric efficiency for future essential power supply to promote conservation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pacific Northwest Electric Power Supply and Conservation Act", 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-09-09", 
  "subjects": [
    "Business and commerce", 
    "Department of the Interior", 
    "Electric power", 
    "Electric power conservation", 
    "Electric power distribution", 
    "Electric power production", 
    "Electric utility rates", 
    "Energy", 
    "Energy conservation", 
    "Income tax", 
    "Industrial development bonds", 
    "Northwestern States", 
    "Regional planning", 
    "States", 
    "Tax exclusion"
  ], 
  "subjects_top_term": "Electric power", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-09-09", 
    "text": "Pacific Northwest Electric Power Supply and Conservation Act - Directs the Bonneville Power Administration (BPA), in consultation with the States of Washington, Oregon, Montana, and Idaho, and the Pacific Northwest Electric Planning and Conservation Organization (PNEPCO), to develop programs and methods by which BPA customers and ultimate consumers may conserve and efficiently use power. Stipulates that such programs may provide for grants or loans to the ultimate consumers served by the utility systems. Stipulates that the commitment for such outstanding loans shall not exceed $300,000,000. Stipulates that BPA customers in such States shall be subject to a surcharge if such State has failed to enact legislation or take other appropriate action consistent with uniform regional standards for efficient use of power. Stipulates that such standards may be adopted by the States in consultation with BPA or by the BPA if the States do not take such action within two years. Authorizes the BPA to purchase power from a power plant or system designated by PNEPCO. Directs the BPA to sell its power to specified customers and establishes the amounts of power such customers are to receive. Authorizes the BPA to limit such sales to specified customers when there are insufficient supplies of power. Requires the BPA to give ten years notice of such limitations. Establishes a classification system for BPA's resources for cost purposes and an allocation system for the recovery of such costs from BPA's customers. Establishes conditions to be included in contracts for the sale of power by BPA. Establishes criteria which PNEPCO is to use in designating power plants or systems from which the BPA may purchase power. Amends the Internal Revenue Code to stipulate that industrial development bonds issued by an United States agency administering a program approved by Act of Congress for purposes of meeting regional electric needs shall be tax-exempt under specified circumstances."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pacific Northwest Electric Power Supply and Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to make the Federal Columbia River Power System available for maximum electric efficiency for future essential power supply to promote conservation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:30-05:00"
}