{
  "actions": [
    {
      "acted_at": "2010-02-04", 
      "references": [
        {
          "reference": "CR S494-495", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-02-04", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3002-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dorgan, Byron L.", 
      "sponsored_at": "2010-02-04", 
      "state": "ND", 
      "thomas_id": "00308", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-02-04", 
  "number": "3002", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to more effectively regulate dietary supplements that may pose safety risks unknown to consumers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Dietary Supplement Safety Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-02-04", 
  "subjects": [
    "Agriculture and food", 
    "Business records", 
    "Food industry and services", 
    "Food supply, safety, and labeling", 
    "Government information and archives", 
    "Nutrition and diet"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-02-04", 
    "text": "Dietary Supplement Safety Act of 2010 - Amends the Federal Food, Drug, and Cosmetic Act (FFDCA) to deem a dietary supplement that is manufactured, packaged, held, distributed, labeled, or licensed by a dietary supplement facility that is not registered with the Secretary of Health and Human Services (HHS) to be adulterated. Requires annual registration of dietary supplement facilities. Revises provisions that deem a dietary supplement to be adulterated to remove a provision that would allow dietary supplements that contained only dietary ingredients which have been present in the food supply as an article used for food in a form in which the food has not been chemically altered. Requires any person submitting information to the Secretary on the safety of dietary ingredients to create and maintain a scientifically reasonable substantiation file relating to the claim that the dietary ingredient or dietary supplement will reasonably be expected to be safe. Requires a dietary supplement facility or retailer to obtain adequate written evidence from the previous responsible entity in the chain of commerce that registration and safety requirements have been met. Sets forth civil penalties for FFDCA violations related to dietary supplements. Allows fines of not more than twice the gross profits or other proceeds derived from such dietary supplement. Requires reports to the Secretary on all non-serious adverse events associated with dietary supplements when used in the United States. Sets forth the Secretary's authority to order an immediate cease of distribution and to order a recall, after a hearing, of a dietary supplement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Dietary Supplement Safety Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to more effectively regulate dietary supplements that may pose safety risks unknown to consumers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:41-05:00"
}