{
  "actions": [
    {
      "acted_at": "2000-10-10", 
      "references": [
        {
          "reference": "CR S10153", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-10", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3182-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-10-10", 
  "number": "3182", 
  "official_title": "A bill to amend laws relating to the lands of the citizens of the Muscogee (Creek), Seminole, Cherokee, Chickasaw and Choctaw Nations, historically referred to as the Five Civilized Tribes, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5308-106", 
      "reason": "identical"
    }
  ], 
  "short_title": "Five Nations Citizens Land Reform Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Inhofe, James M.", 
    "state": "OK", 
    "thomas_id": "00583", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-10-10", 
  "subjects": [
    "Administrative law judges", 
    "Commerce", 
    "District courts", 
    "Energy", 
    "Estates (Law)", 
    "Federal-Indian relations", 
    "Finance and financial sector", 
    "Fraud", 
    "Government operations and politics", 
    "Home ownership", 
    "Housing and community development", 
    "Indian housing", 
    "Indian lands", 
    "Jurisdiction", 
    "Land transfers", 
    "Land use", 
    "Law", 
    "Leases", 
    "Liens", 
    "Minorities", 
    "Mortgages", 
    "Oil and gas leases", 
    "Oil and gas royalties", 
    "Oil well drilling", 
    "Oklahoma", 
    "Power of attorney", 
    "Probate law and practice", 
    "Public lands and natural resources", 
    "Real estate appraisal", 
    "State courts", 
    "State government-Indian relations", 
    "Trusts and trustees", 
    "Wills"
  ], 
  "subjects_top_term": "Minorities", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-10-10", 
    "text": "TABLE OF CONTENTS: Title I: Restrictions; Removal of Restrictions Title II: Administrative Approval of Conveyances, Partitions, Leases, and Mortgages; Management of Mineral Interests Title III: Probate, Heirship Determination, and Other Judicial Proceedings Title IV: Miscellaneous Five Nations Citizens Land Reform Act of 2000 - Title I: Restrictions; Removal of Restrictions - Makes restricted property subject to restrictions against alienation, lease, mortgage, and other encumbrances regardless of the degree of Indian blood of the citizen who owns such property. Defines \"restricted property\" as any right, title, or interest in real property owned by an Indian citizen that is subject to encumbrances imposed by U.S. laws expressly applicable to the property of enrollees and descendants of enrollees on the final Indian rolls of the Five Civilized Tribes (Cherokee, Chickasaw, Choctaw (of Oklahoma), Seminole (of Oklahoma), and Muscogee (Creek) Nations) in 1906 (Five Nations).Title II: Administrative Approval of Conveyances, Partitions, Leases, and Mortgages; Management of Mineral Interests - Grants the Secretary of the Interior exclusive jurisdiction to approve: (1) conveyances and leases of restricted property by an Indian citizen; and (2) the partition of property located within the last treaty boundaries of one or more of the Five Nations, all of which is held in common by more than one Indian citizen owner, under certain circumstances. Requires approval of mineral leases purporting to convey or create any interest in restricted or trust property by the Secretary.Title III: Probate, Heirship Determination, and Other Judicial Proceedings - Prohibits the courts of the State of Oklahoma from having jurisdiction over actions affecting title to, or use or disposition of, trust or restricted property except as authorized by Federal law. Grants the Secretary exclusive jurisdiction to probate wills or determine heirs of Indian citizens and to adjudicate estate actions to the extent that they involve individual or restricted property.Title IV: Miscellaneous - Repeals provisions of specified laws.Sets forth authorities of Department of the Interior attorneys with respect to actions involving restricted property."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Five Nations Citizens Land Reform Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend laws relating to the lands of the citizens of the Muscogee (Creek), Seminole, Cherokee, Chickasaw and Choctaw Nations, historically referred to as the Five Civilized Tribes, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:30-05:00"
}