{
  "actions": [
    {
      "acted_at": "1986-06-25", 
      "bill_ids": [
        "s2132-99"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure in lieu of S.2132.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1986-07-15", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Thurmond. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-15", 
      "calendar": "Senate Legislative", 
      "number": "719", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 719.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1986-08-09", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-08-09", 
      "bill_ids": [
        "s2638-99"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clauseand substituted the text of Division B of S.2638 as amended by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-08-09", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2641-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1986-08-09", 
    "vetoed": false
  }, 
  "introduced_at": "1986-07-15", 
  "number": "2641", 
  "official_title": "An original bill to authorize certain construction at military installations for fiscal year 1987, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2132-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2638-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Military Construction Authorization Act, 1987", 
  "sponsor": {
    "district": null, 
    "name": "Thurmond, Strom", 
    "state": "SC", 
    "thomas_id": "01448", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1986-08-09", 
  "subjects": [
    "Advisory bodies", 
    "Alaska", 
    "Arizona", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Authorization", 
    "California", 
    "Coal", 
    "Coal-fired power plants", 
    "Collective security agreements", 
    "Colorado", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Defense contracts", 
    "Easements", 
    "Economics and public finance", 
    "Educational facilities", 
    "Energy", 
    "Energy conservation", 
    "Environmental protection", 
    "Europe", 
    "Federal advisory bodies", 
    "Flood control", 
    "Fuel", 
    "Fuel consumption", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Hawaii", 
    "Hazardous waste disposal", 
    "Heating", 
    "International affairs", 
    "Land transfers", 
    "Lease and rental services", 
    "Medical centers", 
    "Military bases", 
    "Military construction operations", 
    "Military dependents", 
    "Military hospitals", 
    "Military housing", 
    "Mines and mineral resources", 
    "NATO countries", 
    "National Guard", 
    "New Mexico", 
    "New York State", 
    "Postal Services and Facilities", 
    "Postal facilities", 
    "Potable water", 
    "Public Lands and Real Property", 
    "Residential energy conservation", 
    "South Carolina", 
    "South Korea", 
    "Texas", 
    "Treaties", 
    "Urban planning", 
    "Virginia", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water supply", 
    "Watersheds"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1986-08-09", 
    "text": "(Measure passed Senate, amended (Inserted Text of Division B of S. 2638 as passed Senate)) Military Construction Authorization Act, 1987 - Title I: Army - Authorizes the Secretary of the Army to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to construct or acquire military family housing units and to improve existing military family housing units in specified amounts at specified installations. Authorizes the Secretary of the Army to: (1) carry out a specified military housing unit improvement project in Yongsan, Korea; (2) carry out certain construction projects at Fort Drum, New York; and (3) use limited FY 1987 funds for local community planning assistance activities near Fort Drum, New York, and Fort Wainwright, Alaska. Directs the Secretary of the Army to transfer funds to the Administrator of the Environmental Protection Agency for the clean-up of contaminated drinking water supplies in Adams County, Colorado, near the Rocky Mountain Arsenal. Requires such funds to be repaid as specified. Directs the Secretary to commence response actions with respect to hazardous substances affecting such water supplies, using Department of Defense Environmental Restoration Program funds. Authorizes appropriations for the Army for fiscal years after FY 1986 for specified military construction, land acquisition, and military family housing functions of the Department of the Army. Authorizes the use of certain unobligated funds for energy conservation projects for military family housing of the Army. Limits the total cost of all such projects to the amounts authorized in this Act. Extends the authorization of appropriations for certain specified FY 1984 and 1985 military construction projects. Title II: Navy - Authorizes the Secretary of the Navy to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to construct or acquire military family housing units and to improve existing military family housing units in specified amounts at specified installations. Authorizes appropriations for the Navy for fiscal years after FY 1986 for specified military construction, land acquisition, and military family housing functions of the Department of the Navy. Limits the total cost of all such projects to the amounts authorized in this Act. Extends the authorization of appropriations for certain specified FY 1984 military construction projects. Title III: Air Force - Authorizes the Secretary of the Air Force to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to construct or acquire military housing units and to improve existing military family housing units in specified amounts at specified installations. Authorizes appropriations for the Air Force for fiscal years after FY 1986 for specified military construction, land acquisition, and military family housing functions of the Department of the Air Force. Authorizes the use of certain unobligated funds for energy conservation projects for military family housing of the Air Force. Limits the total cost of all such projects to the amounts authorized in this Act. Extends the authorization of appropriations for certain specified military construction projects. Title IV: Defense Agencies - Authorizes the Secretary of Defense to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to acquire real property and carry out military construction projects not otherwise authorized by law for the construction of hazardous waste storage facilities. Authorizes the Secretary to construct or acquire three military family housing units in a specified amount at classified locations. Repeals a specified provision of the Military Construction Authorization Act, 1985 which authorizes the Secretary of the Army to contract for the design of replacement facilities for the Brooke Army Medical Center in San Antonio, Texas. Prohibits any funds authorized to be appropriated in this or any other Act from being used for designing an administrative complex at the Pentagon Reservation, Arlington, Virginia. Authorizes appropriations for the Department of Defense for fiscal years after FY 1986 for specified military construction, land acquisition, and military family housing functions of the Department of Defense. Limits the total cost of all such projects to the amounts authorized in this Act. Extends the authorization of appropriations for certain specified projects. Title V: North Atlantic Treaty Organization Infrastructure - Authorizes the Secretary of Defense to make contributions for the North Atlantic Treaty Organization (NATO) Infrastructure program. Authorizes appropriations for such purpose. Title VI: Guard and Reserve Forces Facilities - Authorizes appropriations for fiscal years after FY 1986 for the costs of acquisition, architectural and engineering services, and construction of facilities for the guard and reserve forces. Title VII: General Provisions - Part A: Expiration of Authorizations and Amounts Required to be Specified by Law - States that all authorizations made under this Act shall expire at the end of FY 1987 or on the date of enactment of the Military Construction Authorization Act for FY 1989, whichever is later, with specified exceptions. Establishes maximum amounts of certain expenditures, including an unspecified minor military construction project, architectural and engineering design services, and per-unit improvement and rental costs for military family housing. Part B: Military Construction Program Provisions - Amends Federal law relating to military construction and family housing to revise provisions concerning authorized minor construction. Authorizes the Secretary of the military department concerned to carry out certain minor construction projects using operation and maintenance funds. Directs the Secretary of Defense, at the same time of the annual request for the military construction authorization for FY 1988, to include in such request plans and a request for authorization for at least two military installations of each military department. Amends Federal armed forces provisions to add specified services to those services authorized to be contracted out for by the Secretary concerned for military installations, provided the contracting-out of such services is more economically feasible under long-term service contracts than by conventional means. Authorizes the Secretary concerned to obtain architectural and engineering services and carry out military construction design in any fiscal year with any available funds. Increases the square-feet space limitations authorized for the construction of military family housing for officers, such limitations varying depending upon the officer's pay grade. Authorizes the Secretary of Defense to carry out military construction projects not otherwise authorized by law for the construction of hazardous waste storage facilities. Requires the Secretary, before carrying out any such project, to comply with certain congressional notice-and-wait requirements. Authorizes the increase by up to 25 percent of the estimated cost of any such project if the Secretary makes certain findings. Prohibits the commencement of any such project after September 30, 1991. Authorizes the Secretary concerned to contract to provide for the rental of a child care center, civic center building, or similar structures constructed for the support of military family housing. Extends until September 30, 1990, the authority to enter into such agreements. Extends from 15 to 25 years the possible length of such agreements. Increases from 600 to 3,600 the number of military family housing units authorized to be leased by the Secretary of a military department. Extends through September 30, 1988, the authority to enter into such leases. Authorizes the Secretary concerned to contract for the lease of a child care center, civic center building, or a similar structure constructed for the support of military family housing. Increases from 200 to 220 the number of leased military family housing units exempted from the limits placed on foreign military family housing units. Part C: Miscellaneous Provisions - Prohibits the Secretary of a military department from converting a heating facility at any U.S. military installation in Europe from a coal-fired facility to a facility of any other energy source, unless certain conditions have been met. Directs the Secretary of Defense to provide for the use of U.S.-produced coal to operate such facilities. Directs the Secretary of Defense to implement at the earliest possible date a DOD program proposal calling for the rehabilitation and conversion of current steam generating plants at U.S. defense facilities to coal-burning facilities in order to achieve certain coal consumption target levels at DOD facilities by FY 1994. Directs the Secretary, on March 1 of each year, to report to the Congress on actions taken by the Secretary concerning such heating facilities. Repeals specified provisions of the Department of Defense Appropriations Act, 1986 concerning the use of appropriated funds for the conversion of such facilities. Directs the President to establish the Blue Ribbon Task Group on Military Base Closures (Task Group), whose function shall be to study and evaluate military installations to determine whether such installations should be closed. Requires the Task Group to report to the President, no later than July 31, 1987, on recommended base closures. Terminates the Task Group 90 days after the report is submitted. Authorizes appropriations for FY 1986 and 1987 for use by the Task Force. Makes the full availability of such appropriations contingent upon the Secretary of the Navy's transfer to the U.S. Postal Service (with appropriate reimbursement by the Postal Service) of certain land and improvements located in Aiea, Hawaii. Authorizes the Secretary of the Navy to enter into leases for the development of real property located within the Broadway Complex of the Department of the Navy, San Diego, California. Requires the use of competitive bidding in the awarding of such contracts. Outlines terms and a specified precondition to such contracts requiring a showing of economic advantage to the United States followed by a congressional notice-and-wait requirement. Directs the Secretary of the Air Force to consider appropriate sites in San Pedro, California, for the location and construction of certain military family housing units. Outlines conditions for such site selection, including the filing of environmental impact statements for sites determined to be appropriate. Provides for the exercise of certain reversionary rights concerning the land selected for such site. Authorizes the Secretary of the Navy to grant to Orange County, California, one or more easements through the Marine Corps Air Station, El Toro, California, for street, sidewalk, and related purposes. Requires the Secretary to replace all family housing units demolished as the result of the granting of any such easement. Outlines easement terms and limits funding for housing replacement facilities. Repeals provisions of Federal law requiring the assignment of suitable space for postal purposes at each Army and Air Force base where there exists a post office. Directs the Secretaries of Defense and of Education to study and jointly develop a policy for the construction, extension, remodeling, and rehabilitation of dependents' educational facilities on military installations in the United States. Requires the Secretaries to report to the Congress concerning such policy, together with recommendations for legislation, no later than April 1, 1987. Requires certain heating systems installed or constructed at any military installation under the jurisdiction of a military department to have multiple fuel capability determined on the basis of life cycle costs and availability of fuels. Authorizes the waiver of such requirement by the Secretary concerned in appropriate cases. Part D: Real Property Transactions - Authorizes the Secretary of the Army to convey to the State of Arizona all right, title, and interest to a specified portion of Fort Huachuca, Arizona. Outlines terms and conditions. Authorizes the Secretary to sell an additional portion of Fort Huachuca under specified conditions. Authorizes the Secretary of the Air Force to sell a specified portion of March Air Force Base, California. Outlines terms and conditions for such sale, and requires the Secretary to comply with certain congressional notice-and-wait requirements before entering into a contract for such sale. Authorizes the Secretary of the Navy to exchange a specified portion of the Long Beach Naval Station, California, to the city of Long Beach, California, in exchange for certain other property located in Long Beach. Authorizes the Secretary of the Army to sell or exchange a certain portion of land within the Whittier Narrows Flood Control Basin in Los Angeles County, California. Outlines terms and conditions and describes the land to be sold or exchanged. Authorizes the Secretary of the Army to convey specified parcels of land in New Mexico to: (1) the State of New Mexico; and (2) the New Mexico State Armory Board, under specified conditions. Authorizes the Secretary of Defense to use appropriated funds to provide planning assistance to local communities at Ingleside, Texas, and other Gulf Coast sites. Directs the Administrator of General Services to release to the Virginia Port Authority all rights of use to three warehouses located in Norfolk, Virginia. Requires such release within 180 days after enactment of this Act. Authorizes the Secretary of the Navy to lease to the South Carolina Ports Authority specified land and improvements at the Naval Weapons Station, Charleston, South Carolina."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act, 1987", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Military Construction Authorization Act, 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize certain construction at military installations for fiscal year 1987, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:58-05:00"
}