{
  "actions": [
    {
      "acted_at": "1982-04-29", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-29", 
      "bill_ids": [
        "hr5561-97"
      ], 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "For Previous Action See H.R.5561.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-04", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-04", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-05-17", 
      "references": [], 
      "text": "Reported to House by House Committee on Armed Services.  Report No: 97-525.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-17", 
      "references": [], 
      "text": "Placed on Union Calendar No: 318.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-13", 
      "references": [], 
      "text": "Rule Granted Providing an Open Rule with 2 Hours of Debate. Partial Waiver of Points of Order.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-13", 
      "bill_ids": [
        "hres519-97"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.519 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-09", 
      "references": [], 
      "text": "Called up by House by Rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-09", 
      "references": [], 
      "text": "Considered by House Unfinished Business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-11", 
      "references": [], 
      "text": "House Agreed to Amendments Adopted by the Committee of the Whole.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-11", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "268", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Yea-Nay Vote: 332 - 57 (Record Vote No: 268).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1982-08-11", 
      "references": [], 
      "text": "Laid on Table in House by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-11", 
      "bill_ids": [
        "s2586-97"
      ], 
      "references": [], 
      "text": "Other Measure S.2586 (Amended) Passed House in Lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h789-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "789"
    }, 
    {
      "amendment_id": "h790-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "790"
    }, 
    {
      "amendment_id": "h791-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "791"
    }, 
    {
      "amendment_id": "h792-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "792"
    }, 
    {
      "amendment_id": "h793-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "793"
    }, 
    {
      "amendment_id": "h794-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "794"
    }, 
    {
      "amendment_id": "h795-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "795"
    }, 
    {
      "amendment_id": "h796-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "796"
    }, 
    {
      "amendment_id": "h797-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "797"
    }, 
    {
      "amendment_id": "h798-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "798"
    }, 
    {
      "amendment_id": "h799-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "799"
    }, 
    {
      "amendment_id": "h800-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "800"
    }, 
    {
      "amendment_id": "h801-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "801"
    }, 
    {
      "amendment_id": "h802-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "802"
    }, 
    {
      "amendment_id": "h803-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "803"
    }
  ], 
  "bill_id": "hr6214-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Trible, Paul S., Jr.", 
      "sponsored_at": "1982-04-29", 
      "state": "VA", 
      "thomas_id": "01169", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1982-08-11", 
    "vetoed": false
  }, 
  "introduced_at": "1982-04-29", 
  "number": "6214", 
  "official_title": "A bill to authorize certain construction at military installations for fiscal year 1983, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres519-97", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr5561-97", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2586-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Military Construction Authorization Act, 1983", 
  "sponsor": {
    "district": "3", 
    "name": "Brinkley, Jack", 
    "state": "GA", 
    "thomas_id": "00124", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1982-08-11", 
  "subjects": [
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Authorization", 
    "California", 
    "Congressional oversight", 
    "Defense procurement", 
    "Economics and public finance", 
    "Energy", 
    "Florida", 
    "Georgia", 
    "Guided missiles", 
    "Illinois", 
    "Land transfers", 
    "Land use", 
    "M-X missile", 
    "Military bases", 
    "Military construction operations", 
    "Military housing", 
    "Missile bases", 
    "Missouri", 
    "NATO countries", 
    "Ohio", 
    "Public Contracts, Procurement, and Property", 
    "Public Lands and Real Property", 
    "Solar energy", 
    "Treaties", 
    "Virginia", 
    "Washington State"
  ], 
  "subjects_top_term": "Military construction operations", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-04-29", 
    "text": "Military Construction Authorization Act, 1983 - Title I: Army - Authorizes the Secretary of the Army to establish or develop military installations and facilities at specified locations. Authorizes appropriations in specified amounts for each of these locations. Authorizes the Secretary to establish or develop other installations by proceeding with construction made necessary by unforeseen security considerations, new weapons development, new and unforeseen research and development requirements, improved production schedules or revisions in the tasks or functions assigned to a military installation or for environmental considerations if the Secretary of Defense determines that deferral of such construction for inclusion in the next Military Construction Authorization Act would be inconsistent with the national security. Directs the Secretary to notify the appropriate congressional committees of such determination. Authorizes appropriations for such emergency construction. Authorizes the Secretary to accomplish minor construction projects in a specified amount. Authorizes the Secretary to construct or acquire military family housing. Requires the Secretary to consult with the Secretary of Housing and Urban Development as to the availability of private housing in a U.S. location before constructing any family housing at such location. Directs the Secretary to give the appropriate congressional committees 15 days notice of any disagreement as to housing availability with the Secretary of HUD before contracting for construction. Authorizes appropriations for such housing at specified locations in the United States and overseas. Authorizes the Secretary to improve existing quarters, earmarking certain funds for energy conservation. Amends the Military Construction Authorization Acts of 1968, 1976, and 1982 to increase the authorization levels for specified projects. Authorizes the Secretary to convey to the Weyerhaeuser Corporation, Tacoma, Washington, specified lands along the westerly boundary of the Fort Lewis Military Reservation, Pierce County, Washington, in exchange for other lands. Title II: Navy - Authorizes the Secretary of the Navy to establish or develop military installations and facilities at specified locations. Authorizes appropriations in specified amounts for each such location. Authorizes the Secretary to establish or develop other installations where necessary under the same conditions as those relating to the Secretary of the Army under title I of this Act. Authorizes the Secretary to accomplish minor construction projects in a specified amount. Authorizes the Secretary to construct or acquire military family housing, subject to the conditions set forth in title I. Permits the Secretary of the Navy to use the seven housing units from the Public Health Service Facility, Norfolk, Virginia, for military housing. Title III: Air Force - Authorizes the Secretary of the Air Force to establish or develop military installations and facilities at specified locations. Authorizes appropriations in specified amounts for each such location. Authorizes the Secretary to establish or develop additional facilities where necessitated by those factors enumerated in title I of this Act. Authorizes the Secretary to accomplish minor construction projects in a specified amount. Authorizes the Secretary to construct or acquire military family housing, subject to the conditions set forth in title I. Authorizes the Secretary to adjust the base boundaries at Eglin Air Force Base, Florida, to resolve encroachments caused by inaccurate surveys. Permits the Secretary to use limited funds to convert an existing facility at Wright-Patterson Air Force Base, Ohio for use as a foreign military sales center. Title IV: Defense Agencies - Authorizes the Secretary of Defense to establish or develop military installations at specified locations and authorizes appropriations in specified amounts for each such location. Permits the Secretary to establish or develop additional facilities which are determined to be vital to the security of the United States under the terms and conditions of title I. Authorizes appropriations for such purpose. Authorizes the Secretary to accomplish minor construction projects in a specified amount. Authorizes the Secretary to construct or acquire family housing as specified. Title V: North Atlantic Treaty Organization Infrastructure - Authorizes the Secretary of Defense to incur NATO facilities construction costs up to a specified amount. Requires the Secretary to report to the Senate and the House Armed Services and Appropriations Committees concerning such costs. Title VI: Authorization of Appropriations and Administrative Provisions - Authorizes the Secretaries of the various military departments to develop installations under this Act without regard to provisions of law which prohibit the advancement of public moneys and which require the submission of detailed cost estimates to Congress. Establishes expenditure ceilings for each title of this Act. Authorizes limited increases in the amounts authorized pursuant to this Act if the Secretary of the military department or the Director of the defense agency concerned determines that such an increase is required for the sole purpose of meeting unusual and unanticipated variations in costs. Requires the Secretary of Defense to report annually to the appropriate committees of Congress concerning projects exceeding the amount authorized by more than a specified percent. Establishes measures and responsibility for supervising the construction work authorized under this Act. Requires the respective Secretaries to report to Congress annually on the costs of construction contracts. Repeals prior Military Construction Authorization Acts. Specifies exceptions to such repealer. Amends the Military Construction Authorization Act, 1982 to: (1) increase authorizations for the construction of defense installations on the Mariana Islands; (2) decrease authorizations for military construction by the Navy inside and outside the United States; (3) and increase authorizations for construction by Defense agencies. Title VII: Guard and Reserve Forces Facilities - Authorizes the Secretary of Defense to establish or develop additional facilities for the Guard and Reserve Forces of various military departments. Authorizes specified appropriations for each such entity. Directs the Secretary Defense to give the appropriate committees of Congress 15 days notice of expenditures for facilities in excess of $175,000. Exempts facilities listed in the annual lump sum authorization from such requirement. Title VIII: General Provisions - Authorizes the Secretary of the Air Force to exchange specified land in and with the city of Warner Robins, Georgia. Permits the Secretary of a military department, with the approval of the Secretary of Defense and the Director of the Office of Management and Budget to make obligations for commissary store facility construction without regard to fiscal year limitations. Directs the Secretary of each military department to procure energy systems using solar or other renewable forms of energy whenever possible and cost effective. Directs the Secretary of Defense to report to Congress within two years on the applications of such energy within the department. Authorizes the Secretary of the Army to exchange specified lands in and with Clarke County, Georgia. Authorizes the Secretary of the Army to exchange specified lands in and with the city of Bell, California. Requires the city to restore and modernize a specified building owned by the United States as consideration."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act, 1983", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Military Construction Authorization Act, 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize certain construction at military installations for fiscal year 1983, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:45-05:00"
}