{
  "actions": [
    {
      "acted_at": "1984-06-08", 
      "calendar": "Senate Legislative", 
      "number": "970", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Introduced in the Senate, read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 970.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2742-98", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1984-06-08", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hawkins, Paula", 
      "sponsored_at": "1984-06-08", 
      "state": "FL", 
      "thomas_id": "01355", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1984-06-08", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-06-08", 
  "number": "2742", 
  "official_title": "A bill to improve access to training opportunities for dislocated workers, to provide procurement targeting in labor surplus areas, to authorize the Secretary of Defense to operate skill training demonstration projects, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Dislocated Workers Act of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Quayle, Dan", 
    "state": "IN", 
    "thomas_id": "00935", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1984-06-08", 
  "subjects": [
    "Armed forces and national security", 
    "Defense contracts", 
    "Defense procurement", 
    "Depressed areas", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Education", 
    "Employment and training programs", 
    "Federal aid to higher education", 
    "Full employment policies", 
    "Government procurement", 
    "Government records, documents, and information", 
    "Information services", 
    "Labor and employment", 
    "Labor supply", 
    "Manpower training programs", 
    "National Security and Intelligence Operations", 
    "Occupational retraining", 
    "Public Contracts, Procurement, and Property", 
    "Regulatory impact statements", 
    "Student aid", 
    "Student loan funds", 
    "Surplus government property", 
    "Unemployed", 
    "Unemployment", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Unemployed", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-06-08", 
    "text": "Dislocated Workers Act of 1984 - Title I: Employment Impact of Federal Programs - Directs the Secretary of Labor to maintain a continuing capacity to estimate the employment impact of Federal programs, including programs of financial assistance. Requires that such estimates include both the direct and indirect employment effects of Federal expenditures. Title II: Dislocated Workers - Defines a dislocated worker as an individual who: (1) has at least 20 quarters of coverage under title II of the Social Security Act; and (2) has exhausted all rights to regular compensation under State unemployment compensation law in the most recent benefit year of the individual. Directs the Secretary to provide for the issuance of documentation to individuals identified as dislocated workers. Amends the Higher Education Act of 1965 (HEA) to direct the Secretary of Education to disregard, in any case in which a student is a certified dislocated worker under this Act or title III of the Job Training Partnership Act (JTPA), all equity in a single principal place of residence and the amount of unemployment benefits, for purposes of computation of assets and income for the proposed family contribution schedule for determination of Pell grants. Authorizes appropriations to cover such additional entitlements, but prohibits payment of such entitlements unless funds are provided for in an appropriation Act. Amends HEA to provide that, in the case of any such dislocated worker,identified under this Act or JTPA, determinations of need for purposes of the Guaranteed Student Loan program shall be based on current income. Authorizes the Private Industry Council in every service delivery area (SDA) established under JTPA to provide information on training opportunities in the SDA to all individuals seeking training and, retraining. Excludes funds used for such purposes from specified cost limitations under JTPA. Title III: Procurement Targeting in Labor Surplus Areas - Directs the head of each Federal agency which procures supplies and equipment at a rate in excess of $1,000,000,000 in FY 1982 to set targets, in each fiscal year, for such procurement within labor surplus areas, as defined by the Secretary of Labor. Directs the Director of the Office of Management and Budget to report to specified congressional committees on: (1) the amount and percentage of contracts awarded by each Federal agency in labor surplus areas; (2) the impact of such contracts on the area unemployment rate; and (3) whether such contracts could be increased without adverse impact on Federal procurement. Title IV: Defense Procurement Training Demonstration Projects - Authorizes the Secretary of Defense to establish and carry out demonstration projects to provide training in skilled occupations related to defense procurement in which there are substantial shortages of workers. Directs the Secretary of Labor to develop and publish a list of skilled occupations with substantial shortages. Directs the Secretary of Defense to then select from that list occupations which will have an adverse impact on defense procurement if the shortage is not reduced. Requires the Secretary of Defense to carry out demonstration projects in connection with selected defense procurement contracts, requiring the contractors to provide training in the shortage area. Directs the Secretary of Defense to report to Congress within two and one-half years on the demonstration projects. Amends the Defense Industrial Reserve Act to authorize the Secretary of Defense to donate surplus machine tools and related equipment to specified educational institutions or training schools having loan agreements on such property if it is no longer needed by the Department of Defense."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Dislocated Workers Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve access to training opportunities for dislocated workers, to provide procurement targeting in labor surplus areas, to authorize the Secretary of Defense to operate skill training demonstration projects, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:23-05:00"
}