{
  "actions": [
    {
      "acted_at": "1983-10-28", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-11-10", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "subcommittee": "Civil Service and General Services", 
      "text": "Referred to Subcommittee on Civil Service and General Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2027-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on Civil Service, Post Office, and General Services", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-10-28", 
  "number": "2027", 
  "official_title": "A bill to amend chapter 89 of title 5, United States Code, to reform the Federal employees' health benefits program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Employees Health Insurance Amendments of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Stevens, Ted", 
    "state": "AK", 
    "thomas_id": "01440", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-10-28", 
  "subjects": [
    "Business and commerce", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government employees' health insurance", 
    "Health", 
    "Health insurance", 
    "Insurance"
  ], 
  "subjects_top_term": "Government employees' health insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-10-28", 
    "text": "Federal Employees' Health Insurance Amendments of 1983 - Title I: Medicare Supplemental Plans - Allows an insurance carrier contracting with the Office of Personnel Management (OPM) to provide health insurance benefits to Federal employees to offer as part of such benefit plan one medicare supplemental plan which shall be available only to medicare eligible individuals. Specifies the conditions under which a medicare supplemental plan will be approved by OPM. Title II: Additional Requirements for Federal Employees Health Benefits Program - Requires that a contract for a health benefits plan for Federal employees require the carrier to be underwritten by a licensed group health insurance company if such carrier is not reinsured with other companies which elect to participate. Provides that a contract between OPM and a carrier entered into for a term of more than one year shall include a detailed statement of any changes in benefits, maximums, limitations, exclusions, definitions, deductibles, and coinsurance taking effect during the contract term and the effective date of such changes. Requires that a health benefits plan provide reasonable deductibles and coinsurance for all benefits under such plan. Prohibits the application of such deductibles and coinsurance with respect to emergency health care. Permits a waiver of deductibles and coinsurance under a health benefits plan in the case of a health care charge which does not exceed the amount which would be paid for the same type of care under title XVIII (Medicare) of the Social Security Act without regard to any deductibles, coinsurance, or copayments required. Prohibits OPM from contracting with a carrier for or approving a health benefits plan which provides more than two levels of benefits. Provides that OPM shall not require that a carrier offer a health benefits plan which provides more than one level of benefits. Makes the existing lists of benefits which may be provided under current law under a service benefit plan or an indemnity benefit plan mandatory. Includes among the benefits which must be provided under each type of plan inpatient and outpatient benefits for treatment of mental disorders. Requires that catastrophic benefits be provided under a health benefits plan without regard to provisions relating to deductibles, coinsurance, maximums, or other limitations. Sets forth the method for determining whether an injury or illness is catastrophic. Sets forth the method which OPM must use to compute the amount of the Government contribution for subscription charges payable for an employee or annuitant enrolled in a health benefits plan. Revises the biweekly Government contribution for health benefits for such employees and annuitants. Requires each carrier offering a health benefits plan to Federal employees to develop and implement a cost containment program for each health benefits plan which is not a comprehensive medical plan. Requires OPM to establish a system for peer review of the utilization and quality of health care furnished under health benefits plans for Federal employees. Provides that OPM shall designate areas in which such peer review functions shall be performed and contract with a utilization and quality peer review organization for each such area. Specifies the functions or such organizations. Requires a carrier offering a health benefits plan to provide by contract for an independent audit of the carrier's cost containment program at least once annually. Requires the contractor performing such audit to report its findings and conclusions to OPM. Prohibits OPM from approving a health benefits plan offered by a carrier which has a cost containment program which is rated as unsatisfactory overall for two consectutive years. Entitles the carrier to a hearing on the record before OPM initially determines not to contract for a health benefits plan offered by such carrier. Subjects OPM's decision to judicial review. Requires OPM to report to Congress annually on the cost containment programs required under this Act. Requires the Comptroller General to review biennially and report to Congress on the activities carried out by the utilization and quality control peer review organizations. Allows carriers providing health benefits plans to Federal employees to negotiate agreements with health care providers in order to discount charges for furnishing health care to their health benefits plan subscribers. Provides that the maximum amount of benefits to be paid to a subscriber of a Federal health benefits plan shall be determined under joint regulations prescribed by the Director of OPM and the Secretary of Health and Human Services. Provides that before any change in benfits or payments required by employees or annuitants under a health benefits plan takes effect, OPM shall establish a program of open enrollment under which Federal employees and annuitants may make changes in their health benfits plan enrollment. Requires OPM to distribute material with respect to each health benfits plan being offered during such period. Requires carriers to transmit to OPM the names of Federal employees and their family members who are covered under their plans at the end of each program of open enrollment and to notify OPM of any changes in enrollment which have occurred. Revises requirements with respect to the continuation of coverage of annuitants under health benefits plans. Title III: Miscellaneous Provisions - Makes technical and conforming amendments. Specifies the effective dates of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Employees Health Insurance Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 89 of title 5, United States Code, to reform the Federal employees' health benefits program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:08-05:00"
}