{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr731-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "731", 
  "official_title": "A bill to establish wildlife, fish, and game conservation and rehabilitation programs on certain lands under the jurisdiction of the Department of the Interior, the Department of Agriculture, the Atomic Energy Commission, and the National Aeronautics and Space Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Mailliard, William S.", 
    "state": "CA", 
    "thomas_id": "00727", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Department of Agriculture", 
    "Department of the Interior", 
    "National Aeronautics and Space Administration", 
    "Nuclear energy", 
    "Public lands and natural resources", 
    "Space", 
    "Wildlife", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Wildlife conservation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Authorizes the Secretaries of the Interior and Agriculture to carry out with comprehensive plans, the planning, development, maintenance, and coordination of wildlife, fish, and game conservation and rehabilitation programs on public lands administered by the Secretaries of the Interior and Agriculture, the Chairman of the Atomic Energy Commission and the Administrator of the National Aeronautics and Space Administration. States that each comprehensive plan shall be consistent with any overall use and management plans for the lands involved. Requires that such stamp fees as may be collected by the appropriate State agency shall be utilized in carrying out conservation or rehabilitation programs and for no other purpose. Requires the maintenance of accurate records and the filing of annual reports by the State agency to the Secretary of the Interior or the Secretary of Agriculture, as the case may be, setting forth the amount and disposition of such fees. Establishes as penalties for persons who violate provisions of this Act a fine not to exceed $1000 and/or imprisonment not to exceed six months, or both. Authorizes to be appropriated such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish wildlife, fish, and game conservation and rehabilitation programs on certain lands under the jurisdiction of the Department of the Interior, the Department of Agriculture, the Atomic Energy Commission, and the National Aeronautics and Space Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:01-05:00"
}