{
  "actions": [
    {
      "acted_at": "1987-01-16", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-01-23", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education, Arts, Humanities", 
      "text": "Referred to Subcommittee on Education, Arts, Humanities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-01-23", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Education Department, OMB, GAO.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s319-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts and Humanities", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1987-01-16", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-16", 
  "number": "319", 
  "official_title": "A bill to provide a program of planning grants, demonstration grants, and formula grants to assist local educational agencies to improve the basic skills of economically disadvantaged secondary school students, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Secondary School Basic Skills Act", 
  "sponsor": {
    "district": null, 
    "name": "Bradley, Bill", 
    "state": "NJ", 
    "thomas_id": "01289", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-16", 
  "subjects": [
    "Academic performance", 
    "Advisory bodies", 
    "Compensatory education", 
    "Department of Education", 
    "Dropouts", 
    "Education", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational innovations", 
    "Educational planning", 
    "Educational tests", 
    "Elementary and secondary education", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "High school students", 
    "Illiteracy", 
    "Language arts", 
    "Local and Municipal Government", 
    "Local finance", 
    "Mathematics", 
    "Parent-school relationships", 
    "Poor", 
    "Reading", 
    "Secondary education", 
    "State finance", 
    "States"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-16", 
    "text": "Secondary School Basic Skills Act - Establishes a program of grants to local educational agencies (LEAs) having especially high concentrations of children from low-income families to enable such agencies to provide more effective instruction in basic skills for economically disadvantaged secondary school students. Defines \"basic skills\" to include reading, writing, and mathematics computational proficiency as well as comprehension and reasoning. Authorizes appropriations for FY 1988 through 1994. Makes certain amounts of such appropriations available for specified activities and types of grants under this Act. Makes a secondary school eligible to receive assistance under this Act for planning grants, demonstration grants, and formula grants only if at least ten children aged 14 to 17, inclusive, are enrolled in such school and are counted under LEA basic grant provisions of the Elementary and Secondary Education Act of 1965 (ESEA), as modified by the Education Consolidation and Improvement Act of 1981 (ECIA). Requires that funds made available under this Act for planning grants, demonstration grants, and formula grants be used to plan for, develop new approaches to, and carry out educational services and activities designed specifically to raise the basic skills of low-achieving disadvantaged children. Authorizes the Secretary of Education, through the National Institute of Education (NIE) and from specified funds appropriated for FY 1988, to make planning grants to LEAs, institutions of higher education, and other public agencies and nonprofit private organizations. Provides that such planning grants shall be made to such entities on behalf of and for the purpose of assisting eligible secondary schools to prepare proposals for demonstration grants. Sets forth application requirements. Limits any such planning grant to $2,000. Requires planning grant recipients to submit a demonstration proposal within 60 days after the end of FY 1988, or else refund the amount received. Authorizes the Secretary, through NIE and from specified funds appropriated for FY 1988 and 1989, to make demonstration grants to enable eligible secondary schools to develop new approaches for achieving improved basic skills instruction of low-achieving economically disadvantaged secondary school students. Sets forth application requirements. Requires that the application be made on behalf of the eligible school by: (1) the LEA; or (2) an institution of higher education, public agency, or private nonprofit organization if such entity will provide educational services or conduct educational activities subject to the proposal. Requires applicants to assure their participation in a national assessment. Requires that administrators and teachers in the eligible school participate in the preparation of the proposal. Requires that the appropriate State educational agency (SEA) review and comment on the application before submission to the Secretary. Directs the Secretary to assure that: (1) at least one demonstration grant is made in each State in each fiscal year; and (2) no demonstration grant exceeds $500,000 in any fiscal year. Authorizes the Secretary, from specified funds for FY 1990 through 1994, to make formula grants to States to enable LEAs to carry out educational programs and activities to improve the basic skills of low-achieving economically disadvantaged secondary school students in eligible secondary schools. Reserves specified portions of formula grant funds for payments to certain U.S. territories and possessions and payments for children enrolled in Indian schools. Allots the remainder to States on the basis of the number of children aged 14 through 17, inclusive, who are counted for specified purposes under ESEA, as modified by ECIA, for the fiscal year preceding the fiscal year for which the determination is made. Requires each SEA to make allocations from the State allotment to LEAs, institutions of higher education, public agencies, and private nonprofit organizations having specified local applications approved on behalf of eligible secondary schools based on the relative number of children aged 14 through 17, inclusive, in such schools who were counted for specified purposes under ESEA, as modified by ECIA. Sets forth requirements for State assurances relating to formula grants. Limits to one percent of the State allotment State expenditures for administration, technical assistance, coordination, and planning. Limits to ten percent of the State allotment payments to institutions of higher education, public agencies, and nonprofit private organizations submitting applications on behalf of eligible secondary schools. Sets forth requirements for local applications to be filed with the SEA. Requires consultation with parents and teachers of low-achieving economically disadvantaged secondary school students in program design and implementation. Establishes a national secondary school basic skills panel in NIE to identify successful model programs and review planning and demonstration grant proposals. Directs the Secretary to conduct a national assessment of the effectiveness and the implementation of demonstration grants. Directs the Secretary to disseminate assessment results to LEAs having eligible secondary schools. Directs the Secretary to monitor grants and coordinate activities under this Act with other research activities conducted by NIE and through the Office of Educational Research and Improvement. Directs the Secretary to make payments under planning and demonstration grants as expeditiously as possible after approval of applications. Prohibits any formula grant with respect to any eligible secondary school for a third or fourth fiscal year unless there is: (1) an improved performance of the economically disadvantaged students at the school on a State approved basic skills test; or (2) a decrease in the dropout rate at the school. Prohibits any formula grant with respect to an eligible secondary school for a fifth fiscal year unless the performance of economically disadvantaged students at the school is maintained at: (1) the highest performance level achieved during the first three fiscal years of the grant; or (2) the lowest dropout rate during such period. Directs the Secretary to prescribe regulations relating to such prohibitions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Secondary School Basic Skills Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a program of planning grants, demonstration grants, and formula grants to assist local educational agencies to improve the basic skills of economically disadvantaged secondary school students, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:10-05:00"
}