{
  "actions": [
    {
      "acted_at": "1973-01-31", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s654-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-31", 
  "number": "654", 
  "official_title": "A bill to establish an Emergency Medical Services Administration within the Department of Health, Education, and Welfare to assist communities in providing professional emergency medical care.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4952-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Emergency Medical Service Systems Act", 
  "sponsor": {
    "district": null, 
    "name": "Beall, J. Glenn, Jr.", 
    "state": "MD", 
    "thomas_id": "01278", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-31", 
  "subjects": [
    "Advisory bodies", 
    "Department of Health, Education, and Welfare", 
    "Emergency medicine", 
    "Health", 
    "Medical care, personnel, and facilities"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-31", 
    "text": "Emergency Medical Service Systems Act - Establishes , within the Department of Health, Education, and Welfare, an Emergency Medical Services Administration to be headed by a Director who shall be appointed by the President, by and with the advice and consent of the Senate. Authorizes the Director to allot funds to those States which qualify under this Act for distribution to local communities to assist in the development and operation of qualified emergency medical service systems. Sets forth criteria for the emergency medical service systems to be assisted by this Act. Sets forth qualifications for the States and the local communities as conditions for such assistance. Establishes standards for the operation of the emergency medical service systems. Transfers to the Director all functions, powers, and duties of the Secretary of Transportation and the National Highway Safety Bureau relating to emergency medical services which are being exercised under, in connection with, or as a part of the uniform standards for State highway safety programs. Provides that the standards established by the Director under this Act shall apply to and govern the operation of all ambulance and other emergency medical services which are provided or assisted in any way under Federal law or under programs established, carried on, or supported under Federal law. Provides that loans and grants authorized under this Act may be made only to services that meet the applicable standards established under this Act. Sets forth requirements for the membership composition of the individual State Emergency Medical Services Advisory Councils established under this Act. Establishes an Interagency Council to provide for the communication and exchange of information that is necessary to maintain the necessary coordination and effectiveness of emergency medical service programs and activities of all Federal agencies and developments that are involved in such programs. Provides for the creation of a National Emergency Medical Services Advisory Committee which shall advise, consult with, and make recommendations to the Director with respect to overall planning and policy and the objectives and priorities for all emergency medical services. Provides that the Director, with the approval of the Secretary of Health, Education, and Welfare, shall prescribe such regulations as may be necessary or appropriate to carry out this Act. Provides that the Director shall annually submit to the President and the Congress a full and complete report on activities under this Act. Authorizes to be appropriated for financial assistance and for the initial purchase of ambulance equipment, $150,000,000 for fiscal year 1973, $150,000,000 for fiscal year 1974, $150,000,000 for fiscal year 1975. Authorizes to be appropriated, for other expenses incurred by the Director and the Administration in carrying out this Act, $50,000,000 for fiscal year 1973, $60,000,000 for fiscal year 1974, and $70,000,000 for fiscal year year 1975."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Medical Service Systems Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Emergency Medical Services Administration within the Department of Health, Education, and Welfare to assist communities in providing professional emergency medical care.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:23-05:00"
}