{
  "actions": [
    {
      "acted_at": "1991-06-20", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-06-24", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Executive Comment Requested from HHS.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-25", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-25", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1991-07-09T13:36:00-04:00", 
      "references": [], 
      "text": "Mr. Owens (NY) moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-09T13:36:00-04:00", 
      "references": [], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-09T13:36:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-09T13:44:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1991-07-09T13:44:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-10", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-09-24", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Children, Family, Drugs, Alcohol", 
      "text": "Referred to Subcommittee on Children, Family, Drugs, Alcohol.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-01-24", 
      "references": [], 
      "text": "Senate Committee on Labor and Human Resources discharged by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-01-24", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-01-24", 
      "references": [], 
      "text": "Amendment SP 1493 proposed by Senator Mitchell for Senator Dodd.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-01-24", 
      "references": [], 
      "text": "Amendment SP 1493 agreed to in Senate by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-01-24", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1992-01-24", 
      "references": [], 
      "text": "Senate insists on its amendment, asks for a conference, appoints conferees Dodd; Kennedy; Adams; Hatch; Coats.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-01-28", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-01-28", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1493-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1493"
    }
  ], 
  "bill_id": "hr2720-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Children, Family, Drugs and Alcoholism", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1991-07-09T13:44:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1992-01-24", 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-20", 
  "number": "2720", 
  "official_title": "To extend for one year the authorizations of appropriations for the programs under the Child Abuse Prevention and Treatment Act and the Family Violence Prevention and Services Act, and for certain programs relating to adoption opportunities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s838-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Child Abuse, Domestic Violence, Adoption and Family Services Act of 1991", 
  "sponsor": {
    "district": "12", 
    "name": "Owens, Major R.", 
    "state": "NY", 
    "thomas_id": "00883", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_BACK:SENATE", 
  "status_at": "1992-01-24", 
  "subjects": [
    "Adoption", 
    "Authorization", 
    "Child abuse", 
    "Child health", 
    "Day care", 
    "Disabled", 
    "Emergency housing", 
    "Families", 
    "Family violence", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Foster home care", 
    "Grants-in-aid", 
    "Homeless children", 
    "Information services", 
    "Native Americans", 
    "Public service advertising", 
    "Respite care", 
    "Shelters for the homeless", 
    "State laws", 
    "Wife abuse", 
    "Women's shelters"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1992-01-24", 
    "text": "Child Abuse, Domestic Violence, Adoption and Family Services Act of 1991 - Title I: Child Abuse Prevention and Treatment Act - Amends the Child Abuse Prevention and Treatment Act (the Act, for purposes of this title) to authorize appropriations for FY 1992 for the Advisory Board on Child Abuse and Neglect. Subtitle A: General State Program - Revises provisions for development and operation grants to require the Secretary of Health and Human Services (HHS) to make grants to States, based on relative population of children under 18 in applicant States, for improving each such State's child protective service system in carrying out specified activities. (Replaces provisions which authorized the Secretary to make grants to States for developing, strengthening, and carrying out child abuse and neglect prevention and treatment programs.) Requires, as a condition for State eligibility for such grants, annual submission to the Secretary of a State program plan which specifies the child protective service system area or areas (from among the specified activities) that the State intends to address in with such grant funds. Sets forth required plan contents with respect to the specified areas and activities of: (1) intake and screening; (2) investigation of reports; (3) case management and delivery of ongoing family services; (4) general system enhancement; and (5) innovative approaches. Requires, with respect to some of such areas of activity, information on staffing, training, public education, response time, interagency coordination, legal representation, automation, assessment tools, and information and referral services. (Replaces provisions for waivers of State eligibility requirements.) Revises provisions for grants to States for programs relating to the investigation and prosecution of child abuse cases to include cases of: (1) neglect; (2) sexual exploitation; and (3) suspected child abuse or neglect related fatalities. Requires annual reports on such grant expenditures. Subtitle B: Community-Based Prevention Grants - Revises and renames title II of the Act as Community-Based Child Abuse and Neglect Prevention Grants (currently, Grants with Respect to Encouraging States to Maintain Certain Funding Mechanisms). Provides for assisting States in supporting child abuse and neglect prevention activities through community-based child abuse and neglect prevention grants. Revises title II provisions relating to State eligibility and limitations on grants. Sets forth an allotment formula. Subtitle C: Certain Preventive Services Regarding Children of Homeless Families or Families at Risk of Homelessness - Adds as authorized activities, under title III provisions of the Act for grants for preventive services for homeless children and families and those at risk of homelessness, provision of emergency housing-related assistance and temporary rent subsidies. Makes such assistance available to families to prevent out-of-home placement of children or to facilitate reunification, or to youths not less than 16 years of age who are preparing to be discharged from out-of-home care into independent living circumstances. Subtitle D: Child Abuse Treatment Improvements Grants - Adds a new title IV, Miscellaneous Programs, to the Act, under which is established a child abuse treatment improvements grants program. Authorizes the Secretary of HHS, acting through the Administration for Children, Youth and Families, to award such grants to eligible entities to improve the treatment of children exposed to abuse or neglect and the families of such children, particularly when such children have been placed in out-of-home care. Makes eligible for such grants State, local public, or nonprivate private entities responsible for administering or providing child welfare services (including out-of-home services) that submit applications containing specified information. Sets forth authorized uses of grant funds. Sets forth considerations in awarding grants. Authorizes appropriations for such grants program for FY 1992 through 1994. Subtitle E: Reauthorization of Certain Programs - Extends through FY 1994 the authorization of appropriations under the Act for: (1) the emergency grant program; (2) the general grant programs (with certain divisions of funds among specified activities); (3) community-based prevention grants; and (4) preventive services for children of homeless families or families at risk of homelessness. Subtitle F: Miscellaneous Provisions - Directs the Secretary of HHS, acting through the Director of the National Center on Child Abuse and Neglect, to report annually to appropriate congressional committees on measures being taken to assist States in implementing a voluntary reporting system for child abuse and neglect, including information on the extent of coordination of such State systems with the automated foster care and adoption reporting system required under specified provisions of the Social Security Act. Title II: Children with Disabilities Temporary Care - Children with Disabilities Temporary Care Reauthorization Act of 1991 - Amends the Temporary Child Care for Handicapped Children and Crisis Nurseries Act of 1986 to extend through FY 1994 the authorization of appropriations to carry out such Act, including the programs of demonstration grants to States for: (1) temporary child care for disabled and chronically ill children; and (2) crisis nurseries for children who are abused and neglected, at risk of abuse and neglect, or in families receiving child protective services. Title III: Reauthorization of Programs with Respect to Family Violence - Amends the Family Violence Prevention and Services Act (the Act, for purposes of this title) to expand its purpose to include: (1) assisting (currently demonstrating effectiveness of assisting) States to prevent family violence and provide shelter and assistance to victims and their dependents; (2) increasing public awareness about family violence; and (3) courts, legal, social service, and health care professionals among those to be provided with technical assistance relating to family violence programs. Changes the State demonstration grant program to a regular program of grants to States. Requires special emphasis on support of community-based projects of demonstrated effectiveness carried out by nonprofit private organizations, the primary purpose of which is to operate shelters for victims of family violence and their dependents, and those which provide counseling, advocacy (currently, alcohol and drug abuse treatment), and self-help services to victims and their children. Includes State domestic violence coalitions among the entities which are to be involved in State family violence programs under procedures required to be set forth in State applications for grants. Requires documentation that the State has implemented: (1) procedures for maintaining confidentiality of records; and (2) a law or procedure for the eviction of an abusing spouse from a shared household. Sets forth deadlines and procedures for: (1) notice of disapproval of a State application for a grant; (2) the State's period for correction of deficiencies before grant funds are withheld; and (3) State Domestic Violence Coalitions' challenges of determinations that a grantee is in compliance or eligible. Revises provisions for grants to Indian tribes and tribal organizations to include nonprofit private organizations approved by the an Indian tribe for the operation of a family violence shelter on a Reservation. Repeals provisions for maximum ceilings on annual and total grants to a single entity. Revises provisions for the proportion of the local share of project funds under grants to entities other than States. Increases the portion of specified grant funds which must be used to provide immediate shelter and related assistance to victims of family violence and their dependents. Sets forth portions which must be used for certain related assistance and for family violence prevention services. Sets forth a definition of related assistance, including specified required, authorized, and prohibited services. Increases the amount of the allotment of grant funds to States. Revises provisions for responsibilities of the Secretary of HHS under the Act, with respect to types of research to be provided. Requires a biennial evaluation and report by the Secretary of HHS to the appropriate congressional committees on the effectiveness of programs under the Act, including a summary of specified documentation provided by States. Directs the Secretary to award grants to private nonprofit organizations to establish and maintain: (1) one national resource center to offer resource, policy, and training assistance to various entities on issues pertaining to domestic violence, and to maintain a central resource library for information on family violence, its prevention, and the provision of shelter and assistance to victims; and (2) up to six special issue resource centers focusing on one or more issues of concern to domestic violence victims (including criminal justice response and court-mandated abuser treatment, child protective service agencies response to battered mothers and abused children, child custody issues, self-defense pleas by victims, interdisciplinary health care responses and access, access to and quality of legal representation for victims in civil litigation). Sets forth requirements for: (1) grant eligibility; (2) reporting; (3) regulations; and (4) funding. Extends through FY 1994 the authorization of appropriations for various programs under the Act, with specified reservations of funds for certain programs. Establishes a required program of grants for State domestic violence coalitions (coalitions). (Replaces provisions for law enforcement training and technical assistance grants and contracts.) Directs the Secretary of HHS to award grants for the funding of such coalitions. Requires such coalitions to further domestic violence intervention and prevention through activities including: (1) working with judicial and law enforcement agencies to encourage appropriate responses to domestic violence cases and examine specified types of issues; (2) working with family law judges, child protective services agencies, and children's advocates to develop appropriate responses to specified types of child custody and visitation issues in domestic violence cases and in combined domestic violence and child abuse cases; (3) conducting public education campaigns regarding domestic violence through various public information vehicles; and (4) participating in planning and monitoring of the distribution of grants and grant funds to their State under specified provisions of the Act. Sets forth a formula for allotment of funds for coalition grants. Prohibits use of such funds for lobbying. Sets forth reporting requirements. Authorizes appropriations for such coalition grants. Directs the Secretary of HHS to publish proposed and final regulations by specified deadlines for: (1) such coalition grants program; and (2) other specified provisions of the Act. Directs the Secretary to develop data on the number of victims of family violence and their dependents who are homeless or institutionalized as a result of the violence and abuse they have experienced (instead of data on the individual characteristics relating to family violence). Establishes a discretionary program of grants for public information campaigns. Authorizes the Secretary to make grants to public or private nonprofit entities to provide public information campaigns regarding domestic violence through the use of various public information vehicles. Sets forth requirements for grant applications, use of funds, and award criteria. Establishes a required program of demonstration grants for model State leadership for domestic violence intervention. Directs the Secretary of HHS, in cooperation with the Attorney General, to award grants to at least ten States to assist them in becoming model demonstration States and in meeting the costs of improving State leadership concerning activities that will: (1) increase the number of prosecutions for domestic violence crimes; (2) encourage the reporting of incidences of domestic violence; and (3) facilitate arrests and aggressive prosecution policies. Sets forth requirements for designation as a model State, including having specified types of laws and policies in effect. Authorizes appropriations for FY 1992 through 1994 for such demonstration grants program. Limits the amount of such funds to any one State. Directs the Secretary of HHS to delegate responsibilities and transfer funds to the Attorney General for carrying out such demonstration grant program. Directs the Secretary of Education, in consultation with the Secretary of HHS, to develop model programs for education of young people about domestic violence and violence among intimate partners. Requires development, through grants or contracts, of three separate programs, one each for primary and middle schools, secondary schools, and institutions of higher education. Requires participation in program development by specified types of groups of experts and advocates. Directs the Secretary of Education to transmit the model programs, along with a plan and cost estimate for national distribution, to the relevant congressional committees for review. Authorizes appropriations for FY 1992 for such model programs development. Title IV: Reauthorization of Programs with Respect to Adoption - Amends the Child Abuse Prevention and Treatment Act of 1978 (the Act, for purposes of this title) to revise provisions for Adoption Opportunities, including congressional findings and declaration of purpose. Repeals provisions for model adoption legislation and procedures. Revises provisions for HHS information and service functions relating to adoption and foster care to: (1) add on-site technical assistance; (2) include salaries and travel costs in administrative expenses; and (3) require reports to the appropriate congressional committees (and available to the public) on activities under such Adoption Opportunities provisions of the Act. Directs the Secretary of HHS to: (1) conduct (directly or by grant or contract with public or private nonprofit organizations) ongoing and extensive recruitment efforts on a national level; (2) develop national public awareness efforts to unite children in need of adoption with appropriate adoptive parents; (3) establish a coordinated referral system of recruited families with appropriate State or regional adoption resources to serve families in a timely fashion; (4) provide for the operation of a national resource center for special needs adoption; and (5) promote professional leadership training of minorities in the adoption field. Extends through FY 1994 the authorization of appropriations for specified programs under the Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Abuse Programs, Adoption Opportunities, and Family Violence Prevention Extension Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Child Abuse Programs, Adoption Opportunities, and Family Violence Prevention Extension Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Child Abuse, Domestic Violence, Adoption and Family Services Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Children With Disabilities Temporary Care Reauthorization Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To extend for one year the authorizations of appropriations for the programs under the Child Abuse Prevention and Treatment Act and the Family Violence Prevention and Services Act, and for certain programs relating to adoption opportunities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:26-05:00"
}