{
  "actions": [
    {
      "acted_at": "2012-09-20", 
      "committee": "Committee on Financial Services, and in addition to the Committee on Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Financial Services, and in addition to the Committee on Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-09-20", 
      "committee": "House Financial Services", 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-09-20", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-09-21", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Economic Development, Public Buildings and Emergency Management", 
      "text": "Referred to the Subcommittee on Economic Development, Public Buildings and Emergency Management.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-10-23", 
      "in_committee": "House Financial Services", 
      "references": [], 
      "subcommittee": "Insurance, Housing and Community Opportunity", 
      "text": "Referred to the Subcommittee on Insurance, Housing and Community Opportunity.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6477-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Insurance, Housing and Community Opportunity", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Economic Development, Public Buildings and Emergency Management", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-09-20", 
  "number": "6477", 
  "official_title": "To strengthen America's financial infrastructure, by requiring pre-funding for catastrophe losses using private insurance premium dollars to protect taxpayers from massive bailouts, and to provide dedicated funding from insurance premiums to improve catastrophe preparedness, loss prevention and mitigation, and to improve the availability and affordability of homeowners insurance coverage for catastrophic events, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Taxpayer Protection Act of 2012", 
  "sponsor": {
    "district": "13", 
    "name": "Sires, Albio", 
    "state": "NJ", 
    "thomas_id": "01818", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-09-20", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Building construction", 
    "Department of the Treasury", 
    "Disaster relief and insurance", 
    "Emergency management", 
    "Emergency planning and evacuation", 
    "Executive agency funding and structure", 
    "Government lending and loan guarantees", 
    "Government trust funds", 
    "Housing industry and standards", 
    "Interest, dividends, interest rates", 
    "Land use and conservation", 
    "Life, casualty, property insurance", 
    "Natural disasters", 
    "Public-private cooperation", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-09-20", 
    "text": "Taxpayer Protection Act of 2012 - Directs the Secretary of the Treasury to establish the National Commission on Natural Catastrophe Preparation and Protection to advise the Secretary regarding the estimated loss costs associated with reinsurance protection contracts. Requires the Secretary to implement a program that utilizes premiums from eligible state or multi-state plans to pre-fund future natural catastrophe recovery by making available for purchase, only by such plans, contracts for reinsurance coverage. Requires such contracts to cover insured property losses covered under primary insurance contracts to homeowners, mobile home owners, renters, and condominium owners for specified natural perils. Prescribes requirements for the operation of state plans and the terms of reinsurance contracts. Encourages states to create and maintain catastrophe funds for themselves or with other states. Sets forth requirements for the treatment of insured losses and maximum federal liability. Establishes in the Treasury the Catastrophe Preparedness Fund, consisting of contract sales receipts and any amounts borrowed or earned, which shall be used to pay Commission administrative costs and loss payments under reinsurance contracts. Prohibits the authorization or appropriation of federal funds for the Fund or for implementing the reinsurance liquidity protection program. Establishes a post-catastrophe market stabilization program for liquidity loans to: (1) expedite payment of claims under state catastrophe insurance programs, (2) authorize the Secretary to issue loans to assist financial recovery from significant natural catastrophes, and (3) promote the availability of private capital to state catastrophe insurance programs in order to provide liquidity and capacity. Establishes the National Readiness, Preparedness and Mitigation Committee to administer a Readiness, Preparedness, and Mitigation Grant Program of grants to state and local governments, nonprofit organizations, and other appropriate public and private entities to develop programs and initiatives to improve disaster response, citizen preparedness and protection, and prevention and mitigation of losses from natural catastrophes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Taxpayer Protection Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To strengthen America's financial infrastructure, by requiring pre-funding for catastrophe losses using private insurance premium dollars to protect taxpayers from massive bailouts, and to provide dedicated funding from insurance premiums to improve catastrophe preparedness, loss prevention and mitigation, and to improve the availability and affordability of homeowners insurance coverage for catastrophic events, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T23:01:01-05:00"
}