{
  "actions": [
    {
      "acted_at": "1994-06-30", 
      "references": [
        {
          "reference": "CR S8101-8105", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-06-30", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-07-20", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1994-08-12", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported to Senate by Senator Johnston with an amendment in the nature of a substitute. With written report No. 103-334.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-12", 
      "calendar": "Senate Legislative", 
      "number": "569", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 569.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1994-09-30", 
      "references": [], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-09-30", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-09-30", 
      "how": "by Voice Vote", 
      "references": [
        {
          "reference": "CR S13835-13841", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1994-10-04", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-04T12:04:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-04T21:24:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-11-29", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "Referred to the House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-11-30", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Environment, Credit and Rural Development", 
      "text": "Referred to the Subcommittee on Environment, Credit and Rural Development.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2604-103", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2604"
    }, 
    {
      "amendment_id": "s2605-103", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2605"
    }
  ], 
  "bill_id": "s2251-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Environment, Credit and Rural Development", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1994-09-30", 
    "vetoed": false
  }, 
  "introduced_at": "1994-06-30", 
  "number": "2251", 
  "official_title": "A bill to amend the Energy Policy and Conservation Act to manage the Strategic Petroleum Reserve more effectively, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2442-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "s473-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "s991-103", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Energy National Competitiveness Technology Partnership Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Johnston, J. Bennett", 
    "state": "LA", 
    "thomas_id": "01373", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1994-09-30", 
  "subjects": [
    "Administrative procedure", 
    "Alternative energy sources", 
    "Antitrust actions", 
    "Antitrust law", 
    "Armed forces and national security", 
    "Authorization", 
    "Biomass energy", 
    "Black colleges", 
    "Career education", 
    "Coal", 
    "Colleges", 
    "Commerce", 
    "Computer industry", 
    "Computers", 
    "Conflict of interests", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Consumer goods", 
    "Continental shelf", 
    "Department of Energy", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Education", 
    "Educational facilities", 
    "Educational policy", 
    "Emergency management", 
    "Eminent domain", 
    "Energy", 
    "Energy assistance for the poor", 
    "Energy conservation", 
    "Energy efficiency", 
    "Energy policy", 
    "Energy research", 
    "Energy supplies", 
    "Engineering", 
    "Engineers", 
    "Environmental engineering", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to hospitals", 
    "Federal employees", 
    "Federally-guaranteed loans", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Fuel allocation", 
    "Gas in submerged lands", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Hawaii", 
    "Health", 
    "High technology", 
    "High technology industries", 
    "Higher education", 
    "Hospitals", 
    "Housing and community development", 
    "Imports", 
    "Indian housing", 
    "Industry-university relations", 
    "International affairs", 
    "International cooperation", 
    "Labor and employment", 
    "Laboratories", 
    "Law", 
    "Louisiana", 
    "Low-income housing", 
    "Manufacturing industries", 
    "Marine and coastal resources, fisheries", 
    "Materials research", 
    "Mathematics", 
    "Minorities", 
    "Minority business enterprises", 
    "Minority education", 
    "Minority employment", 
    "Mississippi", 
    "Nonprofit organizations", 
    "Nuclear weapons", 
    "Oil and gas leases", 
    "Petroleum", 
    "Petroleum in submerged lands", 
    "Petroleum industry", 
    "Petroleum prices", 
    "Petroleum reserves", 
    "Petroleum storage", 
    "Public assistance programs", 
    "Recruiting of employees", 
    "Regional economic development", 
    "Research and development", 
    "Research and development contracts", 
    "Residential energy conservation", 
    "Scholarships", 
    "Science, technology, communications", 
    "Scientific education", 
    "Scientific exchanges", 
    "Scientists", 
    "Scientists in government", 
    "Small business", 
    "Social welfare", 
    "Socially handicapped", 
    "Strategic materials", 
    "Submarine oil well drilling", 
    "Supercomputers", 
    "Tankers", 
    "Technical education", 
    "Technological innovations", 
    "Technology policy", 
    "Technology transfer", 
    "Tennessee Valley development", 
    "Transportation and public works", 
    "Volunteer workers in education", 
    "Women", 
    "Women scientists"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1994-09-30", 
    "text": "TABLE OF CONTENTS: Title I: Amendments to Energy Policy and Conservation Act Title II: Amendments to Department of Energy Organization Act Title III: Initiatives Pertaining to the Lower Mississippi Delta Region Title IV: Purchases from the Strategic Petroleum Reserve by the State of Hawaii Title V: Department of Energy Technology Partnerships Title I: Amendments to Energy Policy and Conservation Act - Energy Policy and Conservation Act Amendments of 1994 - Amends the Energy Policy and Conservation Act to eliminate: (1) the Early Storage Reserve; (2) other storage reserves; (3) a study of Naval petroleum reserves; (4) mandatory congressional prior review of contracts for which no implementing legislation is needed; and (5) general emergency authorities. (Sec. 104) Repeals the mandate that the SPR contain a minimum of 150 million barrels of petroleum products. Instructs the Secretary, through the Strategic Petroleum Reserve Office, to exercise authority over development, operation and maintenance of the SPR. Revises guidelines governing the Strategic Petroleum Reserve Plan. Instructs the Secretary to: (1) prepare a Strategic Petroleum Reserve Drawdown and Distribution Plan; and (2) establish and maintain a Regional Petroleum Reserve as part of the SPR. Authorizes the Secretary to establish and maintain as part of the SPR a Regional Petroleum Reserve near a Federal Energy Administration Region. Directs the Secretary to sell any petroleum product withdrawn from the SPR at public sale to the highest qualified bidder, without regard to Federal, State, or local regulations controlling such sales. Revises the SPR annual reporting requirements. (Sec. 105) Extends through FY 1999: (1) the authorities relating to the SPR; and (2) standby energy authorities. Title II: Amendments to Department of Energy Organization Act - Amends the Department of Energy Organization Act to repeal its conflict of interest provisions (thus subjecting Department of Energy (DOE) employees to other codified Federal conflict of interest requirements). Title III: Initiatives Pertaining to the Lower Mississippi Delta Region - Directs the Secretary of Energy (the Secretary) to enter into an agreement with Louisiana State University in partnership with Southern University in Baton Rouge, Louisiana, to establish the Delta Energy Technology and Business Development Center (the Center). Authorizes the Secretary to make grants to the Center. Authorizes appropriations. (Sec. 304) Amends the Energy Policy and Conservation Act to require the Secretary to make grants to schools or hospitals for innovative energy conservation projects, and to provide supplemental Federal financing for energy conservation projects at schools and hospitals in the Delta Region. Authorizes appropriations. (Sec. 305) Requires the Secretary to: (1) report annually to certain congressional committees about opportunities for minority colleges and universities to participate in DOE activities and laboratories; (2) establish scholarship programs for students pursuing energy-related and technical disciplines at minority colleges and universities in the Delta Region; (3) encourage pre-college programs in energy-related and technical disciplines; (4) implement a volunteer program for education at DOE; and (5) implement a program to encourage women and minority students in the Delta Region to pursue careers in technical disciplines. Authorizes appropriations. (Sec. 306) Directs the Secretary to conduct a research and demonstration program to determine the economic viability of integrated biomass energy systems within the Delta Region. Authorizes appropriations. (Sec. 307) Amends the Energy Conservation and Production Act to direct the Secretary to make grants to States and Indian tribal organizations in the Delta Region for weatherization of low-income dwelling units. Authorizes appropriations. (Sec. 308) Amends the Energy Policy Act of 1992 to qualify for incentive payments certain renewable energy facilities owned by the Tennessee Valley Authority. Title IV: Purchases from the Strategic Petroleum Reserve by the State of Hawaii- Amends the Energy Policy and Conservation Act to prescribe guidelines for the State of Hawaii to: (1) submit binding offers; and (2) enter into agreements with eligible entities (local refineries) which may also submit binding offers and receive first preference for schedules for lifting purchases from the SPR. Title V: Department of Energy Technology Partnerships - Department of Energy National Competitiveness Technology Partnership Act of 1994 - Amends the Department of Energy Organization Act to add a new \"Title XI - Technology Partnerships.\" Declares that in carrying out the missions of the Department of Energy (DOE), the Secretary of Energy (the Secretary) and the departmental laboratories (certain facilities operated by or on behalf of DOE) may conduct research, development, and commercial application activities that build on such laboratories' core competencies. (Sec. 503) Authorizes the Secretary to assign specified missions to the departmental laboratories in areas such as: (1) national security; (2) energy-related science and technology; and (3) technology transfer. Prescribes parameters within which Departmental laboratories may pursue supporting missions in partnership with the private sector in technologies with important applications to U.S. technological and economic competitiveness, including high-performance computing and communications, advanced manufacturing systems, and advanced materials. Requires the Secretary and the departmental laboratory directors to use partnerships to the maximum extent practicable in carrying out the Departments' missions. Requires the Secretary to establish a goal to allocate to cost-shared partnerships with U.S. industry at least 20 percent of the annual funds provided to each multi-program departmental laboratory engaged in research and development and commercial application activities. Directs the Secretary to develop a multi-year strategy for specified critical technologies and to identify in developing such strategy the core competencies of each departmental laboratory. Directs the Secretary to ensure that the principal economic benefits of any partnership accrue to the U.S. economy. Requires the Secretary to include in the annual report to the Congress those Federal contributions to partnerships that exceed $500,000. Establishes the Department of Energy Partnership Fund to support partnerships under this Act. Authorizes the Secretary to advance funds under any partnership to small businesses, certain not-for-profit organizations, and State or local governmental entities. Requires the Secretary to establish within DOE a Laboratory Partnership Advisory Board. Authorizes the Secretary to establish a formal fellowship program to encourage scientists, engineers, and technical staff from departmental laboratories to serve as visiting fellows in private, governmental, and educational sectors in the United States and abroad. Prohibits the Secretary and each departmental laboratory director from entering into any partnership having a Federal contribution in excess of $5 million before ensuring that the opportunity to participate in such partnership has been publicly announced to potential participants. Directs the Secretary to develop simplified procedures and guidelines for partnerships involving small businesses to facilitate access to the resources and capabilities of the departmental laboratories. Authorizes the Secretary to: (1) waive cost-sharing requirements for such businesses if those requirements would impose an undue hardship and would prevent formation of the partnership; and (2) provide funds to a small business as part of a cooperative research and development agreement if the Secretary determines that the funds are necessary to prevent imposing such an undue hardship and for formation of such agreement. Directs the Secretary to: (1) report to specified congressional committees on opportunities for minority colleges and universities to participate in DOE or departmental laboratory programs; and (2) establish a minority college and university scholarship program for students pursuing a degree in energy-related scientific, mathematical, engineering, and technical disciplines. (Sec. 504) Encourages the Secretary to use partnerships to expedite the private sector deployment of certain advanced manufacturing technologies. (Sec. 505) Directs the Secretary to: (1) encourage the establishment of not-for-profit organizations (like the Center for Applied Development of Environmental Technology (CADET) to facilitate technology transfers from the departmental laboratories to the private sector; and (2) establish a career path program to recruit national laboratory employees for DOE positions. (Sec. 506) Amends the Federal criminal code and the Federal Procurement Policy Act to make certain post-employment restrictions inapplicable to the national laboratories. (Sec. 507) Increases the number of DOE Under Secretaries. (Sec. 508) Amends the Stevenson-Wydler Technology Innovation Act to: (1) specify deadlines for agency approval or disapproval of any cooperative research and development agreement submitted by the director of any laboratory for whose operation the agency has contracted with a non-Federal entity; and (2) modify and expedite the procedures under which a Federal agency that has contracted with a non-Federal entity to operate a laboratory may enter into a cooperative research and development agreement. (Sec. 510) Authorizes appropriations for programs and activities under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Policy and Conservation Act Amendments Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Energy Policy and Conservation Act Amendments of 1994", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of Energy National Competitiveness Technology Partnership Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Energy Policy and Conservation Act Amendments of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Energy Policy and Conservation Act to manage the Strategic Petroleum Reserve more effectively, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:28-05:00"
}