{
  "actions": [
    {
      "acted_at": "1979-05-01", 
      "committee": "Senate Committee on Agriculture, Nutrition and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture, Nutrition and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1053-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1979-01-03", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-01", 
  "number": "1053", 
  "official_title": "A bill to amend the Agricultural Trade Development and Assistance Act of 1954 to increase the uses and effect of U.S. food aid.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Food Assistance Reform Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Stone, Richard (Dick)", 
    "state": "FL", 
    "thomas_id": "01443", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-01", 
  "subjects": [
    "Agricultural credit", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "American civilian assistance", 
    "Credit", 
    "Exports", 
    "Foreign Trade and Investments", 
    "International affairs"
  ], 
  "subjects_top_term": "Agriculture in foreign trade", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-05-01", 
    "text": "Food Assistance Reform Act of 1979 - Amends the Agricultural Trade Development and Assistance Act of 1954 to authorize the President to modify the length of credit terms under such Act consistent with the strength of the recipient country's economy. Requires the President to take precautions to assure that the distribution of agricultural commodities do not interfere with local food production and marketing in the recipient country. Requires entities distributing commodities to work with and support indigenous institutions. Stipulates that agreements allowing the sale of commodities for foreign currency provide that the currency be used to alleviate the causes of the need for assistance as well as increase the effectiveness of food distribution and availability of food. Authorizes the value of U.S. agricultural commodities to be applied by the recipient country against its repayment obligation under the Food for Development Program. Stipulates that priority in carrying out Food for Development projects be given to programs using U.S. agriculture to further economic development and increase food production. Makes the Department of Agriculture the lead agency in administering such Program. Deletes the requirement that a country's utilization proposal include an annual plan for the intended uses of the commodities only for the years such funds are to be disbursed. Permits the value of the commodities or amounts received from the sale of commodities to be used against the recipient country's credit obligation to the Commodity Credit Corporation. Requires recipient countries to include in their reports to the President a description of how the commodities were used. Requires the President to include in the annual review a review of agreements providing for the use of the value of agricultural commodities when the funds or commodities were not fully disbursed the preceding year. Directs the Secretary of Agriculture to study and report to Congress concerning the effectiveness of programs for the sale and donation of agricultural commodities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food Assistance Reform Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Agricultural Trade Development and Assistance Act of 1954 to increase the uses and effect of U.S. food aid.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:55-05:00"
}