{
  "actions": [
    {
      "acted_at": "1988-04-29", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-04-29", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-05-06", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-05-17", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Administrative Law and Governmental Relations", 
      "text": "Referred to Subcommittee on Administrative Law and Governmental Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4499-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Administrative Law and Governmental Relations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-04-29", 
  "number": "4499", 
  "official_title": "A bill to improve the Government's debt collection and credit management practices, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Omnibus Debt Collection and Credit Management Act of 1988", 
  "sponsor": {
    "district": "12", 
    "name": "Kasich, John R.", 
    "state": "OH", 
    "thomas_id": "00618", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-04-29", 
  "subjects": [
    "Accounting", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Advice and consent of the Senate", 
    "Auditing", 
    "Civil Rights and Liberties", 
    "Collection agencies", 
    "Collection of accounts", 
    "Congress and Members of Congress", 
    "Congressional agencies", 
    "Congressional oversight", 
    "Consumer credit", 
    "Consumer protection", 
    "Courts and Civil Procedure", 
    "Credit controls", 
    "Debt", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal budgets", 
    "Federal officials", 
    "Federal preemption", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government service contracts", 
    "Income tax", 
    "Injunctions", 
    "Lawyers and Legal Services", 
    "Legal services", 
    "Limitation of actions", 
    "Presidential appointments", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Public Contracts, Procurement, and Property", 
    "Right of privacy", 
    "Senate", 
    "State laws", 
    "States", 
    "Tax administration", 
    "Taxation"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-04-29", 
    "text": "Omnibus Debt Collection and Credit Management Act of 1988 - Title I: Establishment of Treasury Department Oversight - Establishes in the Department of the Treasury an Under Secretary of the Treasury for Debt Collection and Credit Management, to be appointed by the President, with the advice and consent of the Senate. Sets forth the functions of the Under Secretary with respect to developing and implementing comprehensive and efficient plans for debt collection and credit management within each Federal agency. Describes required components of these plans, including provisions relating to: (1) the creditworthiness of credit applicants; (2) loan origination and application fees; (3) payment schedules; (4) recordkeeping and reporting requirements; (5) credit management systems; and (6) performance standards. Provides for plan submission, review, and modification, under the direction of the Under Secretary. Title II: Improved Debt Collection Practices - Amends Federal law to require both executive and legislative agencies to contract for collection services in connection with indebtedness owed the United States that is delinquent by more than three months. Requires that status reports be submitted to the relevant Federal agency at least every six months with respect to these services. Directs executive and legislative agency heads to provide for the sale of delinquent Government loan payments that have been referred for collection but have not been collected within one year of the contract. Excepts loans about to be collected or subject to pending litigation. Prescribes conditions to govern these sales. Directs agency heads to disclose to consumer credit bureaus information relating to delinquent Government debt that exceeds $100 and is more than 31 days' delinquent. Amends the Internal Revenue Code to direct the Secretary of the Treasury to disclose the mailing address of any taxpayer in order to locate the taxpayer for collection of indebtedness to the United States. Authorizes the Attorney General to contract out for private legal counsel to provide legal services, including litigation, in connection with indebtedness to the Government. Sets forth criteria to govern these contracts, including required contract provisions. Directs each executive agency to establish debt collection litigation units, subject to standards prescribed by the Attorney General in accordance with this Act. Directs the Attorney General to submit a quarterly report to the Under Secretary of the Treasury for Debt Collection and Credit Management summarizing litigation conducted by these units. Preempts State law with respect to deadlines for filing suits for collection of debt owed to the United States. Prohibits agencies from making funds available to any person who is delinquent in the payment of debt owed to the United States, unless certain conditions are met. Denies jurisdiction to all courts for purposes of granting injunctions against debt collection with respect to amounts owing the Government, pending final judgment on review of such collection. Directs the Comptroller General: (1) periodically to audit agency implementation of activities required under this title; and (2) to submit to each House of the Congress an annual report on the status of debts owed to the United States. Title III: Budgetary Incentives for Improved Debt Collection and Credit Management - Expresses congressional intent and commitment to promote effective implementation of this Act by: (1) conducting annual oversight hearings; (2) permitting agencies to retain delinquent amounts they collect; (3) requiring both direct and guaranteed loan programs to obtain ten percent of their budget authority from debt collection; and (4) requiring agency annual appropriations requests to include a report on debt collection activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Debt Collection and Credit Management Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the Government's debt collection and credit management practices, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:24-05:00"
}