{
  "actions": [
    {
      "acted_at": "1977-03-10", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s979-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-10", 
  "number": "979", 
  "official_title": "A bill to amend certain provisions of title 18, United States Code, relating to the sentencing of defendants convicted of certain offenses.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fair and Certain Punishment Act", 
  "sponsor": {
    "district": null, 
    "name": "Bentsen, Lloyd M.", 
    "state": "TX", 
    "thomas_id": "01282", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-10", 
  "subjects": [
    "Assault", 
    "Burglary", 
    "Criminal procedure", 
    "Homicide", 
    "Kidnapping", 
    "Prisons and prisoners", 
    "Probation", 
    "Rape", 
    "Robbery", 
    "Sentences (Criminal procedure)"
  ], 
  "subjects_top_term": "Sentences (Criminal procedure)", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-10", 
    "text": "Fair and Certain Punishment Act - Sets forth sentencing procedures and guidelines to be utilized whenever a person is found guilty of or pleads guilty to any of specified types of felonies, including certain homicides, thefts, assaults, rapes, kidnappings, and drug violations. Directs the judge who presided at trial or before whom the guilty plea was entered to conduct a separate sentencing hearing to determine whether enumerated or extraordinary aggravating or mitigating circumstances exist. Specifies procedures for such hearings. Includes among the enumerated mitigating factors: (1) playing a minor role in the commission of an offense; (2) provocation by the victim; (3) lack of substantial judgment due to age; (4) duress; and (5) desire of the defendant to provide necessities to himself or his family. Includes among the enumerated aggravating factors: (1) cruel treatment of victims; (2) infliction of great physical harm; (3) involvement of several perpetrators or victims; (4) lack of need for the proceeds; and (5) leading the criminal enterprise. Designates in terms of a specific number of years the sentence to be imposed absent aggravating or mitigating circumstances with respect to each crime encompassed by this Act. Authorizes the judge to vary an applicable sentence up to 40 percent due to the presence and/or weight of enumerated aggravating and mitigating factors. Authorizes reduction of a sentence or increase of a sentence, subject to specified maximums, due to the presence of extraordinary circumstances. Calls for additional variations in sentences on the basis of previous convictions. Disallows suspended or probationary sentences under this Act except where extraordinary mitigating circumstances exist. Sets forth procedures for appeal of sentences imposed under this Act contrary to appropriate standards. Details guidelines for reduction of imprisonment sentence under this Act due to good behavior."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair and Certain Punishment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend certain provisions of title 18, United States Code, relating to the sentencing of defendants convicted of certain offenses.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:10-05:00"
}