{
  "actions": [
    {
      "acted_at": "1982-02-23", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-10", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "subcommittee": "Federal Expenditures", 
      "text": "Referred to Subcommittee on Federal Expenditures.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-06-29", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-29", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-10-01", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Reported to Senate by Senator Roth with an amendment in the nature of a substitute. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-10-01", 
      "calendar": "Senate Legislative", 
      "number": "946", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 946.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1982-11-15", 
      "references": [], 
      "text": "Committee on Governmental Affairs filed written report. Report No. 97-665.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2127-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on Federal Expenditures", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "East, John P.", 
      "sponsored_at": "1982-05-17", 
      "state": "NC", 
      "thomas_id": "01324", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hawkins, Paula", 
      "sponsored_at": "1982-08-13", 
      "state": "FL", 
      "thomas_id": "01355", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1982-05-12", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kasten, Robert W., Jr.", 
      "sponsored_at": "1982-07-27", 
      "state": "WI", 
      "thomas_id": "00619", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1982-02-23", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mitchell, George J.", 
      "sponsored_at": "1982-04-22", 
      "state": "ME", 
      "thomas_id": "01401", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Proxmire, William", 
      "sponsored_at": "1982-04-22", 
      "state": "WI", 
      "thomas_id": "01419", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1982-07-01", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roth Jr., William V.", 
      "sponsored_at": "1982-02-23", 
      "state": "DE", 
      "thomas_id": "01425", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rudman, Warren", 
      "sponsored_at": "1982-07-14", 
      "state": "NH", 
      "thomas_id": "01426", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-02-23", 
  "number": "2127", 
  "official_title": "A bill to revise the procedures for soliciting and evaluating bids for Government contracts and awarding such contracts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Competition in Contracting Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Cohen, William S.", 
    "state": "ME", 
    "thomas_id": "00215", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1982-10-01", 
  "subjects": [
    "Antitrust law", 
    "Armed forces and national security", 
    "Coast guard", 
    "Competition", 
    "Containerization", 
    "Defense procurement", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government records, documents, and information", 
    "National Aeronautics and Space Administration", 
    "Public Contracts, Procurement, and Property", 
    "Public records"
  ], 
  "subjects_top_term": "Government procurement", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1982-10-01", 
    "text": "(Reported to Senate from the Committee on Governmental Affairs with amendment (without written report)) Competition in Contracting Act of 1982 - Title I: Amendments to Federal Property and Administrative Services Act of 1949 - Amends the Federal Property and Administrative Services Act of 1949 to revise the procedures for soliciting and awarding bids for Government contracts. Requires executive agencies (excluding military departments, the Coast Guard, and the National Aeronautics and Space Administration) to use competitive procedures in making contracts for property and services. Directs agencies to: (1) use advance planning and market research, prepare specifications, and solicit bids in a manner designed to achieve effective competition for a contract; and (2) use the competitive procedure or combination of procedures best suited for a procurement action. Requires procurement regulations to include simplified procedures and forms for making small purchases. Defines a \"small purchase\" as any purchase or contract which does not exceed $25,000 or such other amount established by the Administrator for Federal Procurement Policy. Prohibits dividing a procurement for the purpose of using small purchase procedures. Requires an agency, when using competitive procedures for other than small purchases, to solicit sealed bids when: (1) there is sufficient time for the solicitation, submission, and evaluation of sealed bids; (2) the award will be made on the basis of price or other factors that may be evaluated objectively; (3) discussions with responding sources are not necessary; and (4) there is a reasonable expectation of receiving more than one bid. Directs an agency to request competitive proposals when sealed bids are not required. Permits agencies to use noncompetitive procurement procedures only when: (1) there is only one source and no substitute for the property or services needed; (2) the delay involved in using competitive procedures would seriously injure the Government; (3) it is necessary to award the contract to a particular source to achieve an essential industrial capacity in the United States or to maintain national industrial mobilization; (4) an agreement with a foreign government requires such procedures; (5) a statute requires that the procurement be made through another agency or a specific source; or (6) disclosure of an agency's needs to more than one source would compromise the national security. Prohibits an agency from awarding a contract, for other than a small purchase, using noncompetitive procedures unless a notice of such procurement has been published by the Secretary of Commerce. Requires agency solicitations for bids or proposals to include specifications which: (1) permit effective competition; and (2) contain only such restrictive provisions as are necessary to meet agency needs or as are required by law. Requires all solicitations for bids or proposals for other than small purchases to state: (1) the relative importance of all significant factors which the agency will consider in evaluating such bids or proposals; (2) in the case of sealed bids, that their will be no discussions with bidders; and (3) in the case of competitive proposals, that proposals are intended to be evaluated with discussions with the offerors, but might be evaluated without discussions. Requires each agency to: (1) evaluate bids and proposals on the basis of factors specified in the solicitation; and (2) award contracts to the bidder or offeror whose bid or proposal is most advantageous to the Government considering the price and such other specified factors. Permits an agency to reject all bids or proposals if such action is in the public interest. Requires an agency, when evaluating competitive proposals, to award a contract: (1) after conducting written or oral discussions with all offerors submitting proposals within a specified range; or (2) on the basis of the proposals as received or as clarified after discussions conducted for the purpose of minor clarification. Requires each agency to furnish for publication by the Secretary of Commerce a notice announcing: (1) its intention to enter a contract at a price greater than an amount specified by the Administrator but less than the maximum amount established for small purchases; or (2) the awarding of a contract at a price exceeding the amount specified by the Administrator. Requires such notice of an agency's intention to enter a contract to be published at least 30 days before the contract is to be awarded and to include: (1) a description of the property or service to be procured; (2) the identity of the agency representative to contact to obtain a copy of the solicitation; (3) a statement that any person may submit a bid or proposal; and (4) a justification of any use of noncompetitive procedures. Exempts certain classified and noncompetitive procurements from such notice requirements. Directs an agency head to refer to the Attorney General any sealed bid evidencing an antitrust violation. Requires agencies to: (1) maintain records, by fiscal year, of noncompetitive procurements and competitive procurements for which only one bid was received, excluding small purchases; and (2) transmit such information to the Federal Procurement Data Center. Requires a prime Government contractor or subcontractor, with specified exceptions, to submit and certify the accuracy of cost of pricing data prior to: (1) the award of contracts using other than sealed bid procedures and certain subcontracts where the price is expected to exceed $500,000; or (2) the pricing of any modification to such a contract or subcontract expected to result in a price adjustment exceeding $500,000. Requires the price to the Government of such a contract, subcontract, or modification to be adjusted to exclude any significant amount by which the price was increased because of inaccurate data. Authorizes an agency representative, for three years after final payment under such a contract or subcontract, to examine the contractor's records and other information to evaluate the accuracy of the cost and pricing data. Title II: Amendments to Title 10, United States Code - Revises procurement procedures for military departments, the Coast Guard, and the National Aeronautics and Space Administration to correspond with procurement procedures for executive agencies under title I of this Act. Permits contracts to require the carriage of Government property in cargo containers of specific dimensions if the Secretary of Defense determines that military requirements necessitate the specification of container sizes. Title III: Advocate for Competition; Annual Report on Competition - Directs the head of each executive agency to designate an officer or employee as an advocate for competition who shall promote competition in the procurement of property and services. Requires the advocate to report to the head of the agency on: (1) opportunities to achieve competition; (2) solicitations which contain unnecessarily detailed or restrictive specifications and other conditions that may reduce competition; and (3) his or her activities, annually. Requires the head of each agency, through 1986, to transmit to specified congressional committees an annual report which: (1) describes all actions the agency head intends to take during the next fiscal year to increase competition for agency contracts, and to reduce the number and value of agency contracts awarded after soliciting or evaluating bids or proposals from only one source; and (2) summarizes the activities of the agency's advocate for competition. Title IV: Notice Requirements Under the Small Business Act - Amends the Small Business Act to repeal certain provisions requiring the Secretary of Commerce to obtain and publish notice of all defense and civilian procurement actions exceeding specified dollar amounts. Title V: Applicability - Declares that this Act shall apply with respect to solicitations for bids or proposals issued on or after the date 180 days after enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Competition in Contracting Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Competition in Contracting Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise the procedures for soliciting and evaluating bids for Government contracts and awarding such contracts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:11-05:00"
}