{
  "actions": [
    {
      "acted_at": "1991-03-12", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-13", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Subcommittee on Surface Transportation. Hearings held. Hearings printed: S.Hrg. 102-186.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-05-14", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1991-07-02", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Hollings under the authority of the order of Jun 24, 91 with an amendment in the nature of a substitute. With written report No. 102-96.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-02", 
      "calendar": "Senate Legislative", 
      "number": "143", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 143.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s631-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM", 
      "subcommittee": "Subcommittee on Surface Transportation", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Danforth, John C.", 
      "sponsored_at": "1991-03-12", 
      "state": "MO", 
      "thomas_id": "01314", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kasten, Robert W., Jr.", 
      "sponsored_at": "1991-03-12", 
      "state": "WI", 
      "thomas_id": "00619", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-03-12", 
  "number": "631", 
  "official_title": "A bill to authorize appropriations for the Motor Carrier Safety Assistance Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2352-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "Motor Carrier Safety Assistance Program Reauthorization Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Exon, J. James", 
    "state": "NE", 
    "thomas_id": "01328", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1991-05-14", 
  "subjects": [
    "Accident prevention", 
    "Administrative procedure", 
    "Alcoholism", 
    "Authorization", 
    "Common carriers", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Driver education", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drug law enforcement", 
    "Drugs and employment", 
    "Drugs and transportation workers", 
    "Drunk driving", 
    "Employee training", 
    "Environmental protection", 
    "Federal aid to transportation", 
    "Federal employees", 
    "Fines (Penalties)", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Highway research", 
    "Medical tests", 
    "Motor vehicle safety", 
    "Motor vehicles", 
    "Narcotic traffic", 
    "Parole", 
    "Probation", 
    "Research and development", 
    "Sentences (Criminal procedure)", 
    "Sentencing guidelines", 
    "State laws", 
    "Traffic accidents and safety", 
    "Transportation of hazardous substances", 
    "Transportation planning", 
    "Transportation safety", 
    "Truck drivers", 
    "Trucking"
  ], 
  "subjects_top_term": "Motor vehicles", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1991-07-02", 
    "text": "Motor Carrier Safety Assistance Program Reauthorization Act of 1991 - Amends Federal law to authorize the Secretary of Transportation (Secretary) to make grants to States for the development of programs for the enforcement of Federal and State commercial motor vehicle safety standards. Requires the Secretary to formulate procedures for the submission of State plans enforcing such standards. Sets forth specified plan requirements. Provides that the Federal share of costs for such programs shall not exceed 80 percent of such costs. Allocates no more than 1.25 percent of the funds appropriated for this Act for administrative purposes. Authorizes appropriations out of the Highway Trust Fund (other than the Mass Transit Account) for FY 1993 through 1996. Amends the Surface Transportation Assistance Act of 1982 to authorize the reimbursement of costs in enforcing State commercial motor vehicle safety standards to States with approved plans. Authorizes appropriations. Directs the Secretary to develop an improved formula for the allocation among States of Motor Carrier Safety Assistance Program funds. Amends the Commercial Motor Vehicle Safety Act of 1986 to require the Secretary to issue regulations establishing penalties for violations of out-of-service orders by commercial motor vehicle operators. Sets forth specified requirements. Directs the Secretary to issue regulations specifying tolerance standards for ensuring compatibility of intrastate commercial motor vehicle safety laws with Federal motor carrier safety regulations under the Motor Carrier Safety Assistance Program. Requires the Secretary to consult with law enforcement organizations and affected industries to develop a model program for Program officers to enforce the .04 per centum blood alcohol concentration limit pursuant to the Commercial Motor Vehicle Safety Act of 1986. Directs the Secretary to add two additional positions at the headquarters of the Federal Highway Administration. Drug Free Truck Stop Act - Amends the Controlled Substances Act to impose mandatory minimum criminal penalties for the unlawful distribution or possession of controlled substances within 1,000 feet of a truck stop or safety rest area. Prohibits the suspension of a sentence, granting of probation, or eligibility for parole until the individual has served the minimum required sentence under the Federal criminal code for any person who violates this Act after a prior conviction under this Act has become final. Requires the U.S. Sentencing Commission to promulgate specified sentencing guidelines for violations of this Act. Bars multiple enhancements. Amends the Truck and Bus Safety and Regulatory Reform Act of 1988 to require the Secretary to initiate a rulemaking proceeding to adopt methods for improving braking performance standards for commercial motor vehicles. Requires the Secretary or State representative to ensure that motor carriers that have drivers that display a pattern of violating State or local traffic safety laws or commercial motor vehicle safety regulations receive a high priority for compliance review. Directs the Secretary to report to the Congress on the effectiveness of private sector efforts to ensure the training of entry level drivers of commercial motor vehicles, including recommendations on establishing mandatory Federal training requirements for such drivers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Motor Carrier Safety Assistance Program Reauthorization Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Drug Free Truck Stop Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Motor Carrier Safety Assistance Program Reauthorization Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Drug Free Truck Stop Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the Motor Carrier Safety Assistance Program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:47-05:00"
}