{
  "actions": [
    {
      "acted_at": "1973-02-15", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s865-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-15", 
  "number": "865", 
  "official_title": "A bill to amend the Railway Labor Act to provide more effective means for protecting the public interest in national emergency disputes involving the railroad and airline transportation industries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Stafford, Robert T.", 
    "state": "VT", 
    "thomas_id": "01438", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-15", 
  "subjects": [
    "Airlines", 
    "Aviation", 
    "Labor and employment", 
    "Labor disputes", 
    "Railroads"
  ], 
  "subjects_top_term": "Labor disputes", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-15", 
    "text": "Permits selective strikes against the railroad and airline transportation industries if the parties to the dispute are unable to reach an agreement within thirty days after receiving the report of a board appointed under the Railway Labor Act. Defines the term 'selective strike' in the railroad industry to mean: (1) a strike of not more than one carrier operating in each of the eastern, western and south-western regions, and (2) a strike when two or more carriers or groups of carriers operating in a system in any one of the regions are concurrently struck and the aggregate revenue ton-miles transported by all such struck carriers did not in the preceding calendar year exceed 30 percent of all revenue ton-miles transported by all other carriers. Defines a 'selective strike' in the airline industry to mean a strike of two or more carriers whose total aggregate revenue-passenger miles does not in the preceding year exceed 30 percent of the total revenue-passenger miles for the United States. Permits unilateral changes in terms and conditions of employment by carriers after procedures and time limitation under the Railway Labor Act have been exhausted; provided such changes were initially proposed by the carriers in accordance with such Act. Prohibits carriers from locking out employees unless the carrier is caused to reduce its transportation service by a strike of all or some portion of its employees, and then only as permitted by applicable agreements. Authorizes the Attorney General to seek injuctive relief if the President concludes that the national health or safety is imperiled or the permissible limits of selective strikes have been exceeded. Provides that upon the issuance of such an injunction the President may issue an executive order to take possession of and operate, in whole or in part, any carrier involved in the dispute in question. States that such order shall be in effect for the shortest period of time consistent with the emergency and a resolution of the dispute. States that any profits realized by the carrier or carriers during any period of Government operation, as determined by the Comptroller General, shall be placed in a Labor-Management Trust Fund to be used for carrying out the provisions of this Act. Provides that the penalty imposed upon the unions directly involved in the strike shall be the loss of the right to retroactivity in pay and benefits for the period of Government operation. Provides that the parties shall resume collective bargaining upon the issuance of an injunction under this Act. States that the National Mediation Board shall give all reasonable assistance to the parties. Provides that when a voluntary agreement is reached it shall be filed with the President and with the appropriate district court which shall take action to dissolve any outstanding injunction or restraining order."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Railway Labor Act to provide more effective means for protecting the public interest in national emergency disputes involving the railroad and airline transportation industries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:27-05:00"
}