{
  "actions": [
    {
      "acted_at": "1976-09-02", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-09-02", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15443-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-09-02", 
  "number": "15443", 
  "official_title": "A bill to amend the Interstate Commerce Act, to grant additional authority to the Interstate Commerce Commission regarding conglomerate holding companies involving carriers subject to the jurisdiction of the Commission and noncarriers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Jones, Robert E., Jr.", 
    "state": "AL", 
    "thomas_id": "00610", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-09-02", 
  "subjects": [
    "Antitrust law", 
    "Common carriers", 
    "Freight forwarders", 
    "Government regulation", 
    "Holding companies", 
    "Independent regulatory commissions", 
    "Interstate commerce", 
    "Marine transportation", 
    "Motor transportation", 
    "Railroads", 
    "Ships and shipping", 
    "Subsidiary corporations", 
    "Transportation and Travel", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Common carriers", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-09-02", 
    "text": "Amends the Interstate Commerce Act to authorize persons who are not common carriers to acquire control of class I railroad or motor carriers, class A water carriers, or freight forwarders with the approval of the Interstate Commerce Commission. Declares any such person a common carrier subject to specified provisions of such Act. Directs the Commission to approve the issuance of securities or the assumption of liabilities by such a carrier if it finds that such actions would not affect the activities of any other carrier under the control of such person or, if it would affect such activities such actions would be consistent with the proper performance of each carrier under such person's control. Authorizes the issuance of such securities or assumption of liabilities without Commission approval if the Commission fails to act on the application for approval of such activities within a specified time period. Requires such carriers to file with the Commission an application for approval of any proposed financial transactions between such a carrier and any other person who is either controlling, controlled by, or under common control with such carrier or anyone who is an affiliate with such person. Authorizes the applicant to enter into such transaction without Commission approval if the Commission fails to act on such application within a specified time period. Makes it a presumption that anyone who owns beneficially ten percent or more of the voting securities of a carrier is in control of that carrier for purposes of the provision of such Act prohibiting control of a carrier effectuated by methods other than those allowed under such Act. Directs the Commission, upon a determination that control of a carrier is being used in a manner which impairs or threatens to impair the ability of such carrier to properly perform its service, to order the cessation of activities contributing to such impairment and to order such affirmative conduct as may be necessary to enable the carrier to properly perform its services. Requires persons who own more than a specified percentage of the capital or capital stock of any class I railroad or motor carrier, class A water carrier, or freight forwarder to submit to the Commission an accounting of the description and amount of shares of stock or other interest owned by such individual in such carrier. Authorizes the Commission to: (1) require annual, periodic or special reports from persons controlling, controlled by, or under common control with a common carrier; (2) prescribe a uniform system of accounts for such persons; and (3) prescribe the form of all accounts, records, and memoranda to be kept by such an individual. Sets forth a criminal penalty of ten years imprisonment or a $5,000 fine or both for persons controlling, controlled by, or in control with a common carrier who misapply assets of such carrier."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Interstate Commerce Act, to grant additional authority to the Interstate Commerce Commission regarding conglomerate holding companies involving carriers subject to the jurisdiction of the Commission and noncarriers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:49-05:00"
}