{
  "actions": [
    {
      "acted_at": "2012-05-22", 
      "references": [
        {
          "reference": "CR S3428-3429", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-05-22", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3218-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Ayotte, Kelly", 
      "sponsored_at": "2012-05-22", 
      "state": "NH", 
      "thomas_id": "02075", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-05-22", 
  "number": "3218", 
  "official_title": "A bill to improve the coordination of export promotion programs and to facilitate export opportunities for small businesses, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5393-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Small Business Export Growth Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Shaheen, Jeanne", 
    "state": "NH", 
    "thomas_id": "01901", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-05-22", 
  "subjects": [
    "Competitiveness, trade promotion, trade deficits", 
    "Congressional oversight", 
    "Executive agency funding and structure", 
    "Foreign trade and international finance", 
    "Government information and archives", 
    "Small business", 
    "State and local government operations", 
    "Trade restrictions"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-05-22", 
    "text": "Small Business Export Growth Act of 2012 - Amends the Export Enhancement Act of 1988 to revise the duties of the Trade Promotion Coordinating Committee (TPCC). Requires the TPCC to: (1) identify opportunities to consolidate or co-locate offices of federal agencies involved in export promotion and export financing activities; (2) assess the use and coordination of electronic databases among federal agencies in support of such activities; and (3) provide a detailed listing of current and future federal and state-led trade missions, trade fairs, and related activities to ensure better delivery of services to U.S. businesses. Requires the Secretary of Commerce to make available information on federal and state-led trade missions, trade fairs, and related activities on the Export.gov website. Requires the governmentwide strategic plan for federal trade promotion efforts to: (1) clearly identify and explain the role, goals, and objectives of each TPCC member agency with respect its export promotion and export financing activities; (2) include any recommendations of the Comptroller General relating to coordination of the TPCC and member agencies; and (3) reflect the recommendations of the U.S. Travel Association (currently, U.S. National Tourism Organization) to the degree considered appropriate by the TPCC. Revises membership of the TPCC to include one member that represents state agencies with responsibility for export promotion and export financing. Requires the Inspector General of the Department of Commerce to report annually to Congress on the extent to which the TPCC is successfully carrying out its duties. Requires certain reports to Congress: (1) on recommendations for improving access about export information (including state resources) on the Export.gov website, and (2) for developing a single website for complying with and disseminating information about U.S. export control laws and regulations. Amends the Small Business Act to require that the nationwide marketing effort of the Associate Administrator of the Office of International Trade of the Small Business Administration (SBA), in promoting sales opportunities for the export of small business goods and services, to conduct at least one outreach event each fiscal year in each state. Directs the SBA Administrator to establish a small business export matchmaking pilot program designed to facilitate contact between U.S. small businesses and potential foreign buyers or international clients. Directs the SBA Administrator, the Secretary of Agriculture, the U.S. Export-Import Bank, and the Overseas Private Investment Corporation (OPIC) to jointly establish a Small Business Inter-Agency Task Force on Export Financing."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Export Growth Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the coordination of export promotion programs and to facilitate export opportunities for small businesses, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:34:46-05:00"
}