{
  "actions": [
    {
      "acted_at": "1975-12-01", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2726-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-12-01", 
  "number": "2726", 
  "official_title": "A bill to create a Department of Natural Resources, an Executive Office of Resource and Materials Policy, a Joint Congressional Committee on Energy, Materials, and the Environment.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Resource Policy Reorganization Act", 
  "sponsor": {
    "district": null, 
    "name": "Tunney, John V.", 
    "state": "CA", 
    "thomas_id": "01450", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-12-01", 
  "subjects": [
    "Advisory bodies", 
    "Cabinet officers", 
    "Congress", 
    "Congressional committees", 
    "Congressional joint committees", 
    "Conservation of natural resources", 
    "Energy", 
    "Energy policy", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-12-01", 
    "text": "Resource Policy Reorganization Act - Title I: General - Expresses the sense of the Senate that there exists a need for effective natural resource policymaking. Calls for the creation of the following new bodies in the executive branch and the Congress: (1) A Department of Natural Resources which will have primary Cabinet-level responsibility for the formulation and implementation of Federal resource policy with emphasis on the conservation and development of domestic natural resources, management of Federal lands and resources, the assessment of world and national resource needs and supplies, and continuing research in resource-related fields; (2) an Office of Resource and Materials Policy within the Office of the President which will replace the Energy Resources Council as the overseer of natural resource policy; and (3) a Congressional Joint Committee on Energy, Materials, and the Environment which shall be responsible for continuous monitoring, evaluation, and formulation of resource policy. Title II: Department of Natural Resources - Establishes the Department of Natural Resource to be headed by a Secretary of Natural Resources. Provides for the appointment of a Deputy Secretary. Creates within the Department subagencies and a General Counsel. Transfers to the Secretary the functions of specified agencies presently controlling aspects of natural resource policy. Requires the Secretary to report annually to the President and the Congress on the activities of the Department during the preceding fiscal year. Redesignates the Commissioned Officer Corps of the National Oceanic and Atmospheric Administration the Commissioned Officer Corps of the Oceanic, Atmospheric, and Earth Sciences Administration. Authorizes the Secretary to prescribe regulations, appoint employees, enter into contracts, acquire facilities for the use of employees and to take other specified action in order to carry out the provisions of this Act. Provides that no suit, action, or other proceeding commenced by or against any officer in his official capacity as an officer of any department or agency, functions of which are transferred by this part, shall abate by reason of the enactment of this Act. Title III: Office of Resource and Materials Policy - Establishes the Office of Resource and Materials Policy. States that it shall be the function of such office to insure coordination among Federal agencies involved in resource and materials policy; to serve as the principal adviser to the President on matters relating to resource and materials policy; and to serve as the local point for aid to State and local governments in the formulation and implementation of resource policy. Directs the Office to prepare and submit to the President and the Congress an annual Natural Resources Plan and Report. States that the report shall include: an identification of critically important resources, and estimate of the supply and demand for such resources, descriptions of trends in price and supply, and recommendations for action by the President and the Congress. Title IV: Joint Committee on Energy Materials, and the Environment - Establishes a Joint Congressional Committee on Energy, Materials, and the Environment which shall have responsibility for: (1) researching the natural resource policy for the United States Government; (2) reviewing existing resource policies; (3) evaluating the organization of resource policy within the executive branch; and (4) receiving and evaluating for the Congress the Annual Natural Resources Plan and Report. Authorizes the appropriation of such sums as may be necessary to carry out the provisions of this title. Title V: Technology Evaluation - Requires that all legislation authorizing Federal support for a program of scientific research and development include a technology evaluation report. Provides that such report include a report prepared by the relevant committee of the current status of the subject research and of the amounts of money previously spent with estimates of the amount which will be required in the future to bring the program of research to a position of commercial feasibility and an evaluation of the social and environmental effects which could be expected to result from the program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resource Policy Reorganization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to create a Department of Natural Resources, an Executive Office of Resource and Materials Policy, a Joint Congressional Committee on Energy, Materials, and the Environment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:40-05:00"
}