{
  "actions": [
    {
      "acted_at": "1973-03-06", 
      "committee": "House Committee on the District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5212-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-06", 
  "number": "5212", 
  "official_title": "A bill to authorize and direct the Commissioner of the District of Columbia to conduct an election for the purpose of a referendum on the question of statehood for the residents of the present District, election of delegates to a constitutional convention, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2574-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-06", 
  "subjects": [
    "Advisory bodies", 
    "District of Columbia", 
    "Statehood (American politics)"
  ], 
  "subjects_top_term": "District of Columbia", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-06", 
    "text": "Authorizes the Commissioner of the District of Columbia to conduct a referendum on the question of statehood for the District of Columbia within 120 days after the enactment of this Act. Provides for the admission of the State of Columbia into the Union if a majority of the voters vote in favor of statehood and upon the approval of the constitution for the State of Columbia by the Congress. Authorizes the Commissioner of the District of Columbia to issue a proclamation for the election of delegates to a constitutional convention for the District of Columbia. States that the constitutional convention shall consist of fifty-seven delegates elected from among the residents of the District of Columbia. Provides that such convention shall write a constitution of the State of Columbia which shall be republican in form and shall not be repugnant to the Constitution of the United States and the principles of the Declaration of Independence. Establishes an advisory commission to be known as the State of Columbia Advisory Commission to conduct a full and complete study of the necessary and appropriate legislative or administrative actions that must be taken in order to facilitate the transfer of authority over the District of Columbia from the Federal Government. Provides that the Commission shall consist of thirteen members. States that the Commission shall submit its recommendations, within one hundred and eighty days after the establishment of the Commission, to the President, the Clerk of the House of Representatives and the Secretary of the Senate. Terminates the Commission 10 days after the submission of its final report. Authorizes appropriations for the costs of the convention, referendums and the Commission."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize and direct the Commissioner of the District of Columbia to conduct an election for the purpose of a referendum on the question of statehood for the residents of the present District, election of delegates to a constitutional convention, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:15-05:00"
}