{
  "actions": [
    {
      "acted_at": "1977-05-02", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-05-16", 
      "references": [], 
      "text": "Reported to House from the Committee on Government Operations with amendment, H. Rept. 95-347.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-07", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-07", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-08", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-08", 
      "references": [], 
      "text": "Motion to recommit to the Committee on Government Operations rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-08", 
      "references": [], 
      "text": "Measure failed of passage in House, roll call #50 (189-227).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6805-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Conyers, John, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "00229", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Fascell, Dante B.", 
      "sponsored_at": "1977-01-03", 
      "state": "FL", 
      "thomas_id": "00370", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Harrington, Michael J.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "00503", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "34", 
      "name": "Horton, Frank J.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00560", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Koch, Edward I.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00643", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Moorhead, William S.", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00831", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Moss, John E.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00838", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Neal, Stephen L.", 
      "sponsored_at": "1977-01-03", 
      "state": "NC", 
      "thomas_id": "00855", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Rosenthal, Benjamin S.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00987", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-05-02", 
  "number": "6805", 
  "official_title": "A bill to establish an Agency for Consumer Protection in order to secure within the Federal Government effective protection and representation of the interests of consumers.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres872-95", 
      "reason": "rule"
    }
  ], 
  "short_title": "Consumer Protection Act", 
  "sponsor": {
    "district": "9", 
    "name": "Brooks, Jack B.", 
    "state": "TX", 
    "thomas_id": "00127", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-05-02", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture in foreign trade", 
    "Consumer organizations", 
    "Consumer protection", 
    "Government operations and politics", 
    "Quality of products"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Failed of passage in House", 
    "date": "1978-02-08", 
    "text": "(Measure failed of passage in House, roll call #50 (189-227)) Consumer Representation and Reorganization Act - Establishes as an independent agency within the executive branch an Office of Consumer Representation to be headed by an Administrator appointed by the President by and with the consent of the Senate. Requires the Administrator to transmit to the Congress and the President by February 1 of each year a report on the activities and accomplishments of the Office during the preceding calendar year including a summary of consumer complaints received and actions taken thereon. States the functions of the Office, including to: (1) represent the interests of consumers before Federal agencies and courts to the extent authorized by this Act; (2) encourage and support research, studies, and testing leading to a better understanding of consumer products and improved products, services and consumer information; (3) submit recommendations annually to the Congress and the President on measures to improve the operation of the Federal Government in the protection and promotion of the interests of consumers; (4) cooperate with State and local governments and private enterprise in the promotion and protection of the interests of consumers; (5) publish and distribute material to inform consumers and Congress of matters of interest to the consumer; and (6) present testimony to Congress, when requested or on its own initiative, during hearings on legislation having a substantial effect on consumers. Authorizes the Administrator, whenever the result of any Federal agency proceeding or activity may substantially affect an interest of consumers, to intervene as a party or otherwise participate in representing the interests of consumers. Directs the Agency to receive, evaluate, develop, act on, and transmit complaints to the appropriate Federal or non-Federal entities concerning actions or practices which may be detrimental to the interests of consumers. Requires the Agency to maintain an up-to-date listing of all signed consumer complaints of any significance arranged in meaningful and useful categories together with annotations of Agency actions. Requires the Office to gather and disseminate to the public information concerning; (1) the functions and duties of the Office; (2) consumer products and services; (3) problems encountered by consumers; and (4) notices of Federal hearings, proposed and final rules, and other pertinent activities of Federal agencies. Directs the Office to encourage and support, through both public and private entities, the development and application of information on consumer products and services. Authorizes Federal agencies to perform, at the request of the Administrator, tests regarding products, services, or any matter affecting the interests of consumers. Prohibits, with certain exceptions, the performance of such tests when a comparable test has been made within 18 months. Authorizes each Federal agency, upon the written request of the Administrator, to furnish or allow access to all documents, papers, and records in its possession which the Administrator deems necessary for the performance of his functions. Requires every Federal agency, in considering any action which may substantially affect the interest of consumers, to notify the Agency of such action. Transfers to the Office of Consumer Representation the functions, funds, records, and property of other Federal offices the duties of which now fall within what this Act designates as the jurisdiction of the Office of Consumer Representation. Requires the Director of the Office of Management and Budget, before such transfer, to certify that: (1) transfers of other consumer agency functions can be accomplished in 90 days; and (2) the value of such functions would total at least $11,000,000. Requires the Director of the Office of Management and Budget to report to Congress functions performed by Federal programs which overlap duplicate, or conflict with the functions performed by the office. Terminates the Office of Consumer Representation five years after the effective date of this Act. Exempts Department of Agriculture proceedings dealing with import and export policy from the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Agency for Consumer Protection in order to secure within the Federal Government effective protection and representation of the interests of consumers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:23-05:00"
}