{
  "actions": [
    {
      "acted_at": "1979-09-07", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-01-17", 
      "references": [], 
      "text": "Reported to Senate from the Committee on the Judiciary with amendment, S. Rept. 96-553.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1722-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1979-01-03", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1979-01-03", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1979-01-03", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1979-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-07", 
  "number": "1722", 
  "official_title": "A bill to codify, revise, and reform title 18 of the United States Code; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Criminal Code Reform Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-07", 
  "subjects": [
    "Administration of criminal justice", 
    "Administration of justice", 
    "Appellate procedure", 
    "Armed forces and national security", 
    "Arrest", 
    "Arson", 
    "Assault", 
    "Bail", 
    "Bribery", 
    "Burglary", 
    "Children and youth", 
    "Civil Rights and Liberties", 
    "Civil rights and liberties, minority issues", 
    "Compensation for victims of crime", 
    "Conspiracy", 
    "Contempt of court", 
    "Correctional institutions", 
    "Corrections", 
    "Corrections and Correctional Institutions", 
    "Counterfeiting", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Crimes aboard aircraft", 
    "Crimes against women", 
    "Criminal Procedure and Sentencing", 
    "Criminal courts", 
    "Criminal investigation", 
    "Criminal law", 
    "Criminal liability", 
    "Criminal procedure", 
    "Disabled", 
    "Drugs and narcotics", 
    "Electronic surveillance", 
    "Embezzlement", 
    "Entrapment", 
    "Evidence (Law)", 
    "Extradition", 
    "Fines (Penalties)", 
    "Firearms", 
    "Forgery", 
    "Fraud", 
    "Gambling", 
    "Government operations and politics", 
    "Grand jury", 
    "Homicide", 
    "Imprisonment", 
    "Indian courts", 
    "Indictments", 
    "Judicial officers", 
    "Jurisdiction", 
    "Juvenile corrections", 
    "Juvenile delinquency", 
    "Kidnapping", 
    "Larceny", 
    "Law", 
    "Lawyers and Legal Services", 
    "Legal assistance to the poor", 
    "Legal services", 
    "Marijuana", 
    "Mentally handicapped", 
    "Misconduct in office", 
    "Motion pictures", 
    "Murder", 
    "Narcotics and crime", 
    "National Security and Intelligence Operations", 
    "National security crimes", 
    "Native Americans", 
    "Organized crime", 
    "Pardons", 
    "Parole", 
    "Perjury", 
    "Phonorecords", 
    "Pleas (Criminal procedure)", 
    "Political crimes", 
    "Pollution", 
    "Prisons", 
    "Probation", 
    "Prosecution", 
    "Public defenders", 
    "Punishment", 
    "Rape", 
    "Recidivists", 
    "Rehabilitation of criminals", 
    "Robbery", 
    "Searches and seizures", 
    "Sedition", 
    "Sentences (Criminal procedure)", 
    "Sex crimes", 
    "Sex discrimination", 
    "Smuggling", 
    "Support of dependents", 
    "Supreme Court", 
    "Tax evasion", 
    "Trails", 
    "Treason", 
    "Voting", 
    "Women's rights"
  ], 
  "subjects_top_term": "Criminal law", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1980-01-17", 
    "text": "(Reported to Senate from the Committee on the Judiciary with amendment, S. Rept. 96-553) Criminal Code Reform Act of 1979 - =Title I: Codification, Revision, and Reform of Title 18= - Amends in its entirety title 18, the Federal criminal code. Subdivides such title into the following parts: (1) general provisions and principles; (2) offenses; (3) sentences; and (4) administration and procedure. =Part I - General Provisions and Principles= - Sets forth the general purpose and application of title 18, general principles of criminal liability, a provision concerning the unimpairment of civil remedies, and 110 general definitions. Provides that the provisions of title 18 shall be construed in accordance with the fair import of their terms to effectuate its general purposes, particularly to assure definition and notice of the conduct prohibited in accordance with the rule of strict construction as applied by the Federal courts. Defines Federal jurisdiction as including the general, special (territorial, maritime, and aircraft), and extraterritorial jurisdiction of the United States. States that the existence of Federal jurisdiction is not an element of an offense, but allows the separate sections describing offenses to include jurisdictional subsections. Directs Federal law enforcement officers, in determining whether to exercise jurisdiction concurrently with a State, to consider: (1) the relative gravity of the Federal offense and the State or local offense; (2) the relative interest in Federal investigation or prosecution; (3) the resources available to the Federal, State, and local authorities; (4) the traditional role of such authorities with respect to the offense; (5) the interests of federalism; and (6) other relevant factors. Directs the Attorney General to consult with State and local governments concerning the exercise of Federal jurisdiction and to report annually to Congress on the extent of such exercise. Provides that Federal jurisdiction is not generally preemptive of the exercise of jurisdiction by a State or local government, Indian tribe, or military court, but enumerates offenses with respect to which the Attorney General may order preemption. Decreases from 78 to four the mental states required to be proved with respect to criminal conduct (\"intentional\", \"knowing\", \"reckless\", and \"negligent\"). Requires a state of mind to be proved with respect to each element of an offense, unless such element is specified as existing or occurring \"in fact\". Specifies matters of law requiring no proof of state of mind, including jurisdiction, venue, grading, bars to prosecution, and defenses. Sets forth a general criminal complicity section. Makes a person liable: (1) generally as an accomplice if he intentionally aids or abets the commission of the offense by the other person; and (2) as a facilitator if he knowingly facilitates the completion of the offense by providing substantial assistance. Specifies rules governing the liability of an organization for the conduct of an agent, and of an agent for the conduct of an organization. Precludes as a defense to such criminal liability that the person for whose conduct the defendant is liable has been acquitted, has not been prosecuted or convicted, has been convicted of a different offense, was incompetent or irresponsible, or is immune from prosecution (except acquittal in a separate trial because of insufficient evidence not occasioned by a suppression order is a bar to prosecution). Provides that a coconspirator is liable for the reasonably foreseeable criminal conduct of another person (the \"Pinkerton doctrine\"). States as a general principle that bars to prosecution and defenses or affirmative defenses (including mistake of fact or law, insanity, intoxication, duress, exercise of public authority, protection of persons or property, unlawful entrapment, and official misstatement of law) under any Federal statute shall be determined by the Federal courts in accordance with common law. Provides for a general statute of limitations of: (1) five years for a felony or misdemeanor; (2) one year for an infraction (under current law, such bar varies with the offense), but permits an extended period for certain concealable offenses, such as fraud or misconduct in office. Makes it a bar to prosecution that the defendant was less than 16 years old at the time of the commission of the offense, except with respect to the offenses of murder, maiming, aggravated battery, kidnapping, aircraft hijacking, and rape (under current law, such age bars prosecution of all offenses as an adult, and persons between the ages of 16 and 18 are treated as juveniles unless the offense is a felony punishable by 10 or more years of imprisonment). =Part II - Offenses= - Organizes offenses by the following types (rather than alphabetically as under current law): (1) offenses of general applicability, including criminal attempt, conspiracy, and solicitation; (2) offenses involving national defense, including treason and related offenses, sabotage and related offenses, espionage and related offenses, and atomic energy offenses; (3) offenses involving international affairs, including foreign relations crimes and offenses involving immigration, naturalization, and passports; (4) offenses involving government processes, including general obstructions of government functions, law enforcement obstructions, obstructions of justice, contempt offenses, perjury, false statements, and related offenses, and official corruption and intimidation; (5) offenses involving taxation, including internal revenue and customs offenses; (6) offenses involving individual rights, including civil rights crimes, offenses involving political rights, and offenses involving privacy; (7) offenses involving the person, including homicide offenses, assault offenses, kidnapping and related offenses, hijacking offenses, and sex offenses; (8) offenses involving property, including arson and other property destruction offenses, burglary and other criminal intrusion offenses, robbery, extortion, and blackmail, theft and related offenses, counterfeiting, forgery, and related offenses, commercial bribery and related offenses, and investment, monetary, and antitrust offenses; and (9) offenses involving public order, safety, health, and welfare, including organized crime offenses, drug offenses, explosives and firearms offenses, riot offenses, gambling, obscenity, and prostitution offenses, public health offenses, and violating State or local law in a place within the special jurisdiction of the U.S. Replaces the particularized penalties for individual offenses in current law with general penalty provisions specifying: (1) terms of imprisonment based on five classes of felonies (A to E), three classes of misdemeanors (A to C), and an infraction; and (2) levels of fines according to the type of offense and type of defendant (individual or organization). Includes among new Federal crimes: (1) criminal attempt and criminal solicitation (but makes such offenses inapplicable to specified crimes); (2) engaging in para-military activity for the purpose of taking over a Federal or State government agency; (3) conspiring in the U.S. to kill, maim, or kidnap a foreign official (current law prohibits a conspiracy to commit certain acts of sabotage or property destruction in foreign countries with which the U.S. is at peace); (4) obstructing a government function by fraud or by physical interference, but makes it a defense to the latter offense that the interference was created in the course of activity protected by rights of free speech or assembly, involved minor or no violence, and did not significantly obstruct a government function (current law prohibits conspiring to defraud the government); (5) false swearing; (6) failing to keep a Government record with intent to defraud in connection with the administration of benefits pursuant to a Federal program; (7) speculating on official action or information; (8) a series of offenses covering election fraud, including engaging in any criminal conduct for the purpose of influencing an election; (9) possession of an eavesdropping device with intent that it be used unlawfully; (10) endangerment, defined as engaging in conduct manifesting an extreme indifference or unjustified disregard to human life, which the offender knows places another person in imminent danger of death or serious bodily injury; (11) restraint of a minor child by a parent or guardian in violation of any person's right to custody or visitation; (12) possession of burglar's tools; (13) trafficking in stolen property; (14) trafficking in a counterfeit phonorecord, or copy of a motion picture or audiovisual work; and (15) operating a racketeering syndicate. Revises numerous offenses, including the following changes. Limits the offense of \"impairing military effectiveness\" to time of war or national defense emergency or where a major weapons system or means of defense against large scale enemy attack is impaired. Revises \"criminal contempt\" to: (1) add defenses based on the invalidity of a judicial order, including that the order was invalid under the first amendment of the Constitution; and (2) impose a maximum prison sentence of six months and a fine of $10,000 for an individual and $100,000 for an organization. (Current law imposes no such limits.) Modifies \"obstruction of justice\" to detail prohibited activities with respect to tampering with a witness, victim, or an informant. Changes \"bail jumping\" to: (1) include failure to surrender for service of sentence pursuant to a court order; (2) apply such offense to juvenile delinquency cases; and (3) vary the penalties according to the category of offense. Amends \"making a false statement\" to: (1) consolidate numerous false statement statutes under current law; (2) make an oral false statement to a government official an offense only where the statement is volunteered or after the person has been advised that making such a statement is an offense, and requires that proof of the defendant's statement include corroborating evidence; and (3) add retraction as an affirmative defense. Revises \"tax evasion\" to eliminate the net tax deficiency requirement (thus allowing prosecution even where no tax is actually due). Modifies \"civil rights offenses\" to: (1) include all \"persons\" (current law protects \"citizens\"); (2) allow for a single offender (current law requires a conspiracy); (3) eliminate the requirement (Screws v. United States, 325 U.S. 91 (1945)) that a defendant be found to have had a specific intent to deprive the victim of his federally protected rights; (4) prohibit discrimination based on sex (current law includes race, color, religion, or national origin); and (5) add certain defenses to the offense of \"interfering with speech or assembly related to civil rights activities\" based on the victim's unlawful act. Revises \"intercepting correspondence\" to broaden the scope of such offense to include additional forms of communication. (Current law protects against the interception of mail.) Establishes Federal jurisdiction over the offense of \"murder\" where: (1) such crime is committed for payment and either the United States mail or a facility in interstate commerce is used, or the movement of any person in commerce occurs, during any stage of the offense; and (2) such crime is committed on a railroad vehicle operating in commerce (the latter jurisdictional basis is also created with respect to \"maiming\"). Revises \"sex offenses\" to: (1) apply such crimes without distinction as to the sex of the offender or victim; (2) redefine \"rape\" to include additional acts; (3) revise the offense of \"sexual assault\" to add the act of compelling a person to participate by threat or placing such person in fear; (4) make punishable the rape of one spouse by the other (but applies the interspousal exemption with respect to other sex offenses); (5) provide, with respect to sexual abuse of a minor, that the victim must be less than 16 years old and at least five years younger than the offender, and adds as an affirmative defense that the actor reasonably believed the other person to be 16 years of age or older (current law prohibits the carnal knowledge of a female under the age of 16 years); and (6) expressly provide that corroboration of the victim's testimony is not required. Establishes Federal jurisdiction over the offenses of \"arson\" and \"aggravated property destruction\" where: (1) the property involved is a gas or oil pipeline system in interstate or foreign commerce; and (2) such offenses are committed on premises that are part of an energy facility. (The former jurisdictional basis is also created with respect to \"property destruction\"; the latter basis is also created with respect to \"criminal entry.\") Makes it a bar to prosecution of the offense of \"extortion\" that such offense occurred in connection with a labor dispute to achieve legitimate collective bargaining objectives unless: (1) there is clear proof that the conduct consists of a felony, which was engaged in to cause death or severe bodily injury in order to secure such objectives; and (2) the Department of Justice certifies in writing that the facts establish such additional elements, Federal prosecution should be commenced, and the State is unwilling or unable to proceed with any equivalent prosecution. (see United States v. Enmons, 410 U.S. 396 (1973)) Consolidates numerous theft statutes under current law, and establishes Federal jurisdiction over the offense of \"theft\" where: (1) such crime involves property of at least $5,000 in value and is committed by an agent of an organization or State or local government agency in connection with a Federal assistance program; and (2) such crime involves property of at least $10,000 in value and is committed in connection with the marketing of livestock in interstate or foreign commerce. Establishes Federal jurisdiction over \"executing a fraudulent scheme\" where: (1) such crime is committed within the special jurisdiction of the United States; (2) the actor traffics in a substance that is represented to be a controlled substance, or solicits property in a passenger terminal for travel in commerce; and (3) the scheme affects commerce and involves the obtaining of at least $100,000 in insurance proceeds through the offense of arson. Makes persons who violate specified provisions of the Foreign Corrupt Practices Act of 1977 or the Securities and Exchange Act of 1934 guilty of the offense of \"commercial bribery.\" Broadens the application of the offense of \"washing racketeering proceeds.\" Revises \"loansharking\" to add as a new offense an extension of credit over $100 in value carrying an annual interest rate exceeding 45 percent. (Such a rate under current law only evidences extortion.) Modifies \"drug offenses\" to: (1) increase the penalty for simple possession of 100 grams or more of an opiate; (2) make possession of 30 grams (approximately one ounce) or less of marihuana an infraction; (3) impose a mandatory two-year minimum sentence for trafficking in an opiate unless the court finds specified mitigating circumstances; and (4) eliminate the current provision allowing for a doubling of the penalty for repeat offenders. Imposes a mandatory two-year minimum sentence for the offense of \"using a weapon in the course of a crime\" unless the court finds specified mitigating circumstances. Narrows the applicability of \"riot offenses\" by: (1) requiring the actual occurrence of a riot for the offense of \"leading a riot\"; and (2) defining \"riot\" as involving ten or more persons (three in current law). Conforms the definition of \"obscene material\" to Supreme Court decisions for the purposes of the offense of \"disseminating obscene material.\" Prohibits such dissemination to a minor or to any person where there is not opportunity to avoid such exposure (but adds as a defense in the latter case that the material was legal in the locality where disseminated). Prohibits the direct or indirect operation of a \"prostitution business,\" but establishes as a defense that such business was legal in all the localities in which it is conducted. Makes a person guilty of the offense of \"environmental pollution\" for violating specified provisions of the Federal Water Pollution Control Act, the Clean Air Act, the Toxic Substances Control Act, the Federal Insecticide, Fungicide, and Rodenticide Act, the Solid Waste Disposal Act, the Outer Continental Shelf Lands Act, the Marine Protection, Research, and Sanctuaries Act of 1972, the Noise Control Act of 1972, and the Rivers and Harbors Act of 1899. Repeals: (1) the Logan Act (which prohibits private communication with a foreign government with intent to influence foreign policy); (2) the Smith Act (which prohibits advocating the overthrow of the government); and (3) the prohibition against making false reports with intent to interfere with the operation of U.S. military or naval forces. =Part III - Sentences= - Sets forth a new sentencing structure applicable to a defendant who is found guilty of an offense under any Federal statute. Permits an individual to be sentenced to a term of imprisonment or probation and a fine, and to receive additional sanctions, including: (1) forfeiture for certain racketeering crimes; (2) an order of notice to victims of crimes in cases involving fraud or intentionally deceptive practices; or (3) an order of restitution in cases involving bodily injury or property damage or other loss. Permits an organization to receive such penalties, with the exception of imprisonment. Authorizes a sentencing court to: (1) order a presentence study of a defendant, either before or after receipt of the presentence report and commit the defendant to the custody of the Bureau of Prisons pending receipt of such a study; or (2) order a presentence psychiatric examination of a defendant. Specifies factors to be considered by a sentencing court, including: (1) the nature and circumstances of the offense and the history and characteristics of the defendant; (2) the need for the sentence imposed to: (A) deter similar conduct, (B) protect the public, (C) reflect the seriousness of the offense, promote respect for the law, and provide just punishment for the offense, and (D) provide the defendant needed training; (3) the kinds of sentences available; (4) the applicable sentencing range set forth in guidelines promulgated by the United States Sentencing Commission (established by this Act); (5) any pertinent policy statement issued by the Commission; and (6) the need to avoid sentencing disparities among the defendants who have been found guilty of similar criminal conduct. Requires the court to impose a sentence within the range set forth by the Commission unless aggravating or mitigating circumstances exist that were not adequately taken into consideration by the Commission in formulating the guidelines. Requires the court to state in open court at the time of sentencing the reason for imposing a sentence at a particular point within the prescribed range, or the specific reason for imposing a sentence outside of such range. Sets forth a presentence procedure for an order of notice or restitution. Authorizes the imposition of a term of probation, unless such sentence is specifically prohibited, with respect to all but the most serious class of felonies. Lists permissible terms of probation for each category of offenses. Requires as a mandatory condition of probation that a defendant not commit another crime. Enumerates 20 discretionary conditions of probation. Sets forth provisions relative to the running of a term of probation and revocation of probation. Sets limits on the amount of a fine for each category of offenses, including higher maximums for organizational than for individual defendants. Directs the court, in determining the amount of a fine and the method of payment, to consider the defendant's financial status. Prohibits the court from imposing a sentence as an alternative to payment of a fine. Details procedures for the modification or remission of a fine. Sets maximum terms of imprisonment for five classes of felonies (A to E), three classes of misdemeanors (A to C), and an infraction (five day maximum). Prescribes rules regarding factors to be considered in imposing a term of imprisonment. Permits a term of imprisonment to be modified only in certain circumstances. Authorizes the court to include an order limiting the criminal association of organized crime and drug offenders. Allows the court, in imposing a term of imprisonment in excess of one year, to include as part of such sentence a requirement that the defendant be placed on a term of supervised release after imprisonment. Requires as a mandatory condition of release that a defendant not commit another crime. Specifies discretionary conditions of release. Prescribes guidelines relative to concurrent and consecutive terms. =Part IV - Administration and Procedure= - Designates which Federal agency is to have primary responsibility for detecting and investigating the commission of offenses under Federal law. Defines the law enforcement authority of certain officials and employees of the following departments and agencies: (1) Federal Bureau of Investigation; (2) Drug Enforcement Administration; (3) United States Marshals Service; (4) Bureau of Prisons; (5) Immigration and Naturalization Service; (6) Department of the Treasury; (7) Department of the Interior; (8) Department of Labor; (9) Department of Agriculture; (10) Postal Service; (11) United States Probation Services; and (12) Railroad Police (to be authorized by the Attorney General). Restates the procedural requirements for governmental interception of private oral communications (current law, title III of the Omnibus Crime Control and Safe Streets Act of 1968, is generally left unchanged). Permits interception with respect to certain crimes not presently covered, such as criminal solicitation of specified offenses and aircraft hijacking. Restricts interception of communications without a court order to emergency situations involving the offenses of treason, sabotage, espionage, or a risk of death (current law limits it to conspiracies involving national security or organized crime). Restates the procedural requirements with respect to the compulsion of testimony after a refusal to testify on the ground of self-incrimination (current law, set forth in the Organized Crime Control Act of 1970, is generally left unchanged). Makes certain revisions in the authority of the Attorney General to protect and relocate government witnesses and their families. Consolidates into one provision current law authorizing rewards for the apprehension of offenders. Enacts into law the existing Interstate Agreement on Detainers. Limits the capacity of the United States as a \"receiving state\" for the purposes of such agreement. Restates the procedural requirements with respect to the rendition of a fugitive. Amends provisions relating to extradition (the surrender of fugitives between the United States and foreign countries). Prohibits extradition of a person convicted in absentia unless assurances are made that proceedings will be reopened or unless the person fled after having been present when his trial commenced. Details new procedures for the arrest and detention of persons who have committed extraditable offenses. States that extraditability shall be found in an appropriate hearing only upon proof of certain facts, including: (1) a treaty covering the offense involved is in effect; (2) the pending criminal charge against the person sought, or the prosecution for the offense of which he was convicted, was brought within any applicable statute of limitations; and (3) probable cause that the person sought and the person arrested are identical and that the person sought has committed or has been convicted of the alleged offense. Permits hearsay to be admitted in extradition hearings. Prescribes standards and procedures for waiver of extradition hearings and for appeal of a judgment issued in such a hearing. Extends the criminal jurisdiction of United States magistrates to include the trial of all misdemeanors (in accordance with Public Law 96-82). Allows a defendant or the government to elect to have a case involving a class A misdemeanor tried before a district court judge. Allows the government attorney to petition the district court for removal of a case pending before a magistrate when characteristics of the case warrant such removal. Authorizes appeal to the district court by a defendant convicted by a magistrate. Sets forth the rules respecting venue for an offense committed in more than one district, committed outside of any district, or committed in a new district or division (current law is generally left unchanged). Limits the prosecution of the offense of disseminating obscene material to the district from which the material was disseminated or in which the offense was completed (current law allows such prosecution in any district through which the material moves). Restates the procedural requirements for the appointment of counsel in criminal cases. Increases the maximum compensation rates for such services. Sets forth provisions governing the release and confinement of a person charged with a criminal offense pending judicial proceedings. Directs the court, upon ordering release pending trial, to determine whether such release will endanger the safety of the community and, upon such a determination, to impose the least restrictive conditions (other than financial conditions) to assure the community's safety. Makes a mandatory release condition that the person not commit another crime, and enumerates 11 discretionary release conditions. Requires the court, in determining which conditions will reasonably assure the appearance of the person and safety of the community, to consider: (1) the nature and circumstances of the offense; (2) the weight of the evidence; and (3) the history and characteristics of the person. Authorizes a judge to detain for up to ten days a person seeking pretrial release if it appears that such person is already on pretrial release for a Federal or State felony, or is on probation, parole, or other release. Directs the court to order the detention of a defendant pending sentencing or appeal, unless the court finds by clear and convincing evidence that the person is not likely to flee or pose a danger to the community. Subjects a person who violates a condition of release to a revocation of release, an order of detention, and a prosecution for contempt of court. Sets forth the procedural requirements with respect to the disposition of juvenile offenders. Eliminates, with respect to the surrendering of a juvenile charged with a class B or C misdemeanor or an infraction committed within the special territorial jurisdiction of the U.S. to State authorities, the certification requirement. Permits Federal prosecution of a juvenile charged with a felony if there is a special interest warranting such prosecution, even though State jurisdiction exists and the appropriate State has adequate juvenile services. Specifies guidelines for surrender to State authorities of persons aged 18-21 who are arrested and charged with a Federal offense. Establishes the procedures for the arrest, detention, and pretrial release of juveniles (current law, the Federal Juvenile Delinquency Act, amended by the Juvenile Justice and Delinquency Prevention Act of 1974, is generally continued). Creates an intake screening procedure for juveniles, through which a probation officer reviews the case and background and characteristics of the juvenile, and makes a recommendation to the Government attorney concerning the disposition of, or mode of proceeding with, the case. Revises the procedures to be followed by Federal courts with respect to an offender suffering from a mental disease or defect. Limits to four months (subject to a two month extension) the period for which a defendant who has been found incompetent to stand trial may be hospitalized by the Attorney General. Requires that such defendant be released after the applicable time limits upon a determination by the court by a preponderance of the evidence that release, or conditional release under a prescribed regimen of medical care or treatment, would no longer create a substantial risk of serious bodily injury to another person or serious damage to property of another. Allows a defendant who has raised the issue of insanity pursuant to Rule 12.2 of the Federal Rules of Criminal Procedure to be found not guilty by reason of insanity. Establishes a new procedure for the civil commitment of any such defendant where, after the requisite hearing, the court finds by clear and convincing evidence that the acquitted person's release would create a substantial risk of serious bodily injury to another person or serious damage to property. Requires that such an acquitted person be released upon a determination by the court by a preponderance of the evidence that release, or conditional release under a prescribed regimen of medical care or treatment, would no longer create such a risk. Provides for the revocation of the conditional discharge of a mental incompetent or an acquitted person when it is determined that such individual has failed to comply with the prescribed regimen of medical treatment. Sets forth procedures for the hospitalization of a convicted person, or an imprisoned person due for release, who suffers from mental disease or defect. Requires a hearing on the mental condition of a defendant serving a sentence of imprisonment who objects to being transferred to a facility for care or treatment. Requires the court to commit the defendant to the Attorney General for hospitalization where it finds by a preponderance of the evidence that such defendant is suffering from a mental disease or defect necessitating such care. Provides that the Supreme Court's amendments to the Federal Rules of Criminal Procedure shall become effective 180 days after they have been reported to Congress (90 days under current law). Restates the rules respecting the admissibility of confessions and the admissibility of evidence in sentencing proceedings (current law is generally left unchanged). Permits in a felony or class A misdemeanor case, unless contrary to a plea agreement, a defendant to appeal a sentence greater than the maximum allowed under the Sentencing Commission's guidelines which are found by the sentencing court to be applicable, or a sentence including an order of notice or restitution. Permits the Government, with the personal approval of the Attorney General or the Solicitor General, to appeal a sentence less than the applicable minimum. Authorizes the court of appeals, upon a determination that the sentence is unreasonable, to remand the case for further sentencing proceedings, or (where the defendant has appealed) to remand for imposition of a lesser sentence or impose a lesser sentence, or (where the Government has appealed) to remand for imposition of a greater sentence or impose a greater sentence. Sets forth rules regarding supervision of probation, the appointment and duties of probation officers, transportation of a probationer, transfer of jurisdiction over a probationer, and the arrest and return of a probationer. Adds a new expungement provision with respect to the offense of possessing marihuana, which requires the court to order expungement after the payment of a fine in a case involving 30 grams or less of marihuana and allows the court to order expungement after the payment of a fine in a case involving more than 30 grams. Requires fines paid to the clerk of the sentencing court to be forwarded to the United States Treasury for credit to the Victim Compensation Fund established by this Act. Treates criminal fine judgments as tax liens (thus making available the summary collection procedures used by the Internal Revenue Service). Expands the enforcement powers of the Department of Justice in collecting unpaid fines. Sets forth rules regarding the imprisonment of Federal prisoners. Places custody of such prisoners in the Bureau of Prisons, rather than the Attorney General. Adds a new provision permitting the temporary release of a prisoner to participate in an educational program. Eliminates: (1) the requirement in current law that when a prisoner works in the community, local unions be consulted; and (2) the provision barring work release when other workers might be displaced. Revises provisions with respect to good time allowances to allow a prisoner who is serving a term of imprisonment of more than one year to receive 36 days at the end of each year of imprisonment, such credit to vest upon its receipt. Adds a new requirement that the Bureau of Prisons assure to the extent practicable that a prisoner spends a reasonable part (not to exceed six months) of the last ten percent of the term to be served under conditions affording such person a reasonable opportunity to prepare for re-entry into the community. Makes the Administrative Procedures Act inapplicable to any of the imprisonment procedures. =Part V - Ancillary Civil Proceedings= - Consolidates and enumerates 23 offenses for which the Attorney General may initiate civil forfeiture proceedings. Directs the Attorney General to establish procedures to turn over to the victim proceeds forfeited for the offenses of executing a fraudulent scheme and consumer fraud. Sets forth the authority of the Attorney General to initiate civil proceedings to prevent the following offenses: operating a racketeering syndicate, racketeering, washing racketeering proceeds, and tampering with a witness, victim, or an informant. Authorizes the Attorney General to enjoin a practice that constitutes a violation of the offense of \"executing a fraudulent scheme.\" Prohibits a Federal agency from denying a person employment solely on the basis of a conviction under Federal or State law. Prohibits a State or local government agency from declining to issue a person a professional or occupational license or deny a person employment on the basis that the person has been convicted of a Federal offense. Specifies exceptions to such prohibitions. Carries forward current law which authorizes private civil actions for damages as the result of the following offenses: operating a racketeering syndicate, racketeering, washing racketeering proceeds, and eavesdropping. Imposes time limitations for such actions. Establishes in the Treasury a Victim Compensation Fund from which victims of Federal offenses against the person or their surviving dependents may be compensated (up to a $50,000 maximum per victim per offense) upon filing a claim with the United States Victim Compensation Board established by this Act. Conditions compensation upon: (1) the offense having been reported to a law enforcement officer within 72 hours; (2) the claim being filed within one year of the offense; and (3) the claimant sustaining a certain minimum loss. =Title II: Amendments to the Federal Rules of Criminal Procedure and the Federal Rules of Evidence= - Amends Rule 5 to require that a defendant who is not accorded a preliminary examination within the applicable time limits be released from custody, bail requirements, or other conditions of release. Adds a new Rule 6.1 which generally carries forward current law regarding special grand juries (title I of the Organized Crime Control Act of 1970). Revises the reporting requirements with respect to such special grand jury to: (1) eliminate the requirement that a report on noncriminal misconduct, malfeasance, or misfeasance in office be based upon \"organized criminal activity\" and the requirement that the public official involved have been \"appointed\"; (2) allow the jury to report that it has found misconduct, malfeasance, or misfeasance by an individual in public office, when such person requests such report; and (3) allow the jury to recommend legislative, administrative, or executive action in the public interest. Amends Rule 7 to require that the indictment or information allege the grade of the offense charged and contain a citation of the particular jurisdictional provision alleged to be applicable, where Federal jurisdiction over the offense exists only under specified circumstances. Amends Rule 8 to make joinder of offenses applicable to the new category of \"infractions\". Amends Rule 9 to require that a summons, rather than arrest warrant, be used where the offense consists solely of possessing drugs. Revises the procedure for service of a summons to a corporation. Adds a new Rule 25.1 dealing with proof of offenses, defenses, affirmative defenses, grading, and jurisdiction, and the consequences of prima facie evidence and presumptions. Requires the Government to prove beyond a reasonable doubt the nonexistence of a defense which a defendant raises at trial, where there is sufficient evidence to support a reasonable belief as to its existence. Requires the defendant to prove by a preponderance of the evidence affirmative defenses. Requires the court to decide the issue of the existence of Federal jurisdiction over the offense, unless, in a jury trial, the defendant elects before trial to have the issue decided by the jury. Requires the Government to prove beyond a reasonable doubt the existence of Federal jurisdiction. Adds a new Rule 26.1 dealing with the statements of witnesses, which generally conforms to existing law (existing Rule 26.1 (concerning the determination of foreign law) is renumbered as Rule 27, replacing existing Rule 27 (concerning proof of official record) which is repealed). Amends Rule 32 to conform the procedure for revocation of probation to recent Supreme Court decisions. Requires a presentence investigation report to contain an assessment of the impact upon, and cost to, the victim of the offense. =Title III: Amendments to Title 28, United States Code= - Retains the Bureau of Prisons within the Department of Justice and outlines its organization and responsibilities. Requires the Bureau to: (1) collect information concerning offenders, sentencing practices, and correctional programs; and (2) provide training for its officers, officials, and employees. Permits the Bureau to review applications for Federal or State grants-in-aid or technical assistance. Allows an employee of a Federal correctional facility to summarily seize any object introduced into such facility or possessed by an inmate in violation of rules or regulations promulgated by the Director. Authorizes the Bureau to provide specialized programs for classes of offenders (current law authorizes specified treatment only for narcotic addicts or youth offenders). Retains the National Institute of Corrections in the Bureau, and increases from 16 to 17 the membership of its Advisory Board. Makes certain Administrative Procedures Act provisions inapplicable to Bureau of Prison procedures. Retains the Advisory Corrections Council and continues the Federal Prison Industries. Establishes the United States Victim Compensation Board to administer the victim compensation program created by this Act. Establishes as an independent body in the judicial branch the United States Sentencing Commission, consisting of seven voting members and the Attorney General or his designee as a non-voting member, to establish sentencing policies and practices for the Federal criminal justice system. Directs the President to: (1) appoint four members after consultation with the Judicial Conference of the U.S.; and (2) designate three members from a list of ten judges recommended by the Conference. Directs the Commission, by affirmative vote of at least four members, to promulgate guidelines, general policy statements regarding application of the guidelines or other aspects of sentencing, and guidelines or general policy statements regarding the appropriate use of probation revocation provisions and provisions for the modification of probation or supervised release. Enumerates the duties of the Commission with respect to such guidelines and statements, including that: (1) the maximum of the range established for a term of imprisonment not exceed the minimum of such range by more than 25 percent; (2) the Commission consider the relevance of specified matters in establishing categories of offenses and defendants; (3) they be neutral as to the race, sex, national origin, creed, and socioeconomic status of offenders; (4) they reflect the general inappropriateness of considering the education, vocational skills, employment record, family and community ties of the defendant in recommending a term of imprisonment; and (5) they reflect the inappropriateness of imposing a term of imprisonment for the purpose of rehabilitating the defendant and the appropriateness of imposing incremental penalties for the commission of multiple offenses at different times (including bail jumping or offenses committed while on release). Directs the Commission to: (1) review the guidelines after consultation with various authorities; (2) report to Congress on any amendments to the guidelines, which shall become effective within 180 days, subject to disapproval of either House; (3) submit to Congress, with the Bureau of Prisons, an analysis of the maximum utilization of prison resources; (4) evaluate the impact of the guidelines on prosecutorial discretion, plea bargaining, disparities in sentencing, and the use of incarceration; (5) recommend to Congress, within three years of enactment, adjustments to the grades of offenses; (6) consider any petitions filed by defendants relating to modification of the guidelines; (7) describe the circumstances justifying sentence reduction; and (8) submit at least annually to Congress an analysis of the reports which judges and officers are required to submit in connection with each sentence imposed. Enumerates the powers of the Commission. Sets forth provisions requiring the enforcement by State authorities of child custody determinations made by a court of another State. =Title IV: General Provisions= - Sets forth general provisions, including that this Act shall take effect, with specified exceptions, 30 months after the date of enactment. Provides that the sentencing guidelines shall not become effective until the General Accounting Office has prepared and submitted to Congress a study of their impact in comparison with current law, and Congress has had six months to consider such report. =Title V: Technical and Conforming Amendments Cross-Referenced in Title 18= - Makes technical and conforming amendments. Revises the oath which must be submitted by an absentee buyer seeking to purchase a firearm from a licensed importer, manufacturer, or dealer. Reenacts, with certain revisions, provisions regarding jurisdiction over offenses committed in Indian country which are not included in the recodification. Confers jurisdiction on Kansas, Iowa, and New York with regard to offenses committed by or against Indians on Indian reservations. Amends title IV of the Social Security Act (Aid to Families with Dependent Children) to require that the Parent Locator Service obtain information to be used to locate a parent or child for the purpose of making or enforcing child custody determinations. =Title VI: Codification and Revision of Title 18 Appendix Reenactment and Redesignation of Former Sections of Title 18= - Transfers certain offenses contained in current title 18 to a new title 18 Appendix. =Title VII: Technical and Conforming Amendments to Provisions Outside Title 18 and Title 18 Appendix= - Makes technical and conforming amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Criminal Code Reform Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to codify, revise, and reform title 18 of the United States Code; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:08-05:00"
}