{
  "actions": [
    {
      "acted_at": "1976-02-11", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11883-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-02-11", 
  "number": "11883", 
  "official_title": "A bill to provide compensation for the victims of crime, assistance to witnesses in criminal cases, and an increase in witness fees.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Criminal Victims and Witnesses Assistance Act", 
  "sponsor": {
    "district": "3", 
    "name": "Russo, Martin A.", 
    "state": "IL", 
    "thomas_id": "01004", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-02-11", 
  "subjects": [
    "Compensation for victims of crime", 
    "Crime and law enforcement", 
    "Criminal law", 
    "Criminal procedure", 
    "Department of Justice", 
    "Government operations and politics", 
    "Law", 
    "Legal fees", 
    "Medical care, personnel, and facilities", 
    "Victims of crimes", 
    "Violence", 
    "Witnesses"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-02-11", 
    "text": "Federal Criminal Victims and Witnesses Assistance Act - Title I: Victim Compensation - Establishes in the Department of Justice a three-member Victims Compensation Commission, the members to be appointed by the President with the advice and consent of the Senate. Authorizes the Commission to perform specified functions including entering into such contracts or other transactions as may be necessary, requesting such information, data, and cooperation from Federal agencies as the Commission may require, and establishing a program to assure extensive and continuing publicity of compensation provisions under this Act. Directs the Commission to order the payment of compensation to intervenors or victims in cases of personal injury or death resulting from specified criminal offenses. Directs the Commission to determine the amount of compensation by computing net losses (for intervenors) or pecuniary losses (for victims). Permits the Commission to order emergency compensation not to exceed $1,500 pending final action on a claim, such compensation to be deducted from any final order for compensation. Requires claims for compensation to be filed within one year after the date of the Act, omission, or possession resulting in injury or death. Restricts the amount of compensation that may be granted pursuant to one claim to $50,000. Instructs the Commission to consider in its deliberations whether the claimant bears any share of responsibility in the act, omission, or possession giving rise to the claim. Authorizes the Commission to use specified procedures in the determination of claims and in carrying out other purposes of this Act. Directs the Commission to award fees to attorneys of claimants and stipulates that any attorney who charges or collects for services rendered in connection with proceedings under this Act shall be fined not more than $1,000, imprisoned not more than one year, or both. Authorizes the Commission to order compensation for injury or death resulting from specified violent crimes and crimes posing a threat of violence. Directs appropriate law enforcement agencies and officials to insure that victims of crime eligible for compensation under this Act are promptly informed of their right to be: (1) free from intimidation; (2) told about available compensation for injuries; (3) told about social service agencies which can help victims; and (4) assisted by criminal justice agencies. Authorizes the Administrator of the Law Enforcement Assistance Administration to make grants and provide technical assistance to enable States to establish viable victim compensation programs. Stipulates that States desiring grants under this Act shall: (1) establish a governmental entity to administer a program of victim compensation; (2) submit to the Administrator an annually updated statewide plan containing specified provisions; (3) insure that victims of crimes are informed of their rights; and (4) publicize the nature and existence of the available compensation. Directs the Administrator, upon approval of the State's plan, to make grants on an annual renewable basis for 50 percent of the cost of the State of payments to qualified victims. Instructs the Administrator to evaluate State plans annually to insure that the plans and operations meet the requirements and purposes of this Act prior to renewing grants. Authorizes the appropriation of specified amounts for purposes of this Act. Terminates the Victims Compensation Commission and other programs established under this Act on September 30, 1979. Title II: Witness Assistance - Establishes within each United States attorney's office a witnesses of crime assistance bureau, such bureau to create and administer witness assistance programs that encourage and enable witnesses of crimes to testify at criminal trials in Federal courts. Authorizes the Administrator to make grants to States for such purpose, grants to be made subject to the same requirements. Title III: Witness Fees - Increases the expense fees of witnesses to crime who testify in Federal courts. Authorizes the Administrator to make grants to reimburse States for the costs of compensating witness of crime in State cases at the levels of compensation for witnesses of crime in Federal cases."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Criminal Victims and Witnesses Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide compensation for the victims of crime, assistance to witnesses in criminal cases, and an increase in witness fees.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:48-05:00"
}