{
  "actions": [
    {
      "acted_at": "1975-05-21", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1801-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Curtis, Carl T.", 
      "sponsored_at": "1975-01-03", 
      "state": "NE", 
      "thomas_id": "01312", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fannin, Paul J.", 
      "sponsored_at": "1975-01-03", 
      "state": "AZ", 
      "thomas_id": "01330", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hansen, Clifford P.", 
      "sponsored_at": "1975-01-03", 
      "state": "WY", 
      "thomas_id": "01346", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1975-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-21", 
  "number": "1801", 
  "official_title": "A bill to provide an alternative plan for providing essential rail services to the Midwest and Northeast regions of the United States, to modernize certain railroad procedures.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Omnibus Rail Act", 
  "sponsor": {
    "district": null, 
    "name": "Taft, Robert, Jr.", 
    "state": "OH", 
    "thomas_id": "01445", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-21", 
  "subjects": [
    "Common carriers", 
    "Midwest (U.S.)", 
    "Northeastern States", 
    "Railroad abandonments", 
    "Railroad employees", 
    "Railroad rates", 
    "Railroads", 
    "Right-of-way", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Railroad rates", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-05-21", 
    "text": "Omnibus Rail Act - Title I: Alternative Rail Reorganization Plan - Directs the United States Railway Association to formulate and transmit to Congress an alternate plan to that required in the Regional Rail Reorganization Act of 1973 for the preservation of essential rail service in the northeast and midwest regions of the United States. Authorizes to be appropriated such sums as are necessary to formulate such plan. Title II: Modern Rail Transportation Act - Permits any railroad to abandon, discontinue, or change rail service, notwithstanding the laws of any State or order of any State agency or court, 90 days after notifying the Secretary of Transportation of such plans. Authorizes the Secretary to prohibit such proposed abandonment, discontinuation, or change if he finds that such action is necessary to the national or regional economy, or to the national defense. Requires the Secretary to reimburse railroads for losses incurred as a result of continued operation. Authorizes to be appropriated such sums as are necessary to make such reimbursement. Permits any railroad to establish and revise rates, fare and charges for the transportation of property so long as such rates, fares, and charges are nondiscriminatory, and are established in accordance with specified factors. Authorizes the imposition of a fine of not more than $10,000 for any railroad, or officer or agent which knowingly sets discriminatory rates or makes rebates to shippers. Title III: Reformation of Railroad Work Rules - Directs the Secretary of Transportation to formulate and report within one year to the Congress a plan for reforming railroad work rules, including recommendations for necessary legislation to implement such plan and protect existing railroad employees. Authorizes appropriations necessary for such purposes. Title IV: National Transportation Right-of-Way Land Bank - Authorizes the Secretary to acquire, other than by condemnation, title to railroad rights-of-way which are not being used to provide rail services. Provides that all such acquired rights-of-way shall be maintained by the Secretary in a National Transportation Right-of-Way Land Bank and may be made available on a lease basis to public or private entities to be used for public recreational purposes or other public purposes. Authorizes to be appropriated such amounts as may be necessary to carry out the provisions of this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Rail Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide an alternative plan for providing essential rail services to the Midwest and Northeast regions of the United States, to modernize certain railroad procedures.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:24-05:00"
}