{
  "actions": [
    {
      "acted_at": "1981-05-20", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-06-05", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3641-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-20", 
  "number": "3641", 
  "official_title": "A bill to make certain amendments to the Higher Education Act of 1965.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1109-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1109-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Higher Education Amendments of 1981", 
  "sponsor": {
    "district": "6", 
    "name": "Coleman, E. Thomas", 
    "state": "MO", 
    "thomas_id": "00216", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-05-20", 
  "subjects": [
    "Education", 
    "Federal aid to higher education", 
    "Federal aid to housing", 
    "Federally-assisted loans", 
    "Federally-guaranteed loans", 
    "Higher education", 
    "Housing and Housing Finance", 
    "Interest rates", 
    "Parents", 
    "Student aid", 
    "Student housing", 
    "Students"
  ], 
  "subjects_top_term": "Student aid", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-05-20", 
    "text": "Higher Education Amendments of 1981 - Amends the Higher Education Act of 1965 to limit the amount of any Federally-insured student loan made after June 30, 1981. Sets similar limits on loans insured under State or nonprofit private institutional student loan programs which receive Federal interest subsidy payments. Applies provisions for need analysis to such loans. Repeals provisions which counted specified student loans as part of the expected family contribution for purposes of other forms of student assistance. Permits loans to parents to be counted as part of the student's expected family contribution in the determination of need for all forms of student assistance under such Act. Eliminates the program of Federal interest subsidy payments for student loans. Eliminates payments to institutions to cover administrative costs of such program and administrative costs of the program of loans to parents. Increases the maximum repayment period for loans to parents of dependent students from ten years to 20 years. Limits the interest rate for such loans to a rate set by the Secretary of the Treasury, considering current market yields on outstanding U.S. marketable obligations of comparable maturity plus an allowance determined by the Secretary of Education (\"the Secretary\"). Eliminates the Federal payment of special allowances to lenders on such loans. Deletes provisions limiting subrogation of the United States to rights of any insurance beneficiary under Federal guaranty agreements with non-Federal student loan programs. Requires a guaranty agency to assign to the Secretary any loan for which the Secretary has made payment under such a guaranty agreement, if the Secretary deems this necessary to protect the Federal fiscal interest. Revises provisions for determining the amounts of basic educational opportunity grants (\"Pell grants\") and of supplemental educational opportunity grants to subtract an amount of expected student self-help as determined by the Secretary. Eliminates the deduction for State and local taxes from adjusted family income for purposes of determining a student's need for assistance under such Act. Authorizes the Secretary to set assessment rates to be applied to parental discretionary income in determining the expected family contribution. Provides that the Secretary shall determine, for \"cost of attendance\" student assistance purposes, specified allowances for: (1) books, supplies, transportation, and personal expenses; (2) required residential training expenses for correspondence students; (3) expenses for formal study abroad; (4) child care expenses; and (5) expenses of handicapped students. Directs the Secretary, for purposes of the \"Pell grant\" program, to determine specified room and board expenses. Eliminates payments for institutional administrative expenses under the \"Pell grant\" program. Amends the Housing Act of 1950 to authorize the use of funds in the revolving account of the College Housing Loan Program for specified expenses and payments in connection with the sale of participations in certain acquired obligations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Higher Education Amendments of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to make certain amendments to the Higher Education Act of 1965.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:01-05:00"
}