{
  "actions": [
    {
      "acted_at": "1993-07-29", 
      "committee": "Committee on Budget", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Budget.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sconres32-103", 
  "bill_type": "sconres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-07-29", 
  "number": "32", 
  "official_title": "A concurrent resolution setting forth the budget for the United States Government for fiscal years 1994, 1995, 1996, 1997, and 1998.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-07-29", 
  "subjects": [
    "Armed forces and national security", 
    "Balanced budgets", 
    "Budget deficits", 
    "Congress", 
    "Congressional budget", 
    "Congressional budget process", 
    "Congressional committees (House)", 
    "Congressional committees (Senate)", 
    "Defense budgets", 
    "Economic growth", 
    "Economics and public finance", 
    "Entitlements", 
    "Federal budgets", 
    "Federal receipts and expenditures", 
    "Federally-guaranteed loans", 
    "Government lending", 
    "Government spending reductions", 
    "Government trust funds", 
    "House rules and procedure", 
    "Legislation", 
    "Legislative resolutions", 
    "Old age, survivors and disability insurance", 
    "Public debt", 
    "Senate rules and procedure", 
    "Social welfare"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-07-29", 
    "text": "Establishes the budget for FY 1994 and sets forth appropriate budgetary levels for FY 1995 through 1998. (Sec. 2) Sets forth recommended budgetary levels of Federal revenues, new budget authority, budget outlays, deficits, public debt, and credit activity. (Sec. 3) Sets forth the increase in the public debt subject to limitation. Sets forth Social Security trust fund revenues and outlays for Senate enforcement purposes. (Sec. 5) Sets forth funding levels for each major functional category. (Sec. 6) Requires the House Committee on Ways and Means and the Senate Committee on Finance to report reconciliation legislation to their respective Houses containing recommendations to change laws to increase the statutory limit on the public debt to not more than a specified amount. (Sec. 7) Limits the levels of social security outlays and revenues for this resolution to the current services levels. (Sec. 8) Establishes Senate enforcement procedures to extend the system of discretionary spending limits to budget resolutions for FY 1996 through 1998 and enforce \"pay-as-you-go\" spending. (Sec. 9) Expresses the sense of the Senate that legislation should be enacted that: (1) caps the growth of mandatory spending for all programs except Social Security at a level that allows for beneficiary and inflation growth; (2) prohibits, through a super-majority point of order, the consideration of congressional budget resolutions or direct spending legislation that would cause the mandatory cap to be exceeded; and (3) provides processes, including reconciliation and sequestration procedures, to provide for orderly restraint in mandatory spending growth except Social Security if such spending exceeds the cap. Expresses the sense of the Congress that the conference report on this concurrent resolution on the budget should: (1) include spending limits on aggregate mandatory spending excluding Social Security, at levels that allow for inflation and beneficiary growth; (2) include spending limits on defense and non-defense discretionary spending for FY 1994 through 1998; and (3) include reconciliation instructions to restrain mandatory spending growth to meet the mandatory cap. (Sec. 10) Expresses the sense of the Congress that the budget effects of the President's economic stimulus package should not be exempted from the congressional budget process and that if such legislation is enacted it should abide by \"pay-as-you-go\" and not cause an increase in the deficit. (Sec. 11) Expresses the sense of the Congress that the budget should be balanced and that legislation should be adopted mandating a balanced budget. (Sec. 12) Expresses the sense of the Congress that budget enforcement procedures should be enacted including: (1) individual statutory caps on defense and non-defense discretionary spending enforced by points of order and sequester orders; (2) pay-as-you-go discipline for mandatory spending programs enforced by super-majority points of order and sequester orders; and (3) fixed statutory maximum deficit amounts that are enforced by super-majority points of order and sequester orders."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A concurrent resolution setting forth the budget for the United States Government for fiscal years 1994, 1995, 1996, 1997, and 1998.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:31:46-05:00"
}