{
  "actions": [
    {
      "acted_at": "2011-12-01", 
      "committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-12-02", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Water Resources and Environment", 
      "text": "Referred to the Subcommittee on Water Resources and Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3544-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources and Environment", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-12-01", 
  "number": "3544", 
  "official_title": "To amend the Federal Water Pollution Control Act to limit citizens suits against publicly owned treatment works, to provide for defenses, to extend the period of a permit, to limit attorneys fees, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "McClintock, Tom", 
    "state": "CA", 
    "thomas_id": "01908", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-12-01", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Civil actions and liability", 
    "Environmental Protection Agency (EPA)", 
    "Environmental protection", 
    "Environmental regulatory procedures", 
    "Evidence and witnesses", 
    "Legal fees and court costs", 
    "Licensing and registrations", 
    "Pollution liability", 
    "Water quality"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-12-01", 
    "text": "Amends the Federal Water Pollution Control Act (commonly known as the Clean Water Act) to prohibit a citizen suit from being commenced against a publicly owned treatment works (POTW): (1) to enforce an effluent standard or limitation unless the POTW is in significant non-compliance as defined in the Environmental Protection Agency's (EPA's) guidance document entitled \"A General Design for SNC Redefinition Enhancement in PCS,\" or (2) that is in significant non-compliance based on a manual designation as defined by such guidance document. Prohibits liability for an unlawful discharge of a pollutant from a POTW for a person who can establish by a preponderance of the evidence that the immediate cause of such discharge and any damages was: (1) an act of God; (2) an act of war; or (3) an act or omission of a third party other than an employee or agent of such person or one whose act or omission occurs in connection with a contractual relationship with such person, if such person exercised due care and took precautions against foreseeable acts or omissions of such third party and the consequences that could foreseeably result from such acts or omissions. Requires the Administrator of EPA or a state to provide a 60-day waiting period between the notice of a violation of such Act by a POTW and the issuance of a civil penalty. Prohibits the Administrator from assessing a penalty for a violation if the POTW submits a viable plan for correcting the non-compliance within such period and thereafter implements such plan. Requires any permit issued to the owner or operator of a POTW to discharge a pollutant under such Act to have a 15-year (currently five-year) term. Limits attorney fees with respect to actions involving POTWs to the prevailing fees in the community. Requires any new or increased treatment requirement associated with a permit issued to the owner or operator of a POTW to discharge a pollutant under such Act to be subject to a cost-benefit analysis."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend the Federal Water Pollution Control Act to limit citizens suits against publicly owned treatment works, to provide for defenses, to extend the period of a permit, to limit attorneys fees, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:32:28-05:00"
}