{
  "actions": [
    {
      "acted_at": "1987-04-09", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-11-13", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Subcommittee on Taxation and Debt Management. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s983-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI", 
      "subcommittee": "Subcommittee on Taxation and Debt Management", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bond, Christopher S.", 
      "sponsored_at": "1987-04-09", 
      "state": "MO", 
      "thomas_id": "01286", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boschwitz, Rudy", 
      "sponsored_at": "1987-04-09", 
      "state": "MN", 
      "thomas_id": "01288", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bumpers, Dale", 
      "sponsored_at": "1987-04-21", 
      "state": "AR", 
      "thomas_id": "01295", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1987-05-12", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1987-04-09", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1987-04-09", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1987-04-09", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Exon, J. James", 
      "sponsored_at": "1987-04-21", 
      "state": "NE", 
      "thomas_id": "01328", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1987-04-09", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1987-04-21", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1987-04-21", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1987-04-09", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stennis, John C.", 
      "sponsored_at": "1987-04-27", 
      "state": "MS", 
      "thomas_id": "01439", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-04-09", 
  "number": "983", 
  "official_title": "A bill to provide for the establishment of rural enterprise zones, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rural Enterprise Zone Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Danforth, John C.", 
    "state": "MO", 
    "thomas_id": "01314", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-04-09", 
  "subjects": [
    "Administrative procedure", 
    "Agricultural economics", 
    "Agriculture and Rural Affairs", 
    "Business and commerce", 
    "Business and social problems", 
    "Capital gains tax", 
    "Community development", 
    "Corporations and Stocks", 
    "Depreciation and amortization", 
    "Depressed areas", 
    "Economic growth", 
    "Economics and public finance", 
    "Employer incentives", 
    "Employment tax credits", 
    "Enterprise zones", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Free ports and zones", 
    "Full employment policies", 
    "Government and business", 
    "Government operations and politics", 
    "Government regulation", 
    "Government securities", 
    "Imports", 
    "Income tax", 
    "Labor and employment", 
    "Local and Municipal Government", 
    "Local finance", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Securities and Investments", 
    "Small business", 
    "State finance", 
    "States", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax incentives", 
    "Tax simplification", 
    "Tax-exempt securities", 
    "Taxation", 
    "Wages"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-04-09", 
    "text": "Rural Enterprise Zone Act of 1987 - Title I: Designation of Rural Enterprise Zones - Amends the Internal Revenue Code to provide for the designation of enterprise zones by the Secretary of Housing and Urban Development (Secretary) for purposes of providing tax and regulatory relief and improving local services. Specifies that States and local governments shall nominate areas for such designation. Limits to 45 the total number of areas which may be designated as rural enterprise zones. Limits the period during which: (1) the Secretary has authority to designate such zones; and (2) the designation may remain in effect. Authorizes the Secretary to designate such zone only if: (1) the area is within the jurisdiction of a local government; (2) the boundary of the area is continuous; (3) the area has a population of at least 1,000 or is entirely within an Indian reservation; and (4) the area meets specified unemployment and poverty requirements. Requires nominating local governments, as a condition of the Secretary's designation, to agree in writing to follow a course of action which may include reducing tax rates, improving local services, simplifying or streamlining government regulations, providing job training to residents of the area, and increasing equity ownership. Describes areas to which the Secretary must give preference in selecting nominated areas for designation as rural enterprise zones. Requires the Secretary to report to the Congress every three years on the effects of such enterprise zones' designation in accomplishing the purposes of this Act. Requires that any property tax reduction effected by a local government under the terms of this Act shall be disregarded for purposes of determining the eligibility of a State or local government for Federal assistance or benefits. States that the designation of a rural enterprise zone shall not give displaced persons from such an area any rights or benefits under the Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970. Provides that the designation of a rural enterprise zone shall not constitute a Federal action for purposes of applying the requirements of the National Environmental Policy Act or other provisions of Federal law relating to the protection of the environment. Title II: Federal Income Tax Incentives - Subtitle A: Credits for Employers - Allows employers located in rural enterprise zones an income tax credit for qualified increased employment expenditures. Sets the amount of such credit at ten percent of the increase in payroll. Limits the dollar amount of wages taken into account with respect to any employee to an amount equal to the lower living standard for a family of four as determined by the Bureau of Labor Statistics. Specifies adjustments for inflation. Subtitle B: Deferrals of Gain or Loss With Respect to Investment in Tangible Property in Rural Enterprise Zones - Allows the nonrecognition of gain on the sale or exchange of rural enterprise zone property if the proceeds realized from such sale or exchange are used by the taxpayer to acquire rural enterprise zone property within one year. Permits property to remain qualified for purposes of such capital gains treatment after a designation of an enterprise zone has terminated, in certain cases. Subtitle C: Rules Relating to Private Activity Bonds - Exempts rural enterprise zone property from the required use of the straight line method of depreciation generally applicable to property financed with tax-exempt bonds. Provides that the termination of the small issue exemption shall not apply to bonds whose proceeds are used to finance facilities in such enterprise zones. Modifies certain small issue volume limitations with respect to rural enterprise zone facilities. Requires that five percent of the private activity bond volume cap for a State that has one or more rural enterprise zones shall be set aside for use only in such rural enterprise zones. Subtitle D: Sense of the Congress With Respect to Tax Simplification - Expresses the sense of the Congress that the Internal Revenue Service should simplify the administration and enforcement of any provision of the Internal Revenue Code affected by this Act. Title III: Regulatory Flexibility - Revises the definition of \"small entity\" for purposes of the analysis of regulatory functions to include qualified business, government, and nonprofit enterprises operating within a rural enterprise zone. Authorizes Federal agencies, upon request by a designating government, to waive or modify rules and regulations pertaining to the implementation of projects or activities within an enterprise zone. Requires agencies to approve such request if the resulting benefits of job creation, community development, or economic revitalization outweigh the public interest in retaining the rule unchanged. Disallows waiver or modification of a rule that would directly violate a statutory requirement (including the Fair Labor Standards Act) or present a danger to the public health and safety. Provides that such waivers or rule modifications shall remain in effect only as long as the affected zone designation. Amends the Department of Housing and Urban Development Act to direct the Secretary of Housing and Urban Development to promote the coordination of all enterprise zone programs and to consolidate all periodic reports required under such programs into one summary report. Title IV: Establishment of Foreign-Trade Zones in Rural Enterprise Zones - Requires the Foreign-Trade Board to consider on a priority basis and expedite the processing of applications for the establishment of foreign-trade zones within rural enterprise zones. Requires the Secretary of the Treasury to give priority to and expedite applications for the establishment of ports of entry necessary to establish such zones. States that, to the maximum extent practicable, foreign-trade zones should be established within rural enterprise zones. Title V: Responsibilities of Federal Agencies in Rural Enterprise Zones - Directs each Federal agency, to the extent consistent with its primary mission, to seek to assist rural enterprise zones by appropriate means, including: (1) expedited processing; (2) priority funding; (3) program set-asides; and (4) technical assistance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rural Enterprise Zone Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the establishment of rural enterprise zones, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:26-05:00"
}