{
  "actions": [
    {
      "acted_at": "1997-10-06", 
      "references": [
        {
          "reference": "CR S10429", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-06", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-10-08", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1998-07-10", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator McCain with amendments. With written report No. 105-246.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-10", 
      "calendar": "Senate Legislative", 
      "number": "466", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 466.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1998-10-12", 
      "references": [
        {
          "reference": "CR S12383-12395", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-12", 
      "references": [], 
      "text": "Committee amendments withdrawn by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-12", 
      "bill_ids": [
        "hr2204-105"
      ], 
      "references": [
        {
          "reference": "CR S12395", 
          "type": "consideration"
        }
      ], 
      "text": "Senate incorporated this measure in H.R. 2204 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-12", 
      "references": [
        {
          "reference": "CR S12395", 
          "type": "consideration"
        }
      ], 
      "text": "Returned to the Calendar. Calendar No. 466.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3813-105", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3813"
    }
  ], 
  "bill_id": "s1259-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "1997-10-06", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1997-10-06", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-10-06", 
  "number": "1259", 
  "official_title": "A bill to authorize appropriations for fiscal years 1998 and 1999 for the United States Coast Guard, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2204-105", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2204-105", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr2204-105", 
      "reason": "includes"
    }, 
    {
      "bill_id": "hr2204-105", 
      "reason": "related"
    }
  ], 
  "short_title": "Coast Guard Authorization Act for Fiscal Years 1998 and 1999", 
  "sponsor": {
    "district": null, 
    "name": "Snowe, Olympia J.", 
    "state": "ME", 
    "thomas_id": "01085", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1997-10-08", 
  "subjects": [
    "Administrative procedure", 
    "Air bases", 
    "Aircraft", 
    "Aircraft pilots", 
    "Alcoholism", 
    "Antennas", 
    "Armed forces and national security", 
    "Arrest", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Boating accidents", 
    "Bridges", 
    "California", 
    "Cargo preference", 
    "Cemeteries and funerals", 
    "Civil rights and liberties, minority issues", 
    "Coast guard", 
    "Colleges", 
    "Commemorations", 
    "Congress", 
    "Congressional reporting requirements", 
    "Congressional tributes", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Department of Transportation", 
    "Dismissal wage", 
    "District courts", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Drug testing", 
    "Drugs and transportation workers", 
    "Drunk driving", 
    "Easements", 
    "Economics and public finance", 
    "Education", 
    "Emergency management", 
    "Environmental protection", 
    "Environmental research", 
    "Equipment and supplies", 
    "Families", 
    "Federal law enforcement officers", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Firearms", 
    "Fishing boats", 
    "Flight training", 
    "Florida", 
    "Forfeiture", 
    "Freedom of information", 
    "Gifts", 
    "Government operations and politics", 
    "Government trust funds", 
    "Governmental investigations", 
    "Health", 
    "Higher education", 
    "Highway engineering", 
    "Historic sites", 
    "History", 
    "Housing and community development", 
    "Human engineering", 
    "Ice breaking operations", 
    "Infrastructure", 
    "Interest rates", 
    "International affairs", 
    "Islands", 
    "Jurisdiction", 
    "Labor and employment", 
    "Land transfers", 
    "Law", 
    "Liability for oil pollution", 
    "Lighthouses and lightships", 
    "Loan defaults", 
    "Marine and coastal resources, fisheries", 
    "Marine safety", 
    "Maritime law", 
    "Massachusetts", 
    "Merchant seamen", 
    "Merchant ships", 
    "Michigan", 
    "Military aircraft", 
    "Military and naval supplies", 
    "Military base conversion", 
    "Military bases", 
    "Military dependents", 
    "Military discharges", 
    "Military housing", 
    "Military law", 
    "Military medicine", 
    "Military pay", 
    "Military pensions", 
    "Military training", 
    "Money laundering", 
    "Mortgages", 
    "Navigation", 
    "Navigational aids", 
    "Negligence", 
    "North Carolina", 
    "Obstruction of justice", 
    "Oceanographic research", 
    "Officer personnel", 
    "Offshore structures", 
    "Public lands and natural resources", 
    "Recreation centers", 
    "Rescue work", 
    "Research and development", 
    "Retired military personnel", 
    "Retiree health benefits", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Seizure of vessels and cargoes", 
    "Ships", 
    "Social welfare", 
    "Sports and recreation", 
    "Surplus government property", 
    "Survivors' benefits", 
    "Technology assessment", 
    "Territorial waters", 
    "Transportation and public works", 
    "Treaties"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1998-07-10", 
    "text": "TABLE OF CONTENTS: Title I: Appropriations; Authorized Levels Title II: Coast Guard Management Title III: Marine Safety and Environmental Protection Title IV: Miscellaneous Coast Guard Authorization Act for Fiscal Years 1998 and 1999 - Title I: Appropriations; Authorized Levels - Authorizes appropriations for the Coast Guard for: (1) operation and maintenance; (2) acquisition, construction, rebuilding, and improvement of aids to navigation, shore and offshore facilities, vessels, and aircraft; (3) research, development, testing, and evaluation; (4) retired pay, payments under the Retired Serviceman's Family Protection and Survivor Benefit Plans, and payments for medical care of retired personnel and their dependents; (5) alteration or removal of bridges constituting obstructions to navigation and for personnel and administrative costs associated with the bridge alteration program; and (6) environmental compliance and restoration at Coast Guard facilities. (Sec. 102) Authorizes Coast Guard end-of-year strength and military training student loads. Title II: Coast Guard Management - Amends Federal law relating to the Coast Guard to remove the dollar limit on severance pay for regular warrant officers. Allows the Secretary of the Service (sic) in which the Coast Guard is operating to determine that the discharge or separation conditions of an officer receiving other than an Honorable Discharge do not warrant severance pay. (Sec. 202) Authorizes the Coast Guard Commandant to provide for honorary recognition of individuals and organizations that significantly contribute to Coast Guard programs, missions, or operations. (Sec. 203) Authorizes the Commandant to rent or lease vehicles to transport the next of kin of eligible retired Coast Guard military personnel to attend funeral services of the service member at a national cemetery. (Sec. 204) Authorizes the Commandant to use up to $25,000 to provide economic adjustment assistance for the City of Novato, California, for the cost of revising the Hamilton Reuse Planning Authority's reuse plan as a result of the Coast Guard's request for housing at Hamilton Air Force Base. (Sec. 205) Requires, when the Coast Guard supply fund is reduced to delete items stocked, that the existing capital of the fund be reduced by the value of the materials transferred to other Coast Guard accounts. (Sec. 206) Sets forth requirements for the Coast Guard to transfer ownership of personal property to the Coast Guard Auxiliary. Title III: Marine Safety and Environmental Protection - Amends Federal law (relating to suspension and revocation of licenses, certificates of registry, or merchant mariner's documents) to mandate procedures ensuring that, after a serious marine incident, alcohol testing of crew members responsible for the operation or other safety-sensitive functions of the vessel(s) involved is conducted within two hours after the incident is stabilized. Increases the first-violation civil penalty dollar limit regarding operating a vessel under the influence of alcohol or a dangerous drug. (Sec. 302) Prohibits, for one year after the detention, using a vessel to transport U.S. Government-sponsored cargoes if the vessel has been detained for violation of an international safety convention. Allows a case-by-case exemption if the owner of a vessel provides compelling evidence of current compliance. (Sec. 303) Shields marine casualty investigation reports from public disclosure requirements in the same circumstances as are applicable generally to Federal agencies. (Sec. 304) Amends the Oil Pollution Act of 1990 to remove a requirement of a biennial report to the Congress by the Interagency Coordinating Committee on Oil Pollution Research. (Sec. 305) Amends the Ports and Waterways Safety Act and Federal law relating to vessels and seamen to define \"navigable waters of the United States\" to include all waters of the U.S. territorial sea as described in a specified Presidential Proclamation. Makes changes relating to U.S. navigable waters in provisions relating to the operation of vessels, uninspected vessel safety equipment, recreational vessels, uninspected commercial fishing industry vessels, and vessel pilots. (Sec. 306) Expands the authority of Coast Guard civilian special agents to include serving process and making arrests. Title IV: Miscellaneous - Amends Federal law relating to vessels and seamen to remove a requirement that, in order to be eligible for documentation, a vessel must not be titled in a State. Declares that a documented vessel shall not be titled or required to display numbers (under provisions relating to numbering undocumented vessels) and requires surrender of any State title certificate issued for a documented vessel (but only if the mortgagee consents to the surrender). Modifies: (1) the circumstances in which a secured indebtedness may have any rate of interest agreed to by the parties; and (2) the steps a mortgagee may take on default of a preferred mortgage. Gives district courts original jurisdiction (exclusive of State courts) over certain preferred mortgage default actions regarding a vessel titled in a State. (Sec. 402) Authorizes conveyance, without consideration, of: (1) the Coast Guard Communication Station Boston Marshfield Receiver Site, Massachusetts, to the Town of Marshfield, Massachusetts; (2) the Coast Guard Recreation Facility Nahant, Massachusetts, to the Town of Nahant; (3) the Eagle Harbor Light Station, Michigan, to the Keweenaw County Historical Society; (4) the Coast Guard station Ocracoke, North Carolina, to the ferry division of the North Carolina Department of Transportation; and (5) the Long Branch Rear Range Light, Jacksonville, Florida, to the University of Jacksonville, Florida. (Sec. 407) Recognizes the community of Grand Haven, Michigan, as \"Coast Guard City, USA.\" (Sec. 409) Amends the Federal criminal code to make it unlawful for the pilot, operator, or person in charge of an aircraft that has crossed the U.S. border, or an aircraft subject to U.S. jurisdiction operating outside the United States, to knowingly fail to obey an order to land by a Federal law enforcement officer enforcing U.S. laws relating to controlled substances or money laundering. Makes it unlawful for the master, operator, or person in charge of a vessel of the United States or a vessel subject to U.S. jurisdiction to knowingly fail to obey an order by a Federal law enforcement officer to bring to that vessel. Makes it unlawful for any person on board such a vessel to fail to comply with an order in connection with boarding, impede or obstruct a law enforcement action, or provide certain information to a Federal law enforcement officer during a boarding that the person knows is false. Declares that consent or waiver of objection by a foreign nation to enforcement of U.S. laws may be: (1) made by radio, telephone, or similar oral or electronic means; and (2) proven by certification of the Secretary of State or the Secretary's designee. Authorizes seizure and forfeiture of an aircraft or vessel for certain of these unlawful acts. Makes a vessel or aircraft used in violation of these provisions liable in rem for any fine or civil penalty."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coast Guard Authorization Act for Fiscal Years 1998 and 1999", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Coast Guard Authorization Act for Fiscal Years 1998 and 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal years 1998 and 1999 for the United States Coast Guard, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:09-05:00"
}