{
  "actions": [
    {
      "acted_at": "1979-06-27", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1443-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-27", 
  "number": "1443", 
  "official_title": "A bill to provide for state veto of nuclear waste storage.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Durkin, John A.", 
    "state": "NH", 
    "thomas_id": "01322", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-27", 
  "subjects": [
    "Advisory bodies", 
    "Federal advisory bodies", 
    "Federal-Indian relations", 
    "Federal-state relations", 
    "Indian lands", 
    "Intergovernmental relations", 
    "Native Americans", 
    "Nuclear energy", 
    "Public Lands and Real Property", 
    "Radioactive wastes", 
    "States"
  ], 
  "subjects_top_term": "Radioactive wastes", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-27", 
    "text": "Amends the Energy Reorganization Act of 1974 to direct the Secretary of Energy to notify the affected State's and Indian's authorities of any intent to investigate the potential suitability of any part of a State or Indian reservation for the storage or disposal of radioactive wastes. Directs the Secretary to assist in the creation of a Radioactive Waste Management Commission, which shall: (1) examine the proposed actions of the Secretary; and (2) work toward achieving substantial concurrence on each and any socioeconomic, institutional, technical, environmental, health, and safety issue associated with such actions. Sets forth the composition of such commission, membership to include: (1) representatives from each affected State including the Governor; (2) representatives from the appropriate Federal agencies, including the Nuclear Regulatory Commission and the U.S. Geological Survey; (3) representatives from the affected State and local governments affected by such proposed actions; and (4) representatives from public interest organizations within the affected State. Requires public notice of all meetings of the Commission. Makes all Commission proceedings and materials produced in connection with the meetings or other operations of the Commission open and available for public inspection and comment. Directs the commission to file reports with Congress and the State legislatures of the affected States, such reports to include: (1) the actions and potential actions to be taken by the Secretary; (2) the efforts used and the possibility of success in achieving concurrence among the Commission members; and (3) a copy of any notices of nonconcurrence filed by the affected State of Indian tribe with the Commission. Makes the following acts expressions of nonconcurrence: (1) the filing of a report by the Governor, after consultation with the other representatives from such State, stating his objections and identifying any acceptable alternatives, if any; (2) the adoption by the State legislature of a resolution expressing nonconcurrence; and (3) when the majority vote in a statewide public referendum on the Secretary's proposed actions expresses opposition or nonconcurrence with such actions. Prohibits any Federal agency from proceeding with any investigation into the possibility of storing or disposing of radioactive wastes within such nonconcurring State unless the affected State or Indian tribe determine their objections have been satisfactorily resolved. Sets forth under what conditions such nonconcurrence will be deemed to be resolved."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for state veto of nuclear waste storage.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:02-05:00"
}