{
  "actions": [
    {
      "acted_at": "1973-07-31", 
      "references": [], 
      "text": "Reported to House from the Committee on Rules, H. Rept. 93-419.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-09-06", 
      "references": [], 
      "text": "Measure passed House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres514-93", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-07-31", 
  "number": "514", 
  "official_title": "Resolution providing for the consideration of H.R. 8351.  A bill to amend the Rail Passenger Service Act of 1970, as amended, to provide financial assistance to the National Railroad Passenger Corporation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr8351-93", 
      "reason": "ruled-by"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Murphy, Morgan F.", 
    "state": "IL", 
    "thomas_id": "00843", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1973-07-31", 
  "subjects": [
    "Bill consideration (Rule)", 
    "House of Representatives", 
    "House rules and procedure"
  ], 
  "subjects_top_term": "House rules and procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-07-31", 
    "text": "States that upon the adoption of this resolution it shall be in order to move, clause 27(d)(4), rule XI to the contrary notwithstanding, that the House resolve itself into the Committee of the Whole House on the State of the Union for the consideration of the bill (H.R. 8351) to amend the Rail Passenger Service Act of 1970, as amended, to provide financial assistance to the National Railroad Passenger Corporation, and for other purposes. Provides that after general debate, which shall be confined to the bill and shall continue not to exceed one hour, to be equally divided and controlled by the chairman and ranking minority member of the Committee on Interstate and Foreign Commerce, the bill shall be read for amendment under the five-minute rule. States that, at the conclusion of such consideration, the Committee shall rise and report the bill to the House with such amendments as may have been adopted, and any Member may demand a separate vote in the House on any amendment adopted in the Committee of the Whole to the bill or to the committee amendment in the nature of a substitute. States that the previous question shall be considered as ordered on the bill and amendments thereto to final passage without intervening motion except one motion to recommit with or without instructions. Provides that, after the passage of H.R. 8351, the Committee on Interstate and Foreign Commerce shall be discharged from the further consideration of the bill S. 2016, and it shall then be in order in the House to move to strike out all after the enacting clause of the said Senate bill and insert in lieu thereof the provisions contained in H.R. 8351 as passed by the House."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolution providing for the consideration of H.R. 8351.  A bill to amend the Rail Passenger Service Act of 1970, as amended, to provide financial assistance to the National Railroad Passenger Corporation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:32-05:00"
}