{
  "actions": [
    {
      "acted_at": "1989-02-23", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-07", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Subcommittee on Labor. Hearings held. Hearings printed: S.Hrg. 101-47.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-03-09", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Departments of Labor, Health and Human Services, Defense, Agriculture, and Transportation.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-25", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-06-28", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kennedy with an amendment in the nature of a substitute. With written report No. 101-349. Minority views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-28", 
      "calendar": "Senate Legislative", 
      "number": "665", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 665.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s436-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Labor", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1989-03-06", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1989-02-23", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1989-06-13", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1989-02-23", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1989-02-23", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1989-02-23", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1989-03-15", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1989-02-23", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1989-03-15", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1989-02-23", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1989-02-23", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1989-03-02", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1989-02-23", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-02-23", 
  "number": "436", 
  "official_title": "A bill to strengthen the protections available to employees against reprisals for disclosing information, to protect the public health and safety, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Employee Health and Safety Whistleblower Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Metzenbaum, Howard M.", 
    "state": "OH", 
    "thomas_id": "01400", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1990-04-25", 
  "subjects": [
    "Actions and defenses", 
    "Administrative remedies", 
    "Compensation (Law)", 
    "Damages", 
    "Disciplining of employees", 
    "Discrimination in employment", 
    "Dismissal of employees", 
    "Employee rights", 
    "Environmental health", 
    "Executive reorganization", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Legal fees", 
    "Limitation of actions", 
    "Mediation", 
    "Occupational health and safety", 
    "Public health", 
    "Wage restitution", 
    "Whistle blowing"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1990-06-28", 
    "text": "Employee Health and Safety Whistleblower Protection Act - Sets forth uniform Federal procedures to protect employees who engage in whistleblowing with respect to employer activities which endanger employee or public health and safety. Excludes the United States, except for a Government corporation and the U.S. Postal Service, from coverage as an \"employer\" or \"person\" under this Act. Prohibits employers from discharging or discriminating against any employee who: (1) discloses (or demonstrates an intent to disclose) an activity, policy, or practice that the employee believes is a violation of a Federal health or safety law; (2) initiates, assists, or participates (or demonstrates an intent to do so) in a proceeding with respect to an activity, policy, or practice that the employee believes is a violation of Federal health or safety law, or with respect to enactment, adoption, promulgation, issuance, or amendment of such a law, or with respect to administration or enforcement of such a law or of this Act; or (3) refuses to participate in an activity, policy, or practice that violates Federal health or safety law or that the employee reasonably believes poses a bona fide danger to the health or safety of the employee, other employees, or the public (and the employee sought and was unable to obtain a correction before refusing to participate). Voids as contrary to public policy any waiver or modification of employee rights under this Act, except under certain settlements or dispute resolutions. Makes this Act inapplicable to employees who, acting without direction from the employer, deliberately cause a violation of Federal law. Sets forth procedures for remedy of violations under this Act. Provides that the statute of limitations for filing a complaint pursuant to this Act or an existing Federal whistleblower protection law shall be 180 days after the later of the date: (1) an alleged violation occurs; (2) the discharge or other discrimination has taken effect; or (3) the employee first learns or reasonably should have learned of the violation. Provides for filing complaints with the Secretary of Labor (the Secretary). Provides that a person filing such a complaint with the Secretary within the prescribed period shall be considered to have complied with the statute of limitations for this Act or for an existing Federal whistleblower protection law. Directs the Secretary to refer immediately to the appropriate Federal agency any such filed complaint, if the Secretary does not have the authority to conduct investigations or hearings regarding it. Directs the Secretary to create or designate an identifiable office or unit within the Department of Labor to investigate such complaints and to issue orders providing relief where appropriate. Provides for administrative law hearings upon request when such orders are not issued, or are questioned. Requires the investigation office, if it determines there has been a violation of this Act, to intervene on behalf of the complainant in such hearings. Provides for an administrative appeal procedure. Makes the decision of the administrative law judge the final order of the Secretary (subject to specified judicial review), unless there is a petition or order for review by the Secretary within a specified period. Directs the Secretary to issue a final order after such review within a specified period. Sets forth provisions for remedies. Provides for orders of abatement, reinstatement, compensatory damages, exemplary damages, other equitable relief, and legal cost payments. Sets forth a private right of action when no final administrative order is issued within a specified period. Allows complainants, under such circumstances, to file civil actions for damages and equitable relief in U.S. district court. Directs the Secretary to notify complainants of the opportunity to file such civil actions on expiration of such period. Directs the court to assess legal costs against violators. Provides for judicial review of orders. Provides for settlements or alternative dispute resolutions. Requires employers to post specified information about this Act. Sets forth provisions for enforcement of orders under this Act by the Secretary and by the parties in U.S. district court. Provides for complaint referral by directing the Secretary to send copies of final orders (including settlement orders) to each Federal agency with jurisdiction over the activity, policy, or practice alleged in the complaint. Directs such agency to take appropriate action and report on such action to the Secretary, the parties, and the relevant congressional committees. Provides that such provisions do not limit any Federal agency authority under any other law. Declares that rights and remedies under this Act: (1) are in addition to any other rights and remedies provided under a contract or State law; and (2) supersede existing Federal whistleblower protection laws only insofar as such laws provide a statute of limitations for filing complaints that is less than 180 days and do not authorize subpoena power for the Secretary as provided under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Employee Health and Safety Whistleblower Protection Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Employee Health and Safety Whistleblower Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen the protections available to employees against reprisals for disclosing information, to protect the public health and safety, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:14-05:00"
}