{
  "actions": [
    {
      "acted_at": "1973-01-04", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-02-02", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce with amendment, S. Rept. 93-13.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-02-21", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #24 (89-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-02-22", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-03-13", 
      "bill_ids": [
        "hr3858-93"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 3858.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-03-28", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-04-01", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-07-12", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 93-1194.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-07-17", 
      "references": [], 
      "text": "House agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-07-23", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-07-23", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-07-24", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-08-05", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1974-08-05", 
      "references": [], 
      "text": "Public law 93-366.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s39-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Byrd, Robert C.", 
      "sponsored_at": "1973-01-03", 
      "state": "WV", 
      "thomas_id": "01299", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1973-01-03", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Magnuson, Warren G.", 
      "sponsored_at": "1973-01-03", 
      "state": "WA", 
      "thomas_id": "01388", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stennis, John C.", 
      "sponsored_at": "1973-01-03", 
      "state": "MS", 
      "thomas_id": "01439", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1973-01-03", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1974-08-05", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-04", 
  "number": "39", 
  "official_title": "An Act to amend the Federal Aviation Act of 1958 to implement the Convention for the Suppression of Unlawful Seizure of Aircraft; to provide a more effective program to prevent aircraft piracy; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3528-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3858-93", 
      "reason": "related"
    }
  ], 
  "short_title": "Air Transportation Security Act", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-04", 
  "subjects": [
    "Air piracy", 
    "Aviation"
  ], 
  "subjects_top_term": "Air piracy", 
  "summary": {
    "as": "Public Law", 
    "date": "1974-08-05", 
    "text": "(LATEST SUMMARY) =Title I: Antihijacking Act= - Makes technical changes in the definition of \"special aircraft jurisdiction of the United States\" as defined in the Federal Aviation Act. Sets forth penalties for aircraft piracy outside the special aircraft jurisdiction of the United States. Provides that death may be a penalty for any individual engaged in hijacking or attempted hijacking when death occurs to anyone as a result of such activity. Sets forth restrictions on use of the death penalty under this Act. Authorizes the President to suspend air service to any foreign nation which he determines is encouraging aircraft hijacking by acting in a manner inconsistent with the Convention for the Suppression of Unlawful Seizure of Aircraft, or which he determines is used as a base of operations or training, or as a sanctuary for terrorist organizations using the illegal seizure of aircraft as an instrument of policy. Authorizes the Secretary of Transporation to revoke, with the approval of the Secretary of State, the operating authority of foreign air carriers who fail to meet the minimum standards set by the Convention to effectively maintain the security measures relating to the transportation of persons in foreign air transportation covered by the convention. =Title II: Air Transportation Security Act= - Revises the Federal Aviation Act by directing the Administrator of the Federal Aviation Administration to prescribe or to continue in effect reasonable regulations requiring that all passengers and all property intended to be carried in the aircraft cabin in air transportation be screened by weapon-detecting procedures or facilities employed or operated by employees of the air carrier prior to boarding the aircraft for such transportation. Directs the Administrator to prescribe such reasonable rules and regulations as he may deem necessary to protect persons and property aboard aircraft against acts of criminal violence and aircraft piracy. Provides that regulations prescribed under this Act shall require operators of airports regularly serving air carriers certificated by the Civil Aeronautics Board to establish air transportation security programs providing a law enforcement presence and capability at such airports. Directs the Administrator to conduct such research and development as he may deem appropriate to develop and evaluate systems, procedures, facilities, and devices to protect persons and property aboard aircraft. Provides that, notwithstanding the Freedom of Information Act, the Administrator shall prescribe such regulations as he may deem necessary to prohibit disclosure of any information obtained or developed in the conduct of research and development activities under this Act if, in the opinion of the Administrator, the disclosure of such information: (1) would constitute an unwarranted invasion of personal privacy; (2) would reveal trade secrets or privileged or confidential commercial or financial information obtained from any person; or (3) would be detrimental to the safety of persons traveling in air transportation. Directs the Administrator to, by regulation, require any air carrier to refuse to transport: (1) any person who does not consent to a search of his person; or (2) any property of any person who does not consent to a search or inspection of such property to determine whether it unlawfully contains a dangerous weapon, explosive, or other destructive substance. Provides that, subject to reasonable rules and regulations prescribed by the Administrator, any such carrier may also refuse transportation of a passenger or property when, in the opinion of the carrier, such transportation would or might be inimical to safety of flight. Sets forth penalties for carrying or attempting to carry weapons and explosives on board aircraft."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Air Transportation Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Anti-Hijacking Act of 1973", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Aviation Act of 1958 to provide a more effective program to prevent aircraft piracy.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to amend the Federal Aviation Act of 1958 to implement the Convention for the Suppression of Unlawful Seizure of Aircraft; to provide a more effective program to prevent aircraft piracy; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:13-05:00"
}