{
  "actions": [
    {
      "acted_at": "1973-07-20", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9458-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-07-20", 
  "number": "9458", 
  "official_title": "A bill to strengthen and improve the protections and interests of participants and beneficiaries of employee pension and welfare benefit plans including emergency pension protection.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Retirement Income Security for Employees Act", 
  "sponsor": {
    "district": "8", 
    "name": "Roe, Robert A.", 
    "state": "NJ", 
    "thomas_id": "00974", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-07-20", 
  "subjects": [
    "Advisory bodies", 
    "Labor and employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-07-20", 
    "text": "Retirement Income Security for Employees Act - Title I: Organization - Establishes within the Department of Labor an Office of Pension and Welfare Plan Administration headed by an Assistant Secretary of Labor appointed by the President with Senate advice and consent. Provides that the functions, records and personnel of the Office of Labor Management Services Administration necessary for the administration of the Welfare and Pension Plans Disclosure Act are transferred to the Office of Pension and Welfare Plan Administration. Requires that, unless exempt, the provisions of the Act apply to any pension or profit-sharing-retirement plan established or maintained by an employer, a union, or both together in any industry or activity affecting interstate commerce. Requires administrators of pension and profit-sharing-retirement plans to file applications with the Secretary of Labor for registration of such plans. Title II: Vesting and Funding Requirements - Requires that no pension or profit-sharing-retirement plan may require, as a condition of eligibility to participate in the plan, a period of service longer than one year or an age greater than 25, whichever occurs later, except that any plan which provides 100 percent immediate vesting upon entry into the plan may restrict participation to those who have attained age 30, or three years of service, whichever occurs later. Authorizes the Secretary to defer, in whole or in part, applicability of the vesting provisions for a period not to exceed five years from the effective date of such requirements where a plan makes a showing that the vesting requirements would increase the employer's costs or contributions to the plan to an extent that substantial economic injury would result to the employer and to the interests of the participants. Requires the Secretary to promulgate regulations governing funding of multi-employer plans that cover a substantial portion of the industry or employees in a specific geographic area to assure that such plans are provided with sufficient assets to cover benefits under the plan. Title III: Voluntary Portability Program for Vested Pensions - Establishes a voluntary program known as the Voluntary Portability Program for portability of vested pension credits. Requires that, plans which are members of this program are required to pay, to a central portability fund administered by the Secretary, monies representing the value of the participant's vested rights when he is separated from the plan prior to retirement. Title IV: Plan Termination Insurance - Establishes a Private Pension Plan Termination Insurance Program administered by the Secretary, which requires plans to insure unfunded vested liabilities incurred prior to enactment of the Act, as well as after enactment of the Act. Requires the insurance program to insure participants against loss of vested benefits arising from plan termination. States that the Secretary shall make arrangements with employers on equitable terms for the reimbursement of insurance paid. Creates a separate fund to be known as the Pension Benefit Insurance Fund which shall be available to the Secretary without fiscal year limitation for the purposes of this title. Title V: Emergency Pension Protection - Provides that in all cases where an employer who, two years prior to the date of enactment of this Act, has ceased to operate a place of employment, while maintaining any other place of employment, shall be held responsible for the payment of all nonvested pensions of any employee who has fifteen years covered service and whose service was terminated due to the cessation of the operation of such place of employment by such employer. Title VI: Disclosure and Fudiciary Standards - Provides that annual reports required by the Welfare and Pension Plans Disclosure Act shall be accompanied by a certificate designating the Secretary as agent for service of process in any action arising under this Act. States that plan descriptions under the Welfare and Pension Plans Disclosure Act shall be comprehensive and written in a manner calculated to be understood by the average participant. Sets forth provisions which a plan's annual financial report shall include. States that the administrator of any employee benefit plan subject to such Act shall file a copy of the plan description and each annual report with the Secretary. Provides that every three years each participant in the plan shall receive a revised summary of the plan's important provisions and major amendments thereto. Expands the Advisory Council on Employee Welfare and Pension Benefit Plans to 21 members (now 13) and adds as permanent categories of membership the fields of actuarial counseling, investment counseling and accounting. Provides that every employee benefit fund established to provide for the payment of benefits shall be established pursuant to a duly executed trust agreement which shall set forth the purpose or purposes for which such fund is established and the detailed basis on which payments are to be made into and out of such fund. States that such fund shall be deemed a trust for the exclusive purpose of (1) providing benefits to participants in the plan and their benficiaries and (2) defraying reasonable expenses of administering the plan. Provides that a fiduciary shall discharge his duties with respect to the fund: (1) with the care under the circumstances then prevailing that a prudent man acting in a like capacity and familiar with such matters would use in the conduct of an enterprise of a like character and with like aims; and (2) in accordance with the documents and instruments governing the fund insofar as is consistent with this Act. Sets forth in detail the restrictions on and the extent of the obligations, responsibilities and duties of a fiduciary under this Act. Title VII: Enforcement - Empowers the Secretary to petition any disctrict court of the United States having jurisdiction to require a pension or profit-sharing plan to comply with the requirements of this Act or to recover the payment of required monies. Provides that civil actions by plan participants against violations of the fiduciary requirements of this Act may be instituted in Federal or State courts. Allows a fiduciary or administrator of a plan to obtain judicial review of the actions of the Secretary. Declares to be the express intent of Congress the provisions of this Act or the Welfare and Pension Plans Disclosure Act shall supersede any and all laws of the States and of political subdivisions thereof insofar as they may now or hereafter relate to the subject matters regulated by this Act or the Welfare and Pension Plans Disclosure Act. States that nothing in this Act shall be construed to: (1) exempt or relieve any employee benefit plan not subject to this Act or the Welfare and Pension Plans Disclosure Act from any law of any State which regulates insurance, banking, or securities or to prohibit a State from requiring that there be filed with a State agency copies of reports required by this act to be filed with the Secretary; or (2) alter, amend, modify, invalidate, impair, or supersede any law of the United States other than the Welfare and Pension Plans Disclosure Act or any rule or regulation issued under any law except as specifically provided in this Act. Title VIII: Effective Dates - Sets forth the effective dates of the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Retirement Income Security for Employees Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen and improve the protections and interests of participants and beneficiaries of employee pension and welfare benefit plans including emergency pension protection.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:26-05:00"
}