{
  "actions": [
    {
      "acted_at": "1999-04-12", 
      "committee": "Committee on International Relations, and in addition to the Committees on Banking and Financial Services, Ways and Means, the Judiciary, and Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on International Relations, and in addition to the Committees on Banking and Financial Services, Ways and Means, the Judiciary, and Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-04-12", 
      "committee": "House International Relations", 
      "references": [], 
      "text": "Referred to House International Relations", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-04-12", 
      "committee": "House Banking and Financial Services", 
      "references": [], 
      "text": "Referred to House Banking and Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-04-12", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-04-12", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-04-12", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-04-19", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Economic Development, Public Buildings, Hazardous Materials and Pipeline Transportation", 
      "text": "Referred to the Subcommittee on Economic Development, Public Buildings, Hazardous Materials and Pipeline Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-04-20", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to the Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-04-30", 
      "in_committee": "House Banking and Financial Services", 
      "references": [], 
      "subcommittee": "Domestic and International Monetary Policy", 
      "text": "Referred to the Subcommittee on Domestic and International Monetary Policy.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-05-04", 
      "in_committee": "House International Relations", 
      "references": [], 
      "subcommittee": "International Economic Policy and Trade", 
      "text": "Referred to the Subcommittee on International Economic Policy and Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-05-04", 
      "in_committee": "House International Relations", 
      "references": [], 
      "subcommittee": "International Operations and Human Rights", 
      "text": "Referred to the Subcommittee on International Operations and Human Rights.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-09-24", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Immigration and Claims", 
      "text": "Referred to the Subcommittee on Immigration and Claims.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1373-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Economic Policy and Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Operations and Human Rights", 
      "subcommittee_id": "12"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Domestic and International Monetary Policy", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration and Claims", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Economic Development, Public Buildings, Hazardous Materials and Pipeline Transportation", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Goodling, William F.", 
      "sponsored_at": "1999-04-12", 
      "state": "PA", 
      "thomas_id": "00447", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Green, Mark", 
      "sponsored_at": "1999-05-05", 
      "state": "WI", 
      "thomas_id": "01559", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "45", 
      "name": "Rohrabacher, Dana", 
      "sponsored_at": "1999-05-05", 
      "state": "CA", 
      "thomas_id": "00979", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-04-12", 
  "number": "1373", 
  "official_title": "To promote the development of a government in the Federal Republic of Yugoslavia (Serbia and Montenegro) based on democratic principles and the rule of law, and that respects internationally recognized human rights, to assist the victims of Serbian oppression, to apply measures against the Federal Republic of Yugoslavia, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s720-106", 
      "reason": "identical"
    }
  ], 
  "short_title": "Serbia Democratization Act of 1999", 
  "sponsor": {
    "district": "1", 
    "name": "Sanford, Marshall (Mark)", 
    "state": "SC", 
    "thomas_id": "01012", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-04-12", 
  "subjects": [
    "Administration of justice", 
    "Aircraft", 
    "Albania", 
    "Albanians", 
    "Alien property", 
    "Aliens", 
    "Alliances", 
    "American economic assistance", 
    "American investments", 
    "Armed forces and national security", 
    "Arms sales", 
    "Bosnia and Herzegovina", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Community organization", 
    "Compensation (Law)", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Contracts", 
    "Crime and law enforcement", 
    "Crimes against humanity", 
    "Croatia", 
    "Democracy", 
    "Displaced persons", 
    "Due process of law", 
    "Education", 
    "Election administration", 
    "Europe", 
    "Exchange of persons programs", 
    "Export controls", 
    "Export credit", 
    "Export finance", 
    "Expropriation", 
    "Extradition", 
    "Families", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Foreign leaders", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Free enterprise", 
    "Freedom of the press", 
    "Genocide", 
    "Government lending", 
    "Government operations and politics", 
    "Higher education", 
    "Human rights", 
    "Immigration", 
    "Indictments", 
    "International affairs", 
    "International agencies", 
    "International broadcasting", 
    "International claims", 
    "International courts", 
    "International monetary system", 
    "International relief", 
    "Investment guaranty insurance", 
    "Law", 
    "Legal services", 
    "Licenses", 
    "Macedonia", 
    "Military agreements", 
    "Montenegro", 
    "Multilateral development banks", 
    "NATO countries", 
    "Negotiations", 
    "Nongovernmental organizations", 
    "Normal trade relations", 
    "Peace treaties", 
    "Police", 
    "Political parties", 
    "Politicians' families", 
    "President and foreign policy", 
    "Prisons", 
    "Professional education", 
    "Radio broadcasting", 
    "Recognition (International law)", 
    "Refugee policy", 
    "Refugees", 
    "Sanctions (International law)", 
    "Science, technology, communications", 
    "Serbia", 
    "Ships", 
    "Slovenia", 
    "Sovereignty", 
    "Technology transfer", 
    "Television broadcasting", 
    "Terrorism", 
    "Transportation and public works", 
    "United Nations delegations", 
    "United Nations membership", 
    "Visas", 
    "War crime trials", 
    "War crimes", 
    "War relief", 
    "Yugoslavia"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-04-12", 
    "text": "TABLE OF CONTENTS: Title I: Support for the Democratic Opposition Title II: Assistance to the Victims of Serbian Oppression Title III: Measures Against Yugoslavia Title IV: Miscellaneous Provisions Serbia Democratization Act of 1999 - Title I: Support For the Democratic Opposition - Authorizes the President to furnish assistance and other support for individuals and independent nongovernmental organizations to promote and strengthen institutions of democratic government and the growth of an independent civil society in Yugoslavia (Serbia and Montenegro), including ethnic tolerance and respect for internationally recognized human rights. Authorizes appropriations. Requires the President to take all necessary steps to ensure that such assistance shall not be provided to the Government of Yugoslavia or the Government of Serbia.(Sec. 102) Authorizes the President to provide assistance to the Government of Montenegro if the President determines, and reports to the Speaker of the House of Representatives and a specified congressional committee, that such government is committed to, and is taking steps to promote, democratic principles, the rule of law, and respect for internationally recognized human rights.(Sec. 103) Directs the Broadcasting Board of Governors to further the open communication of information and ideas through the increased use of radio and television broadcasting (Voice of America and Radio Free Europe-Radio Liberty, Incorporated) to Yugoslavia in both the Serbo-Croatian and Albanian languages.Title II: Assistance to the Victims of Serbian Oppression - Expresses the sense of Congress that: (1) humanitarian assistance to the victims of the conflict in Kosovo (including refugees and internally displaced persons), and all assistance to rebuild damaged property there, should be the responsibility of the Government of Yugoslavia and the Government of Serbia; (2) under President Milosevic's direction neither government has provided the resources to assist innocent, civilian victims of oppression in Kosovo; and (3) because neither government has fulfilled the responsibilities of a sovereign government toward the Kosovar people, the international community offers the only recourse for humanitarian assistance to victims of oppression in Kosovo.(Sec. 203) Authorizes the President to use authorities of the Foreign Assistance Act of 1961 to: (1) provide humanitarian assistance to individuals living in Kosovo, and refugees and individuals displaced by the conflict there currently residing in Montenegro, Albania, Bosnia and Herzegovina, and the former Yugoslav Republic of Macedonia; (2) provide direct and other assistance to individuals and their families from Kosovo who have been victims of atrocities there; and (3) support Kosovar community organizations in their effort to build civil society in Kosovo. Prohibits assistance to any group that maintains within its ranks any individual whom the President has determined to have committed terrorist acts or any other gross violations of internationally recognized human rights.Title III: Measures Against Yugoslavia - Imposes certain economic and non-economic (\"outer wall\") sanctions against Yugoslavia until the President certifies to the Speaker of the House and a specified congressional committee that the Government of Yugoslavia has met specified conditions, including to: (1) agree to resolve peacefully the conflict in Kosovo; (2) comply with the General Framework Agreement for Peace in Bosnia and Herzegovina; (3) implement internal democratic reform; (4) settle all succession issues with the other republics that emerged from the break-up of the Socialist Federal Republic of Yugoslavia; and (5) cooperate with the International Criminal Tribunal for the former Yugoslavia, including the transfer of all indicted war criminals in Yugoslavia to the Hague. Sets forth such sanctions, including instructing: (1) the U.S. executive directors of the international financial institutions to oppose, and vote against, any credit extension by such institutions of any financial assistance of any kind to the Government of Yugoslavia; (2) the U.S. Ambassador to the Organization for Security and Cooperation in Europe (OSCE) to oppose and block any consensus to allow the participation of Yugoslavia in the OSCE; (3) the U.S. Permanent Representative to the United Nations (UN) to oppose any resolution in the UN Security Council to admit Yugoslavia to the UN, including to oppose any proposal to allow it to assume the membership of the former Socialist Federal Republic of Yugoslavia in the UN General Assembly; (4) the U.S. Permanent Representative to the North Atlantic Council to oppose the extension to Yugoslavia of membership in the Partnership for Peace program or any other affiliated NATO organization; and (5) the U.S. Representatives to the Southeast European Cooperative Initiative (SECI) to actively oppose the extension of SECI membership to Yugoslavia.(Sec. 301) Expresses the sense of Congress that the President: (1) should not restore full diplomatic relations with Yugoslavia until the President has determined, and reported to the Speaker of the House of Representatives and a specified congressional committee, that Yugoslavia has met the aforementioned conditions; and (2) should encourage all other European countries to diminish their level of diplomatic relations with Yugoslavia.(Sec. 302) Expresses the sense of Congress that if any international financial institution approves a loan or other financial assistance to the Government of Yugoslavia over the opposition of the United States, then the Secretary of the Treasury should withhold from payment the U.S. share of any increase in the paid-in capital of such institution in an amount equal to the amount of such loan or other assistance.(Sec. 303) Blocks all property of the Government of Serbia and the Government of Yugoslavia (including commercial, industrial, or public utility or entities) that is in the United States.(Sec. 304) Directs the Secretary of State to deny a visa to, and the Attorney General not to admit to the United States, any alien who: (1) holds a position in the senior leadership of the Government of Yugoslavia or the Government of Serbia; or (2) is a spouse, minor child, or agent of such person.(Sec. 305) Authorizes the President to restore nondiscriminatory treatment (normal trade relations) to the products of Serbia and Montenegro after the President certifies to Congress that such republics have, among other things, a freely elected government that is based on democratic principles and the rule of law, and that respects internationally recognized human rights.(Sec. 306) Prohibits the export of computers, computer software, or goods or technology intended to manufacture or service computers to or for use by the Government of Yugoslavia or by the Government of Serbia (including the military, the police, the prison system, and the national security agencies of such republics).(Sec. 307) Prohibits: (1) any Government agency (including the Export-Import Bank and the Overseas Private Investment Corporation) from extending any loan, credit guarantee, insurance, financing, or other financial support to Yugoslavia; and (2) the availability of any funds for activities of the Trade and Development Agency in or for Yugoslavia.Urges all other countries, particularly European countries, to suspend any of their programs that provide financial support to Yugoslavia, including rescheduling Yugoslavia debt under more favorable conditions.Prohibits any U.S. national from making or approving any loan or other extension of credit (except if it is for housing, education, or humanitarian benefit to assist the victims of repression in Kosovo), directly or indirectly, to the Government of Yugoslavia or to the Government of Serbia. Exempts Montenegro from such prohibitions, provided certain conditions are met.(Sec. 308) Prohibits any U.S. agency from cooperating, directly or indirectly, with the armed forces of the Government of Yugoslavia or of the Government of Serbia. Authorizes the President to waive such prohibition if he determines, and reports to the Speaker of the House of Representatives and a specified congressional committee, that it is necessary to further the development in Yugoslavia of a government based on democratic principles and the rule of law, and that respects internationally recognized human rights.(Sec. 309) Expresses the sense of Congress that the President should encourage all other countries, particularly European countries, to take measures similar to those contained in this title.(Sec. 310) Provides for the termination or modification of measures against Yugoslavia.Title IV: Miscellaneous Provisions - Declares it is U.S. policy to support the indictment of President Slobodan Milosevic as a war criminal under the relevant statutes of the International Criminal Tribunal for the former Yugoslavia if it decides to indict him.(Sec. 402) Declares it is U.S. policy to insist that the Government of Yugoslavia engage in good faith negotiations with the governments of Bosnia and Herzegovina, Croatia, the former Yugoslav Republic of Macedonia, and Slovenia on the ownership and use of, or on the arrangement for prompt, adequate compensation for, specified properties located in the United States. Expresses the sense of Congress that, if the Government of Yugoslavia refuses to negotiate in good faith, the President should take steps to return such properties to such governments.(Sec. 403) Expresses the sense of Congress that once the regime of President Slobodan Milosevic has been replaced by a government committed to democratic principles and the rule of law, and that respects internationally recognized human rights, the President of the United States should support the transition to democracy in Yugoslavia by providing assistance, including facilitating Yugoslavia's integration into international organizations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Serbia Democratization Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To promote the development of a government in the Federal Republic of Yugoslavia (Serbia and Montenegro) based on democratic principles and the rule of law, and that respects internationally recognized human rights, to assist the victims of Serbian oppression, to apply measures against the Federal Republic of Yugoslavia, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:35-05:00"
}