{
  "actions": [
    {
      "acted_at": "2011-10-17", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1716-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-10-17", 
  "number": "1716", 
  "official_title": "A bill to amend the Elementary and Secondary Education Act of 1965 to improve teacher quality and increase access to effective teachers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Assuring Successful Students through Effective Teaching Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Sanders, Bernard", 
    "state": "VT", 
    "thomas_id": "01010", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-10-17", 
  "subjects": [
    "Academic performance and assessments", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Minority education", 
    "Special education", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-10-17", 
    "text": "Assuring Successful Students through Effective Teaching Act of 2011 - Amends the school improvement program under part A of title I of the Elementary and Secondary Education Act of 1965 to define \"highly qualified teachers\" as those that have: (1) completed a state-approved traditional or alternative teacher preparation program, where available; or (2) passed a rigorous state-approved teacher performance assessment and obtained full state certification. Defines \"effective teachers\" as highly qualified teachers that demonstrate certain qualities and have done so for at least three years, as measured by a comprehensive teacher evaluation and support system developed by the relevant local educational agency (LEA). Requires LEAs to ensure that poor, minority, disabled, and limited English proficient students are taught by highly qualified and effective teachers at similar rates and ratios as other students. Requires states to provide additional supports to LEAs that fall short of that goal to assist them in making continuous progress towards it. Includes among those supports: (1) stronger teacher recruitment efforts, (2) efforts to improve teacher retention, and (3) ongoing teacher training. Requires LEAs to ensure that: (1) all their teachers are highly qualified no later than three years after this Act's enactment, (2) that none of their public schools has a disproportionate percentage of teachers neither highly qualified nor effective, and (3) teachers who are not highly qualified are closely mentored and overseen by an effective mentor teacher who is certified and effective in the mentored teacher's subject area."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Assuring Successful Students through Effective Teaching Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Elementary and Secondary Education Act of 1965 to improve teacher quality and increase access to effective teachers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:17:09-05:00"
}