{
  "actions": [
    {
      "acted_at": "1992-06-22", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-22", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-29", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-29", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Social Security", 
      "text": "Referred to the Subcommittee on Social Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-14", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5454-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Social Security", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "25", 
      "name": "Roybal, Edward R.", 
      "sponsored_at": "1992-06-22", 
      "state": "CA", 
      "thomas_id": "00996", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-06-22", 
  "number": "5454", 
  "official_title": "To amend title XVIII of the Social Security Act to provide for a Long-Term Care Program for all Americans.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Long-Term Health Care Program Act of 1992", 
  "sponsor": {
    "district": "8", 
    "name": "Kennedy, Joseph P., II", 
    "state": "MA", 
    "thomas_id": "00626", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-06-22", 
  "subjects": [
    "Caregivers", 
    "Community health services", 
    "Consumer education", 
    "Consumer protection", 
    "Federal advisory bodies", 
    "Federal aid to medical education", 
    "Federal aid to nursing education", 
    "Geriatrics", 
    "Government trust funds", 
    "Health", 
    "Health planning", 
    "Home care services", 
    "Licenses", 
    "Long-term care", 
    "Managed care", 
    "Medicaid", 
    "Medical supplies", 
    "Medicare", 
    "Mental health services", 
    "Mentally ill", 
    "Nursing homes", 
    "Paramedical personnel", 
    "Patients' rights", 
    "Peer review organizations (Medicine)", 
    "Poor", 
    "Public assistance programs", 
    "Respite care", 
    "Self-employed", 
    "Social security taxes", 
    "Social work", 
    "Surveys", 
    "Tax rates", 
    "Taxation"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-06-22", 
    "text": "Long-Term Health Care Program Act of 1992 - Amends title XVIII (Medicare) of the Social Security Act to add a new part C, Long-Term Care Program. Makes U.S. citizens and resident aliens with limited capacity to perform daily living activities or a mental impairment eligible for specified long-term care benefits. Specifies the scope and duration of such benefits. Directs the Secretary of Health and Human Services to contract with State or other entities to establish: (1) Long-Term Care Screening Agencies for determining the eligibility of individuals for part C benefits; and (2) Long-Term Care Case Management Agencies for providing case management services for eligible individuals, developing individual care plans, and assisting individuals in choosing qualified providers to carry out the care plan. Specifies the qualifications for home- and community-based service providers. Provides for payments to such providers as well as to Case Management Agencies and nursing facilities. Sets forth requirements for certification of service providers. Establishes the Home- and Community-Based Care Advisory Council to: (1) assist the Secretary in assuring the prompt and efficient implementation of new part C; (2) regularly review that implementation; and (3) recommend to the Secretary and the Congress any necessary modifications of the program. Sets forth requirements qualified providers must meet in order to receive funding for the provision of: (1) home- or community-based services; and (2) durable medical equipment services. Sets forth quality assurance requirements agencies must meet in order to receive funding for the provision of case management services under new part C. Directs the Secretary to develop and implement a standard and extended survey of home care agencies certified to receive payments for services under this Act. Directs the Secretary to promulgate a consumers' bill of rights recognizing specified rights of consumers of long-term care which may be asserted by the consumer or his or her representative or guardian. Requires utilization and quality control peer review organizations to establish and appoint members to a quality assurance board that will monitor the quality of care provided in the area served by the organization. Provides for low-income assistance for individuals entitled to part C benefits for room and board payments. Sets forth administrative provisions. Creates in the Treasury the Long-Term Care Trust Fund to hold the revenues generated under title II of this Act for financing the new long-term care program. Requires major efforts by peer review organizations on quality assurance activities with respect to long-term care. Sets forth additional provisions relating to quality assurance. Revises provisions respecting the hospital discharge planning process. Eliminates overlapping mandatory long-term care benefits under the Medicaid program under title XIX of the Social Security Act. Title II: Financing - Amends the Internal Revenue Code to: (1) eliminate the limit on wages and self-employment income subject to FICA and railroad retirement taxes; and (2) increase hospital insurance tax rates. Title III: Grants And Demonstration Projects - Directs the Secretary to make grants to schools of nursing, social work, allied health, and public health of accredited universities to develop and conduct programs to train individuals in the provision, supervision, planning, and analysis of home- and community-based care and nursing facility services for the elderly, disabled, and chronically ill children and in the administration of such programs. Authorizes appropriations. Provides for grants for home health aides, model consumer training programs, and centers for long-term care planning and technical assistance. Authorizes appropriations. Requires the Secretary to conduct demonstration projects to determine the relative effectiveness, cost, and impact on quality of long-term home care of using different models of providing and reimbursing long-term home care services for seriously mentally ill individuals and family caregivers. Authorizes appropriations. Amends the Medicare program to set forth special rules for frail elderly demonstration projects and similar projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Long-Term Health Care Program Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title XVIII of the Social Security Act to provide for a Long-Term Care Program for all Americans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:43-05:00"
}