{
  "actions": [
    {
      "acted_at": "1999-05-04", 
      "committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-05-05", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Aviation", 
      "text": "Referred to the Subcommittee on Aviation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1679-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Aviation", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "24", 
      "name": "McHugh, John M.", 
      "sponsored_at": "1999-05-12", 
      "state": "NY", 
      "thomas_id": "00773", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Walsh, James T.", 
      "sponsored_at": "1999-05-12", 
      "state": "NY", 
      "thomas_id": "01197", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-05-04", 
  "number": "1679", 
  "official_title": "To amend title 49, United States Code, to provide assistance and slots with respect to air carrier service between high density airports and certain small and nonhub airports that have unreasonably high airfares, to improve jet aircraft service to markets that have unreasonably high airfares, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Airfare Relief Act of 1999", 
  "sponsor": {
    "district": "22", 
    "name": "Sweeney, John E.", 
    "state": "NY", 
    "thomas_id": "01591", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-05-04", 
  "subjects": [
    "Access to airports", 
    "Administrative fees", 
    "Administrative procedure", 
    "Air routes", 
    "Air traffic", 
    "Airline passenger traffic", 
    "Airline rates", 
    "Airlines", 
    "Airports", 
    "Aviation safety", 
    "Commerce", 
    "Competition", 
    "Contracts", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Environmental protection", 
    "Federal aid to transportation", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Housing and community development", 
    "Jet aircraft", 
    "Law", 
    "Licenses", 
    "Loan defaults", 
    "Local service airlines", 
    "Noise", 
    "Sparsely populated areas", 
    "Subsidies", 
    "Transportation and public works", 
    "Virginia"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-05-04", 
    "text": "TABLE OF CONTENTS: Title I: Service to Airports Not Receiving Sufficient Service Title II: Regional Air Service Incentive Program Airfare Relief Act of 1999 - Title I: Service to Airports Not Receiving Sufficient Service - Authorizes the Secretary of Transportation to grant exemptions pertaining to the use of slots (arrival and departure spaces) at high density airports in order to enable air carriers to provide nonstop air transportation using noise-compliant aircraft between a high density airport and a small hub airport or nonhub airport that has unreasonably high airfares. Provides exemption limitations, including a limitation of no more than six exemptions per day for slots at Ronald Reagan Washington National Airport (with further conditions on the Washington exemptions). Requires exemption decisions to be made by the Secretary within 120 days of application. (Sec. 102) Makes funds not otherwise obligated or expended for the Federal essential air service program available for: (1) air carrier service to airports not receiving sufficient air service; and (2) rural air safety at airports with less than 100,000 annual boardings. Makes 50 percent of any available funds in excess of $50 million in a fiscal year after 1999 available for the rural air safety program. Authorizes appropriations for FY 2000 to provide jet aircraft service to and from small hub or nonhub airports that have unreasonably high airfares. Provides an assistance priority at airports for which a community will provide a portion of the costs incurred. (Sec. 103) Authorizes the Secretary, if it is necessary to enhance competition at a high airfare airport, to require an air carrier that serves an essential airport facility to enter into a joint-fare or interline agreement with a qualifying air carrier that serves a high airfare airport to facilitate air transportation in the market. Title II: Regional Air Service Incentive Program - Authorizes the Secretary to guarantee any lender against loss on any loan made to a commuter air carrier (maximum seating capacity of 75 or less) or new entrant air carrier (less than five years of service) for the purchase of jet aircraft to be used to provide at least two round-trips per day five days per week to underserved markets. Outlines loan conditions and limitations, including that: (1) such aircraft comply with certain Federal noise-level requirements; and (2) the air carrier agrees to provide service to the underserved airport (or airports) for at least two years after being placed in service. Directs the Secretary to repay the holder of a loan guaranteed by the Secretary after the holder has made reasonable collection efforts. Authorizes the Secretary to: (1) collect a loan guarantee fee from such lenders; and (2) be given, and make use of, Federal facilities and assistance in carrying out the incentive program. (Sec. 202) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Airfare Relief Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 49, United States Code, to provide assistance and slots with respect to air carrier service between high density airports and certain small and nonhub airports that have unreasonably high airfares, to improve jet aircraft service to markets that have unreasonably high airfares, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:45-05:00"
}