{
  "actions": [
    {
      "acted_at": "1973-02-15", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s854-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-15", 
  "number": "854", 
  "official_title": "A bill to improve planning and management processes in States, regions, and localities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Stevenson, Adlai E., III", 
    "state": "IL", 
    "thomas_id": "01441", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-15", 
  "subjects": [
    "Community development", 
    "Government operations and politics", 
    "Planning", 
    "States"
  ], 
  "subjects_top_term": "Community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-15", 
    "text": "States that the purposes of this Act includes assistance to general purpose units of government and regional combinations thereof in developing the management capacity to implement plans to solve planning problems; and to encourage the development of a more rational process for setting policy objectives, designing, and overseeing programs to meet these objectives, and evaluating the progress of such programs. Provides that grantees could be: (1) States for planning assistance to local governments; (2) States for State and interstate activities; (3) Cities of fifty thousand or more; (4) area-wide organizations; (5) Indian tribal group or bodies; and (6) other governmental units or agencies having special planning needs. Provides specific activities which may be undertaken with grant money. Provides that each recipient would be required to carry out an ongoing planning process, including provision for public hearings and other citizen participation. States that a comprehensive plan would be required which must include, at a minimum, a housing element, a five year capital program element and a land use element. Authorizes the Secretary to make annual grants upon application. States that the Secretary would not be authorized to make any grant to applicants which have not made a good faith effort to implement their plan's objectives, and, after three years, to States, cities, and areawide organizations whose comprehensive planning does not have the required elements. States that grants may not exceed 80 percent of the program cost. Authorizes to be appropriated for such grants not to exceed $470,000,000 in fiscal 1972, $607,000,000 in fiscal 1973 and $807,000,000 in fiscal 1974. Provides that 30 percent of the first $125,000,000 appropriated and 25 percent of any excess funds appropriated would be required to be available for grants solely to areawide organizations. Provides authority to make grants for surveys and acquisition of structures and sites of historic or architectural value. States that grants would not be available for acuisition (except historic structures), construction, repair, or rehabilitation of, or the preparation of engineering or similar drawings or specifications for, specific housing, capital facilites, or public works projects. Directs the Secretary to consult with other Federal agencies with respect to general standards and procedures, and any specific project which might be of interest to a particular agency. Includes comprehensive planning as a covered activity under the Demonstration Cities and Metropolitan Development Act of 1966. Redefines the term review agency under such Act to include the areawide agency which has prepared or is in the process of preparing a metropolitan or regional plan for the area and which is predominantly composed of elected officials of a unit of areawide government or the units of general local government in the area. Authorizes the Secretary under title VIII of the Housing and Urban Development Act of 1964 to provide fellowships for the graduate training of professional city planning, management, and housing specialists, and other persons who wish to develop a general capacity in urban affairs. Provides that the training may include architecture, civil, engineering, economics, municipal finance, public administration, urban affairs, and sociology. Provides project grants and contracts to institutions of higher education to assist them in developing the appropriate graduate programs of the type for which fellowship grants could be given. Provides that institutions of higher learning would be required to submit an application, which would include its proposed program, in order to be eligible for a grant. States that grants could be used by the institution to pay part of the compensation of students employed in professional positions. Increases the grant authorization under title VIII to $45,000,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to improve planning and management processes in States, regions, and localities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:26-05:00"
}