{
  "actions": [
    {
      "acted_at": "1991-10-15", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-15", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to the House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-22", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-22", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Military Installations and Facilities", 
      "text": "Referred to the Subcommittee on Military Installations and Facilities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-11-07", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "National Parks and Public Lands", 
      "text": "Referred to the Subcommittee on National Parks and Public Lands.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-19", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "National Parks and Public Lands", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-30", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Unfavorable Executive Comment Received from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "National Parks and Public Lands", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "National Parks and Public Lands", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-29", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-07-29", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-05T21:55:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Interior and Insular Affairs. H. Rept. 102-1031, Part I.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3564-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Installations and Facilities", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks and Public Lands", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-10-15", 
  "number": "3564", 
  "official_title": "To improve the management of public lands used for military purposes, to require assessments of future needs for withdrawals of public lands for such uses, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Military Land Reform and Reassessment Act of 1991", 
  "sponsor": {
    "district": "4", 
    "name": "Vento, Bruce F.", 
    "state": "MN", 
    "thomas_id": "01185", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-07-29", 
  "subjects": [
    "Air routes", 
    "Airspace (Law)", 
    "Congressional reporting requirements", 
    "Environmental assessment", 
    "Environmental protection", 
    "Fire prevention", 
    "Hazardous waste disposal", 
    "Idaho", 
    "Land transfers", 
    "Land use", 
    "Military and naval supplies", 
    "Military aviation", 
    "Military bases", 
    "Military research", 
    "Military training", 
    "National Guard", 
    "National forests", 
    "Nevada", 
    "Pollution control", 
    "Public lands and natural resources", 
    "Refuse and refuse disposal"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "1992-10-05", 
    "text": "Military Land Reform and Reassessment Act of 1992 - Amends the Federal Land Policy and Management Act of 1976 (FLPMA) to authorize the Secretary of the Interior (Secretary) to: (1) permit the use of public lands within a State by a military department (or its equivalent) of one or more States for military training, equipment testing, or other authorized military activities; and (2) issue, with specified exceptions, a general (renewable) authorization for up to three years for such department to use public lands where the activities are not likely to result in a significant degree of residual contamination (through use of explosive projectiles or otherwise), except in certain circumstances, and such use would not be inconsistent with the land-use plans prepared pursuant to the FLPMA. Prohibits any authorization of construction of permanent structures or facilities on such public lands. Makes the using department responsible for any necessary cleanup and decontamination of the lands used and for any other terms and conditions which the Secretary may impose to minimize adverse impacts on the resources and values of such lands. Prohibits the Secretary from authorizing any use of public lands by the military department (or its equivalent) of any State if such use would preclude or unduly restrict use of such lands by the Secretary of Defense or the Secretary of a department within the Department of Defense (DOD). Authorizes the Secretary of Defense, to the extent funds are made available through appropriations, to reimburse a State military department (or its equivalent) for costs resulting from requirements under the Act incident to the use of lands by the National Guard of a State or by U.S. armed forces. Requires a report to specified congressional committees on any such authorizations since January 1, 1987. Amends Federal law to prohibit the interchange of National Forest System (NFS) lands between the Department of Agriculture and military departments of DOD if they lie within a conservation system unit or other area designated or established for conservation or protection by proclamation, Executive order, or an Act of Congress. Makes interchanges of lands within the same State effective forty-five days after notice has been submitted to the Congress by the appropriate Secretaries, or one-hundred-eighty days with respect to other interchanges. Directs the Secretary of Agriculture to take into account information provided by the Secretary of Defense concerning the value for military purposes of lands proposed for transfer to DOD jurisdiction, but allows such Secretary to exercise interchange authority only if the interchange will improve the protection and management of the natural, cultural, or other resources and values of the NFS. Amends the Engle Act to prohibit DOD from establishing a zone or area in the airspace over either nonmilitary public lands or lands managed by the Secretary of Agriculture for defense purposes or to restrict or prohibit the flight of civil aircraft until the officer or agency responsible for such an establishment has: (1) solicited, received and considered the views of the Secretary (to the extent the airspace involved is over nonmilitary public lands), the Secretary of Agriculture (to the extent the airspace involved is over lands managed by such Secretary), or both, with regard to the possible effects of the proposed use of such airspace on the resources and values, and uses, of the affected land; (2) made such views available for review by the public; and (3) then afforded the Governor of affected States, affected Indian tribes, and other members of the public an opportunity to comment on the proposed establishment of such zone or area. Prohibits the establishment of any such zone or area over a total of more than 5,000 acres of nonmilitary public lands or lands managed by the Secretary of Agriculture (or of both such categories of land) until 180 days after the officer or agency responsible for such an establishment has submitted to the Congress a description of the proposed zone or area and the views of the Secretary, the Secretary of Agriculture, or both, the Governor of any affected State, any affected Indian tribes, and the public provided to such officer or agency. Requires the Secretary and the Secretary of Agriculture to monitor the effects of military aircraft overflights on the resources and values of nonmilitary public lands and of lands managed by the Secretary of Agriculture, and on visitor enjoyment and other nonmilitary uses of such lands, and actively seek the assistance of the Secretary of Defense and other appropriate U.S. officers and agencies to resolve concerns related to such overflights (and, to the extent consistent with national security needs, to prevent, eliminate, or minimize the derogation of the resources and values of such lands of visitor enjoyment and other nonmilitary uses of such lands associated with military activities including overflights). Requires the Secretary and the Secretary of Defense to inventory and report to the Congress, along with the first future-years defense plan submitted after enactment of this Act, with respect to all public lands withdrawn for military purposes. Specifies that, to the extent the Secretary has such information available, the inventory should include information about the natural, cultural, environmental, scenic, recreational, scientific, and other resources and values of the lands withdrawn for military purposes. Directs that, to the extent feasible, each required future-years defense plan include an identification of public lands whose withdrawal under the Engle Act is expected to be requested by the Secretary of Defense or a Secretary of a department within DOD during the years covered by such plan, together with an explanation of the proposed use for each such withdrawal. Specifies that such provision shall not be construed as precluding the submission to the Secretary or to the Congress of a request for withdrawal of public lands not identified in a future-year defense plan. Requires the Secretary to report to specified congressional committees, at the time the President submits a fiscal year budget request and annually thereafter, on all proposals for withdrawal of public lands under the Engle Act being considered by the Department of the Interior, as well as prior withdrawals under the Act that will expire during such time. Reverts withdrawn public lands to the jurisdiction and management of the Secretaries of the Interior or of Agriculture upon termination of withdrawal for military uses, unless some or all of such lands are contaminated to an extent that renders them inappropriate for such management. Directs the Secretary of Defense to decontaminate such lands to make them appropriate to be managed. Specifies that nothing in this Act, or in any amendment to another Act made by this Act, shall be construed as imposing any restriction on military use of certain lands and associated airspace (Orchard Training Area) whose military use was authorized on July 23, 1991, pursuant to a Memorandum of Understanding between the State of Idaho Military Division and the Bureau of Land Management."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Land Reform and Reassessment Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Military Land Reform and Reassessment Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To improve the management of public lands used for military purposes, to require assessments of future needs for withdrawals of public lands for such uses, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:51-05:00"
}