{
  "actions": [
    {
      "acted_at": "1983-04-21", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-22", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Subcommittee on Family and Human Services. Hearings held. Hearings printed:  S.Hrg. 98-308.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-28", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Family and Human Services", 
      "text": "Referred to Subcommittee on Family and Human Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-28", 
      "in_committee": "Committee on Labor and Human Resources", 
      "in_subcommittee": "Family and Human Services", 
      "references": [], 
      "text": "Subcommittee on Family and Human Services. Approved for full committee consideration without amendment favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-28", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Labor Department, GAO, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-25", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-07-14", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Hatch with an amendment in the nature of a substitute. With written report No. 98-182.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-14", 
      "calendar": "Senate Legislative", 
      "number": "287", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 287.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1983-09-14", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1983-10-28", 
      "references": [], 
      "text": "Called up by House by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-10-28", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1983-10-28", 
      "references": [], 
      "text": "House Insisted on its Amendments by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-10-28", 
      "references": [], 
      "text": "House Requested a Conference and Speaker Appointed Conferees: Perkins, Gaydos, Biaggi, Andrews (NC), Simon, Miller (CA), Murphy, Corrada, Williams (MT), Erlenborn, Goodling, Coleman (MO), Petri, Roukema, Bartlett.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-02", 
      "references": [], 
      "text": "Senate disagreed to the House amendments. By Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-02", 
      "references": [], 
      "text": "Senate agreed to request for conference. Appointed conferees. Hatch; Denton; Nickles; Dodd; Kennedy.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-02-28", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-04-05", 
      "references": [], 
      "text": "Conferees agreed to file conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-04-11", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "CONFERENCE:PASSED:SENATE", 
      "text": "Senate agreed to conference report by Voice Vote.", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "s"
    }, 
    {
      "acted_at": "1984-04-12", 
      "references": [], 
      "text": "Conference Report 98-679 Filed in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-08", 
      "references": [], 
      "text": "House Agreed to Conference Report by Yea-Nay Vote: 369 - 25 (Record Vote No: 132).", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-08", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1984-05-10", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-10", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1984-05-21", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1984-05-21", 
      "congress": "98", 
      "law": "public", 
      "number": "288", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 98-288.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1129-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Family and Human Services", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Denton, Jeremiah", 
      "sponsored_at": "1983-04-21", 
      "state": "AL", 
      "thomas_id": "01316", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "98", 
    "law_type": "public", 
    "number": "288"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1984-05-21", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1983-10-28", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1984-04-11", 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-21", 
  "number": "1129", 
  "official_title": "An act to extend and improve the Domestic Volunteer Service Act of 1973, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2655-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Domestic Volunteer Service Act Amendments of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1984-05-21", 
  "subjects": [
    "ACTION", 
    "Administrative procedure", 
    "Advisory bodies", 
    "Antipoverty program", 
    "Authorization", 
    "Community organization", 
    "Consumer price indexes", 
    "Cost of living", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal-local relations", 
    "Foster home care", 
    "Government operations and politics", 
    "Higher education", 
    "Home care services", 
    "Juvenile delinquency", 
    "Labor and employment", 
    "Manpower training programs", 
    "Old age assistance", 
    "Older workers", 
    "Parent and child", 
    "Poor", 
    "Public Welfare and Charities", 
    "Secondary education", 
    "Social welfare", 
    "Student employment", 
    "Students", 
    "Veterans' employment", 
    "Vocational guidance", 
    "Volunteer workers", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Volunteer workers", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1984-04-12", 
    "text": "(Conference report filed in House, H. Rept. 98-679) Domestic Volunteer Service Act Amendments of 1984 - Amends the Domestic Volunteer Service Act of 1973 (\"the Act\") to revise the statement of purpose of the Volunteers in Service to America (VISTA) program so as to: (1) encourage persons with low-income and from all geographic areas to participate; (2) encourage volunteer service at the local level; (3) generate the commitment of private sector resources; and (4) emphasize alleviation, as well as elimination, of poverty and poverty-related problems. Permits the recipient of the project grant or contract to replace any VISTA volunteer recruited locally who becomes unavailable for service before the commencement of service with another qualified applicant approved by the Director of the ACTION agency. Requires the Director of the ACTION agency to assure that at least 20 percent of all VISTA volunteers are 55 years of age or older. Authorizes the Director of the ACTION Agency, upon request of governmental agencies or nonprofit organizations, to assign VISTA volunteers to work in the local communities where they were recruited. Eliminates the requirement that VISTA volunteers be supervised by nonprofit institutions in their work with the handicapped. Adds to appropriate projects and programs for volunteers: (1) those which address the problems of the homeless, the jobless, the hungry, illiterate or functionally illiterate youths or other individuals, and low-income youths; and (2) those which address the special needs connected with alcohol and drug abuse prevention, education, and related activities. Conforms certain statutory references to existing law. Requires the Director to: (1) make efforts to assign volunteers to serve in their home communities or in nearby communities; and (2) make national efforts to attract other volunteers to serve in the VISTA program. Requires the Director to provide each low-income community volunteer with an individual plan for job advancement or for transition to a situation leading to gainful employment. Requires coordination whenever feasible, of such efforts with an appropriate private industry council under the Job Training Partnership Act. Switches to title I of the Act specified provisions which authorize the Director to provide or arrange for educational and vocational counseling of volunteers and recent former volunteers to: (1) encourage them to use, in the national interest, the skills and experience which they have derived from their training and service, particularly working in combating poverty as members of the helping professions; and (2) promote the development of appropriate opportunities for the use of such skills and experience, and the placement therein of such volunteers. Allows VISTA volunteers to be assigned to a community project or program only if the application for such project or program contains evidence of local support. Revises provisions relating to the scope of the volunteer's commitment. Provides that the commitment to combat poverty and poverty-related problems shall include living conditions at the level of those being served, and availability outside of regular working hours, only in the case of full-time volunteers. Requires the Director to provide volunteers with necessary pre-service and, where appropriate, in-service training. Revises the wording of specified provisions requiring the Director to establish in regulations a continuing mechanism for the meaningful participation of program beneficiaries. Repeals specified limitations on funding VISTA programs. Revises the statement of purpose of the University Year for ACTION (UYA) program to include assisting students, through service-learning programs, to undertake volunteer service to low-income communities, in such a way as to enhance the educational value of the service experience, through participation in activities that strengthen and supplement efforts to eliminate and alleviate poverty and poverty-related problems. Declares that another purpose of the UYA program is to provide technical assistance and training to encourage other students and faculty to engage in volunteer service on a part-time, self-supporting basis, to meet the needs of the poor in the surrounding community through expansion of service-learning programs and otherwise. Revises provisions for special service-learning programs. Authorizes the Director to make grants and contracts for technical assistance, training, and projects which encourage and enable students in secondary, secondary vocational, and postsecondary schools to participate in service-learning programs on an in-school or out-of-school basis in assignments of a specified character and on specified terms and conditions. Requires that any project assisted under provisions for service-learning programs meet specified antipoverty criteria and contain an educational and service component. Revises the statement of purpose for special volunteer programs. Adds the further purpose to provide technical and financial assistance to encourage voluntary organizations and volunteer efforts at the national, State, and local level. Requires the Director to establish criteria for making grants and contracts for special volunteer programs on the basis of merit and the equitable geographic distribution of programs. Prohibits the making of any such grant or contract exceeding $50,000 unless the grantee or contractor has been selected by a competitive process which includes public announcement of the availability of funds for such grant or contract, general criteria for the selection of recipients or contractors, and a description of the application process and application review process. Provides that, for purposes of such competitive process, multiple grants or contracts to the same grantee or contractor shall considered a single grant or contract if they are made within any one year to support activities having the same general purpose, but as separate grants or contracts if they are made to support clearly distinct activities. Adds to the authorized uses of technical and financial assistance for special volunteer programs aid for technical assistance and training programs, including the creation or expansion of private capabilities where possible and the development of voluntary organizations, with particular emphasis on low-income, minority, and community-based groups. Revises provisions for national older American volunteer programs. Removes gender-based references to the Director. Places a 30 percent ceiling on required local contributions for the Retired Senior Volunteer Program. Revises provisions under the Foster Grandparent Program to authorize selection of a replacement foster grandparent for a mentally retarded child over the chronological age of 21 under specified circumstances. Increases the minimum stipend or allowance for volunteers in the Foster Grandparent Program or the Senior Companions Program from $2 to $2.20. Redefines, for purposes of such programs, \"low-income person\" and \"person of low-income\" to mean: (1) any person whose income is not more than 125 percent of the poverty line, as defined under specified provisions of the Community Services Block Grant Act and adjusted by the Director in the manner described in such provisions; and (2) any person whose income is not more than 100 percent of such poverty line, as so adjusted and determined by the Director after taking into consideration existing poverty guidelines as appropriate to local situations. Requires that persons described under clause (2) be given special consideration for participation in such programs. Authorizes the Director to make grants or contracts for Senior Companion Program projects to assist homebound elderly to remain in their own homes and to enable institutionalized elderly to return to home care settings. Authorizes the Director to recruit Senior Companion volunteer trainers who will receive no stipends. Authorizes the Director to also use Senior Companion volunteer leaders to assist and coordinate the activities of newer volunteers. Requires the Director to report to Congress on impact studies assessing the cost- effectiveness of such projects. Prohibits the Director from restricting the manner in which locally generated contributions made to volunteer programs for older Americans under the Act are expended, if: (1) such contributions are in excess of the amount required by the Director; and (2) such expenditures are not inconsistent with the Act. Declares that the purpose of the ACTION agency is to provide a focal point for volunteerism at the national, State, and local level. Revises provisions relating to the ACTION agency to provide that the Associate Director for Domestic and Anti-Poverty Operations in the ACTION agency shall continue to be appointed by the President. Eliminates a Deputy Director position. Provides that two Assistant Directors shall: (1) be appointed by the Director; and (2) report directly to the Associate Director. Provides that one of the Assistant Directors shall be primarily responsible for VISTA and other antipoverty programs under title I of the Act and that the other shall be primarily responsible for the Older American Volunteer Programs under title II of the Act. Limits to eight and one-half percent of the total number of ACTION agency employees the number of schedule C employees, individuals employed on a temporary basis at GS-8 or higher, experts and consultants employed by such agency. Makes such limitation effective one year after the enactment of this Act. Deletes references to the Peace Corps. Terminates the National Voluntary Service Advisory Council on January 1, 1986. Requires the Director's annual report to the President on the activities of the ACTION Agency to reflect the findings and actions taken as a result of the Director's evaluation of the volunteer antipoverty programs, the Older American Volunteer Programs, and the projects under such programs. Prohibits the Director from denying refunding under any contract or grant providing assistance for any program unless the recipient agency has been given: (1) notice, at least 75 days before the denial, of the possibility of and grounds for such denial; and (2) opportunity to show cause why such action should not be taken. Requires, in any case where an application for refunding is denied for failure to comply with the terms and conditions of the grant or contract award, that the recipient be given an opportunity for an informal hearing before an impartial hearing officer, who has been agreed to by the recipient and the ACTION Agency. Requires, in order to assure equal access to all recipients, that such hearings or other meetings necessary to fulfill such requirements for notice and hearing procedures for financial assistance shall be held at locations convient to the recipient agency. Requires that the Director's evaluation of programs: (1) be conducted biennially; and (2) measure compliance with the requirement that program benefits be distributed equitably between residents of rural and urban areas. Provides that specified payments to participants in the National Older American Volunteer Programs shall not be treated as wages or compensation for purposes of workers' compensation laws. Revises provisions relating to the payment of specified legal expenses of part-time volunteers to eliminate a no longer applicable reference to specified provisions of the Small Business Act. Repeals the authority of the Director to waive the requirements that: (1) 30 days be provided between the publication and effective dates of a proposed regulation for the administration of a volunteer program for public comment; and (2) 45 days be provided between the publication and effective dates of a final regulation for congressional consideration thereof. Authorizes appropriations for FY 1984 through 1986 for the following national volunteer antipoverty programs under title I of the Act: (1) part A VISTA program; (2) part B service learning program; and (3) part C special volunteer programs. Provides that, of the total appropriations for such title I programs, there must first, be made available funds adequate for a minimum of 2,000, 2,200, and 2,400 full-time VISTA volunteer service years in FY 1984, 1985, and 1986 respectively under part A, including support services, pre-service and in-service training, and job advancement and career development. Makes the FY 1984 2,000 volunteer service year level requirement contingent upon an appropriation for title I for FY 1984 in addition to amounts available under specified Federal law. Prohibits the use of any part of the funds authorized to be appropriated for the volunteers or assistance to the service learning program, the special volunteer programs, or any older American volunteer programs, unless the program or project meets the antipoverty criteria under VISTA program provisions. Authorizes appropriations for the following national older Americans volunteer programs under title II of the Act: (1) part A Retired Senior Volunteer Program; (2) part B Foster Grandparents Program; and (3) part C Senior Companions Program. Authorizes appropriations for FY 1984 through 1986 for administration of the Act. Makes technical amendments. Amends the Community Services Block Grant Act to provide that the term \"poverty line\" under such Act means the Official poverty line defined by the Office of Management and Budget based on Bureau of the Census data. Requires the use of the Consumer Price Index for All Urban Consumers when revising the poverty line."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Community Volunteer Service Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Domestic Volunteer Service Act Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Community Volunteer Service Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Community Volunteer Service Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Domestic Volunteer Service Act Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for programs under the Domestic Volunteer Service Act of 1973, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An act to extend and improve the Domestic Volunteer Service Act of 1973, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:49-05:00"
}