{
  "actions": [
    {
      "acted_at": "2012-08-02", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-09-19", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Subcommittee on Water and Power. Hearings held. With printed Hearing: S.Hrg. 112-624.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3483-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Water and Power", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Wyden, Ron", 
      "sponsored_at": "2012-08-02", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-08-02", 
  "number": "3483", 
  "official_title": "A bill to amend the Wild and Scenic Rivers Act to adjust the Crooked River boundary, to provide water certainty for the City of Prineville, Oregon, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2060-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Crooked River Collaborative Water Security Act", 
  "sponsor": {
    "district": null, 
    "name": "Merkley, Jeff", 
    "state": "OR", 
    "thomas_id": "01900", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-08-02", 
  "subjects": [
    "Dams and canals", 
    "Electric power generation and transmission", 
    "Hunting and fishing", 
    "Indian lands and resources rights", 
    "Licensing and registrations", 
    "Oregon", 
    "Outdoor recreation", 
    "Public contracts and procurement", 
    "Water resources development", 
    "Water storage", 
    "Water use and supply", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-08-02", 
    "text": "Crooked River Collaborative Water Security Act - Amends the Wild and Scenic Rivers Act to modify the boundary of the Crooked River, Oregon. Requires an applicant, in any application submitted to the Federal Energy Regulatory Commission (FERC) relating to hydropower development at Bowman Dam (including turbines and appurtenant facilities), to: (1) analyze any impacts to the scenic, recreational, and fishery resource values of the Crooked River that may be caused by development; (2) propose mitigation for such impacts; and (3) propose measures to ensure that any associated access facilities shall not impede the free-flowing nature of the River below the Dam. Requires 5,100 acre-feet of water to be annually released from the Crooked River federal reclamation project in Oregon to serve as mitigation for the city of Prineville groundwater pumping, pursuant to Oregon law. Directs the city to make payment to the Secretary for such water in accordance with specified documents. Authorizes the Secretary, consistent with the National Environmental Policy Act of 1969 (NEPA), to contract exclusively with the city for additional amounts in the future at the city's request. Directs the Secretary, on a \"first fill\" priority basis, to store in and release from the Reservoir: (1) 68,273 acre feet of water annually to fulfill all 16 Bureau of Reclamation contracts existing as of January 1, 2011; (2) up to 2,740 acre feet of water annually to supply the McKay Creek lands; (3) 10,000 acre feet of water annually to the North Unit Irrigation District or the contract holders, upon request, pursuant to Temporary Water Service Contracts; and (4) 5,100 acre-feet of water annually to mitigate the city's groundwater pumping. Directs the Secretary to store and release from Prineville Reservoir all remaining stored water quantities for the benefit of downstream fish and wildlife, except as specified. Directs the Commissioner of Reclamation to implement annual release schedules for the remaining stored water quantities and the water that serves as mitigation for the city's groundwater pumping to maximize biological benefit for downstream resources. Authorizes any landowner within Ochoco Irrigation District, Oregon, to repay construction costs of project facilities allocated to that landowner's lands within that District. Provides that upon discharge of the obligation for repayment of allocated construction costs, those lands shall not be subject to specified ownership and full-cost pricing limitations. Requires the Secretary of the Interior, upon the request of a landowner who has repaid project construction costs, to provide certification of freedom from ownership and pricing limitations. Modifies the District's reclamation contracts on approval of the District directors to: (1) authorize the use of water for instream purposes in order for the District to engage in, or take advantage of, conserved water projects and temporary instream leasing as authorized by Oregon law; and (2) include within the district boundary approximately 2,742 acres in the vicinity of McKay Creek, classify approximately 685 of such acres as irrigable, and provide the District with stored water from Prineville Reservoir for purposes of supplying those lands. Directs the Bureau of Reclamation to participate in management planning meetings every year with the state, the Confederated Tribes of the Warm Springs Reservation of Oregon, irrigation districts, and other interested stakeholders to plan for dry-year conditions. Authorizes the Secretary, in any year, to release any quantity of 10,000 acre-feet of specified water for the benefit of downstream fish and wildlife if the North Unit Irrigation District or other eligible Reclamation contract holders have not initiated contracting with the Bureau for any quantity of such water by June 1 of any year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Crooked River Collaborative Water Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Wild and Scenic Rivers Act to adjust the Crooked River boundary, to provide water certainty for the City of Prineville, Oregon, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:38:08-05:00"
}