{
  "actions": [
    {
      "acted_at": "1985-02-28", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-18", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Military Construction (Arm Serv). Hearings held jointly with the Appropriations' Subcommittee on Military Construction.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-03-19", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Military Construction (Arm Serv). Hearings held jointly with the Appropriations' Subcommittee on Military Construction.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-03-20", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Military Construction (Arm Serv). Hearings concluded. Hearings held jointly with the Appropriations' Subcommittee on Military Construction. Hearings printed:  S.Hrg. 99-570.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-03-29", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Military Construction (Arm Serv). Approved for full committee consideration with amendments favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-04-04", 
      "bill_ids": [
        "s1042-99"
      ], 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services. Ordered to be reported with amendments favorably. Also ordered favorably reported an original bill (S.1042) in lieu of this bill.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1985-04-04", 
      "bill_ids": [
        "s1029-99"
      ], 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Committee on Armed Services. Provisions of measure incorporated into measure S. 1029 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s537-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }, 
    {
      "activity": [
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS", 
      "subcommittee": "Subcommittee on Military Construction", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1985-02-28", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-02-28", 
  "number": "537", 
  "official_title": "A bill to authorize certain construction at military installations for fiscal year 1986, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1409-99", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1409-99", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1029-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1042-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Military Construction Authorization Act, 1986", 
  "sponsor": {
    "district": null, 
    "name": "Thurmond, Strom", 
    "state": "SC", 
    "thomas_id": "01448", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1985-04-04", 
  "subjects": [
    "Armed forces and national security", 
    "Authorization", 
    "Collective security agreements", 
    "Economics and public finance", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Housing subsidies", 
    "Military construction operations", 
    "Military housing", 
    "NATO countries", 
    "Treaties"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-02-28", 
    "text": "Military Construction Authorization Act, 1986 - Title I: Army - Authorizes the Secretary of the Army to acquire real property, carry out military construction projects, and construct or acquire family housing units and facilities in specified amounts at specified installations and locations. Authorizes the Secretary to carry out projects to improve existing military family housing units at specified installations in specified amounts. Title II: Navy - Authorizes the Secretary of the Navy to acquire real property, carry out military construction projects, and construct or acquire family housing units and facilities in specified amounts at specified installations and locations. Authorizes the Secretary to make improvements in existing military family housing units in a specified amount and carry out a military family housing unit improvement project at a specified location for a specified amount. Authorizes the Secretary to convert certain transient housing units to family housing units. Title III: Air Force - Authorizes the Secretary of the Air Force to acquire real property, carry out military construction projects, and construct or acquire family housing units and facilities in specified amounts at specified installations and locations. Authorizes the Secretary to carry out projects to improve existing military family housing units at specified installations in specified amounts. Title IV: Defense Agencies - Authorizes the Secretary of Defense to acquire real property, carry out military construction projects, and construct or acquire family housing units and facilities in specified amounts at specified installations and locations. Authorizes the Secretary to make expenditures to improve existing military family housing units in a specified amount. Title V: North Atlantic Treaty Organization Infrastructure - Authorizes the Secretary of Defense to make contributions for the North Atlantic Treaty Organization (NATO) Infrastructure program. Title VI: Authorization of Appropriations and Recurring Administrative Provisions - Authorizes appropriations for fiscal years after FY 1985 for military construction, land acquisition, and military family housing functions of the Departments of the Army, the Navy, and the Air Force, and the defense agencies. Authorizes appropriations for the NATO Infrastructure program. Limits the total costs of all projects to the total amounts authorized to be appropriated for each military department concerned. States that such authorizations shall expire at the end of FY 1987 except as otherwise specified. Establishes maximum amounts on certain expenditures, including unspecified minor military construction projects and per unit improvement and rental costs for military family housing. Title VII: Guard and Reserve Forces Facilities - Authorizes appropriations for fiscal years after FY 1985 for the costs of acquisition, architectural and engineering services, and construction of facilities for the guard and reserve forces. Title VIII: - Authorizes appropriations for FY 1987 to establish or develop military installations and facilities by the acquisition, construction, conversion, rehabilitation, or installation of public works. Repeals Federal law requiring the Secretary of Defense to transmit to the Congress the annual military construction authorization request within a specified period."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act, 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize certain construction at military installations for fiscal year 1986, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:12-05:00"
}