{
  "actions": [
    {
      "acted_at": "1991-09-20", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1736-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bumpers, Dale", 
      "sponsored_at": "1992-03-18", 
      "state": "AR", 
      "thomas_id": "01295", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1991-09-30", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1991-09-20", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1991-09-30", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1991-09-20", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "1992-01-22", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1991-09-20", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1991-11-12", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1991-11-15", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanford, Terry", 
      "sponsored_at": "1991-10-03", 
      "state": "NC", 
      "thomas_id": "01427", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-09-20", 
  "number": "1736", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to provide for improved quality and cost control mechanisms to ensure the proper and prudent purchasing of durable medical equipment and supplies for which payment is made under the medicare program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare Durable Medical Equipment Patient Protection Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Sasser, Jim", 
    "state": "TN", 
    "thomas_id": "01428", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-09-20", 
  "subjects": [
    "Administrative fees", 
    "Congressional reporting requirements", 
    "Fraud", 
    "Government paperwork", 
    "Health", 
    "Medicaid", 
    "Medical economics", 
    "Medical supplies", 
    "Medicare", 
    "Nursing homes", 
    "Nutrition and the aged", 
    "Public assistance programs", 
    "User charges"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-09-20", 
    "text": "Medicare Durable Medical Equipment Patient Protection Act of 1991 - Amends title XVIII (Medicare) of the Social Security Act to direct the Secretary of Health and Human Services to designate no more than five regional carriers nationwide to process all claims for durable medical equipment and prosthetics and orthotics. Requires the carrier designated to process the claims in a particular region to process all claims for such items furnished to an individual residing in that region unless the Secretary decides otherwise for reasons of administrative efficiency. Requires the development of a national fee schedule for ostomy supplies, urologicals, surgical, and other medical supplies. Directs the Secretary to develop recommendations for national uniform reimbursement rates and coverage and utilization policies for all the items mentioned above. Require an interim and final report to the Congress with recommendations on national uniform reimbursement rates and utilization parameters for such items. Directs the Secretary to group the procedure codes contained in any HCFA Common Procedure Coding System for payment purposes to minimize inappropriate increases in the volume of medical items and supplies provided as a result of coding distinctions which do not reflect substantial differences in the items supplied. Directs the Secretary, in grouping such codes, to ensure that no more is paid for an item that is billed separately than would be paid if the item were billed as part of a grouping of items. Amends title XI of the Social Security Act to set forth additional information disclosure requirements which suppliers of the items mentioned above who receive payment for such items under Medicare part B (Supplementary Medical Insurance) must meet. Requires such supplier to resubmit and renew an application for a provider number every two years in order to participate in Medicare and Medicaid (title XIX of the Social Security Act). Includes within provisions providing criminal penalties for kickbacks certain employment situations involving the processing of paperwork and warehousing or stock inventory functions. Authorizes user fees for provider numbers. Amends the Medicare program to require the Secretary to: (1) develop a list of suppliers and billing agents for the items mentioned above who the Secretary determines may be engaged in fraud or sales or billing practices which serve to maximize reimbursement or promote unnecessary utilization; and (2) develop an administrative mechanism to provide due process to suppliers or other entities placed on such list for removal from the list. Authorizes carriers to require prior approval of billings submitted by entities on the Secretary's list. Relieves Medicare beneficiaries from responsibility for payment of items or services furnished by a supplier on an unassigned basis in cases where the supplier is excluded from participation in any program under Medicare or is denied payment by the carrier for the item or service in advance. Authorizes the Comptroller General to study and report to the Congress on: (1) the types, volume, and utilization of services and supplies furnished under contract or under arrangement with suppliers to individuals eligible for benefits under Medicare part B and residing in nursing facilities; and (2) the appropriateness of utilization controls applied to the use of durable medical equipment by Medicare beneficiaries. Directs the Secretary to study and report to the Congress on the application of certain payment limits under Medicare to parenteral and enteral nutrition nutrients, supplies, and equipment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Durable Medical Equipment Patient Protection Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to provide for improved quality and cost control mechanisms to ensure the proper and prudent purchasing of durable medical equipment and supplies for which payment is made under the medicare program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:13-05:00"
}