{
  "actions": [
    {
      "acted_at": "1992-02-27", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-27", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to the Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-27", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to the Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-27", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to the Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4340-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Beilenson, Anthony C.", 
      "sponsored_at": "1992-03-19", 
      "state": "CA", 
      "thomas_id": "00072", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Berman, Howard L.", 
      "sponsored_at": "1992-03-19", 
      "state": "CA", 
      "thomas_id": "00082", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "1992-03-19", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hayes, Charles A.", 
      "sponsored_at": "1992-03-31", 
      "state": "IL", 
      "thomas_id": "00516", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hughes, William J.", 
      "sponsored_at": "1992-06-03", 
      "state": "NJ", 
      "thomas_id": "00572", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Martinez, Matthew G.", 
      "sponsored_at": "1992-03-19", 
      "state": "CA", 
      "thomas_id": "00743", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Mink, Patsy T.", 
      "sponsored_at": "1992-03-19", 
      "state": "HI", 
      "thomas_id": "00815", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Norton, Eleanor Holmes", 
      "sponsored_at": "1992-03-31", 
      "state": "DC", 
      "thomas_id": "00868", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perkins, Carl C.", 
      "sponsored_at": "1992-03-19", 
      "state": "KY", 
      "thomas_id": "00909", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Unsoeld, Jolene", 
      "sponsored_at": "1992-03-19", 
      "state": "WA", 
      "thomas_id": "01176", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-02-27", 
  "number": "4340", 
  "official_title": "To provide employment opportunities to unemployed individuals in high unemployment areas in projects to repair and renovate vitally needed community facilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Jobs for the 1990's Act", 
  "sponsor": {
    "district": "1", 
    "name": "Williams, Pat", 
    "state": "MT", 
    "thomas_id": "01231", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-02-27", 
  "subjects": [
    "Administrative remedies", 
    "Adult education", 
    "Affirmative action programs", 
    "Agricultural labor", 
    "Alternative energy sources", 
    "Architecture and the disabled", 
    "Asbestos", 
    "Buy American", 
    "Coal", 
    "Collective bargaining agreements", 
    "College libraries", 
    "Community centers", 
    "Compensatory education", 
    "Conservation of natural resources", 
    "Conversion of educational facilities", 
    "Depressed areas", 
    "Disaster relief", 
    "Discrimination in employment", 
    "Dropouts", 
    "Education", 
    "Education of Indians", 
    "Educational facilities", 
    "Employee rights", 
    "Energy efficiency", 
    "Energy policy", 
    "Environmental health", 
    "Environmental protection", 
    "Farmers", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Foreclosure", 
    "Government contractors", 
    "Government employee unions", 
    "Government operations and politics", 
    "Homeless", 
    "Hours of labor", 
    "Indian economic development", 
    "Indian lands", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Labor statistics", 
    "Labor unions", 
    "Layoffs", 
    "Libraries", 
    "Manpower training programs", 
    "Minority employment", 
    "Occupational health and safety", 
    "Pay equity", 
    "Plant shutdowns", 
    "Public health", 
    "Public lands and natural resources", 
    "Public service employment", 
    "Public works", 
    "Regional economic development", 
    "Research centers", 
    "School districts", 
    "Seasonal labor", 
    "Social welfare", 
    "Social work", 
    "Solar energy", 
    "Technical education", 
    "Unemployed", 
    "Unemployment", 
    "Unemployment insurance", 
    "Veterans' employment", 
    "Vocational education", 
    "Wages", 
    "Women's employment", 
    "Youth employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-02-27", 
    "text": "Jobs for the 1990's Act - Title I: General Purpose and Authority - Establishes a program to provide employment to unemployed individuals through payments for labor and related costs associated with: (1) repair or rehabilitation of community and educational facilities; (2) conservation, rehabilitation, and improvement of public lands; and (3) public safety, health, social service, and other activities necessary to the public welfare. Sets forth requirements for: (1) eligibility, in general; (2) priority for participation (including duration of unemployment); (3) special consideration for veterans; and (4) equal employment opportunities. Sets forth limitations on the use of funds including: (1) a 75 percent minimum reservation for wages and benefits; (2) a ten percent maximum limit on administration costs; (3) allowable use of remaining funds for acquiring supplies, tools, equipment, and other materials; (4) allowable use of other funds from other Federal or non-Federal sources; (5) Buy American requirements; (6) allowable use of title II funds for training and related support costs for a number of participants under certain conditions; and (7) a limit on the rate of salaries or wages for administrative or supervisory employees. Title II: Community Renewal Employment Programs - Part A: Community Improvement Projects - Provides for the Secretary of Labor to allot funds for employment of eligible participants in community improvement projects, including types of activities listed in title I of this Act. Allows for joint projects conducting such activities and others funded under other Federal law. Requires such projects to meet certain conditions, including completion within 18 months. Sets forth limitations on public lands projects. Makes eligible under this title any administrative entity of the service delivery area under the Job Training Partnership Act (JTPA) that serves one or more specified eligible jurisdictions, including local governments or areas (or Native American or Alaskan Native entities) that have an unemployment rate over six and one-half percent. Provides procedures for qualification of administrative entities. Sets forth requirements for allotment of funds by the Secretary of Labor under this title. Sets forth requirements for receipt of allotments, including submission of certain statements, installment payments, reports on use of funds, and withholding procedures. Sets forth requirements for project design, including priorities and coordination. Part B: Community Development Activities for Youth Trainees - Allows the use of funds under this title for youth trainee activities, which involve: (1) program payment of wages and benefits from such funds for part-time employment of up to 32 hours per week either in public works, lands, or service activities described under part A or at a work site operated by a public agency or private nonprofit organization or a for-profit employer; and (2) youth enrollment for at least eight hours per week in high school, an equivalency certificate program, or a skill training or basic skill or employability development program. Allows joint projects with activities receiving funds under the JTPA (including the Job Corps), the Carl D. Perkins Vocational and Applied Technology Education Act, or other State, local, public, or private education and training programs. Makes eligible to participate in such youth trainee activities any youth aged 16 through 19 who is currently unemployed. Gives priority to individuals who are economically disadvantaged. Requires that, among such individuals, eligible school dropouts are to be served on an equitable basis. Part C: State Job Programs - Requires that five percent of a State's allotment under this title be reserved for employment of eligible participants through: (1) State-administered programs and activities authorized under this title (for public works, lands, or services); (2) special assistance (in conjunction, as appropriate, with eligible administrative entities) for areas which have experienced sudden or severe economic dislocations, including large-scale losses of jobs due to facility closings or mass layoffs; (3) State-directed emergency aid programs to cope with natural disasters, including erosion, flood, drought, and storm damage assistance and control; and (4) special assistance to seasonal farmworkers and small farmers in rural, agricultural areas with substantial job losses due to farm mortgage foreclosures and other severe economic disruption (in conjunction, as appropriate, with eligible administrative entities or related programs under JTPA). Sets forth requirements for program and activity selection and design, and for statements and reports. Title III: Educational Facility Repair and Renovation Employment Activities - Part A: Elementary and Secondary School Facility Improvement Jobs - Provides for the Secretary of Education to allot funds for employment of eligible participants in public school facility repair, renovation, or rehabilitation projects to eligible local educational agencies (LEAs) in eligible jurisdictions. Requires that such funds be used, to the maximum extent possible, for quick-start projects (on which on-site labor can begin within 30 days of receipt of funds). Sets forth authorized uses of such funds for public school facility renovation, including: (1) bringing facilities into compliance with specified laws; (2) rewiring for new technology; (3) conversion to adult training centers; (4) energy-efficiency; and (5) asbestos control. Provides for Indian tribal school facilities projects for which the Secretary of the Interior is to make specified funds under this Act available upon application. Sets forth requirements for allotments to local educational agencies (LEAs) in eligible jurisdictions. Sets forth requirements for receipt of allotment, including statements, installment payments, reports, and withholding procedures. Part B: Higher Education Facility Improvement Projects - Provides provisions for the Secretary of Education to allot funds for employment of eligible participants in academic facility repair, renovation, or rehabilitation projects at institutions of higher education located within eligible jurisdictions (with a waiver for any State in which there are no such institutions within eligible jurisdictions). Sets forth quick-start project requirements. Sets forth authorized uses of such funds for academic facility and library renovation. Requires such funds to be allotted to States and made available to eligible institutions through the higher education building agency in accordance with a State plan under the Higher Education Act of 1965 if the primary purpose of such assistance is: (1) energy-efficiency, with priority for use of coal, solar, and renewable resources; (2) compliance with specified laws; (3) renovation of research or postsecondary training facilities, including rewiring for new technology; or (4) asbestos control. Gives priority to projects at those eligible institutions of higher education: (1) with the greatest proportion of students receiving Pell Grants; and (2) which have not been able to obtain funds for the performance of the project through sale of bonds or other obligations. Sets forth requirements for allotment of such funds among the States. Sets forth requirements for receipt of allotment, including statements, installment payments, reports, and withholding procedures. Part C: Special Definitions - Sets forth definitions for purposes of this title. Title IV: General Provisions - Sets forth general requirements for this Act, including: (1) prohibitions against discrimination and against sectarian purposes; (2) use of funds for supplementary activities; (3) prohibition against funds for subsidized employment to a private entity to substitute for government programs; (4) services to residents only (except homeless individuals who cannot prove residence); (4) prohibition against hiring voluntarily terminated workers; (5) prohibition against political activities; (6) Selective Service compliance; and (7) program abuse regulations. Sets individual wage rates in employment subsidized under this Act at not less than the highest of the: (1) Federal minimum wage; (2) State or local minimum wage; or (3) the prevailing rates of pay for those employed in similar occupations by the same employer. Sets the maximum rate for the average weekly portion of wages which may be paid to participants from funds under this Act at not more than 75 percent of the national average weekly earnings of production or nonsupervisory workers on private, non-farm payrolls. Allows supplementation of participants' wages from other sources. Requires that participants be allowed sufficient time off from work activities to participate effectively in the job search activities. Allows part-time, flexible-time, and work-sharing arrangements, if customarily offered by the employer and if participants receive customary benefits. Requires program maintenance of individual work records. Sets forth expenditure schedule requirements for funds under this Act. Sets forth labor standards. Sets forth requirements for working conditions, including: (1) applicable health, safety, and disability regulations; (2) comparable benefits and conditions; and (3) prohibition of retirement contributions. Requires protection for existing workers, including prohibitions against: (1) displacement of employed workers; (2) impairment of contracts for services and collective bargaining agreements; (3) filling of laid-off positions; and (4) promotional infringement. Requires submission of compliance reports to labor organizations representing government employees engaged in similar work as participants whose wages are subsidized under this Act. Requires such reports to include an analysis of job reduction under specified conditions. Sets forth complaint procedures. Requires recipients to provide assurances that none of the funds under this Act will be used to assist, promote, or deter union organizing. Requires that an opportunity to submit comments with respect to a proposal for funding under this Act be afforded to any labor organization representing a substantial number of employees engaged in similar work or training in the same area. Applies Davis-Bacon Act prevailing wage requirements to projects funded under this Act. Sets forth fiscal controls and sanctions. Provides for judicial review. Authorizes appropriations. Sets forth requirements relating to use of data and to computations under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Jobs for the 1990's Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide employment opportunities to unemployed individuals in high unemployment areas in projects to repair and renovate vitally needed community facilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:13-05:00"
}