{
  "actions": [
    {
      "acted_at": "1997-03-05", 
      "committee": "House Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-03-21", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Finance and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Finance and Hazardous Materials.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr942-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Finance and Hazardous Materials", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Frelinghuysen, Rodney P.", 
      "sponsored_at": "1997-03-05", 
      "state": "NJ", 
      "thomas_id": "00414", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Roukema, Marge", 
      "sponsored_at": "1997-03-05", 
      "state": "NJ", 
      "thomas_id": "00990", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-03-05", 
  "number": "942", 
  "official_title": "To amend the Solid Waste Disposal Act to provide authority for States to limit the interstate transportation of municipal solid waste, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Interstate Transportation of Municipal Solid Waste Act of 1997", 
  "sponsor": {
    "district": "7", 
    "name": "Franks, Bob", 
    "state": "NJ", 
    "thomas_id": "00409", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-03-05", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture and food", 
    "Air pollution control", 
    "Alaska", 
    "Beaches", 
    "Boundaries", 
    "Canada", 
    "Census", 
    "Collection of accounts", 
    "Commerce", 
    "Compost", 
    "Congress", 
    "Congressional reporting requirements", 
    "Constitutional law", 
    "Contracts", 
    "Crime and law enforcement", 
    "Customs unions", 
    "Demography", 
    "Employee training", 
    "Energy", 
    "Environmental Protection Agency", 
    "Environmental law enforcement", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Fees", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Free trade", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government securities", 
    "Government statistics", 
    "Groundwater", 
    "Groundwater pollution", 
    "Hazardous waste disposal", 
    "Hazardous wastes", 
    "Immigration", 
    "Incineration", 
    "Indian lands", 
    "Industrial pollution", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "Injunctions", 
    "Interest", 
    "International affairs", 
    "International environmental cooperation", 
    "Interstate commerce", 
    "Interstate relations", 
    "Judicial opinions", 
    "Labor and employment", 
    "Landfill siting", 
    "Landfills", 
    "Latin America", 
    "Law", 
    "Legislation", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Local laws", 
    "Marine and coastal resources, fisheries", 
    "Mexico", 
    "Minorities", 
    "Municipal solid waste", 
    "North America", 
    "Planning", 
    "Public utility regulation", 
    "Recycling industry", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "Regional planning", 
    "Sewage disposal", 
    "Sewage sludge", 
    "Sewage treatment plants", 
    "State laws", 
    "State-local relations", 
    "Tax-exempt securities", 
    "Tire recycling", 
    "Trade agreements", 
    "Transboundary pollution", 
    "Transportation and public works", 
    "Transportation of hazardous substances", 
    "Urban affairs", 
    "Urban areas", 
    "Waste disposal sites", 
    "Waste reduction", 
    "Waste water treatment", 
    "Water pollution control", 
    "Water pollution measurement", 
    "Water resources development", 
    "Water treatment plants"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-03-05", 
    "text": "TABLE OF CONTENTS: Title I: Interstate Waste Title II: Flow Control Title III: Ground Water Monitoring Title IV: State or Regional Solid Waste Plans Title V: General Provisions Title I: Interstate Waste - Interstate Transportation of Municipal Solid Waste Act of 1997 - Amends the Solid Waste Disposal Act to authorize State Governors, if requested by an affected local government, to prohibit the disposal of out-of-State municipal solid waste in landfills or incinerators subject to their jurisdiction. Permits Governors to limit the quantity of out-of-State waste received at landfills and incinerators excepted from such prohibition to an annual amount equal to or greater than the quantity received during 1993. Authorizes States that imported more than 750,000 tons of out-of-State municipal solid waste in 1993 to limit the amount of such waste received for disposal at landfills and incinerators in the importing State as follows: (1) in 1998, 95 percent of the amount exported to the State in 1993; (2) in 1999 through 2004, 95 percent of the amount exported to the State in the previous year; and (3) in 2005 and each succeeding year, 65 percent of the amount exported in 1993. Establishes limitations on waste exports to landfills or incinerators not covered by host community agreements or permits authorizing receipt of out-of-State municipal solid waste. Prohibits Governors from exercising authorities under this Act: (1) if such action would result in the violation of a host community agreement or a permit issued from the State to receive out-of-State municipal solid waste; or (2) except as otherwise provided, in a manner that would require landfills or incinerators covered by the exception to reduce the amount of out-of-State municipal solid waste received from any State to an annual quantity less than that received during 1993. Makes the authority to prohibit the disposal of out-of-State municipal solid waste inapplicable to landfills and incinerators that: (1) received documented shipments of such waste during 1993; (2) in the case of landfills, are in compliance with all applicable Federal and State laws and regulations relating to operation, design and location, leachate collection, groundwater monitoring, and financial assurance for closure and corrective action; or (3) in the case of incinerators, are in compliance with applicable requirements of the Clean Air Act and State laws and regulations relating to facility design and operations. Permits disposal of such waste at facilities that are not in compliance with applicable Federal and State laws and regulations unless disposal of waste that is generated within the State is also prohibited. Lists conditions under which host community agreements are prohibited. Authorizes States that imposed a special fee on the processing or disposal of out-of-State municipal waste on or before April 3, 1994, to continue to impose cost recovery surcharges for such activities subject to certain conditions. States conditions relating to demonstration of local or regional need under which a Governor may accept, deny, or modify an application for a municipal solid waste management facility permit. Title II: Flow Control - Municipal Solid Waste Flow Control Act of 1997 - Authorizes States and political subdivisions to exercise flow control authority for municipal solid waste and recyclable materials voluntarily relinquished by the owner or generator (recyclables), directing such waste and materials to particular waste management or recyclables facilities designated as of May 16, 1994, if: (1) the waste and recyclables are generated within the jurisdictional boundaries of the State or subdivision, determined as of May 16, 1994; (2) such authority is imposed through the adoption or execution of a law, regulation, or other legally binding provision or official act that was in effect on May 16, 1994, or was in effect prior to the issuance of an injunction or other court order based on a ruling that the law or provision violated the Commerce Clause of the Constitution, or was in effect immediately prior to suspension of the law by legislative or administrative action expressly because of such a court order; and (3) the State or political subdivision has for one or more such designated facilities, on or before May 16, 1994, presented eligible bonds for sale or executed a legally binding contract or agreement for delivery of, and payment for, a minimum quantity of waste or recyclables. Imposes identification and volume restrictions on the exercise of flow control authority to the classes or categories of materials to which such authority was applicable on May 16, 1994, or immediately before the effective date of an order described in (2), above. Sets dates for expiration of such authority. Prohibits a State or political subdivision from requiring any generator or transporter to transport, or deliver for transportation, such waste or materials to any site listed on the National Priorities List established under the Comprehensive Environmental Response, Compensation, and Liability Act of 1980, unless the generator or transporter has been indemnified by the government or the owner-operator against all liability under that Act with respect to such materials. Disqualifies facilities for exercise of flow control authority pursuant to an ordinance on the basis of specified declarations of unconstitutionality, location characteristics, and environmental regulation compliance. Imposes limitations on the use of revenues derived by a State or political subdivision from the exercise of flow control authority. Provides for the enforceability under State law of certain legally binding interim contracts. Allows a State to exercise flow control authority over solid waste if, on or before January 1, 1984, the State: (1) adopted regulations under a State law that required or directed the transportation, management, or disposal of such waste from residential, commercial, institutional, or industrial sources to specifically identified waste management facilities and applied those regulations to every political subdivision; and (2) subjected the facilities to the jurisdiction of a State public utilities commission. Allows a State or political subdivision of the State meeting the requirements of the above paragraph to exercise flow control authority over all classes and categories of solid waste that were subject to flow control by the State or subdivision on May 16, 1994, by directing it from any existing waste management facility that was designated as of such date, or any proposed facility to any other such facility, existing or proposed. Sets dates for expiration of such authority. Requires application of flow control authority to the public sector as well as the private sector. Urges that anyone engaged in recycling activities should strive to meet standards for reuse of recyclable materials. Title III: Ground Water Monitoring - Makes certain groundwater monitoring requirements inapplicable to new or existing municipal solid waste landfill units or lateral expansions of such units that dispose of fewer than 20 tons of municipal solid waste daily, based on an annual average, if: (1) there is no evidence of groundwater contamination from such units or expansions; and (2) the units or expansions serve a community that experiences an annual interruption of at least three consecutive months of surface transportation that prevents access to a regional waste management facility or that has no practicable waste management alternative and such units are located in an area that annually receives 25 inches of precipitation or less. Permits States to require monitoring of units that would otherwise be exempt if necessary to protect groundwater resources and ensure compliance with a State groundwater protection plan. Allows the State of Alaska to exempt units of Alaska Native villages or in or near small, remote Alaska villages from some or all of such requirements if such requirements would be infeasible, would not be cost-effective, or would be inappropriate because of the unit's remote location. Applies this exemption only to landfills that dispose of less than 20 tons of municipal solid waste daily. Allows the suspension of groundwater monitoring requirements if a landfill operator demonstrates that there is no potential for migration of hazardous constituents from the unit to the uppermost aquifer during the active life of the unit and the post-closure care period. Directs the Administrator of the Environmental Protection Agency to promulgate revisions allowing States to promulgate alternate design, operating, landfill gas monitor, financial assurance, and closure requirements for landfills which receive no more than 20 tons of municipal solid waste daily, provided such requirements are sufficient to protect human health and the environment. Declares that it is the intent of this title to reinstate Environmental Protection Agency rules promulgated on October 9, 1991, regarding groundwater monitoring at municipal solid waste landfill units. Title IV: State or Regional Solid Waste Plans - Amends the Solid Waste Disposal Act to state the finding that the Nation's improved standard of living has resulted in an increase in the amount of solid waste generated per capita, and the Nation has not given adequate consideration to solid waste reduction strategies. States as an objective of the Act (and the State and regional solid waste planning provisions in particular) the promotion of local and regional planning for effective solid waste collection and disposal and reduction of the amount generated per capita through the use of waste reduction strategies. Includes expeditious reduction and elimination of solid waste generation as a national policy. Allows a State to include in its plan provisions for establishment of a State per capita solid waste reduction goal and a program that ensures that local and regional plans are consistent with State plans developed for landfills, dumps, and regional solid waste management. Title V: General Provisions - Authorizes the Administrator to study and report to the Congress on: (1) solid waste management issues associated with increased border use resulting from implementation of the North American Free Trade Agreement; and (2) the effect on the U.S.-Canada border region of solid waste border traffic resulting from implementation of the United States-Canada Free Trade Agreement. Directs the Administrator to study and report to the Congress on the quantities of hazardous waste and sludge (including sewage sludge) being transported across State lines and the ultimate disposition of such waste and sludge."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Interstate Transportation of Municipal Solid Waste Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Municipal Solid Waste Flow Control Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Solid Waste Disposal Act to provide authority for States to limit the interstate transportation of municipal solid waste, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:25-05:00"
}