{
  "actions": [
    {
      "acted_at": "1976-06-17", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3586-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-06-17", 
  "number": "3586", 
  "official_title": "A bill to institute certain due process requirements with respect to the supervisory authority of the Federal banking agencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Tower, John G.", 
    "state": "TX", 
    "thomas_id": "01449", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-06-17", 
  "subjects": [
    "Administrative procedure", 
    "Bank management", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-06-17", 
    "text": "Amends the Federal Deposit Insurance Act to institute notice requirements that Federal banking agencies must follow before removing a bank director, officer, or other person from office or before prohibiting his or her further participation in the conduct of the bank's affairs. Requires such notice to be in writing and to fix a time and place for a hearing which shall be conducted no later than 60 days after the service of notice. Provides that when a director or officer is convicted of the commission of a felony involving dishonesty or breach of trust, notice of intention to suspend must be issued, but no hearing shall be required. States that any person subject to an order of removal or prohibition from further bank activities shall be entitled to reconsideration of such order by the Federal banking agency at any time upon the showing of good cause. Grants jurisdiction to the court of appeals in the circuit in which the home office of the bank is located. Requires that written consent be given by the Federal Deposit Insurance Corporation (FDIC) before a person convicted of any criminal offense involving dishonesty or a breach of trust shall be allowed to serve as a director, officer, or employee of an insured bank. Sets a criminal penalty for violation of such provision. Makes provision for the review of the denial of permission by the FDIC."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to institute certain due process requirements with respect to the supervisory authority of the Federal banking agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:55-05:00"
}