{
  "actions": [
    {
      "acted_at": "1986-05-06", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-05-16", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, International Trade Commission, Office of the U.S. Trade Representative, Treasury Department, State Department, Commerce Department, Agriculture Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2408-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1986-05-06", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1986-05-06", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1986-07-15", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mitchell, George J.", 
      "sponsored_at": "1986-07-15", 
      "state": "ME", 
      "thomas_id": "01401", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-05-06", 
  "number": "2408", 
  "official_title": "A bill entitled the \"Antidumping Act of 1986\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-05-06", 
  "subjects": [
    "Actions and defenses", 
    "Countervailing duties", 
    "Courts and Civil Procedure", 
    "Courts of special jurisdiction", 
    "Damages", 
    "Dumping", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Import restrictions", 
    "Imports", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Negotiations", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-05-06", 
    "text": "Provides for a right to money damages to any U.S. citizen who has been injured in his business or property by the dumping of a commodity by a foreign person. Allows such a citizen to petition the U.S. Court of International Trade for damages if there has been a final affirmative finding by the Department of Commerce and the International Trade Commission in an antidumping duty investigation. Grants such Court jurisdiction over any foreign person who has been found to have dumped commodities in the United States. Sets forth: (1) the method for calculation of damages by such Court; and (2) procedures for the satisfaction of judgment awards. Provides for the stay of actions for damages pending review by such Court. Requires a petitioner, after an affirmative finding of dumping, to make an election, in writing, to the Commission, that it chooses to: (1) allow the imposition of antidumping duties according to specified Federal law; or (2) preserve the right to seek damages from foreign producers who dump their products in the United States. Provides for a different assessment of antidumping duties depending on such election. Allows a petitioner to seek additional damages if there is a finding of continued dumping of such foreign commodities. Provides for civil penalties for foreign persons who have been the subject of multiple affirmative antidumping determinations. Requires the Secretary of Commerce to maintain a list of all persons who produce commodities which have been the subject of a final affirmative determination by the administering authority. Requires the Secretary to commence an action in the U.S. Court of International Trade for the collection of penalties against persons who have been the subject of two or more affirmative determinations. Grants the U.S. Court of International Trade exclusive jurisdiction over civil actions for damages commenced pursuant to this Act. Prohibits the award of damages or the assessment of civil penalties which are found to violate U.S. legal obligations under international agreements, including the General Agreement on Tariffs and Trade (GATT). Requires the President to negotiate bilateral and multilateral agreements to harmonize the provisions of this Act with the U.S. legal obligations under such international agreements (including GATT)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Antidumping Act of 1986\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:53-05:00"
}