{
  "actions": [
    {
      "acted_at": "1991-08-02", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-31", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Toxic Substances and Environmental. Approved for full committee consideration with amendments favorably.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1655-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Toxic Substances, Environmental Oversight, Research and Development", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1991-08-02", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-08-02", 
  "number": "1655", 
  "official_title": "A bill to authorize appropriations for environmental research, development, and demonstration for fiscal years 1992, 1993, and 1994, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Environmental Research, Development, and Demonstration Authorization Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Reid, Harry", 
    "state": "NV", 
    "thomas_id": "00952", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-08-02", 
  "subjects": [
    "Agricultural labor", 
    "Air pollution control", 
    "Air pollution measurement", 
    "Air quality", 
    "American technical assistance", 
    "Asbestos", 
    "Authorization", 
    "Climate", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Conservation of natural resources", 
    "Ecological research", 
    "Electricity", 
    "Environmental health", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental research", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to air pollution control", 
    "Federal aid to higher education", 
    "Federal aid to research", 
    "Federal aid to water pollution control", 
    "Government operations and politics", 
    "Government paperwork", 
    "Groundwater", 
    "Hawaii", 
    "Hazardous waste disposal", 
    "Health education", 
    "Hydrology", 
    "Indoor air pollution", 
    "Information services", 
    "International environmental cooperation", 
    "Laboratories", 
    "Layoffs", 
    "Marine resources conservation", 
    "Medical research", 
    "Nevada", 
    "Pesticide pollution", 
    "Pesticide regulation", 
    "Pesticide residues", 
    "Pesticide residues in food", 
    "Pesticides", 
    "Planning", 
    "Plants", 
    "Plastics", 
    "Pollution control", 
    "Potable water", 
    "Product safety", 
    "Radiation safety", 
    "Radioactive pollution", 
    "Radon", 
    "Refuse and refuse disposal", 
    "Research and development", 
    "Research centers", 
    "Soil pollution", 
    "Standards", 
    "Technology transfer", 
    "Volcanoes", 
    "Waste reduction", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-08-02", 
    "text": "Environmental Research, Development, and Demonstration Authorization Act of 1991 - Authorizes appropriations to the Environmental Protection Agency (EPA) for FY 1992 through 1994 for specified environmental research, development, and demonstration activities and for program management and support of the Office of Research and Development. Requires the EPA Administrator to inform the appropriate congressional committees prior to the issuance of notice to close any field station, regional office, laboratory, or research center, or for a reduction-in-force. Directs the Administrator to establish a separately identified core research program consisting of fundamental ecological, health, and risk reduction research to support efforts to identify, assess, and mitigate serious environmental risks. Requires the Administrator to establish an intra-agency task group to define, review, and ensure adequate funding of the core research program. Provides that such research shall give emphasis to the effects of exposure to environmental contaminants on human immune and neurological systems. Authorizes the Administrator to award grants to eligible organizations for purposes of conducting such research. Requires the Science Advisory Board to review and make recommendations on core research program activities. Makes amounts earmarked for multimedia activities available for such research. Directs the Administrator to: (1) establish a modernization program to identify, acquire, and maintain modern buildings, facilities, supplies, and equipment needed to conduct high quality research; and (2) conduct studies and make assessments of the adequacy of the equipment and facilities to meet the needs of EPA and to attract well-qualified scientists, engineers, and other appropriate personnel. Requires the Administrator to carry out a program of environmental technology transfer and exchange of scientific information to make full use of EPA's research, development, and demonstration efforts. Directs the Science Advisory Board to submit annual reports to the Congress and the Administrator on the proposed research program described in the President's budget request for research, development, and demonstration activities of the EPA. Requires the Board to conduct periodic evaluations of selected areas of the current and planned activities. Requires concurrent submission to the Congress of any report required from the Board to the Administrator. Requires the Administrator, in reviewing research, development, and demonstration grant, contract, and cooperative agreement applications, to enter into cooperative agreements to conduct scientific and professional review of such applications. Authorizes the Administrator to use research funds authorized by this Act for such agreements. Repeals a required annual report from the Administrator of a five-year plan for environmental research, development, and demonstration. Directs the Administrator to report to the Senate Committee on Environment and Public Works and the House Committee on Science, Space, and Technology on the accomplishments of programs authorized under this Act as they relate to EPA's mission to protect public health and the environment. Authorizes the Administrator to: (1) conduct research on the nature and impacts of international environmental problems and how to respond to such problems; and (2) provide assistance to foreign countries and international bodies to improve the quality of the environment. Directs the Administrator to: (1) implement monitoring methodologies for measuring the level of pesticides in ambient and indoor air, groundwater, soil, and food; (2) assess routes of exposure to pesticides; (3) implement monitoring methodologies to assess the extent and effects of exposure to pesticides by agricultural workers and the level of human exposure to lawn and garden pesticides; (4) conduct a demonstration project to implement methodologies for assessing pesticide residues in food and assess the feasibility of establishing an EPA program for the routine monitoring of pesticide residues in food ready for marketing; (5) determine the extent of pesticide contamination in air and groundwater; (6) study the acute and chronic health effects of exposure to pesticides and the effects resulting from exposure to cholinesterase inhibitors; (7) implement methodologies for assessing the potential health effects on agricultural workers and consumers of agricultural products from exposure to chemical pesticides; (8) conduct field studies to assess the effects of exposure to pesticides introduced in the environment through long-term use; and (9) assess and monitor the impact of biological pesticides and the impact of pesticides on air quality. Makes specified amounts available for such activities. Requires the Administrator to develop methods for chemical storage and disposal and for remediating chemical contamination in soil, groundwater, and other environmental media. Directs the Administrator to: (1) establish a program to award grants to institutions of higher education for training graduate students in the field of environmental toxicology; and (2) sponsor internships for grant recipients at EPA laboratories and administrative offices and encourage EPA staff members to hold seminars and lecture at such institutions. Limits grants to three-year periods and authorizes grant renewals. Requires the Administrator to implement a research program to increase understanding of the health effects of exposure to electric and magnetic fields. Makes specified amounts available for such program. National Arid Climate Groundwater Research Center Act - Requires the Administrator to establish the National Arid Climate Groundwater Research Center in the State of Nevada. Directs the Center to: (1) study and evaluate the availability, usage, and management of groundwater in arid regions; (2) study and evaluate means of monitoring and regulating contaminants in groundwater; (3) coordinate groundwater research with Federal, State, and private agencies; (4) encourage graduate and undergraduate education in disciplines and professions related to groundwater; (5) provide a forum for consideration of issues involving the management and protection of groundwater; and (6) make its work accessible to the public. Authorizes appropriations. Requires the annual EPA appropriations request to identify funding for source reduction research, development, and demonstration activities as a separate account. Authorizes the Administrator to conduct, and makes funds available for, such activities. Requires the Administrator to conduct a research program on the use of indoor foliage for reducing indoor air pollution. Authorizes appropriations. Directs the Administrator to study and report to the Congress on the health risks, including the physiological and psychological effects on humans, associated with volcanic haze in the State of Hawaii. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Environmental Research, Development, and Demonstration Authorization Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Arid Climate Groundwater Research Center Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for environmental research, development, and demonstration for fiscal years 1992, 1993, and 1994, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:11-05:00"
}