{
  "actions": [
    {
      "acted_at": "1981-03-31", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-06", 
      "in_committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "subcommittee": "Civil Service and General Services", 
      "text": "Referred to Subcommittee on Civil Service and General Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-14", 
      "in_committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from GAO; CBO.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-04", 
      "in_committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Congressional Budget Office.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-09-30", 
      "in_committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from GAO.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s838-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on Civil Service, Post Office, and General Services", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-03-31", 
  "number": "838", 
  "official_title": "A bill to amend title 5, United States Code, to strengthen the principle of comparability as the basis for setting Federal pay and benefits, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3140-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3140-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Pay Comparability Reform Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-03-31", 
  "subjects": [
    "Armed forces and national security", 
    "Business and commerce", 
    "Civil service compensation", 
    "Civil service employment", 
    "Civil service system", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional veto", 
    "Cost of living adjustments", 
    "Federal employees", 
    "Federal employees and officials", 
    "Free enterprise", 
    "Fringe benefits", 
    "Government employees' health insurance", 
    "Government employees' life insurance", 
    "Health", 
    "Health insurance", 
    "Insurance", 
    "Leave of absence", 
    "Military pay", 
    "Presidential messages", 
    "Presidential powers", 
    "Recruiting of employees", 
    "Salaries", 
    "Sick leave", 
    "Wage surveys", 
    "Wages"
  ], 
  "subjects_top_term": "Civil service system", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-03-31", 
    "text": "Federal Pay Comparability Reform Act of 1981 - Declares it to be the policy of Congress that: (1) General Schedule pay rates and benefits be comparable to 94 percent of the pay and benefits of non-Federal employees for the same levels of work; and (2) General Schedule pay rates shall vary between pay areas in accordance with non- Federal pay rates. Directs the President to adjust General Schedule pay in accordance with such policies. Requires the pay rates for statutory pay systems other than the General Schedule to be comparable to the national average General Schedule rates. Requires the pay agent's annual report to the President to compare General Schedule pay and Federal employee benefits rather than pay alone with the pay and benefits of non-Federal employees as determined by surveys to be conducted by the Bureau of Labor Statistics (BLS). Directs the President to designate General Schedule pay areas and establish locality rates of pay by raising, lowering, or maintaining the national average pay rates for each area according to the relationship between Federal and non-Federal pay in such area as determined by the BLS. Requires that the President be assisted by the pay agent and advised by the Advisory Committee on Federal Pay. Authorizes the President to establish special rates of pay for one or more grades of occupations in certain areas where the Government is having difficulty in recruiting or retaining well-qualified individuals for such positions. Directs the President to review such pay rates annually and to modify or abolish such rates if appropriate. Eliminates the salary table for General Schedule pay rates. Requires General Schedule pay rates to be established for each pay area. Repeals cost of living allowances for Federal employees stationed outside the continental United States or in Alaska. Renames the prevailing rate system the Federal wage system. Requires the pay and benefits of appropriated fund Federal wage employees to be comparable to 94 percent of the prevailing wages, together with the benefits, of non-Federal employees in the local wage area. Directs the Office of Personnel Management to: (1) schedule full-scale wage surveys every three years (currently every two years) and interim surveys annually; (2) require lead agencies to survey all non- Federal wages in a wage area rather than only private sector wages, to consider Federal and non-Federal benefits in establishing wage rates for Federal wage employees, and to provide for pay differentials for shift work; and (3) develop and effectuate a plan for adjusting wage rates for Federal wage employees to correspond to adjustments in the General Schedule and other statutory pay systems pursuant to any alternative plan submitted by the President. Repeals provisions providing for steps and step increases for each grade of a regular wage schedule and night differentials. Authorizes the President to modify provisions of Federal law relating to annual and sick leave and other paid leave of Federal employees to: (1) make Federal leave programs comparable with non-Federal programs; (2) provide greater flexibility to employees; or (3) improve the administration of Federal leave programs. Directs the President to report any such modification to Congress and to publish it in the Federal Register and the Code of Federal Regulations. Requires the President to determine the amount the Government will contribute each year toward an employee's life and health insurance premiums. Maintains the current minimum amounts of such contributions. Requires that pay rates under the General Schedule, other statutory pay systems, and the Federal Wage System be increased by at least two percent for each of the next five years. Prohibits any reduction in an existing employee benefit program for five years after enactment of this Act. Directs the President to increase military pay and allowances on October 1 of each year by the average percentage increase in non-Federal pay for the 12 months preceding the latest BLS survey. Authorizes the President to propose an alternative adjustment by September 1 if appropriate because of national security considerations, a national emergency, or economic conditions. Declares that such alternative plan shall become effective on October 1 unless a joint resolution disapproving it passes into law within 30 days of continuous session after it is transmitted to Congress. Directs the President to implement all of the provisions of this Act within three years after its enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Pay Comparability Reform Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 5, United States Code, to strengthen the principle of comparability as the basis for setting Federal pay and benefits, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:43-05:00"
}