{
  "actions": [
    {
      "acted_at": "1976-07-30", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14976-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-07-30", 
  "number": "14976", 
  "official_title": "A bill to modernize and simplify customs recordkeeping and procedures, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Customs Modernization Act", 
  "sponsor": {
    "district": "3", 
    "name": "Frenzel, Bill", 
    "state": "MN", 
    "thomas_id": "00415", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-07-30", 
  "subjects": [
    "Customs administration", 
    "Department of the Treasury", 
    "Foreign trade and international finance", 
    "Foreign trade regulation", 
    "Government operations and politics", 
    "Imports", 
    "Tariff"
  ], 
  "subjects_top_term": "Customs administration", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-07-30", 
    "text": "Title I: Modernization of Customs Procedures - Customs Modernization Act - Amends the Tariff Act of 1930 to specify rates of duty on articles for consumption upon which the payment of duty may be delayed, and to authorize the Secretary of the Treasury to prescribe time limits within which the consignee of imported merchandise shall make entry for such merchandise. Amends such Act to repeal specified administrative requirements with respect to the release of imported merchandise from customs custody. Authorizes the Secretary to permit an alternative procedure for payment of duty on imported merchandise delayed. Amends such Act to require importers to maintain certain records with respect to imported articles, under regulations promulgated by the Secretary of the Treasury. Amends the Tariff Act of 1930 to set forth procedures for the examination of importers and others in investigations with respect to the entry or return of imported articles. Imposes a fine of not more than $5,000 or imprisonment for not more than one year, or both, together with the cost of prosecution, for failure to respond to a summons issued pursuant to such investigations. Stipulates, as a penalty for willful production of false documents or false swearing in such examinations, a person shall be adjudged guilty of perjury and, if such person is the importer of investigated merchandise, shall forfeit such merchandise or the value thereof. Amends the Tariff Act of 1930 to revise the penalties for failure of an importer to maintain or produce importation records for inspection by the Secretary of the Treasury. Amends such Act to permit withdrawal of imported merchandise from warehousing pursuant to regulations promulgated by the Secretary of the Treasury with respect to the delayed payment or alternative payment of duty. Sets forth procedures, under the Tariff Act of 1930, for the imposition of a monetary penalty or seizure and forfeiture of imported merchandise (1) for entry or attempted entry of such merchandise by fraud, or (2) for negligence which deprives or may deprive the United States of lawful duties. Revises the allotment of the burden of proof in forefeiture and certain penalty proceedings. Prohibits the assessment of any penalty for negligence in the importation of merchandise more than five years after the violation. Prohibits the assessment of any penalty for fraud in the importation of merchandise more than five years after discovery of the violation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Customs Modernization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to modernize and simplify customs recordkeeping and procedures, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:41-05:00"
}