{
  "actions": [
    {
      "acted_at": "1996-09-28", 
      "committee": "Committee on Banking and Financial Services, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Banking and Financial Services, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-28", 
      "committee": "House Banking and Financial Services", 
      "references": [], 
      "text": "Referred to House Banking and Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-28", 
      "in_committee": "House Banking and Financial Services", 
      "references": [], 
      "subcommittee": "Financial Institutions and Consumer Credit", 
      "text": "Referred to the Subcommittee on Financial Institutions and Consumer Credit.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-28", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-10-04", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Commercial and Administrative Law", 
      "text": "Referred to the Subcommittee on Commercial and Administrative Law.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4318-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions and Consumer Credit", 
      "subcommittee_id": "15"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Commercial and Administrative Law", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-09-28", 
  "number": "4318", 
  "official_title": "To provide for a system of guaranteeing the deposits and certain other liabilities of depository institutions through a self-regulating system of cross-guarantees, to protect taxpayers against deposit insurance losses, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Deposit Insurance Reform, Regulatory Modernization, and Taxpayer Protection of 1996", 
  "sponsor": {
    "district": "6", 
    "name": "Petri, Thomas E.", 
    "state": "WI", 
    "thomas_id": "00912", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-09-28", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Advertising", 
    "Affiliated corporations", 
    "Auditing", 
    "Bank capital", 
    "Bank deposits", 
    "Bank directors", 
    "Bank examination", 
    "Bank failures", 
    "Bank holding companies", 
    "Bank loans", 
    "Bank management", 
    "Bank mergers", 
    "Bankruptcy", 
    "Branch banking", 
    "Business losses", 
    "Civil procedure", 
    "Commerce", 
    "Commercial arbitration", 
    "Confidential communications", 
    "Conflict of interests", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Contracts", 
    "Corporate mergers", 
    "Crime and law enforcement", 
    "Data banks", 
    "Debt", 
    "Debtor and creditor", 
    "Deposit insurance", 
    "District courts", 
    "Dividends", 
    "Economics and public finance", 
    "Electronic data processing", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Federal Deposit Insurance Corporation", 
    "Federal preemption", 
    "Federal reserve system", 
    "Fees", 
    "Finance and financial sector", 
    "Financial deregulation", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Foreign banks and banking", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Injunctions", 
    "Insurance companies", 
    "Insurance premiums", 
    "Insurance rates", 
    "Interest", 
    "Interest rates", 
    "Investments", 
    "Jurisdiction", 
    "Law", 
    "Leases", 
    "Liability (Law)", 
    "Loans", 
    "Local taxation", 
    "Parties to actions", 
    "Partnerships", 
    "Punitive damages", 
    "Risk management", 
    "Savings and loan associations", 
    "Savings banks", 
    "Science, technology, communications", 
    "Signs and symbols", 
    "State laws", 
    "State taxation", 
    "Subsidiary corporations", 
    "Surety and fidelity", 
    "Tax returns", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Trusts and trustees", 
    "Valuation", 
    "Voting"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-09-28", 
    "text": "TABLE OF CONTENTS: Title I: 100-Percent Cross-Guarantees Subtitle A: Definitions Subtitle B: Cross-Guarantee Process Subtitle C: Powers and Duties of the CGRC Subtitle D: Miscellaneous Provisions Subtitle E: Transition to 100 Percent Cross-Guarantee Process Title II: Amendments to Other Banking Laws Title III: Amendment to Title 11, United States Code Subtitle A: Amendments to Chapter 1 of Title 11 Subtitle B: Amendments to Chapter 3 of Title 11 Subtitle C: Amendments to Chapter 5 of Title 11 Subtitle D: Amendments to Chapter 11 of Title 11 Title IV: Amendment to Title 28, United States Code Deposit Insurance Reform, Regulatory Modernization, and Taxpayer Protection Act of 1996 - Title I: 100-Percent Cross-Guarantees - Subtitle A: Definitions - Sets forth definitions of terms used in this Act. (Sec. 102) States that the purposes of this title are to: (1) establish a private, competitive deposit insurance marketplace; (2) require each bank and savings association which accepts deposits to protect their full amount, along with most other nondeposit liabilities, by obtaining cross-guarantee contracts from syndicates of direct guarantors; (3) induce depository institutions to lend and invest wisely by authorizing direct guarantors which issue cross-guarantee contracts to charge risk-sensitive premiums for the guarantees, and negotiate with the banks and savings associations all other contract terms and conditions; (4) make the cross-guarantee process self-regulating by establishing constructive tensions among system participants; (5) establish a closed system with tier after tier of guarantors to stand behind a guarantee and a \"stop-loss\" mechanism to spread large losses to ensure that no guaranteed obligation will go unpaid; (6) force guarantors to promptly pay for any losses and to prevent guarantors from using legal actions to recover losses from other persons; and (7) regulate the cross-guarantee marketplace only to the extent necessary to maintain the safety and viability of the entire cross-guarantee process, not the solvency of any individual bank or savings association regardless of size. Subtitle B: Cross Guarantee Process - Sets forth a date by which a depository institution shall be a guaranteed depository institution or guaranteed banking office unless it is either a noninsured Federal branch or a failed depository institution. (Sec. 112) Outlines the scope of the cross-guarantee process, including: (1) cross-guarantee and stop-loss contracts; (2) group cross-guarantee contracts; (3) parties and affiliates related to a depository institution which shall be guaranteed under one contract; (4) nondepository institutions which may become guaranteed companies; and (5) syndicate agents. (Sec. 113) Delineates requirements common to cross-guarantee and stop-loss contracts, including: (1) stop-loss limit for losses of a guaranteed party as a direct guarantor of other guaranteed parties; (2) stop-loss obligations of direct guarantors; (3) consolidation of two or more guaranteed parties; (4) calculation of stop-loss payments plus interest; (5) the independence of a direct guarantor's cross-guarantee obligations under the contract from other parties' obligations; (6) prohibition against a guaranteed party's being a direct guarantor under the same contract, and against a direct guarantor's obtaining collateral for cross-guarantee obligations; (7) contract provisions on division of liability; (8) cancellation of contracts by syndicates and by the guaranteed party; (9) continued effectiveness of contracts after the conversion of the charter of a depository institution; and (10) syndicate voting rules. (Sec. 114) Identifies: (1) requirements that are applicable only to cross-guarantee and stop-loss contracts respectively; (2) obligations which may not be guaranteed under a cross-guarantee contract; (3) obligations which are permissible under a cross-guarantee contract; (4) a schedule for the minimum number of direct and second-tier guarantors in order to achieve maximum risk diversification; and (5) eligibility and requirements for direct guarantors, including risk diversification requirements. (Sec. 117) Sets forth the powers and duties relating to cross-guarantee and stop-loss syndicates. (Sec. 118) Cites circumstances under which a cross-guarantee syndicate may assume control of a guaranteed company. (Sec. 119) Confers original jurisdiction upon the Federal district courts over actions arising under a cross-guarantee or stop-loss contract. Subtitle C: Powers and Duties of the CGRC Establishes the Cross-Guarantee Regulation Corporation (CGRC) as the exclusive authority to enforce compliance with this Act. (Sec. 123) Prescribes procedural guidelines for CGRC approval of cross-guarantee, stop-loss, or group cross-guarantee contracts, subsequent to notice and review. (Sec. 124) Requires the CGRC to establish a central electronic repository for cross-guarantee, stop-loss, and group cross-guarantee contracts, including: (1) a data base of active guarantors; and (2) a registry of individuals who had a judgment entered against them in either a criminal or civil case related to a financial institution. (Sec. 125) Prohibits the existence of two or more closed loops unless at least one cross-guarantee or stop-loss contract is a contract in each closed loop that exists in the system. (Defines a closed loop as a set of cross-guarantee and stop-loss contracts in which each direct guarantor under the set is also a guaranteed party under one contract within the set.) Requires a new, successor cross-guarantee or stop-loss contract to replace any such contract governing each guaranteed party where the multiple closed loop prohibition is violated. Grants the CGRC receivership powers for failure to submit a successor contract in such circumstances. (Sec. 126) Vests the Secretary of the Treasury with authority to require the CGRC to enforce this title. (Sec. 128) Establishes the Cross-Guarantee Backup Fund, administered by the Federal Deposit Insurance Corporation (FDIC) (until such time as administration is transferred to the CGRC). States that deposits in any guaranteed depository institution or banking office shall be insured against loss to the same extent as deposits under the Federal Deposit Insurance Act. Restricts the use and disposition of Fund amounts solely to insure deposits in any guaranteed depository institution or banking office against loss. Subtitle D: Miscellaneous Provisions - Directs the CGRC to ensure that any company (other than specified kinds of institutions) which accepts deposits (or assumes obligations which would be deposits if it were a bank or savings association) is actually in compliance with Federal and State requirements. (Sec. 132) Requires the Board of Governors of the Federal Reserve System to certify annually to certain congressional committees on the status of losses incurred in connection with loans or advances. (Sec. 133) Permits a guaranteed company or banking office to advertise its cross-guarantee status. (Sec. 134) Provides that guaranteed depository institutions remain federally insured depositories for purposes of State or Federal law. Subtitle E: Transition to 100 Percent Cross-Guarantee Process - Identifies an effective date for the cross-guarantee system, and a deadline for depository institutions to acquire guaranteed status. Directs the FDIC to appoint a receiver immediately for any depository institution which does not acquire such status. (Sec. 144) Prescribes procedural guidelines for funding the Cross- Guarantee Backup Fund, including merger of the Savings Association Insurance Fund (SAIF) into the Bank Insurance Fund (BIF). Requires the Financing Corporation (FICO) to use certain funds transferred from the BIF to purchase non-interest-bearing direct obligations of the United States. Terminates FICO's assessment authority upon such purchase. (Sec. 145) Abolishes: (1) the Federal Financial Institutions Examination Council, as of the date on which all depository institutions become guaranteed depository institutions; and (2) the FDIC, as of the date on which the last receivership or conservatorship appointed by the FDIC has been resolved. Title II: Amendments to Other Banking Laws - Amends Federal banking law to exempt national banks with guaranteed depository institution status from specified requirements that are covered by cross-guarantee contracts, including: (1) minimum capital requirements; (2) requirements relating to directors of banks; (3) member bank director interlocks with securities firms; (4) security and collateral requirements; (5) reports of condition; and (6) the limitations and conditions on real estate lending authority. (Sec. 201) Denies the following agencies oversight powers over a national member bank which is a guaranteed depository institution: (1) Comptroller of the Currency; (2) the Federal Reserve Board of Governors; or (3) any Federal reserve bank. Amends the Federal Reserve Act to exempt a guaranteed depository institution from: (1) member bank loan limitations; (2) limitation on access to the payment and clearing systems; (3) capital reserve, and reporting requirements; (4) examination requirements; (5) forfeiture provisions; (6) security and collateral requirement; (7) affiliate reporting requirements; (8) interest requirements; (9) interbank liabilities and transactions with affiliates; (10) limitations on investments in, or loans on, bank premises; (11) bankers' acceptances; (12) purchasing and lending limits relating to directors and officers; and (13) Federal Reserve Board authority to appoint a conservator or receiver. (Sec. 203) Amends the Home Owners' Loan Act (HOLA) to exempt guaranteed savings associations from certain strictures, including: (1) oversight by the Director of the Office of Thrift Supervision; (2) limitations on deposit, loan, and investment powers; (3) enforcement and conservatorship and receivership provisions; (4) fitness standards; (5) minimum capital requirements; (6) requirements governing loans to one borrower; (7) reports of condition; (8) liquid asset requirements; (9) affiliate transaction and lending limits relating to directors and officers. Exempts savings and loan holding companies which control guaranteed savings associations from HOLA requirements governing: (1) examination and reporting; (2) dividend declaration; and (3) restrictions on high-risk activities. Title III: Amendments to Title 11, United States Code - Subtitle A: Amendments to Chapter 1 of Title 11 - Makes technical and conforming amendments to Federal bankruptcy law to include within its purview the guaranteed depository institutions and companies created by this Act. Subtitle B: Amendments to Chapter 3 of Title 11 - Makes technical and conforming amendments to Federal bankruptcy law to include within its purview the guaranteed depository institutions and companies created by this Act. Subtitle C: Amendments to Chapter 5 of Title 11 - Makes technical and conforming amendments to Federal bankruptcy law to include within its purview the guaranteed depository institutions and companies created by this Act. Subtitle D: Amendments to Chapter 11 of Title 11 - Makes technical and conforming amendments to Federal bankruptcy law to include within its purview the guaranteed depository institutions and companies created by this Act. Title IV: Amendment to Title 28, United States Code - Amends the Federal judicial code to identify the venue for a proceeding arising in or related to a case governed by bankruptcy law regarding the debtor's satisfaction of a guaranteed obligation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Deposit Insurance Reform, Regulatory Modernization, and Taxpayer Protection of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for a system of guaranteeing the deposits and certain other liabilities of depository institutions through a self-regulating system of cross-guarantees, to protect taxpayers against deposit insurance losses, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:50-05:00"
}