{
  "actions": [
    {
      "acted_at": "1985-04-02", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-02", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Housing and Community Development", 
      "text": "Referred to Subcommittee on Housing and Community Development.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1870-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Housing and Community Development", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-02", 
  "number": "1870", 
  "official_title": "A bill to amend and extend certain Federal laws relating to housing, community and neighborhood development, and related programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Housing and Community Development Amendments of 1985", 
  "sponsor": {
    "district": "15", 
    "name": "Wylie, Chalmers P.", 
    "state": "OH", 
    "thomas_id": "01249", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-04-02", 
  "subjects": [
    "Administrative fees", 
    "Agriculture and Rural Affairs", 
    "Apartment houses", 
    "Authorization", 
    "Civil Rights and Liberties", 
    "Community development", 
    "Department of Housing and Urban Development", 
    "Disabled", 
    "Economics and public finance", 
    "Federal aid to Indians", 
    "Federal aid to community development", 
    "Federal aid to housing", 
    "Federally-guaranteed loans", 
    "Government operations and politics", 
    "Hawaii", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Housing discrimination", 
    "Housing finance", 
    "Housing for the aged", 
    "Housing for the handicapped", 
    "Housing subsidies", 
    "Income", 
    "Indian lands", 
    "Low-income housing", 
    "Moderate income housing", 
    "Mortgage guaranty insurance", 
    "Mortgage loans", 
    "Mortgages", 
    "Native Americans", 
    "Public housing", 
    "Rent", 
    "Rent subsidies", 
    "Rental housing", 
    "Research", 
    "Residential energy conservation", 
    "Residential rehabilitation", 
    "Rural affairs legislation", 
    "Rural housing", 
    "Social welfare", 
    "Solar heating and cooling", 
    "Urban affairs", 
    "Urban areas", 
    "Urban economic development", 
    "Urban homesteading", 
    "Urban renewal"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-02", 
    "text": "Housing and Community Development Amendments of 1985 - Title I: Community and Neighborhood Development - Amends the Housing and Community Development Act of 1974 to authorize FY 1986 through 1987 appropriations for: (1) the community development block grant (CDBG) program; and (2) the Secretary of Housing and Urban Development's discretionary fund. Modifies the definition of \"Indian tribe\" for community block grant purposes to mean an Indian tribe, band, nation, or Alaskan Native Village, and not a tribal organization. Provides for a statewide, rather than a county-by-county basis for determining nonmetropolitan low-and moderate-income levels for CDBG State program purposes. Amends the CDBG statement of activities and review provisions to: (1) repeal provisions requiring a description of a grantee's past use of funds; (2) exempt States from the community development plan requirement; (3) substitute for the housing assistance plan certification a certification that the grantee will cooperate in providing low-and middle-income housing; and (4) repeal the limitation on assessments to recover the cost of CDBG-assisted public improvements. Provides that 60 percent of CDBG funds shall be for metropolitan cities and urban counties, and 40 percent for the State's program. (Current law requires a 70/30 distribution.) Requires (current law authorizes) State administration of the State CDBG program. Repeals the requirement that the Governor sign the necessary program certifications. Sets forth transition funding provisions for communities which lose their classification as a city or urban county for FY 1986 or thereafter. Makes a FY 1985-eligible metropolitan city that loses such classification for FY 1986: (1) eligible for 50 percent funding in FY 1986; and (2) eligible for parallel State funding. Stipulates that any city that elects to have its population included in an urban county for FY 1986 shall be ineligible for such transition funding. Makes a community that loses its metropolitan city or urban county classification as a result of population loss eligible for full transition funding for the first year and 50 percent funding for the second year. Authorizes parallel State funding. Stipulates that: (1) a community that elects to have its population included in an urban county shall be ineligible for such transition funding; and (2) a community that receives such funding for the first year cannot join with an urban county in the second eligibility year. Amends State allocation provisions to include, for cities or counties receiving transition funding, 50 percent of the values relating to population, poverty, housing age, and housing overcrowding for the year or 50 percent funding. Reduces from $102,000 to $100,000 the amount of administrative expenses that a State may deduct from amounts received for distribution in nonentitlement areas. Makes the existing CDBG annual reporting requirement a triennial reporting requirement, with the first such report due within 180 days of the end of FY 1985. Repeals the provisions authorizing: (1) discretionary grants for new communities; (2) advance drawdowns of rehabilitation-designated funds; (3) loan guarantees; and (4) the urban development action grant program. Amends the Housing Act of 1964 to repeal the direct rehabilitation loan program. (Retains revolving fund provisions until transferred or until the end of FY 1986, whichever is earlier.) Amends the Housing and Community Development Act of 1974 to authorize FY 1986 and 1987 appropriations for the urban homesteading program. Authorizes States and localities to charge for the conveyance of homestead property to non-lower income people. Directs that such funds be transferred to the Treasury. Title II: Housing Assistance Programs - Part A: General - Amends the United States Housing Act of 1937 to increase budget authority for specified lower-income housing projects. Limits FY 1986 contract authority for public housing improvement assistance to $175,000,000, to be used only for emergency needs. Authorizes the Secretary to require applicants and participants in Department of Housing and Urban Development (HUD): (1) programs involving loans, grants, interest or rental assistance, or mortgage or mortgage loan insurance to provide their social security number or employer identification number as a condition of eligibility; or (2) programs involving initial or periodic income review to sign a consent form as a condition of eligibility. Amends the Social Security Act to give HUD and public housing authorities access to State unemployment and wage information. Amends the definition of \"disabled\" in a specified section of the United States Housing Act of 1937 and the definition of \"developmentally disabled individual\" in a section of the Housing Act of 1959 to conform to the Developmentally Disabled and Bill of Rights Act. Part B: Public and Indian Housing - Amends the United States Housing Act of 1937 to prohibit the Secretary from making low income housing project loans except for projects for which funding has been reserved before October 1, 1986. Provides, with regard to such loans, for the cancellation of: (1) principal and interest, except for those loans not intended to be repaid from annual contributions or involving third parties; and (2) the Secretary's debt to the Treasury. Replaces the existing annual contribution method of financing public housing with a one-time capital contribution method, effective as of October 1, 1987. Increases the portion of income that may be used for rent for public housing home ownership programs. Authorizes the Secretary to: (1) apply to a Federal or State court for appointment of a receiver for a public housing authority if such authority is in substantial default of the covenants and conditions to which it is subject; and (2) petition the court for temporary or preliminary relief pending the default determination. Part C: Other Assisted Housing - Amends the Housing Act of 1959 to make permanent borrowing authority for direct loans for housing for the elderly or the handicapped. Provides with regard to the section 8 assisted housing program that FY 1985 fair market rents shall continue through FY 1986. Makes the housing voucher program permanent. Authorizes the Secretary to increase maximum rents above the amounts otherwise permitted if necessary to assist in the sale of HUD-owned multifamily projects. Repeals the moderate rehabilitation program. Permits lower-income families whose rent exceeds 30 percent of their adjusted income to participate in the housing voucher program. Amends the Housing and Community Development Act of 1974 to repeal: (1) the provision providing for local review of housing applications where the local authority has a HUD-approved housing assistance plan; and (2) the notice and comment exemption for specified State-financed assistance. Requires the Secretary, beginning in FY 1988, to allocate housing funds equally between metropolitan and nonmetropolitan areas. Amends the Housing and Urban Development Act of 1965 to require a rent supplement project owner (currently the Secretary) to give housing priority to persons who are displaced, in substandard housing, or paying more than 50 percent of their income for rent. Repeals the requirement that HUD issue tenant eligibility certificates to requesting project owners. Amends the Housing Act of 1959 to repeal the requirement that entities receiving loans to develop housing for the elderly or handicapped include community representatives in their governing boards. Title III: Program Amendments and Extensions - Part A: Federal Housing Administration - Amends the National Housing Act to extend through FY 1987 the following HUD-Federal Housing Administration (FHA) mortgage and loan insurance programs: (1) property improvement and manufactured home loan insurance; (2) basic home mortgage insurance; (3) rental housing insurance; (4) cooperative housing insurance; (5) rehabilitation and neighborhood conservation housing insurance; (6) moderate income and displaced families housing; (7) miscellaneous housing insurance, including insurance in older urban areas and for existing multifamily housing projects and hospitals; (8) housing for the elderly; (9) experimental housing; (10) condominium insurance; (11) special mortgage insurance; (12) homeowner fee simple purchases; (13) supplemental loans for multifamily housing projects, health facilities, and energy conservation improvements; (14) middle income home ownership; (15) coinsurance; (16) mortgage insurance on graduated payment and indexed mortgages; (17) single family mortgage on Hawaiian and Indian home lands; (18) adjustable rate single family mortgages; (19)shared appreciation mortgages; and (20) mortgage insurance for land development. (Permits expiration of the following HUD-FHA mortgage insurance programs: (1) mortgage insurance for servicemen; (2) mortgage insurance for nursing homes, intermediate care facilities, and board and care homes; (3) homeownership for lower income families; (4) countercyclical economic stimulus; (5) mortgage insurance for hospitals; (6) armed forces housing; and (7) group practice facilities.) Makes conforming and technical amendments to the National Housing Act. Amends the National Housing Act to revise the Secretary's authority in setting insurance premium charges under the property improvement and manufactured home loan programs. Provides that Hawaiian and Indian home lands mortgages shall be General Insurance Fund obligations. Amends the Housing and Community Development Act of 1977 to repeal the requirement that HUD publish prototype housing costs for one- to four-family housing units. Amends the National Housing Act to increase mortgage limits for multifamily projects in high-cost areas. Civil Recovery Double Damages Act - Provides a double damages civil remedy for the unauthorized use of multifamily housing project assets and income. Gives the Attorney General, upon the Secretary's request, exclusive authority to initiate such proceedings (which may be brought up to six years after any misuse of funds has been discovered). Part B: Other Programs - Authorizes FY 1986 and 1987 appropriations for HUD research programs. Authorizes the Secretary to make grants to, or enter into cooperative agreements or contracts with, State or local governments or private or public institutions for programs to prevent or eliminate discriminatory housing practices. Authorizes FY 1986 and 1987 appropriations. Repeals specified congressional reporting requirements under the Department of Housing and Urban Development Act and the Solar Energy and Energy Conservation Bank Act. Amends the National Manufactured Construction and Safety Standards Act of 1974 to expand HUD's fee-collection authority. Amends the Interstate Land Sales Full Disclosure Act to eliminate the maximum fee amount for interstate land sales registration. Title IV: Rental Rehabilitation and Development Grants - Amends the United States Housing Act of 1937 to repeal the housing development grant program. Permits States to use rental rehabilitation grants in rural areas."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Housing and Community Development Amendments of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Civil Recovery Double Damages Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend and extend certain Federal laws relating to housing, community and neighborhood development, and related programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:08-05:00"
}