{
  "actions": [
    {
      "acted_at": "1977-02-10", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s689-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abourezk, James", 
      "sponsored_at": "1977-01-03", 
      "state": "SD", 
      "thomas_id": "01268", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Allen, James B.", 
      "sponsored_at": "1977-01-03", 
      "state": "AL", 
      "thomas_id": "01271", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Church, Frank", 
      "sponsored_at": "1977-01-03", 
      "state": "ID", 
      "thomas_id": "01305", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-10", 
  "number": "689", 
  "official_title": "A bill to amend the Federal Aviation Act of 1958 to encourage, develop, and attain an air transportation system which relies on competitive market forces to determine the variety, quality, and price of air services.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Air Transportation Regulatory Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-10", 
  "subjects": [
    "Air cargo", 
    "Air routes", 
    "Airline rates", 
    "Airlines", 
    "Aviation", 
    "Charter airlines", 
    "Civil Aeronautics Board", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-10", 
    "text": "Air Transportation Regulatory Reform Act - Amends the Federal Aviation Act of 1958 to direct the Civil Aeronautics Board, in the exercise of its duties with respect to interstate and overseas air transportation, to consider as being in the public interest the development of an air transportation system which relies on competitive market forces to determine the variety, quality and price of air services. Requires the Board to issue certificates to engage in scheduled or charter interstate or overseas passenger air transportation if certain conditions are met unless the Board finds that such transportation is not consistent with the public convenience and necessity (previously a certificate could only be granted if the public convenience and necessity required such service). Stipulates that such standards shall be used regarding applications to engage in all-cargo operations before January 1, 1979. Requires the Board, with respect to applications to engage in all-cargo transportation after such date, to issue the requested certificate regardless of whether it is inconsistent with the public convenience and necessity. Stipulates that if an air carrier holding nonstop authority to engage in scheduled air transportation between any two points listed on its certificate does not exercise such authority to a specified extend the Board shall issue a certificate authorizing such transportation to another carrier. Establishes notice procedures which the Board must follow before granting such authority. Authorizes air carriers to apply to the Board at the beginning of each year for a restricted discretionary certificate to serve additional pairs of points not included in such carrier's certificate. Restricts the number of additional points which carriers that have operated above a specified seat-mile level during the previous year may serve under such a certificate. Requires the Board, in the event that more than one application has been received to service particular points, to give preference to carriers which have operated below a specified number of seat-miles during the previous year. Prohibits air carriers engaged in such service from increasing fares or substantially reducing the level of capacity except upon 60 days' notice filed with the Board. Allows air carriers which have engaged continuously for 18 consecutive months in such service to apply to the Board to engage in unrestricted nonstop scheduled air transportation between such points. Stipulates that certificates to engage in interstate or overseas charter or all-cargo operations need only designate terminal and intermediate points as the Board deems practicable and need only designate the geographical areas in which such service may be rendered. Requires the Board to eliminate all closed door restrictions on any certificate. Directs the Board to remove other restrictions upon the request of a carrier or upon its own initiative. Limits the amount of charter trips which a carrier other than a charter air carrier may perform. Sets forth procedures regarding the suspension or revocation of certificates by the Board. Allows air carriers to terminate any interstate or overseas air transportation service required by its certificate upon 90 days' notice filed with the Board. Authorizes the Board to temporarily suspend such termination. Sets forth insurance and bonding requirements for air carriers. Authorizes air carriers to revise fares upon 60 days' notice filed with the Board where such rate change is within the authorized limits under this Act. Establishes a Federal subsidy program to insure adequate air service to communities which require but cannot otherwise obtain access to a national air transportation network. Eliminates mandatory Board jurisdiction over consolidation, merger, purchase, or acquisition of control agreements. Requires individuals desiring to enter into such a transaction to file a notice of such proposed action with the Attorney General. Requires the Attorney General upon a belief that such transaction would violate the antitrust laws, to notify the Board, the parties to the transaction, and other interested parties of such belief. Requires the suspension of such transaction after such notice is given. Authorizes the Attorney General to exempt a class of transactions from such premerger notification if such transactions do not affect the control of an air carrier directly engaged in the operation of aircraft and does not restrain competition or create a monopoly. Authorizes the Board to exempt any person or class of persons from the requirements of this Act if such exemption is in the public interest. Exempts air carriers which engage in air transportation solely with aircraft having a maximum passenger capacity of less than 56 passengers or a maximum payload capacity of less than 18,000 pounds from the requirement that they hold a certificate. Authorizes the Board to increase such capacity when the public interest so requires. Eliminates the power of the President to approve or disapprove the issuance, transfer, suspension, revocation, or modification of any certificate authorizing an air carrier to engage in overseas or foreign air transportation. Limits the Board's power to prescribe minimum and maximum fares for air transportation. Prohibits the Board from finding a rate to be too high unless before January 1, 1980, it is more than ten percent higher than the previous year and after such date 20 percent higher than the previous year. Prohibits the Board from finding a rate to be too low if such rate is above the carrier's direct cost for such service. Authorizes the Board to dispense with oral evidentiary proceedings for applications pertaining to interstate or overseas air transportation. Requires the Board to either grant or deny such applications within 30 days after a decision not to require a hearing. Stipulates that if the Board does not act within such time the application shall be deemed granted as applied for. Sets forth procedures for oral evidentiary proceedings for applications relating to air transportation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Air Transportation Regulatory Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Aviation Act of 1958 to encourage, develop, and attain an air transportation system which relies on competitive market forces to determine the variety, quality, and price of air services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:05-05:00"
}