{
  "actions": [
    {
      "acted_at": "1997-01-07", 
      "references": [
        {
          "reference": "CR E41-42", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-01-07", 
      "committee": "House Committee on Government Reform and Oversight", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Government Reform and Oversight.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-01-22", 
      "in_committee": "House Committee on Government Reform and Oversight", 
      "references": [], 
      "subcommittee": "Postal Service", 
      "text": "Referred to the Subcommittee on Postal Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-04-16", 
      "in_committee": "House Committee on Government Reform and Oversight", 
      "in_subcommittee": "Postal Service", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-24", 
      "in_committee": "House Committee on Government Reform and Oversight", 
      "in_subcommittee": "Postal Service", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-24", 
      "in_committee": "House Committee on Government Reform and Oversight", 
      "in_subcommittee": "Postal Service", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended) by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr22-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Reform and Oversight", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Government Reform and Oversight", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Postal Service", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Cook, Merrill", 
      "sponsored_at": "1998-04-30", 
      "state": "UT", 
      "thomas_id": "01475", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Walsh, James T.", 
      "sponsored_at": "1998-05-13", 
      "state": "NY", 
      "thomas_id": "01197", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-01-07", 
  "number": "22", 
  "official_title": "To reform the postal laws of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Postal Reform Act of 1997", 
  "sponsor": {
    "district": "24", 
    "name": "McHugh, John M.", 
    "state": "NY", 
    "thomas_id": "00773", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-01-07", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Adult education", 
    "Air cargo", 
    "Antitrust actions", 
    "Antitrust law", 
    "Appropriations", 
    "Armed forces and national security", 
    "Assault", 
    "Auditing", 
    "Authorization", 
    "Burglary", 
    "Capital punishment", 
    "Civil rights and liberties, minority issues", 
    "Classified defense information", 
    "Commerce", 
    "Confidential communications", 
    "Congress", 
    "Congressional committees (House)", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Consumer complaints", 
    "Continuing education", 
    "Correspondence schools and courses", 
    "Counterfeiting", 
    "Credit cards", 
    "Crime and law enforcement", 
    "Debit cards", 
    "Department of the Treasury", 
    "Depositions", 
    "Direct mail advertising", 
    "Discovery (Law)", 
    "Dismissal of employees", 
    "Drug abuse", 
    "Drug traffic", 
    "Economics and public finance", 
    "Education", 
    "Employee-management relations in government", 
    "Environmental protection", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Federal budgets", 
    "Federal officials", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Firearms", 
    "Forfeiture", 
    "Forgery", 
    "Fringe benefits", 
    "Government attorneys", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Government securities", 
    "Government trust funds", 
    "Governmental investigations", 
    "Higher education", 
    "Indexing (Economic policy)", 
    "Injunctions", 
    "Inspectors general", 
    "Investment of public funds", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Larceny", 
    "Law", 
    "Legal fees", 
    "Marketing", 
    "Merit Systems Protection Board", 
    "New products", 
    "Nonprofit organizations", 
    "Official secrets", 
    "Packaging", 
    "Periodicals", 
    "Personnel management", 
    "Police", 
    "Pornography", 
    "Postage stamps", 
    "Postal Rate Commission", 
    "Postal crimes", 
    "Postal employees", 
    "Postal facilities", 
    "Postal rates and revenues", 
    "Postal service", 
    "Presidential commissions", 
    "Probation", 
    "Profit", 
    "Public meetings of administrative bodies", 
    "Punitive damages", 
    "Put and call transactions", 
    "Receiving stolen goods", 
    "Recidivists", 
    "Revolving funds", 
    "Right of privacy", 
    "Robbery", 
    "Salaries", 
    "Security measures", 
    "Sentences (Criminal procedure)", 
    "Sentencing guidelines", 
    "Social welfare", 
    "Stalking", 
    "Strategic planning", 
    "Subpoena", 
    "Tax-exempt securities", 
    "Teaching materials", 
    "Trade secrets", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Transportation of hazardous substances", 
    "United States Postal Service", 
    "Vending machines", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-01-07", 
    "text": "TABLE OF CONTENTS: Title I: Organization Title II: General Authority Title III: Presidential Postal Employee-Management Commission Title IV: Finance Title V: Budget and Appropriations Process Title VI: Miscellaneous Provisions Relating to Postal Rates, Classes, and Services Title VII: Provisions Relating to the Transportation, Carriage, or Delivery of Mail Title VIII: Direct Appeal of Decisions of the Merit Systems Protection Board Title IX: Law Enforcement Subtitle A: Amendments to Title 39, United States Code Subtitle B: Other Provisions Title X: New System Relating to Postal Rates, Classes, and Services Postal Reform Act of 1997 - Title I: Organization - Amends Federal law regarding the United States Postal Service to redesignate: (1) Governors and the Board of Governors as Directors and the Board of Directors; and (2) the Postmaster General and the Deputy Postmaster General as the Chief and the Deputy Chief Executive Officer of the Service. Title II: General Authority - Authorizes the Service to employ guards for all buildings and areas owned or occupied by, or under the charge and control of, the Service. Specifies that such guards shall have, with respect to such property, the powers of special police officers. Authorizes the Chief Executive Officer to take specified actions with respect to such property. (Sec. 202) Treats the date of postmark as the date of appeal in connection with the closing or consolidation of post offices. Title III: Presidential Postal Employee-Management Commission - Revises postal provisions to replace provisions regarding the Postal Service Advisory Council with those establishing a Presidential Postal Employee-Management Commission, which shall study and make recommendations on how employee-management relations within the Service might be improved. Sets forth administrative and reporting requirements. Title IV: Finance - Modifies postal provisions regarding sums in the Postal Service Fund to authorize the Service to provide: (1) that amounts which would otherwise be deposited in the Fund be directly deposited in a Federal Reserve bank or a depository for public funds selected by the Service (current law requires the approval of the Secretary of the Treasury); and (2) for transfers of funds between or among Federal Reserve banks, depositories for public funds, and the Fund. Directs the Service to: (1) prepare a master plan for the exercise of its authority with respect to the Fund; and (2) submit such plan and any revision to the President, the Secretary, and each House of Congress at least 30 days before the proposed implementation date. (Sec. 402) Modifies postal provisions to authorize: (1) the Service, upon determining that moneys in the Fund are in excess of current needs, to invest such amounts as it considers appropriate in obligations of, or guaranteed by, the Government; and (2) the Secretary to purchase Service obligations in such sums as the Secretary and the Service may agree. (Sec. 403) Specifies that obligations issued by the Service shall not be eligible for purchase by, commitment to purchase by, or sale or issuance to, the Federal Financing Bank. (Sec. 404) Repeals provisions regarding the Secretary's preemption of borrowing by the Service. Title V: Budget and Appropriations Process - Repeals postal provisions regarding transitional appropriations. Specifies that liabilities of the former Post Office Department to the Employees' Compensation Fund shall remain liabilities of the Service payable out of the Fund. (Sec. 502) Amends the Postal Reorganization Act to require the Service, regarding anyone receiving benefits as a former Post Office Department officer or employee, to have the same authorities and responsibilities as it has with respect to a Service officer or employee receiving such benefits. (Sec. 503) Repeals authorizations of appropriations to the Service for public service costs, revenue foregone, and certain compensatory appropriations. (Sec. 504) Modifies postal provisions to replace references to the Committee on Post Office and Civil Service with references to the Committee on Government Reform and Oversight. Title VI: Miscellaneous Provisions Relating to Postal Rates, Classes, and Services - Specifies that, upon termination of an agency relationship between an addressee and a commercial mail receiving agency (CMRA) (i.e., a private business that acts as the mail receiving agent for specific clients): (1) the addressee, or the CMRA if so authorized, may file a change-of-address order with the Service regarding such addressee; (2) a change-of-address order so filed shall, to the extent practicable, be given full force and effect; and (3) any mail for the addressee that is delivered to the CMRA after the filing of an appropriate order shall, if marked for forwarding and remailed by the CMRA, be forwarded by the Service in the same manner, and subject to the same terms and conditions, as mail forwarded directly by the Service to the addressee. (Sec. 602) Waives requirements for mailing specified matter at reduced rates. (Sec. 603) Authorizes: (1) any Commissioner of the Postal Rate Commission, administrative law judge appointed by the Commission, and employee of the Commission so designated to administer oaths, examine witnesses, take depositions, and receive evidence; (2) the Chairman of the Commission and any administrative law judge to issue subpoenas and order the taking of depositions and responses to written interrogatories, subject to specified requirements; and (3) the U.S. district court for the district in which the person to whom the subpoena is addressed resides or is served, in the case of contumacy or failure to obey a subpoena, upon application of the Commission, to issue an order requiring such person to appear at any designated place to testify or produce evidence, with failure to obey punishable by the court as contempt. Sets forth provisions regarding safeguards to ensure the security and confidentiality of information furnished by the Service to the Commission. (Sec. 604) Permits the Service to offer volume discounts, subject to specified requirements. Directs the Service to conduct a demonstration project to determine the feasibility and desirability of affording volume discounts to mailers on a negotiated basis. Title VII: Provisions Relating to Transportation, Carriage, or Delivery of Mail - Repeals postal provisions regarding: (1) transportation of mail by surface carrier; and (2) restrictions on the length of contracts for mail transportation. (Sec. 702) Modifies postal provisions to: (1) expand the contracting authority of the Service; and (2) allow a letter to be carried out of the mails when the amount paid for private carriage of the letter is at least two dollars. (Sec. 704) Directs the Service to: (1) develop a plan for the conduct of a demonstration project to determine the feasibility and desirability of allowing non-postage bearing matter to be deposited in private letter boxes; and (2) commence implementation of such plan within 18 months. Sets forth provisions regarding procedures, factors to be taken into account in selecting areas for inclusion in the project, written determinations, and evaluation. Title VIII: Direct Appeal of Decisions of the Merit Systems Protection Board - Authorizes the Chief Executive Officer, with respect to any employee of or applicant for employment with the Service, to obtain review of any final order or decision of the Merit Systems Protection Board by filing a petition for judicial review in the United States Court of Appeals for the Federal Circuit upon determining that the Board erred in interpreting a civil service law, rule, or regulation affecting personnel management and that the Board's decision will have a substantial impact on a civil service law, rule, regulation, or policy directive as applied to the Service, subject to specified requirements. Specifies that the granting of the petition shall be at the discretion of the Court of Appeals. Title IX: Law Enforcement - Subtitle A: Amendments to Title 39, United States Code - Makes Federal assault statutes applicable to postal contract employees. (Sec. 902) Authorizes the court, upon finding that a sexually oriented advertisement has been mailed in violation of postal provisions, to assess a civil penalty. Specifies that each piece of mail sent in violation of such provisions constitutes a separate violation, and any penalty assessed shall be paid to the Service for deposit into the Fund. Repeals a prohibition of pandering advertisements. (Sec. 903) Provides for the deposit in the Fund of amounts (including proceeds from the sale of forfeited items) from any civil forfeiture conducted by the Service and from any forfeiture resulting from an investigation in which the Service has primary responsibility, subject to specified requirements. (Sec. 904) Sets civil penalties for prohibited mailing and deficient packaging of hazardous matter. Subtitle B: Other Provisions - Amends the Federal criminal code to set penalties for: (1) stalking Federal and postal officers and employees; and (2) mailing controlled substances, unless in accordance with rules and regulations authorized by the Service. (Sec. 913) Directs the United States Sentencing Commission to amend its sentencing guidelines to: (1) enhance penalties for stealing or destroying a quantity of undelivered U.S. mail; and (2) establish that the intended loss in a theft of an access device shall be based on the greater of the credit line of such device or the actual unauthorized charges. (Sec. 914) Modifies the Federal criminal code to: (1) set penalties for breaking into a post office box or postal products vending machine and for receiving, possessing, concealing, or disposing of any mail matter, money, or other U.S. property in violation of post office larceny provisions; (2) increase penalties for assaulting with intent to rob persons having lawful custody of mail, money, or other U.S. property (provides for the death penalty under specified circumstances); and (3) prohibit attempting to use or sell forged or counterfeited postage stamps or meter stamps, stamped envelopes, or postal cards, dies, plates, or engraving, and attempting to loan, use, pledge, hypothecate, or convert to personal use postal funds. Title X: New System Relating to Postal Rates, Classes, and Services - Requires the Service to request the Commission to submit a recommended decision on appropriate changes in rates of postage and fees for postal services. Sets forth requirements regarding establishment of baseline rates and fees. Requires that: (1) the maximum rate allowable for a noncompetitive product in any year be computed by multiplying the change in the Gross Domestic Product Chain-Type Price Index, adjusted by the adjustment factor, for such year, by the maximum rate allowable for such product in the preceding year; (2) the Directors establish rates for products in the noncompetitive and competitive categories of mail in accordance with specified procedures. Authorizes the Service to conduct market tests of experimental products, subject to specified requirements. Sets forth provisions regarding: (1) adjustment factors, appellate review of Commission procedures, transfers of products from the noncompetitive category, and applicability of the antitrust laws to the Service; (2) reporting and auditing requirements; (3) confidentiality and identification of protected information; and (4) use of profits by the Service. (Sec. 1002) Modifies postal provisions regarding authority to fix rates and classes, including repealing provisions regarding revenues, total estimate costs, and rates and fees. Provides for the continued applicability of current provisions for computing alternative rate limitations for noncompetitive products. Revises provisions regarding recommended decisions of the Commission, action of the Governors, temporary rates, rate and service complaints, and mail classification. Bars the reclassification of a product from the competitive to the noncompetitive category of mail."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Postal Reform Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reform the postal laws of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:59-05:00"
}