{
  "actions": [
    {
      "acted_at": "1973-02-01", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s703-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cook, Marlow W.", 
      "sponsored_at": "1973-01-03", 
      "state": "KY", 
      "thomas_id": "01308", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-01", 
  "number": "703", 
  "official_title": "A bill to control Federal spending by requiring an annual ceiling on expenditures and new obligational authority.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fiscal Responsibility Act", 
  "sponsor": {
    "district": null, 
    "name": "Bellmon, Henry L.", 
    "state": "OK", 
    "thomas_id": "01279", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-01", 
  "subjects": [
    "Congress", 
    "Congressional-Presidential relations", 
    "Economics and public finance", 
    "Federal budgets", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-01", 
    "text": "Fiscal Responsibility Act - Provides that after the submission of the Budget of the United States Government and upon recommendation of the President for each fiscal year (beginning with the fiscal year ending June 30, 1974), the Congress shall, by law, prescribe a limit on: (1) the total amount of expenditures and net lending to be made by the United States Government during such fiscal year; and (2) the total amount of new obligational authority and loan authority to be made available for such fiscal year. Requires the President to reserve from expenditure and net lending during each fiscal year and from appropriations or other obligational authority otherwise made available, such amounts as may be necessary to keep expenditures and net lending during the fiscal year within the limit on the total amount prescribed for the fiscal year pursuant to this Act. Requires the President to reserve from the new obligational and loan authority for each fiscal year such amounts as may be necessary to keep the new obligational authority and loan authority for the fiscal year within the limit on the total amount prescribed for the fiscal year pursuant to this Act. States that, except in emergency Presidential requests for appropriations, it shall not be in order, in either the House of Representatives or the Senate, to consider any bill or joint resolution making appropriations for any fiscal year (beginning with the fiscal year ending June 30, 1974) prior to the date of the enactment of a law prescribing a limit on the total amount of expenditures and net lending to be made by the United States Government during such fiscal year and a limit on the total amount of new obligational and loan authority to be made available for such fiscal year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fiscal Responsibility Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to control Federal spending by requiring an annual ceiling on expenditures and new obligational authority.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:24-05:00"
}