{
  "actions": [
    {
      "acted_at": "1994-05-12", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-06-09", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor Standards, Occupational Health and Safety", 
      "text": "Referred to the Subcommittee on Labor Standards, Occupational Health and Safety.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-06-10", 
      "bill_ids": [
        "hr2108-103"
      ], 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "See H.R.2108.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4415-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor Standards, Occupational Health and Safety", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-05-12", 
  "number": "4415", 
  "official_title": "To make improvements in the Black Lung Benefits Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Black Lung Benefits Restoration Act of 1994", 
  "sponsor": {
    "district": "20", 
    "name": "Murphy, Austin J.", 
    "state": "PA", 
    "thomas_id": "00841", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-05-12", 
  "subjects": [
    "Administrative remedies", 
    "Black lung", 
    "Claims", 
    "Coal", 
    "Coke industry", 
    "Congress", 
    "Disability evaluation", 
    "Disabled", 
    "Economics and public finance", 
    "Energy", 
    "Energy policy", 
    "Evidence (Law)", 
    "Families", 
    "Government trust funds", 
    "Health", 
    "Labor and employment", 
    "Law", 
    "Legal fees", 
    "Legislation", 
    "Medical records", 
    "Medical tests", 
    "Mine safety", 
    "Physical examinations", 
    "Remarriage", 
    "Survivors' benefits", 
    "Widowers", 
    "Widows", 
    "Workers' compensation", 
    "X-rays"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-05-12", 
    "text": "Black Lung Benefits Restoration Act of 1994 - Amends the Black Lung Benefits Act (the Act) to provide that, when black lung benefits are paid after an initial determination of eligibility, repayment of an overpayment will not be required even upon a final determination of ineligibility, if there was no fraud or deception by the claimant. Provides for refunds to claimants of any such repayments required before this Act. Provides for reimbursement by the Black Lung Disability Trust Fund to operators who made such benefit overpayments. (Sec. 3) Revises evidence requirements. Prohibits the responsible operator or the Trust Fund from requiring more than one medical examination to controvert medical evidence presented by a claimant on the basis of a medical examination. Prohibits any claimant from offering more than three medical examinations; but authorizes the administrative law judge to require the claimant to submit to an additional medical examination. (Sec. 4) Revises requirements for survivor benefits. Provides that a miner's death shall be considered to have occurred as a result of the pneumoconiosis if the miner was receiving benefits for, or was disabled by, pneumoconiosis at the time of death. Qualifies to receive survivor benefits any widow or widower of a miner who was married to the miner for at least nine months preceding the miner's death, or who had children as a result of such a marriage. Provides that widows or widowers of miners are not disqualified to receive survivor benefits if they remarry after attaining age 50, but prohibits them from receiving an augmentation in survivor benefits on any basis arising out of a subsequent marriage. (Sec. 5) Provides for notice and an opportunity for a hearing to appeal to the Secretary any designation of liability as the responsible operator. Authorizes assessment of proceeding costs against any operator who does not have reasonable grounds to contest the designation. (Sec. 6) Requires that all reasonable legal costs and expenses incurred by the claimant be paid by the responsible operator, or the Trust Fund, after an administrative or judicial determination that the claimant is entitled to black lung benefits. Requires the Secretary or court to take action to assure that they are paid within 45 days after such determination. Requires the Trust Fund to pay any operator the legal costs the operator paid to a claimant determined in a later proceeding to be ineligible for benefits. (Sec. 7) Prohibits a claimant or respondent from appealing to the Benefits Review Board any order unless it has been made by an administrative law judge. (Sec. 8) Allows any claim filed under the Act after January 1, 1982, but before enactment of this Act, to be refiled after enactment of this Act for a de novo review on the merits. (Sec. 9) Provides for coverage of coke oven operators (or operators of machine shops or other operations reasonably related to coke ovens) under the Act and the Federal Mine Safety and Health Act. (Sec. 10) Requires that the legislative history accompanying this Act be considered controlling if a term in any amendment made by this Act is considered ambiguous in any legal proceeding. (Sec. 11) Makes attorney fees provisions of this Act applicable only to new claims filed after October 1, 1994."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Black Lung Benefits Restoration Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To make improvements in the Black Lung Benefits Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:54-05:00"
}