{
  "actions": [
    {
      "acted_at": "1978-04-20", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-13", 
      "references": [], 
      "text": "Reported to House from the Committee on Education and Labor with amendment, H. Rept. 95-1150.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #317 (361-6).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-24", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-24", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-24", 
      "bill_ids": [
        "s2850-95"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended, in lieu of S. 2850, roll call #243 (85-2).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-24", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-28", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-22", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 95-1618.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-23", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 95-1236.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-04", 
      "references": [], 
      "text": "House agreed to conference report, roll call #863 (399-3).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-06", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-06", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-11", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-11", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-11", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-18", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-10-18", 
      "references": [], 
      "text": "Public Law 95-478.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12255-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Andrews, Ike", 
      "sponsored_at": "1977-01-03", 
      "state": "NC", 
      "thomas_id": "00018", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Beard, Edward", 
      "sponsored_at": "1977-01-03", 
      "state": "RI", 
      "thomas_id": "00068", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Biaggi, Mario", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00085", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Blouin, Michael", 
      "sponsored_at": "1977-01-03", 
      "state": "IA", 
      "thomas_id": "00098", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Burton, Phillip", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00156", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Clay, William (Bill)", 
      "sponsored_at": "1977-01-03", 
      "state": "MO", 
      "thomas_id": "00203", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Cornell, Robert J.", 
      "sponsored_at": "1977-01-03", 
      "state": "WI", 
      "thomas_id": "00235", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Dent, John H.", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00288", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ford, William D.", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "00401", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Gaydos, Joseph M.", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00430", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Goodling, William F.", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00447", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Hawkins, Augustus F.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00515", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Heftel, Cecil", 
      "sponsored_at": "1977-01-03", 
      "state": "HI", 
      "thomas_id": "00526", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1977-01-03", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Kildee, Dale E.", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "00631", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Miller, George", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00808", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perkins, Carl Dewey", 
      "sponsored_at": "1977-01-03", 
      "state": "KY", 
      "thomas_id": "00908", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Pressler, Larry", 
      "sponsored_at": "1977-01-03", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Pursell, Carl D.", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "00934", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Quie, Albert H.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "00936", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Sarasin, Ronald A.", 
      "sponsored_at": "1977-01-03", 
      "state": "CT", 
      "thomas_id": "01016", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Simon, Paul", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Thompson, Frank, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "01152", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Zeferetti, Leo C.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01262", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-10-18", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-20", 
  "number": "12255", 
  "official_title": "A bill to amend the Older Americans Act of 1965 to provide for improved programs for older persons, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12288-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr12527-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2850-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Comprehensive Older Americans Act Amendments", 
  "sponsor": {
    "district": "3", 
    "name": "Brademas, John", 
    "state": "IN", 
    "thomas_id": "00117", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-20", 
  "subjects": [
    "Advisory bodies", 
    "Age and employment", 
    "Age discrimination", 
    "Civil Rights and Liberties", 
    "Community centers", 
    "Community health services", 
    "Disaster relief", 
    "Extended care facilities", 
    "Federal aid programs", 
    "Federal-state relations", 
    "Food service", 
    "Geriatrics", 
    "Gerontology", 
    "Government operations and politics", 
    "Health", 
    "Housing and community development", 
    "Lawyers", 
    "Legal assistance to the aged", 
    "Legal services", 
    "Nutrition", 
    "Old age assistance", 
    "Older workers", 
    "Racial discrimination", 
    "Social welfare", 
    "States", 
    "Transportation and the aged", 
    "Volunteer workers", 
    "White House conferences"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1978-09-22", 
    "text": "(Conference report filed in House, H. Rept. 95-1618) Comprehensive Older Americans Act Amendments - =Title I: Amendments to the Older Americans Act of 1965= - Amends the Older Americans Act of 1965 to direct the Administration on Aging to serve as an effective and visible advocate for the elderly. Requires the Commissioner on Aging: (1) to develop linkages with health planning agencies; (2) to participate in departmental activities which concern long-term health care; and (3) to review and comment on departmental regulations and policies regarding health and social service development for the elderly. Requires each Federal agency proposing to establish programs and services substantially related to the purposes of such Act to consult with the Commissioner prior to the establishment of such programs and services. Requires the National Information and Resource Clearinghouse for the Aging to collect information on transportation services for older persons provided by Federal, State, and local public agencies. Directs the Federal Council on Aging to undertake a thorough evaluation of the programs under such Act and to report to the President and the Congress. States that such evaluation shall include: (1) an examination of the effectiveness of such programs; (2) identification of the elderly in greatest need of such programs; (3) an assessment of low income and minority participation; (4) an exploration of alternative methods for distributing funds; (5) an analysis of the need for area agencies to provide direct services within the planning and service area; and (6) an analysis of the number of nonelderly handicapped in need of home-delivered meal services. Requires the Commissioner to prepare and submit an analysis of the need for a separate program of legal services under this Act and factors which may prohibit funding without such separate program. Authorizes a recipient of a grant under the Older Americans Act of 1965 to enter into an agreement with a profitmaking organization where such organization demonstrates clear superiority with respect to quality of services covered by such contract to carry out the provisions of this Act. Declares it to be the purpose of Title III of such Act (Grants for State and Community Programs on Aging) to encourage and assist State and local agencies to concentrate resources to serve older persons by entering into new cooperative arrangements in each such State with State and local agencies, and with the providers of social services, including nutrition services and multipurpose senior centers, for the planning for the provision of, and for the provision of, social services, nutrition services, or multipurpose senior centers. Declares it further to be the purpose of such Title to combine within a single title, the programs of such Title, Title V (Multipurpose Senior Centers), and Title VII (Nutrition Program for the Elderly). Sets forth the definitions used in such Title. Authorizes appropriations for fiscal year 1979, 1980, and 1981 for grants approved under such Title. Requires each State, to be eligible to receive a grant under such Title, to designate a State agency as the sole State agency: (1) to develop and administer a State plan formulated pursuant to this Act; (2) to serve as an effective and visible advocate for the elderly; and (3) to divide the State into areas and to designate as a planning and service area any unit of general purpose local government which has a population of 100,000 or more. Requires each such area agency on aging to prepare and develop an area plan. Sets forth specified material to be included in such plan. Requires each State, in order to be eligible for grants under such Title, to submit to the Commissioner on Aging a State plan. Sets forth specified material to be included in such plan. Requires that such plan be based upon area plans developed by area agencies on aging within the State. Allows the Commissioner to reimburse any State funds from model project funds for social services supplied during a major disaster. Authorizes the Commissioner to carry out a program for making grants to State for: (1) health, continuing education, welfare, informational, recreational, homemaker, counseling, or referral services; (2) transportation services to facilitate access to social services or nutrition services, or both, (3) services designed to encourage and assist older individuals to use the facilities and services available to them; (4) services designed to assist older individuals to obtain adequate housing; (5) services designed to assist older individuals in avoiding institutionalization; (6) services designed to provide legal and other counseling services and assistance; (7) services designed to enable older individuals to attain and maintain physical and mental well-being through programs of regular physical activity and exercise; (8) services designed to provide health screening; (9) services designed to provide preretirement and second career counseling for older individuals; (10) services of an ombudsman at the State level; (11) services designed to meet the unique needs of the disabled elderly; or (12) any other services for the general welfare of older individuals. Requires the Commissioner to make grants to States for the establishment and operation of nutrition projects: (1) which, five or more days a week, provide at least one meal per day, each of which assures a minimum of one-third of the daily recommended dietary allowances; (2) which may be provided in congregate settings; (3) which may include the furnishing of food from mobile units, where appropriate; and (4) which may include nutrition education services and other appropriate nutrition services for older individuals. Authorizes the Commissioner to make grants to States for separate, home-delivered nutrition services. Redesignates Title IV (Training and Research) of the Act \"Training, Research, and Discretionary Projects and Programs. States that the purpose of this part is to develop and implement a national manpower policy in the field of aging (including the needs for personnel in both institutional and non-institutional long-term care settings) to be developed and implemented in cooperation with other departments and agencies of the Federal Government. Authorizes the Commissioner to make grants for the purpose of conducting studies on: (1) the problems experienced by State and area agencies on aging and other service providers in operating transportation services; (2) revising existing programs to provide more coordinated and comprehensive services, and the possibility of transferring all federal transportation programs to a single administrative unit; and (3) the differences in costs between rural and and urban areas, and the special needs of the rural elderly. Authorizes the Commissioner to make grants to develop and operate nationwide, statewide, regional, metropolitan area, county, city, or community model projects which show promise of expanding or improviding social services or nutrition services or otherwise promote the well-being of older persons. Requires the Commissioner in making such grants to give special consideration to projects designed: (1) to assist in meeting the housing needs of older persons; (2) to provide continuing education to older persons; (3) to provide preretirement education information; (4) to provide services to assist in meeting the particular needs of physically and mentally impaired older persons; (5) to assist older persons to remain within their communities and out of institutions; (6) to meet the special needs of older individuals residing in rural areas; and (7) to coordinate social services for the homebound elderly, blind, and disabled. Authorizes the Commissioner to make grants: (1) to support the development of model projects to demonstrate innovative approaches to comprehensive and coordinated long-term care service delivery; (2) to support demonstration projects for legal services; (3) for national impact demonstrations; and (4) for utility and home heating cost demonstrations. Authorizes the Secretary of Health, Education, and Welfare to insure any mortgage for a multipurpose senior center in accordance with the provisions set forth in this Act. Creates a Multipurpose Senior Center Insurance Fund to be used by the Secretary as a revolving fund for carrying out all insurance provisions with respect to such mortgages. Authorizes the Secretary to make annual interest grants to assist nonprofit private agencies in reducing the cost of borrowing from other sources for the acquisition, alteration, renovation or construction of facilities for multipurpose senior centers. Authorizes appropriations as necessary for each fiscal year prior to 1981 for training, research, discretionary projects and programs for personnel in the field of aging. Redesignates Title V of the Act \"Community Service Employment for Older Americans.\" States that such Title may be cited as the Older American Community Service Employment Act. Authorizes the Secretary of Labor to establish an older American community service employment program to foster and promote useful part-time opportunities in community service activities for unemployed low-income persons who are 55 years old and who have poor employment prospects. Authorizes the Secretary to enter into agreements designed to assure the transition to private employment of public service job holders. Directs the Secretary to join with the Environmental Protection Agency in the establishment of a Senior Environmental Employment Corps. Raises the income eligibility criterion to 125 percent of the poverty index. States that eligible individuals employed in such projects shall not be considered to be Federal employees. States that in awarding grants or contracts for such projects the Secretary shall give special consideration to national organizations owned or operated by members of minority groups which have a proven ability to provide older persons with employment. Sets forth definitions used in this Title. Establishes a new Title VI, Grants for Indian Tribes, to promote the delivery of comprehensive social and nutritional services for Indians that are comparable to service provided under Title III of this Act. Authorizes the Commissioner to make grants to eligible tribal organizations for the delivery of social services and nutritional services for Indians who are age 60 and over. Makes surplus Indian educational facilities available for use as multipurpose senior centers. Authorizes appropriations for fiscal years 1979, 1980, and 1981 to carry out the provisions of this title. =Title II: White House Conference on Aging= - 1981 White House Conference on Aging Act - Declares it the policy of the Congress that the Federal Government should work with the States and citizens to develop recommendations and plans to meet the needs of older persons. Requires that programs developed under this Act place emphasis upon the right of older persons to free choice and self-help in planning their futures. Authorizes the President of the United States to call a White House Conference on Aging in 1981 to develop recommendations for research and action in the field of aging. Requires the Conference to include representatives of Federal, State, and local governments, professional and lay people working in the field of aging including older persons. Directs that a final report of the White House Conference, containing a comprehensive statement of a coherent national policy on aging and the recommendations of such Conference, be submitted to the President and Congress within a specified time. Sets forth the responsibilities and duties of the Secretary of Health, Education, and Welfare in administering this Act. Directs the Secretary to establish an advisory committee to the Conference and such other technical committees as may be necessary to carry out such Conference. =Title III: Study of Racial and Ethnic Discrimination in Programs For Older Americans= - Directs the Commission on Civil Rights: (1) to undertake a comprehensive study of discrimination based on race or ethnic background in any federally assisted programs and activities which affect older persons; and (2) identify with particularity any such federally assisted program or activity in which evidence is found of persons or organizations who are otherwise qualified being, on the basis of race or ethnic background, excluded from participation in, denied the benefits of, refused employment or contracts with, or subject to discrimination under, such program or activity. =Title IV: Amendments to Other Laws= - Amends the Age Discrimination Act of 1975 by striking the word \"unreasonable\" from the prohibition on discrimination on the basis of age. Provides that any interested person may bring an action in any appropriate United States district court to enjoin any violation of such Act by any program or activity receiving Federal financial assistance, after all administrative remedies are exhausted. Requires each Federal department or agency to submit an annual report to the Secretary of Health, Education, and Welfare describing in detail the steps taken during the preceding fiscal year to carry out the provisions of such Act. Requires the Secretary to submit such reports to Congress with an evaluation of the performance of each agency or department. Amends the Domestic Volunteer Service Act of 1973 to increase the stipend paid to older volunteers. Defines \"low income person\" for purposes of such Act, to include any person whose income is not more than 125 percent of the poverty guidelines established by the Bureau of Labor Statistics. Extends the authorizes of appropriations for programs under such Act through fiscal year 1981. =Title V: Miscellaneous Provisions= - Provides that (1) no authorization of appropriations shall be effective for any fiscal year beginning before October 1, 1978; and (2) no payments or authorizations shall be effective except to such extent as provided in advance in appropriations Acts. Provides that this Act will take effect on October 1, 1978."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Older Americans Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "White House Conference on Aging Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Older Americans Act of 1965 to provide for improved programs for older persons, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:01-05:00"
}