{
  "actions": [
    {
      "acted_at": "1981-01-05", 
      "committee": "Senate Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Veterans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-30", 
      "in_committee": "Senate Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans. Held hearings on Title II and Title III.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-04", 
      "in_committee": "Senate Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans requested executive comment from OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-05", 
      "in_committee": "Senate Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans requested executive comment from VA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-13", 
      "bill_ids": [
        "s921-97"
      ], 
      "in_committee": "Senate Committee on Veterans", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans. Provisions of measure incorporated into measure S. 921 ordered to be reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1981-07-21", 
      "in_committee": "Senate Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans received executive comment from VA. Title V only.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-07-22", 
      "in_committee": "Senate Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-07-23", 
      "in_committee": "Senate Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans. Hearings held on Titles IV and V.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-08-06", 
      "in_committee": "Senate Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans received executive comment from OMB. Title V only.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s26-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-05", 
  "number": "26", 
  "official_title": "A bill to amend title 38 United States Code, to provide for a comprehensive program of improved benefits for veterans of the Vietnam era by establishing a program of Career Development, Advancement and Training, by establishing a Post-Vietnam Veteran's Recruitment, Retention and Readjustment Assistance Program, by providing for a conditional extension of the delimiting period with respect to educational assistance, by providing for the payment of tuition expenses under the GI Bill through an educational loan discharge program, by expanding for a period of two years the Psychological Readjustment program, by expanding and improving the effectiveness of outreach programs, educational and occupational counseling, and employment programs for Vietnam and post-Vietnam era veterans, by establishing an Interagency Veterans Coordinating Committee, and a Presidential Commission on Veterans Affairs, by providing for the identification, treatment, and compensation of veterans and dependents suffering from diseases or disabilities attributable to exposure to toxic substances, chemical or biological agents, or radiation and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s921-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Comprehensive Vietnam and Post-Vietnam-Era Veterans Readjustment, Recruitment, and Retention Assistance Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Pressler, Larry", 
    "state": "SD", 
    "thomas_id": "00927", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1981-05-13", 
  "subjects": [
    "Advisory bodies", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Claims", 
    "Education", 
    "Employment and training programs", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Government liability", 
    "Health", 
    "Labor and employment", 
    "Liability for nuclear damages", 
    "Military dependents", 
    "Military training", 
    "Nuclear energy", 
    "Radiation", 
    "Survivors' benefits", 
    "Veterans' disability compensation", 
    "Veterans' education", 
    "Veterans' employment", 
    "Veterans' loans", 
    "Veterans' medical care", 
    "Veterans' rehabilitation", 
    "Vietnamese Conflict", 
    "Vocational education", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-05", 
    "text": "Comprehensive Vietnam and Post-Vietnam-Era Veterans Readjustment, Recruitment, and Retention Assistance Act of 1981 - Title I: Interagency Coordination and Veterans Outreach Services - Requires the Administrator of Veterans' Affairs to coordinate all programs and activities affecting veterans and their dependents with other departments and agencies. Directs the Administrator to initiate a comprehensive outreach and information program to inform and assist eligible veterans and eligible persons to understand and utilize such programs. Title II: Compensation and Treatment for Diseases and Disabilities Caused by Toxic Substances and Radiation Exposure - Entitles a veteran who suffers from a personal injury or disease contracted in the line of duty, or a disabled child with birth defects resulting from genetic damage to a veteran, to compensation and medical care. Authorizes the Administrator to establish and carry out a comprehensive program of screening veterans who may have been exposed to toxic substances, chemical or biological agents, or radiation during their military, naval, or air service to determine whether such veterans have incurred any disease or disability as a result of such exposure. Provides for outreach services to inform and assist such veterans in adjusting to such diseases or disabilities. Permits the Administrator to establish a centralized registry of claims made before the Veterans' Administration (VA) or other appropriate agency arising out of exposure or possible exposure to toxic substances, chemical or biological agents, or radiation, and of the disabilities, diseases, genetic damage, or symptoms associated with such exposure. Title III: Readjustment Counseling Improvement and Expansion - Authorizes the Administrator to arrange for or assist the veteran or the veteran's dependent, or both, in obtaining readjustment counseling or mental health services. Authorizes the Administrator to conduct or contract for comprehensive studies of the psychological and sociological effects of the Vietnam Conflict, military service, and the readjustment process upon veterans and dependents. Directs the Administrator to coordinate such services with the appropriate provisions of the Comprehensive Employment and Training Act (CETA). Title IV: GI Bill Program Adjustments - Modifies the delimiting period for completing a program of education for veterans. Provides for the extension of the delimiting period for eligible veterans up to a period of two years. Terminates eligibility for educational assistance after December 31, 1989, or the expiration of five years after the veteran's last discharge or release from active duty. States that the Administrator shall provide educational, vocational, and personal adjustment counseling for veterans eligible for educational assistance. Eliminates reporting requirements to Congress regarding default rates and experience with respect to loans made under this Act to eligible veterans. Discharges a veteran's liability on loans, in the amount of entitlement remaining, upon such veteran's successful completion of educational, professional, or vocational objective. Title V: Post-Vietnam Recruitment, Retention, and Readjustment Assistance Program - Establishes an education assistance program for veterans who served on active duty for a period of two or more years after December 31, 1976, and were discharged or released under conditions other than dishonorable. Entitles such veterans to such assistance for a period of one month for each month of active duty served after such date. Makes such veterans eligible for educational loans. Establishes a delimiting period of ten years for such benefits unless the Administrator grants an exemption because a physical or mental disability has prevented a veteran from completing a program of education within such period. Directs the Administrator to pay each participating veteran an educational assistance allowance to meet specified expenses. Makes members of the Selected Reserve of the Ready Reserve of a component of the armed forces eligible for educational assistance. Sets forth the formula and criteria for computing the extent of such members' entitlement. Establishes a ten year delimiting period for such benefits. Permits specified veterans eligible for educational assistance to transfer all or part of such entitlement to a spouse or dependent child or children. Makes all persons eligible to participate in such programs also eligible to participate in a program of Career Development, Advancement and Training. Title VI: Interagency Task Force; Presidential Commission on Veterans' Affairs - Establishes an Interagency Veterans' Advisory Task Force to advise and assist in the review of the effectiveness, appropriateness, and coordination of all rights, benefits, programs and services available to veterans. Establishes within such Task Force: (1) a section on enforcement and implementation of laws, directives and regulations relevant to the needs, programs, services, and policies of the Veterans Administration; and (2) a section on the evaluation, recognition, utilization, and accreditation of military training, service, education, and experience. Establishes a Presidential Commission on Veterans' Affairs to advise and assist in the execution of the duties of the Task Force. Title VII: Job Counseling, Training, and Placement Service for Veterans - Directs each State representative of the Veterans' Employment Service to develop technical assistance and training to implement the provisions of CETA relating to veterans. Title VIII: Employment and Training of Post-Vietnam-Era Veterans - Requires Federal contracts of $10,000 or more to require the contracting party to take affirmative steps to employ qualified disabled veterans and veterans of the Post-Vietnam-era and to make reasonable efforts to provide career development, advancement, and training opportunities to such veterans. Encourages veterans employment within the Federal Government. Title IX: Veterans Career Development, Advancement, and Training Assistance - Establishes a program of career development, advancement, training, and related services for Vietnam-era veterans. Sets forth provisions regarding the entitlement to and the eligibility of a veteran for a career development and advancement or training allowance. Sets the duration of such eligibility. Requires the Administrator of the Veterans' Administration to provide occupational and vocational counseling. Permits an eligible veteran to select a program of career development and advancement, or a program of career development and training with an eligible employer in a chosen career field if the employer hires such veteran into its regular workforce with the expectation of permanent employment after the training and career development assistance ends. Directs the Administrator to provide such veteran with a career development advancement and training voucher designating such veteran's entitlement unless the Administrator specifically approves such enrollment. Disallows approval of enrollment of a veteran for: (1) seasonal, intermittent or temporary jobs; (2) jobs paying less than $4.00 an hour, unless the Administrator determines in a particular case that the clause does not apply; (3) jobs outside the United States or its territories or possessions; (4) jobs under which commissions are the primary source of income; (5) employment which involves political or religious activities; (6) employment in an industry which a substantial number of experienced and able workers are unemployed; (7) jobs that are above entry level, except when applicable personnel procedures and collective bargaining procedures regarding the advancement of currently employed workers are complied with; (8) employment which would result in the displacement of any currently employed worker; or (9) jobs which if filled would replace any worker who is on lay off, or on strike. Requires the Administrator to discontinue the career development and advancement allowance of an eligible veteran whose conduct or progress is unsatisfactory. Allows the Administrator to renew the veterans' allowance under certain conditions. Directs the Administrator to pay to each eligible veteran employer, on behalf of each eligible veteran, an allowance to meet in part the expenses of such veteran's wages, benefits, training, and any other necessary or appropriate costs. Sets forth the provisions for computation of career development, advancement, and training allowances and payment to eligible employers. Outlines the specifications for approval of career development and advancement programs. Provides for the issuance of certificates of approval to the eligible employers. Requires an employer who receives an overpayment as a result of: (1) willful or negligent failure to report a veteran's excessive absences from work or interruptions in a planned program; or (2) false certification to repay the amount of such overpayment to the United States. Allows the Administrator to make a complete report of the facts to the appropriate approving agency and, if considered advisable, to the Attorney General of the United States for appropriate action. Allows an eligible veteran to make one change of program, unless the Administrator finds sufficient reason to support further changes. Authorizes the Administrator to conduct compliance surveys periodically. Outlines the duties of the Secretary of Labor under this Act. Directs the Administrator, in consultation with the Secretaries of Labor and Education to provide for an outreach and public information program to inform eligible veterans of the program established by this Act. Title X: Honorable Discharge (Limited) - Creates a discharge category of honorable discharge (Limited) if the board determines that such individual has been rehabilitated, that such individual's conduct, activities, and habits since the individual's last discharge or dismissal have been exemplary for a reasonable period of time. Title XI: Effective Date - Provides that the amendments made by this Act shall take effect October 1, 1981."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Vietnam and Post-Vietnam-Era Veterans Readjustment, Recruitment, and Retention Assistance Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38 United States Code, to provide for a comprehensive program of improved benefits for veterans of the Vietnam era by establishing a program of Career Development, Advancement and Training, by establishing a Post-Vietnam Veteran's Recruitment, Retention and Readjustment Assistance Program, by providing for a conditional extension of the delimiting period with respect to educational assistance, by providing for the payment of tuition expenses under the GI Bill through an educational loan discharge program, by expanding for a period of two years the Psychological Readjustment program, by expanding and improving the effectiveness of outreach programs, educational and occupational counseling, and employment programs for Vietnam and post-Vietnam era veterans, by establishing an Interagency Veterans Coordinating Committee, and a Presidential Commission on Veterans Affairs, by providing for the identification, treatment, and compensation of veterans and dependents suffering from diseases or disabilities attributable to exposure to toxic substances, chemical or biological agents, or radiation and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:27-05:00"
}