{
  "actions": [
    {
      "acted_at": "1978-07-19", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13531-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Benjamin, Adam, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "IN", 
      "thomas_id": "00076", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-07-19", 
  "number": "13531", 
  "official_title": "A bill to establish a reasonable and fair preference for domestic products and materials in Government procurement and in procurement with Federal funds, and to promote free and fair trade in Government procurement of foreign products and materials.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr13799-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr13957-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s3284-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Free and Fair Trade in Procurement Act", 
  "sponsor": {
    "district": "2", 
    "name": "Luken, Thomas A.", 
    "state": "OH", 
    "thomas_id": "00713", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-07-19", 
  "subjects": [
    "Buy American", 
    "Government operations and politics", 
    "Government procurement", 
    "Public works", 
    "States", 
    "Trade agreements"
  ], 
  "subjects_top_term": "Government procurement", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-07-19", 
    "text": "Free and Fair Trade in Procurement Act - States the purposes of this Act to be to provide preference for domestic goods in government procurement with Federal funds, and to provide an additional preference for such procurement over foreign goods not freely and fairly traded. Defines \"domestic article\" for purposes of this Act to be any final good delivered to the government of which at least 75 percent of the total cost is attributable to United States sources. Includes within the definition of \"Federal agency\" for purposes of this Act AMTRAK and Conrail. Requires that domestic articles and materials be purchased for (1) procurements by Federal agencies or with Federal funds; (2) public buildings or public works involving Federal funds; and (3) State and local procurements at least 50 percent of which are federally funded. Allows for exceptions to such preference if the domestic product can not be obtained in sufficient quantity or quality, or if the cost of such product is excessive. Directs that no product may be procured with Federal funds from nonmembers or violators of an international government code to which the United States is a party. Allows for exceptions to such preference due to insufficient quantity, quality, or excessive cost. Extends the preference for domestic goods to subcontracts which form ten percent or more of the total delivered price of the procured product. Stipulates that the procurement preferences provided for in this Act shall not apply to the procurement of goods to be used outside the United States, or for purchases inconsistent with the public interest. States that the cost of a domestic product is to be considered excessive if the cost of the domestic product is (1) more than ten percent higher than a foreign equivalent product which is freely and fairly traded; or (2) not less than nor more than 40 percent higher than a foreign equivalent product which is not freely and fairly traded. Sets forth the guidelines for determining whether a foreign product is freely and fairly traded for purposes of this Act. Provides that a person in violation of certain unfair import practices under the Tariff Act of 1930 shall be barred from participating in any government procurements for three years. Requires a contractor supplying foreign products for government procurements to certify that he has written assurance from any foreign supplier that such foreign products are not being supplied at below their production cost, and that such foreign supplier is not in violation of United States antitrust laws. Provides that a contractor falsely certifying shall be barred from participating in any government procurements for three years. Repeals the \"Buy American Act.\""
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Free and Fair Trade in Procurement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a reasonable and fair preference for domestic products and materials in Government procurement and in procurement with Federal funds, and to promote free and fair trade in Government procurement of foreign products and materials.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:24-05:00"
}