{
  "actions": [
    {
      "acted_at": "1974-03-22", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3224-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-22", 
  "number": "3224", 
  "official_title": "A bill to provide for the chartering of Federal stock savings and loan associations.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Stock Savings and Loan Association Act", 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-22", 
  "subjects": [
    "Banking law", 
    "Federal Home Loan Bank Board", 
    "Finance and financial sector", 
    "Housing and community development", 
    "Loans", 
    "Savings and loan associations", 
    "States"
  ], 
  "subjects_top_term": "Banking law", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-03-22", 
    "text": "Federal Stock Savings and Loan Association Act - Revises the definitions of the terms \"institution,\" \"building and loan association,\" \"savings and loan association,\" \"Federal mutual association,\" and \"State stock institution\" as used in the Home Owners Loan Act. Sets forth procedures under the Home Owner's Loan Act by which (1) any State mutual institution may convert itself to a Federal mutual association; (2) any State stock institution may convert itself to a Federal stock association; (3) any Federal mutual association may convert itself to a State mutual institution; (4) any Federal stock association may convert itself to a State stock institution; (5) a Federal mutual association may convert to either a Federal stock association or State stock institution; and (6) a State mutual institution may convert to a Federal stock association. Creates, under the management of the Federal Home Loan Bank Board, the Housing Trust Fund. Provides that the Trust Fund be used to assist in the achievement of the national housing goal established in the Housing Act of 1949 and affirmed in the Housing and Urban Development Act of 1968. Authorizes the Federal Home Loan Bank Board to issue such rules, regulations, and orders as it may deem necessary or appropriate to effectuate the purposes of this Act and to exercise such remedies as may be available to it or the Federal Savings and Loan Insurance Corporation. Sets forth procedures for conversion of (1) a State-chartered mutual insured institution to a State-chartered insured institution having capital stock; and (2) a State chartered insured institution having capital stock to a State-chartered mutual institution. Authorizes the Federal Savings and Loan Insurance Corporation to issue such rules, regulations, and orders as it may deem necessary and appropriate to effectuate the purposes of this Act with respect to conversions not involving Federal savings and loan associations. Revises the National Housing Act by authorizing the Federal Savings and Loan Insurance Corporation to impose an administrative moratorium on the processing of conversion applications under the Home Owner's Loan Act of 1933 and under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Stock Savings and Loan Association Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the chartering of Federal stock savings and loan associations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:07-05:00"
}