{
  "actions": [
    {
      "acted_at": "1973-04-12", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs..", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6933-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-12", 
  "number": "6933", 
  "official_title": "A bill to amend title 38 of the United States Code in order to establish a National Cemetery System within the Veterans' Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5698-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Cemeteries Act", 
  "sponsor": {
    "district": "14", 
    "name": "Pepper, Claude", 
    "state": "FL", 
    "thomas_id": "00907", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-12", 
  "subjects": [
    "Advisory bodies", 
    "Armed forces and national security", 
    "Cemeteries and funerals"
  ], 
  "subjects_top_term": "Cemeteries and funerals", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-12", 
    "text": "National Cemeteries Act - Establishes within the Veterans' Administration a National Cemetery System consisting of all cemeteries of the United States in which veterans of any war or conflict or of service in the Armed Forces may be buried. Establishes an Advisory Committee on Cemeteries and Memorials to advise and consult with the Administrator with respect to the administration of the cemeteries. Specifies that the following persons are eligible for interment in any open national cemetery: (1) any veteran; (2) any reservist, whose death occurs under honorable conditions, while undergoing treatment at the expense of the United States for injury or disease contracted while acting within the scope of his reservist duties; (3) any ROTC member whose death occurs under honorable conditions during his training period; (4) any U.S. citizen, who served in the Armed Forces of an allied government and such service terminated honorably; (5) the wife, surviving spouse, minor child, and the unmarried adult child of the above-mentioned persons; and (6) such other persons as may be designated by the Administrator. Directs the Administrator to make all rules and regulations and conduct whatever business is necessary to establish and maintain such cemeteries. Authorizes the Administrator of Veterans' Affairs to acquire needed additional land by purchase, gift, condemnation, transfer from other Federal agencies, or otherwise as he determines to be in the best interest of the United States. Directs the Administrator to conduct a comprehensive study and to submit his recommendations to the 93d Congress within six months after such Congress convenes, concerning the criteria which should govern the development and operation of the National Cemetery System, including the concept of regional cemeteries; the relationship between that system to other Federal burial benefits provided serviceman and veterans; and the steps to be taken to conform the existing System to the recommended criteria. Authorizes the Administrator to make necessary rules for the governing of property under his control, and to fix penalties for violations. Provides for the payment of burial costs (up to $250) when an eligible veteran or veteran's relative dies in a VA facility. Stipulates that if the veteran is not buried in a national cemetery or other cemetery under the jurisdiction of the United States, the Administrator, in his discretion, having due regard to the circumstances in each case, may pay a sum not exceeding $150 as a plot or interment allowance to such person as he prescribes. Transfers to the Administrator from the Secretaries of the Army, Navy, and Air Force the functions and responsibilities of such Secretaries with respect to cemeteries under their jurisdiction. Repeals specified provisions of law dealing with national cemeteries and payment of veterans' burial expenses. Authorizes the burial of an unknown soldier from the Vietnam Conflict at Arlington National Cemetery after the United States has concluded its participation in hostilities in Southeast Asia."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Cemeteries Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38 of the United States Code in order to establish a National Cemetery System within the Veterans' Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:44-05:00"
}