{
  "actions": [
    {
      "acted_at": "1973-01-09", 
      "committee": "House Committee on Science and Astronautics", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Astronautics.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1496-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Astronautics", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-09", 
  "number": "1496", 
  "official_title": "A bill to establish a structure that will provide integrated knowledge and understanding of the ecological, social, and technological problems associated with air pollution, water pollution, solid waste disposal, general pollution, and degradation of the environment, and other related problems.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Environmental Center Act", 
  "sponsor": {
    "district": "9", 
    "name": "Frey, Lou, Jr.", 
    "state": "FL", 
    "thomas_id": "00416", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-09", 
  "subjects": [
    "Advisory bodies", 
    "Environmental protection", 
    "Pollution", 
    "Research"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-09", 
    "text": "Title I: National Environmental Center Act - Establishes a National Environmental Center which shall be maintained and administered by a Board of Trustees. States that such Board shall be composed of seven members appointed by the President, by and with the consent of the Senate. Sets forth the terms of office of the members of the Board. Establishes a General Public Advisory Committee to advise the Board on scientific and technical matters relating to the environmental research and development program of the National Environmental Center. Establishes a Federal Agency liaison committee comprised of representatives of Federal agencies for the purpose of keeping the Board fully and currently informed of all relevant activities of Federal agencies, and keeping all agencies fully and currently informed of all activities of the Center. Prescribes the powers and duties of the Board of Trustees including: (1) the designation or establishment of six National Environmental Laboratories in locations subject to the approval, by resolution, of the committee on Science and Astronautics of the House of Representatives and the Committee on Public Works of the United States Senate; (2) to enter into contractual agreements; (3) to establish affiliation with any existing agency or organization; (4) to establish broad policy and directions for the Center and its Laboratories; (5) to accept gifts for deposit in a fund with public disclosure of gifts over five thousand dollars; (6) to obtain grants and to make grants and contracts with other organizations; (7) to make contracts with, and obtain grants from any Federal agency; (8) to act to avoid duplication of environmental research and development activities; (9) to acquire sites99 for the location of National Environmental Laboratories and hold title to equipment including aircraft, vehicles, and vessels; (11) to appoint a General Manager of the Center for administrative purposes; and (12) to appoint and fix compensation for Directors of each national laboratory and such other officers as may be necessary. Describes general areas of environmental concern which the Board shall consider at the time of designating the primary research program for any laboratory established. Sets forth the requirements and duties of the Directors of each National Laboratory established by the Board of Trustees. Provides authority for relocation assistance in the event of land acquisition for the National Environmental Laboratory. Establishes authority to create a special trust fund for the long-term endowment of the Center. Authorizes to be appropriated $50 million for four consecutive fiscal years with such appropriations available only to invest in interest bearing obligations of the United States. Requires the Board to transmit to the Committee on Appropriations of the House of Representatives and the Senate, a statement of the expenditures of any funds derived from the special trust fund. Authorizes the appropriation of $40 million in fiscal year 1973 and $80 million in fiscal year 1974 for the operation of the Center and the National Environmental Laboratories. Requires the General Manager of the Center to transmit annually to the President and to the Congress a report setting forth the expenditures of the Center and a description of the research programs undertaken by the Center. Authorizes the Comptroller General to conduct a study of the environmental research activities of all agencies of the Federal Government and to furnish Congress with an assessment of conflict, overlap, and coordination. Title II: State Environmental Center Act - Authorizes the Administrator of the Environmental Protection Agency to establish or designate within each State one State environmental center. Provides that each State environmental center shall: (1) have a nucleus of administrative, professional, scientific, and technical personnel capable of planning, coordinating, and directing comprehensive research programs and the other activities necessary to carry out the purposes of this title; (2) assist and coordinate the research and education capability of educational institutions and other appropriate institutions with the State; (3) be authorized to make grants to, contract with, provide matching funds to, and enter into other arrangements with educational institutions, foundations, private organizations, and individuals whose training, experience, and qualifications are such as to contribute to the work of the State center in furthering the purposes of this title; and (4) be authorized to contract with, make grants to, and accept grants from local, State, and Federal agencies for the purpose of undertaking research, investigations, experiments, and any other activities related to the environment. Provides that each environmental center shall have as one of its principal functions an education extension program. Sets forth areas that the work of the education program shall be directed towards. Authorizes the Administrator to promulgate such rules and regulations as may be necessary to carry out the purposes of this title. Provides that each State environmental center shall transmit annually to the Administrator a report which shall set forth, but not be limited to: (1) an audit of expenditures in accordance with generally accepted accounting procedures; (2) bibliographies, with annotations, of research performed; and (3) a description of ongoing research programs. Authorizes to be appropriated for the fiscal year beginning July 1, 1972, $6,250,000, of which $125,000 shall be made available by the Administrator to each State environmental center; of which $175,000 shall be made available by the Administrator to each State environmental center; and for the fiscal year beginning July 1, 1973, $8,750,000. fiscal year beginning on July 1, 1974, and of each fiscal year thereafter, $12,500,000, of which $250,000 shall be made available by the Administrator to each State environmental center. Authorizes to be appropriated for the fiscal year beginning July 1, 1972, and for each fiscal year thereafter, $10,000,000, which shall be allocated among the States on the basis of population. Provides that such sums shall be made available only to State environmental centers in those States which provide $1 for each $2 provided."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Environmental Center Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "State Environmental Center Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a structure that will provide integrated knowledge and understanding of the ecological, social, and technological problems associated with air pollution, water pollution, solid waste disposal, general pollution, and degradation of the environment, and other related problems.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:13-05:00"
}