{
  "actions": [
    {
      "acted_at": "1982-12-16", 
      "references": [], 
      "text": "Introduced in the Senate and ordered to be held at the desk pending further disposition.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3106-97", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-12-16", 
  "number": "3106", 
  "official_title": "A bill to implement the Convention for the Conservation of Salmon in the North Atlantic Ocean, signed at Reykjavik, Iceland, on March 2, 1982.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Atlantic Salmon Convention Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Packwood, Bob", 
    "state": "OR", 
    "thomas_id": "01414", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1982-12-16", 
  "subjects": [
    "Atlantic Ocean", 
    "Fisheries", 
    "Fishery agreements", 
    "Salmon fisheries", 
    "Treaties"
  ], 
  "subjects_top_term": "Fishery agreements", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-12-16", 
    "text": "Atlantic Salmon Convention Act of 1982 - Requires the United States to be represented by three U.S. Commissioners on the Council and Commissions established under the Convention for the Conservation of Salmon in the North Atlantic Ocean, signed at Reykjavik, Iceland, on March 2, 1982 (the Convention). Authorizes the Secretary of State to receive, on behalf of the United States, communications of the North Atlantic Salmon Conservation Organization, to deal with regulatory measures proposed in accordance with the Convention, and to act upon other communications of the Organization. Directs the Secretary of Commerce, in cooperation with the Secretary of the Interior and the Secretary of the Department in which the Coast Guard is operating, to promulgate regulations to carry out the purposes and objectives of the Convention and this Act. Makes it unlawful for any individual, or any vessel, subject to the jurisdiction of the United States: (1) to conduct directed fishing for salmon within specified areas of the Atlantic Ocean; or (2) to violate any provision of the Convention or this Act. Subjects any individual who commits such an unlawful act to both civil and criminal penalties. Directs the Secretary of Commerce and the Secretary of the Department in which the Coast Guard is operating to enforce the provisions of this Act. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Atlantic Salmon Convention Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to implement the Convention for the Conservation of Salmon in the North Atlantic Ocean, signed at Reykjavik, Iceland, on March 2, 1982.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:31-05:00"
}