{
  "actions": [
    {
      "acted_at": "1995-11-29", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-12-11", 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "subcommittee": "the Constitution", 
      "text": "Referred to the Subcommittee on the Constitution.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2686-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Constitution", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Barrett, Thomas M.", 
      "sponsored_at": "1995-11-30", 
      "state": "WI", 
      "thomas_id": "00058", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Brown, Sherrod", 
      "sponsored_at": "1995-11-29", 
      "state": "OH", 
      "thomas_id": "00136", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Bryant, John W.", 
      "sponsored_at": "1995-11-29", 
      "state": "TX", 
      "thomas_id": "00142", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Kaptur, Marcy", 
      "sponsored_at": "1995-11-29", 
      "state": "OH", 
      "thomas_id": "00616", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Roukema, Marge", 
      "sponsored_at": "1995-11-30", 
      "state": "NJ", 
      "thomas_id": "00990", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Sawyer, Thomas C.", 
      "sponsored_at": "1995-11-29", 
      "state": "OH", 
      "thomas_id": "01022", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "1995-11-29", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Traficant, James A., Jr.", 
      "sponsored_at": "1995-11-29", 
      "state": "OH", 
      "thomas_id": "01166", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-11-29", 
  "number": "2686", 
  "official_title": "To provide for additional lobbying reform measures.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Frank, Barney", 
    "state": "MA", 
    "thomas_id": "00407", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-11-29", 
  "subjects": [
    "Conflict of interests", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Department of Commerce", 
    "Discovery (Law)", 
    "Federal officials", 
    "Fines (Penalties)", 
    "Foreign agents", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Government ethics", 
    "Government operations and politics", 
    "Government paperwork", 
    "International Trade Commission", 
    "International affairs", 
    "International propaganda", 
    "Law", 
    "Legal services", 
    "Licenses", 
    "Lobbying", 
    "Members of Congress", 
    "Names", 
    "Newspapers", 
    "Nonprofit organizations", 
    "Office of the U.S. Trade Representative", 
    "Periodicals", 
    "Political consultants", 
    "Political parties", 
    "Presidential appointments", 
    "Press organizations", 
    "Public records", 
    "Social welfare", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Trade negotiations"
  ], 
  "subjects_top_term": "Federal officials", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-11-29", 
    "text": "Amends the Federal criminal code to revise the ban against representing, aiding, or advising foreign entities on any person who has been the U.S. Trade Representative to extend the ban: (1) from three years after leaving the position to any time after leaving the position; and (2) to the Deputy U.S. Trade Representative, the Secretary of Commerce, and any Commissioner of the International Trade Commission. (Sec. 1) Amends the Trade Act of 1974 to prohibit appointment as U.S. Trade Representative, Deputy U.S. Trade Representative, the Secretary of Commerce, or Commissioner of the International Trade Commission of any person who has represented, aided, or advised a foreign entity in any trade negotiation or trade dispute with the United States. (Sec. 2) Amends the Federal criminal code to revise the post-Federal employment ban relating to foreign entities on certain senior and very senior personnel (including the Vice President) of the executive branch and independent agencies, and on members of Congress and officers and employees of the legislative branch. Applies the same ban to the President. Makes such ban permanent with respect to knowingly acting as an agent or attorney for or otherwise representing or advising, for compensation, a foreign government or foreign political party, if the representation or advice relates directly to a matter in which the United States is a party or has a direct and substantial interest. Sets a five-year ban on knowingly acting, for compensation, as an agent or attorney for or otherwise representing or advising in such a matter: (1) any person outside of the United States, unless such person is an individual U.S. citizen domiciled within the United States, or an organization created by Federal or State law with a principal place of business within the United States; or (2) any partnership, association, corporation, organization, or other combination of persons organized under the laws of or having its principal place of business in a foreign country. (Sec. 3) Amends the Foreign Agents Registration Act of 1938 to: (1) rename it the Foreign Interests Representation Act; (2) change \"agent of a foreign principal\" to \"representative of a foreign principal\"; and (3) cover as such a representative any person who engages in political activities for purposes of furthering commercial, industrial, or financial operations with a foreign principal. Declares that a foreign principal controls a person in major part if the foreign principal holds: (1) more than 50 percent equitable ownership in such person; or (2) (subject to rebuttal evidence) between 20 percent and 50 percent equitable ownership in such person. Excludes from the meaning of \"representative of a foreign principal\": (1) U.S.-organized news or press services or associations and newspapers and periodicals whose officers, directors, and at least 80 percent of whose beneficial owners are U.S. citizens, and which are not owned or financed by any representative of a foreign principal required to register under such Act; or (2) any U.S.-organized incorporated, nonprofit membership organization that is a registered lobbying organization whose activities are directly supervised or subsidized in whole by U.S. citizens. Repeals the exemption from the registration requirements of such Act for persons, or their employees, whose foreign principal is the government of a foreign country whose defense is presidentially deemed vital to defense of the United States. Revises the exemption from such registration requirements for lawyers engaged in legal representation of a disclosed foreign principal before any Federal agency to limit such exemption to legal representation before the Patent and Trademark Office. Sets forth civil penalties for failure to file required registration statements, or for false statements, or omission of material facts from such statements. (Sec. 4) Amends the Federal criminal code to set forth misdemeanor penalties for misappropriation of any person's name in connection with a lobbying contact about any legislation before the Congress or nomination pending before the Senate. (Sec. 5) Directs the Clerk of the House of Representatives and the Secretary of the Senate to establish a joint registry to record visits by registered lobbyists to Members of the House and Senators. Requires lobbyists to record each such visit in the registry, including date and subject."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To provide for additional lobbying reform measures.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:02-05:00"
}