{
  "actions": [
    {
      "acted_at": "1977-09-08", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-09-08", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8980-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Rogers, Paul G.", 
      "sponsored_at": "1977-01-03", 
      "state": "FL", 
      "thomas_id": "00978", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Whitehurst, G. William", 
      "sponsored_at": "1977-01-03", 
      "state": "VA", 
      "thomas_id": "01221", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-09-08", 
  "number": "8980", 
  "official_title": "A bill to strengthen the capability of the Government to detect, prosecute, and punish fraudulent activities under the medicare and medicaid programs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Medicare-Medicaid Anti-Fraud and Abuse Amendments", 
  "sponsor": {
    "district": "8", 
    "name": "Rostenkowski, Dan", 
    "state": "IL", 
    "thomas_id": "00988", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-09-08", 
  "subjects": [
    "Ambulatory care", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Fraud", 
    "Grants-in-aid", 
    "Health facilities", 
    "Maternal and infant welfare", 
    "Medicaid", 
    "Medicare", 
    "Peer review organizations (Medicine)", 
    "Privileges and immunities", 
    "Rebates", 
    "Right of privacy", 
    "Social welfare", 
    "Subpoena"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-09-08", 
    "text": "Medicare-Medicaid Anti-Fraud and Abuse Amendments - Amends Titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act to require that Medicare and Medicaid payments be made directly to the physician or other person providing the service involved. Allows payment in accordance with an assignment from the person or institution providing care or service if such assignment is made to a governmental agency or entity or is established by the order of a court of competent jurisdiction or to an agent of such person or institution if the agent does so pursuant to an agency agreement under which the compensation to be paid to the agent for his services or in connection with the billing or collection of payments due such person or institution under the plan is unrelated to the amount of such payments or the billings thereof, and is not dependent upon the actual collection of any such payment. States that the Secretary of Health, Education, and Welfare shall by regulation (or by contract provision) provide that any entity (other than a public entity) which is a provider or supplier that furnishes, or arranges for the furnishing of items or services with respect to which is claimed under Title XVIII, Title V (Maternal and Child Welfare), or under Title XIX (Medicaid) of the Social Security Act or a party to an agreement with the Secretary under such titles shall promptly comply with any request, specifically addressed to that entity by the Secretary or the Comptroller General of the United States, for information concerning ownership, control, or costs of such entities. Increases the maximum penalty for defrauding the Medicare and Medicaid programs. Makes review and certification requirements of the Social Security Act inapplicable to providers, suppliers, and practitioners being reviewed by any Professional Standards Review Organization designated by the Secretary to be competent to perform review responsibilities. Directs the Secretary to give priority to requests by Professional Standards Review Organizations for review responsibility with respect to services furnished in shared health facilities. States that where a Professional Standards Review Organization has been found competent by the Secretary to assume review responsibility with respect to specified types of health services, such reviews shall constitute the conclusive determination on those issues for purposes of payment under the Social Security Act. Requires professional Standards Review Organizations to provide data and information to assist Federal and State agencies having responsibility for identifying and investigating cases or patterns of fraud or abuse, and to assist the Secretary in carrying out appropriate health care planning and related activities. Requires the Secretary to make payment to qualified Professional Standards Review Organizations in an amount equal to the reasonable amount of the expenses incurred in connection with the defense of any suit, action, or proceeding brought against such organization, member, employee, or person related to the performance of any duty or function of such organization. Directs the Secretary to submit to the Congress an annual report on the administration, impact, and cost of the program during the preceding fiscal year. Authorizes the Comptroller General of the United States to sign and issue supoenas for the purpose of any audit, investigation, examination, analysis, review, evaluation, or other function authorized by law with respect to any program authorized under this Act. Requires the Secretary to suspend any physician or practitioner from participation in the Medicare or Medicaid programs whenever such individual is convicted of a criminal offense related to their involvement in such programs. Conditions participation in, or certification or recertification under, the programs established by titles XVIII, XIX, and XX (Grants to States for Services) upon disclosure of the name of any person who: (1) has a direct or indirect ownership or control interest of five percent or more in such provider, institution, organization, or agency, and (2) has been convicted of a criminal offense related to the involvement of such person in any of such programs. Prohibits expenditure under the Medicaid plan to the extent that any agency, organization, or other person (other than a member of the individual's family) would have been obligated by a State law or contract to provide such care or services but for a provision of the State law or contract which limits or excludes such obligation because the individual is eligible for or receives care or services under the plan."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare-Medicaid Anti-Fraud and Abuse Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen the capability of the Government to detect, prosecute, and punish fraudulent activities under the medicare and medicaid programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:02-05:00"
}