{
  "actions": [
    {
      "acted_at": "1991-03-06", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s571-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1991-03-06", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bentsen, Lloyd M.", 
      "sponsored_at": "1991-03-06", 
      "state": "TX", 
      "thomas_id": "01282", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Byrd, Robert C.", 
      "sponsored_at": "1991-03-06", 
      "state": "WV", 
      "thomas_id": "01299", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-03-06", 
  "number": "571", 
  "official_title": "A bill to amend the Export-Import Bank Act of 1945 and the Foreign Assistance Act of 1961 to reform United States bilateral economic assistance programs, to promote the purchase of United States goods and services, to promote democracy and privatization in Eastern Europe, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Aid for Trade Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Boren, David L.", 
    "state": "OK", 
    "thomas_id": "01287", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-03-06", 
  "subjects": [
    "American economic assistance", 
    "American investments", 
    "American technical assistance", 
    "Authorization", 
    "Buy American", 
    "Capital investments", 
    "Developing countries", 
    "Eastern Europe", 
    "Export credit", 
    "Export finance", 
    "Federally-guaranteed loans", 
    "Foreign trade and international finance", 
    "Government procurement", 
    "Government trust funds", 
    "Interest", 
    "International affairs", 
    "Small business", 
    "Trade agreements", 
    "Trade negotiations"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-03-06", 
    "text": "Aid for Trade Act of 1991 - Title I: Use of Foreign Assistance Funds - Allocates, on a percentage basis, bilateral economic assistance for FY 1993 through 1997 for the construction, design, or servicing of developmentally sound capital projects. Limits the use of such assistance to the procurement of U.S. goods and services. Establishes a program for the combined use of credits, loans, guarantees, and grants by the Export-Import Bank and the Agency for International Development (AID) to support such projects. Directs the President to establish an interagency capital projects coordinating committee composed of specified Federal agency representatives to ensure a strategic approach to the support of such projects. Requires the committee to submit to the Congress a report describing the extent to which such projects and tied aid programs have affected U.S. exports. Sets specified percentage limits on cash transfers with respect to Economic Support Funds for FY 1993 through 1997. Requires the Comptroller General to submit to the Congress a study of cash payment assistance. Amends the Foreign Assistance Act of 1961 to require the Administrator of each agency, in determining the geographic code for the purchase of goods and services, not to grant any waivers from Geographic Codes OOO (United States only) or 941 (United States and least-developed countries) except for specified reasons. Requires the Administrator of the AID to report annually to the Congress on such waivers. Title II: Increase in Credit Authority - Authorizes a 15 percent per year increase in appropriations for FY 1993 through 1997 for direct loans and as reserve funds for loan guarantees made by the Export-Import Bank. Amends the Export-Import Bank Act of 1945 to authorize appropriations for FY 1993 and 1994 to the Tied Aid Credit Fund. Requires the Chairman of the Bank, if such appropriated funds are not totally used for each fiscal year, to submit to the Congress a report stating: (1) the Bank's reason for not using the funds; and (2) the amount of sales or bids lost because of such Bank's decision not to use such funds. Amends the Trade and Development Enhancement Act of 1983 to authorize appropriations for FY 1993 and 1994 to support preliminary engineering and design work for capital projects. Title III: Eastern Europe Recovery Program - Authorizes the President, acting through the Administrator of the AID, to provide technical assistance to assist in the revision of public policy and administrative reforms to effect the orderly evolution of free-market economies among the Eastern European nations. Authorizes appropriations. Establishes within the Export-Import Bank the Eastern European Loan Guarantee Program to provide guarantees to U.S. lenders and exporters for projects which provide for the export of U.S.-made products and services to Eastern Europe. Amends the Foreign Assistance Act of 1961 to increase the amount of direct investment loans that the Corporation must make each fiscal year. Earmarks a specified amount of such loans to promote the activities of U.S. small businesses in Eastern Europe. Title IV: General Provisions - Requires the Secretary of the Treasury to submit a specified report to the Congress if a new agreement within the Organization for Economic Cooperation and Development (OECD) is not reached by December 31, 1991, that reduces the levels of concessional financing by member countries of the OECD, other than the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Aid for Trade Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Export-Import Bank Act of 1945 and the Foreign Assistance Act of 1961 to reform United States bilateral economic assistance programs, to promote the purchase of United States goods and services, to promote democracy and privatization in Eastern Europe, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:45-05:00"
}