{
  "actions": [
    {
      "acted_at": "1996-05-08", 
      "references": [
        {
          "reference": "CR S4851-4852", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-05-08", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1732-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1996-05-08", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-05-08", 
  "number": "1732", 
  "official_title": "A bill to implement the obligations of the United States under the Convention on the Prohibition of the Development, Production, Stockpiling and Use of Chemical Weapons and on Their Destruction, known as \"the Chemical Weapons Convention\" and opened for signature and signed by the United States on January 13, 1993.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Chemical Weapons Convention Implementation Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Lugar, Richard G.", 
    "state": "IN", 
    "thomas_id": "01387", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-05-08", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative responsibility", 
    "Americans in foreign countries", 
    "Armed forces and national security", 
    "Arms control", 
    "Arms control agreements", 
    "Arms control verification", 
    "Business records", 
    "Chemical industries", 
    "Chemical weapons", 
    "Chemicals", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Confidential communications", 
    "Contempt of court", 
    "Crime and law enforcement", 
    "Department of Commerce", 
    "Emergency management", 
    "Environmental protection", 
    "Executive reorganization", 
    "Export controls", 
    "Exports", 
    "Extraterritoriality", 
    "Federal employees", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Governmental investigations", 
    "Imports", 
    "Information leaking", 
    "Injunctions", 
    "Inspection (Arms control)", 
    "International affairs", 
    "Judicial review of administrative acts", 
    "Law", 
    "Military law", 
    "Riot control", 
    "Searches and seizures", 
    "Sentences (Criminal procedure)", 
    "Subpoena", 
    "Warrants (Law)"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-05-08", 
    "text": "TABLE OF CONTENTS: Title I: National Authority Title II: Application of Convention Prohibitions to Natural and Legal Persons Title III: Reporting Title IV: Inspections Chemical Weapons Convention Implementation Act of 1995 - Title I: National Authority - Directs the President to establish the United States National Authority to serve as the focal point for liaison with the Organization for the Prohibition of Chemical Weapons and other States Parties to the Convention on the Prohibition of the Development, Production, Stockpiling and Use of Chemical Weapons and on Their Destruction, opened for signature on January 13, 1993. Title II: Application of Convention Prohibitions to Natural and Legal Persons - Amends the Federal criminal code to impose criminal penalties upon anyone who knowingly develops, acquires, stockpiles, transfers, uses, owns, or possesses any chemical weapon, assists any other person in doing so, or attempts to do so. Makes such provision inapplicable to the retention, ownership, or possession of any chemical weapon permitted by the Convention, pending the weapon's destruction, by any Federal agency. (Sec. 201) Provides for seizures and forfeitures of chemical weapons, as well as U.S. injunctive relief against prohibited conduct related to them. Imposes criminal penalties upon persons who knowingly use riot control agents as a method of warfare or assist another person in doing so. Subjects members of the armed forces who engage in such activity to military penalties. (Sec. 203) Makes it unlawful for any person or any U.S. national located outside the United States to produce, acquire, transfer, or use a chemical listed on Schedule 1 of the Annex on Chemicals of the Convention unless: (1) the chemicals are applied to research, medical, pharmaceutical, or protective purposes; (2) the types and quantities of chemicals are strictly limited to those justifiable for such purposes; and (3) the amount of such chemicals per person at any given time for such purposes does not exceed a limit to be determined by the United States National Authority or, in any case, one metric ton. Makes it unlawful for any person or U.S. national located outside the United States to: (1) produce, acquire, transfer, or use Schedule 1 chemicals outside the territories of the States Parties to the Convention or to transfer such chemicals to any persons outside of the United States except as provided for in the Convention for transfers to persons located in other State Parties; or (2) transfer a chemical on Schedule 2 of the Annex to any person outside the territory of a State Party or to receive such a chemical from any person outside a State Party. Title III: Reporting - Requires the Department of Commerce to establish requirements of recordkeeping and reporting by persons who produce, process, consume, export, or import chemical substances subject to the Convention, or who propose to engage in such activities. (Sec. 302) Exempts information reported to or obtained by the National Authority, the Department of Commerce, or any other agency under this Act or under the Convention from public disclosure under the Freedom of Information Act. Sets forth criminal penalties for unlawful disclosure. (Sec. 303) Makes it unlawful to fail to comply with recordkeeping and reporting requirements. Title IV: Inspections - Authorizes members of inspection teams of the Technical Secretariat of the Organization for the Prohibition of Chemical Weapons to inspect plants, plant sites, or other locations in the United States subject to inspection under the Convention, according to specified notice, time frame, and scope of inspection requirements. (Sec. 402) Provides for other inspections under the Convention, with specified ones by the Department of Commerce and others by a lead agency designated by the President. (Sec. 403) Makes it unlawful to fail or refuse to permit entry or inspection or to disrupt or impede an inspection. (Sec. 404) Provides for civil and criminal penalties for specified violations of this Act, as well as specific enforcement of this Act and related legal proceedings."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Chemical Weapons Convention Implementation Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to implement the obligations of the United States under the Convention on the Prohibition of the Development, Production, Stockpiling and Use of Chemical Weapons and on Their Destruction, known as \"the Chemical Weapons Convention\" and opened for signature and signed by the United States on January 13, 1993.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:12-05:00"
}