{
  "actions": [
    {
      "acted_at": "1986-04-15", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-04-15", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-04-28", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-04-28", 
      "references": [], 
      "text": "Considered by House Unfinished Business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-04-29", 
      "references": [], 
      "text": "Failed to Receive 2/3's Vote to Suspend and Pass by Yea-Nay Vote: 263 - 141 (Record Vote No: 98).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4600-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1986-04-15", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-04-15", 
  "number": "4600", 
  "official_title": "A bill to reauthorize and amend the Indian Health Care Improvement Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Health Care Amendments of 1986", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-04-15", 
  "subjects": [
    "Alaska", 
    "Alcohol and Alcoholic Beverages", 
    "Alcohol and youth", 
    "Alcoholism", 
    "Arizona", 
    "Authorization", 
    "California", 
    "Child health", 
    "Children and youth", 
    "Competition", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Department of Health and Human Services", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drugs and narcotics", 
    "Drugs and youth", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Emergency medical services", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal aid to Indians", 
    "Federal-Indian relations", 
    "Government procurement", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Hawaii", 
    "Hawaiians", 
    "Health", 
    "Health education", 
    "Health facilities", 
    "Hospitals", 
    "Infant mortality", 
    "Information services", 
    "Land transfers", 
    "Management information systems", 
    "Maternal and infant welfare", 
    "Medicaid", 
    "Medical education", 
    "Medical personnel", 
    "Mental health services", 
    "Montana", 
    "Native Americans", 
    "New Mexico", 
    "North Dakota", 
    "Preventive medicine", 
    "Public Lands and Real Property", 
    "Public health", 
    "Refuse and refuse disposal", 
    "Scholarships", 
    "Social security eligibility", 
    "Social welfare", 
    "Student aid", 
    "Treatment and rehabilitation of alcoholics", 
    "Urban areas", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water supply", 
    "Water treatment plants", 
    "Women's health", 
    "Women's rights"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-04-15", 
    "text": "Indian Health Care Amendments of 1986 - Title I: Indian Health Manpower - Amends the Indian Health Care Improvement Act to authorize appropriations for specified Indian health programs for FY 1987 through 1989, including scholarship programs and continuing education allowances. Prohibits the Secretary of Health and Human Services (the Secretary) from denying scholarship assistance solely on the basis of an applicant's scholastic achievement if such applicant has been admitted to, or maintained good standing at, an accredited health professions institution. Directs the Secretary to grant Indian Health Scholarships to Indians enrolled full-time in certain schools for health professionals. States that the active duty service requirements of the Public Health Service Act can be met by specified services, including: (1) service or employment under a contract pursuant to the Indian Self-Determination and Education Assistance Act; (2) employment in a program under the Indian Health Care Improvement Act; or (3) the private practice of a health professional if such practice is in a health professional shortage area and addresses the health care needs of a substantial number of Indians. Repeals the Indian Health Scholarship Program under the Public Health Service Act. Title II: Health Services - Enumerates the health services for which the Secretary is authorized to expend Indian Health Care Improvement Fund appropriations. Prohibits the use of such funds to offset or limit appropriations made under other Acts. Conditions the allocation of such funds upon the health resource deficiency level of the affected Indian tribes. Allocates such funds: (1) on a service unit basis; and (2) in the case of multi-tribal service units, on the basis of the health resources deficiency level of each separate tribe within such service unit. Requires the Secretary to submit to the Congress a current health services priority system report, including the methodology for determining tribal health resources deficiencies, the funds needed to raise all service units to a zero level deficiency, and an evaluation of the preventive health, health protection, and the health promotion needs of Indians identified in tribal specific health plans. Directs the Secretary to establish a review mechanism for tribal petitions regarding the health resource deficiency level of a tribe. Requires the Secretary to provide a current update of tribal specific health plans. Requires at least one percent of the Indian Health Care Improvement Fund appropriation to be expended for research. Makes programs administered by tribal organizations under the Indian Self-Determination and Education Assistance Act eligible for specified funds on an equal basis with programs administered directly by the Indian Health Service. Directs the President to include with the submission of the budget a separate statement which specifies the amounts obligated to implement enumerated health services. Authorizes appropriations for FY 1988 and 1989 for specified health services. Designates such appropriations the Indian Health Care Improvement Fund. Establishes an Indian Catastrophic Health Emergency Fund to meet extraordinary medical costs for victims of disasters or catastrophic illness. Authorizes appropriations for FY 1988 and 1989. Requires the Secretary to report to the Congress on the operation of such fund. Authorizes the Secretary to waive the competitive procurement requirements for health services upon certification by the responsible Chief Medical Officer that such requirements would compromise the quality, accessibility, or continuity of health services or would not result in any appreciable competition or savings. Requires the Secretary to require each Indian tribe to include within any tribal specific health plan submitted to the Secretary an identification of the preventive health, health protection, and health promotion needs of each tribe and a comprehensive plan for the provision of such services to such tribe. Title III: Health Facilities - Requires the Secretary to submit to the Congress a health facilities priority system report regarding the construction or renovation needs of the ten top priority inpatient and ten top priority ambulatory care facilities. Requires the Secretary to consult with any Indian tribe that might be affected by an expenditure for health facilities before the Secretary makes a commitment for such an expenditure. Conditions the closure of any health care facility upon the Secretary's submission to the Congress of an impact assessment one year prior to the contemplated closing. Enumerates the data to be included in such assessment. Directs the Secretary to implement a ten-year plan to provide safe water and sanitary sewage and solid waste disposal facilities to Indian homes and communities. Requires the Secretary to report to the Congress regarding the Indian Health Service's current Indian sanitation facility priority system and the funds needed to raise all communities or tribes to a zero level of deficiency. Authorizes specified appropriations to provide sanitation facilities. Authorizes the Secretary to provide financial and technical assistance for the operation and maintenance of sanitation facilities, utility organizations, and emergency repairs of sanitation facilities. Authorizes appropriations for FY 1988 and 1989. Authorizes tribes to expend certain non-Indian Health Service funds for the renovation of Indian health facilities subject to specified conditions. Authorizes the Secretary to exchange certain real property with the Bethel Native Corporation (Alaska). Title IV: Access to Health Services - Amends title XIX (Medicaid) of the Social Security Act to make certain providers of the Indian Health Service eligible for Medicaid payments. Directs the Secretary to ensure that each service unit of the Indian Health Service receives at least half of the amounts to which its facilities are entitled, if such amounts are necessary to bring the facilities into compliance with this Act. Directs the Secretary to conduct a study in consultation with Indian tribes regarding barriers to Indian participation in Medicaid programs. Title V: Urban Indian Health Services - Directs the Secretary to contract with urban Indian organizations to administer health services programs in urban areas. Sets forth specified requirements to be included in such contracts. Details eligibility criteria for the selection of such organizations. Authorizes the Secretary to enter into contracts with urban Indian organizations to determine the health status and unmet health care needs of urban Indians in affected urban areas. Delineates the requirements of such contracts. Requires the Secretary to: (1) develop evaluation procedures for the performance of such contracts; and (2) conduct annual onsite evaluations of each contracting urban Indian organization. Prescribes guidelines for the renewal of health care or referral services contracts. Prohibits renewal of contracts for determination of unmet health needs if their performance has been non-compliant or otherwise unsatisfactory and problems cannot be resolved. Requires certain reports to the Congress. Authorizes appropriations for FY 1987 through 1989 for purposes of carrying out such contracts. Title VI: Organizational Improvements - Establishes in the Office of the Secretary of Health and Human Services the Office of Indian Health Service to administer all Indian health programs and authorities assigned to the Secretary or the Surgeon General, including such programs and authorities under this Act and other specified Acts. Places the Office of Indian Health Service under the direction of an Assistant Secretary for Indian Health who shall be responsible for the conduct and operation of Indian health matters. Transfers the Indian Health Service to the Office of Indian Health Service (thus terminating the Indian Health Service as part of the Health Resources and Services Administration). Requires the Secretary to establish an automated management information system for: (1) the Indian Health Service; and (2) all tribes, tribal organizations, and urban Indian organizations providing health services under contracts with the Indian Health Service. Provides that such required systems be established in California by a specified date. Provides for patients' access to their health records. Title VII: Miscellaneous - Authorizes the Secretary to enter into legal agreements with Indian tribes or tribal organizations in order to provide compensation for facility space costs associated with the administration and delivery of health services by the Indian Health Service or tribally operated programs. Directs the Secretary to coordinate efforts with the Secretary of the Interior and the Secretary of Education to develop programs to combat alcohol and drug abuse among Indian juveniles, including preventive education programs in schools operated by or under the Bureau of Indian Affairs. Directs the Secretary to establish an Office of Alcohol and Drug Abuse within the Indian Health Service. Authorizes appropriations for FY 1987 and 1988. Extends from FY 1984 to 1989 the time during which Arizona is designated as a contract health service delivery area. Extends eligibility for health services to specified Indians in the State of California through 1988. Establishes eligibility guidelines for such medical benefits. Designates the State of California as a contract health service delivery area. Lists programs eligible for Indian Health Service funds. Provides for certain alternative health arrangements for eligible California Indians who are not members of a tribe. Restricts circumstances under which the Secretary may remove a member of the National Health Service Corps who is performing obligated service in a health facility operated by or under the Indian Health Service. Authorizes the Secretary under certain circumstances to provide medical care or benefits by the Indian Health Service to otherwise ineligible persons. Limits restrictions on the use of Indian Health Service appropriations. Sets a deadline by which the Secretary must develop and implement a plan to reduce Indian infant and maternal mortality rates to that of the general population. Requires the Secretary to report to the Congress on the progress of lowering such rates. Directs the Secretary to provide contract health services to the Turtle Mountain Band of Chippewa Indians who reside in the Trenton Service Area of specified counties in the States of North Dakota and Montana. Requires the Secretary to examine the feasibility of sharing medical facilities and services between the Indian Health Service and the Veterans Administration. Requires the Secretary to report to the Congress on such feasibility. Requires the Secretary to make grants to the Navajo tribe to establish a demonstration program in Gallup, New Mexico, to rehabilitate adult Navajo Indians suffering from alcoholism or alcohol abuse. Authorizes appropriations for FY 1988 and 1989. Directs the Secretary to conduct a study of the physical and mental health care needs of Native Hawaiians and other Native American Pacific Islanders, and to report the results of such study to the Congress one year after the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Health Care Amendments of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize and amend the Indian Health Care Improvement Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:19-05:00"
}