{
  "actions": [
    {
      "acted_at": "1975-12-18", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11243-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-12-18", 
  "number": "11243", 
  "official_title": "A bill to amend the Immigration and Nationality Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "38", 
    "name": "Patterson, Jerry M.", 
    "state": "CA", 
    "thomas_id": "00898", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-12-18", 
  "subjects": [
    "Alien labor", 
    "Aliens", 
    "Attorneys general", 
    "Crime and law enforcement", 
    "Department of Justice", 
    "Discrimination in employment", 
    "Immigration", 
    "Labor and employment"
  ], 
  "subjects_top_term": "Aliens", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-12-18", 
    "text": "Allows, under the Immigration and Nationality Act, the status of an alien who was inspected and admitted or paroled into the United States to be adjusted by the Attorney General to that of an alien lawfully admitted for permanent residence if: (1) the alien applies for such adjustment; (2) the alien is eligible to receive an immigrant visa and is admissible to the United States for permanent residence; and (3) an immigrant visa is immediately available to him at the time his application is filed. States that, upon approval of such application, the Secretary of State shall reduce by one the number of preference or nonpreference visas authorized to be issued within the class to which the alien is chargeable, or the number of visas authorized pursuant to other provisions. States that these provisions for status adjustment do not apply to: (1) an alien crewman; (2) an alien (other than an immediate relative) who hereafter continues in or accepts unauthorized employment prior to filing an application for adjustment of status; or (3) any alien admitted in transit without visa. Makes it illegal to knowingly employ or refer for employment an alien who has not lawfully been admitted to the United States for permanent residence, unless the employment is authorized by the Attorney General. Permits the Attorney General, if he reasonably concludes on evidence or information that these provisions have been violated, to serve a citation on the employer, agent, or referrer containing a notification that the alien's employment is not authorized and a warning of the penalties and injunctive remedies. Provides for judicial review of such citations if an action is filed within sixty days of issuance. Declares that, if such violations are found, in a proceeding initiated within two years after service of the citation, the Attorney General shall assess a penalty of not more than $500 for each alien with respect to who any violation occurred. Provides that civil penalties shall be assessed only after the person charged has been given a proper hearing. Makes it a misdemeanor for any employer or person who has been assessed a civil penalty to thereafter violate such provisions. Stipulates that conviction of a subsequent violation be punished by a fine not exceeding $1000, or by imprisonment not exceeding one year, or both, for each alien with respect to whom any violation occurred. Grants the United States' district courts jurisdiction to enjoin violations of the provisions against hiring or referring for employment aliens illegally in the country. Gives the Attorney General the authority, whenever he has reasonable cause to believe that an employer or agent of the employer has failed or refused to hire or has discharged any individual, or that any person has failed or refused to refer any individual for a fee for employment, because of such individual's national origin, to bring a civil suit in addition to any powers granted to the Equal Employment Opportunity Commission. Provides, in cases of hardship or specified relationship to aliens lawfully admitted to the United States for permanent residence, that aliens who have been continuously physically present in the United States may have their status adjusted to that of aliens lawfully admitted for permanent residence. Conditions the preceding provision upon: (1) application by the alien within one year of the effective date of this act; and (2) the admissability of the alien as an immigrant under the provisions of the Immigration and Nationality Act, specified sections being non-applicable. Excludes from these provisions any alien who ordered or participated in the persecution of any person because of race, religion, national origin, or political opinion. Directs the Attorney General, upon the filing of an application for adjustment, to authorize the employment of the applicant pending final action on the application. Requires the Secretary of Health, Education, and Welfare to disclose to the Attorney General the name and most recent address of record of any alien who has not been lawfully admitted for permanent residence or who is not lawfull residing in the United States under specified provisions of the Immigration and Nationality Act and who is receiving assistance under listed sections of the Social Security Act. Subjects to a fine of $2000 or imprisonment for not more than five years, or both, any person who knowingly forges, counterfeits, alters of falsely makes any immigrant or nonimmigrant visa, permit, border crossing card, alien registration receipt card, or other document prescribed by statute or regulation for entry into or as evidence of authorized stay in the United States, or utters, uses, attempts to use, possesses, obtains, accepts, or receives any such document knowing it to fall within the aforementioned categories. (Amend 18 U.S.C. 1546) Makes this Act effective on the first day of the first month after the expiration of ninety days following the date of enactment. Prohibits any appropriations to the Department of Justice to carry out any functions under the Immigration and Nationality Act for any fiscal year beginning after September 30, 1976, unless such appropriation is specifically authorized by an Act of Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:37-05:00"
}