{
  "actions": [
    {
      "acted_at": "1980-05-02", 
      "committee": "Senate Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-07-30", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Veterans' Affairs with amendment, S. Rept. 96-876.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-06", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-06", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-06", 
      "bill_ids": [
        "hr7511-96"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H.R. 7511 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2649-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bayh, Birch", 
      "sponsored_at": "1979-01-03", 
      "state": "IN", 
      "thomas_id": "01277", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durkin, John A.", 
      "sponsored_at": "1979-01-03", 
      "state": "NH", 
      "thomas_id": "01322", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Gordon J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NH", 
      "thomas_id": "01365", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1979-01-03", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1979-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1979-01-03", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1979-01-03", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stone, Richard (Dick)", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "01443", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Talmadge, Herman E.", 
      "sponsored_at": "1979-01-03", 
      "state": "GA", 
      "thomas_id": "01446", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1979-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-05-02", 
  "number": "2649", 
  "official_title": "A bill to amend title 38, United States Code, to increase the rates of disability compensation for disabled veterans; to increase the rates of dependency and indemnity compensation for their surviving spouses and children and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7511-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Veterans' Disability Compensation and Housing Benefits Amendments of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-05-02", 
  "subjects": [
    "Armed forces and national security", 
    "Consumer credit", 
    "Government life insurance", 
    "Government operations and politics", 
    "Health facilities", 
    "International affairs", 
    "Land transfers", 
    "Medical records", 
    "Military and naval supplies", 
    "Military dependents", 
    "Military housing", 
    "Military pensions", 
    "Military personnel", 
    "Philippines", 
    "Revolving funds", 
    "Right of privacy", 
    "Survivors' benefits", 
    "Veterans' benefits", 
    "Veterans' disability compensation", 
    "Veterans' education", 
    "Veterans' loans", 
    "Veterans' medical care", 
    "Wyoming"
  ], 
  "subjects_top_term": "Veterans' disability compensation", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1980-08-06", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 7511 passed in lieu) Veterans' Disability Compensation and Housing Benefits Amendments of 1980 - =Title I: Veterans' Disability Compensation Benefits= - Increases the rates of veterans' compensation for: (1) wartime disability compensation; (2) additional compensation for dependents; and (3) clothing allowances paid to certain disabled veterans. =Title II: Survivors' Dependency and Indemnity Compensation Benefits= - Increases the rates of veterans' dependency and indemnity compensation for: (1) a surviving spouse; (2) surviving children; and (3) supplemental children's benefits. =Title III: Special Home Adaptation Grants for Certain Severely Disabled Veterans= - Provides specially adapted housing assistance to severely disabled veterans, due to blindness or loss, or loss of use, of both upper extremities, limited to a maximum of $5,000. Directs that such assistance be granted to any such veteran not more than once. =Title IV: Veterans' Administration Home-Loan Program Amendments= - Enables veterans who have used their Veterans Administration (VA) loan guaranty entitlement for the purchase of a conventional home, condominium, or mobile home to refinance such loan at a lower interest rate with a VA loan refinancing guaranty. Increases the maximum loan guaranty for such dwellings. Directs the VA to make available any appraisal report or certificate of reasonable value in connection with any VA loan program to any person who applies for such certificate. Authorizes the Administrator to release the name, address, or other identifying information of a veteran to any category of eligible persons, described by VA regulation, for the purpose of ascertaining any such veterans' credit worthiness, or verifying other loan information. Stipulates that any such release be promptly recorded in such veterans' records. Exempts consumer reporting agencies and their employees from provisions of the Federal Privacy Act. =Title V: Miscellaneous Amendments= - Provides for the confidentiality of all records and documents which are part of any Veterans' Administration medical quality assurance program. Stipulates that disclosure of such material may be made only under specified circumstances (unlawful disclosure to be punishable by fine), including: (1) congressional oversight functions; (2) Government or private licensing and accreditation functions; (3) statutory functions; and (4) public health or safety, or emergency functions. Defines \"medical quality assurance programs\" for purposes of this Act. Permits the Administrator to convey certain lands to the city of Cheyenne, Wyoming, for roadway expansion. Provides that any deed of conveyance made for such roadway: (1) does not interfere with the care and treatment of patients in the Veterans' Administration Center in Cheyenne; (2) contains such restrictions necessary to protect the interests of the United States; and (3) provides that any violation of such deed by the city shall result in reversion of the deed to the United States without payment of compensation. Increases the range of amounts of monthly deductions eligible veterans shall be allowed to contribute to the Post-Vietnam Era Veterans Education Account. Permits such veterans to make lump-sum contributions to such Account in addition to or in lieu of monthly deductions. Terminates the educational assistance provided by the GI Bill as of December 31, 1979. Provides that an eligible veteran discharged or released from active duty after December 31, 1979 shall not be entitled to such assistance after: (1) the five-year period following discharge, if such veteran does not pursue a program of education within two years of discharge; or (2) December 31, 1989. Repeals the December 31, 1989 termination date for such assistance. Permits the assignment of all or part of the proceeds of a National Service life insurance policy to a person other than certain relatives in cases involving disputes between two or more claimants (except for service disabled veterans), or a United States Government life insurance policy if: (1) the insured designated the proposed assignee as the beneficiary; (2) the insured contracted with such assignee for such designation; or (3) the proposed assignee was named in a judicial order for such designation. Directs the designated contingent beneficiary to join in any such assignment, except in cases where the insurance proceeds are payable in a lump sum. Allows VA revolving supply fund reimbursements to be based on the cost of recent significant purchases of the terms involved. Directs the Administrator to return to the Treasury as miscellaneous receipts such amounts determined necessary for the effective financial management of such fund. =Title VI: Effective Dates= - Sets forth effective dates for the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans Disability Compensation and Survivors' Benefits Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Veterans' Disability Compensation and Housing Benefits Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to increase the rates of disability compensation for disabled veterans; to increase the rates of dependency and indemnity compensation for their surviving spouses and children and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:25-05:00"
}