{
  "actions": [
    {
      "acted_at": "1975-10-09", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10126-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-09", 
  "number": "10126", 
  "official_title": "A bill to establish a Department of Aging.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Department of Aging Act", 
  "sponsor": {
    "district": "10", 
    "name": "Biaggi, Mario", 
    "state": "NY", 
    "thomas_id": "00085", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-09", 
  "subjects": [
    "Aged and aging", 
    "Government operations and politics", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-10-09", 
    "text": "Department of Aging Act - Sets forth the finding of Congress that the establishment of a Department of Aging is necessary in the public interest and to assure the coordinated, effective administration of programs of both Federal and State Governments to assist the elderly. Establishes a Department of Aging headed by a Secretary of Aging. Directs the Secretary to see to it that the Department (1) serves as a clearinghouse for information related to the problems of the elderly; (2) administers the grants provided by the Older Americans Act; and (3) conducts research and demonstration in programs in the field of the elderly. Transfers to the Department all functions, powers, and duties of the Secretary of Health, Education, and Welfare and of all offices and officers of the Administration on Aging under the Older Americans Act. Requires the Secretary of Aging to make a report, in writing, annually to the President on the activities of the Department during the preceding fiscal year. Sets forth the powers and duties of the Secretary of Aging. Directs the Secretary to submit to the Congress within two years from the effective date of this Act, a proposed codification of all laws that contain the powers, duties, and functions transferred to or vested in the Secretary or the Department by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Aging Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Department of Aging.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:18-05:00"
}