{
  "actions": [
    {
      "acted_at": "1999-08-05", 
      "committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-09-10", 
      "in_committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2801-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Baldacci, John Elias", 
      "sponsored_at": "1999-09-24", 
      "state": "ME", 
      "thomas_id": "00048", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Hooley, Darlene", 
      "sponsored_at": "1999-11-17", 
      "state": "OR", 
      "thomas_id": "01491", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Kanjorski, Paul E.", 
      "sponsored_at": "1999-09-09", 
      "state": "PA", 
      "thomas_id": "00615", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Kucinich, Dennis J.", 
      "sponsored_at": "2000-04-13", 
      "state": "OH", 
      "thomas_id": "01499", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Lampson, Nick", 
      "sponsored_at": "2000-05-18", 
      "state": "TX", 
      "thomas_id": "01500", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "46", 
      "name": "Sanchez, Loretta", 
      "sponsored_at": "1999-10-07", 
      "state": "CA", 
      "thomas_id": "01522", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Scott, Robert C. \"Bobby\"", 
      "sponsored_at": "1999-10-07", 
      "state": "VA", 
      "thomas_id": "01037", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Wu, David", 
      "sponsored_at": "1999-10-07", 
      "state": "OR", 
      "thomas_id": "01598", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-08-05", 
  "number": "2801", 
  "official_title": "To amend the Elementary and Secondary Education Act of 1965 to strengthen the involvement of parents in the education of their children, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1556-106", 
      "reason": "identical"
    }
  ], 
  "short_title": "Parental Accountability, Recruitment, and Education National Training Act of 1999", 
  "sponsor": {
    "district": "6", 
    "name": "Woolsey, Lynn C.", 
    "state": "CA", 
    "thomas_id": "01242", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-08-05", 
  "subjects": [
    "Academic performance", 
    "Computer-assisted instruction", 
    "Computers in education", 
    "Crime and law enforcement", 
    "Disabled", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drugs and youth", 
    "Economics and public finance", 
    "Education", 
    "Education of disabled students", 
    "Educational accountability", 
    "Educational counseling", 
    "Educational innovations", 
    "Educational planning", 
    "Educational research", 
    "Educational technology", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Families", 
    "Federal aid to education", 
    "Government operations and politics", 
    "Government publicity", 
    "Higher education", 
    "Parent-school relationships", 
    "Parent-teacher relationships", 
    "School administrators", 
    "School personnel", 
    "School planning", 
    "School violence", 
    "Science, technology, communications", 
    "Secondary education", 
    "Teacher education", 
    "Volunteer workers in education"
  ], 
  "subjects_top_term": "Elementary and secondary education", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-08-05", 
    "text": "Parental Accountability, Recruitment, and Education National Training Act of 1999 - Amends the Elementary and Secondary Education Act of 1965 (ESEA) to increase parental involvement requirements under various programs.(Sec .4) Revises ESEA title I (Helping Disadvantaged Children Meet High Standards) part A (Improving Basic Programs Operated by Local Educational agencies) to require State plans to demonstrate that the State has identified or developed effective research-based best practices designed to foster meaningful parental involvement. Requires such best practices to: (1) be disseminated to all schools and local educational agencies (LEAs) in the State; (2) be implemented in all schools in the State; and (3) address the full range of specified parental involvement activities. Sets forth related revisions to requirements for LEA plans, schoolwide programs, targeted assistance, assessments, State assistance, current parental involvement requirements, and State review.Requires States to collect and disseminate effective parental involvement practices to LEAs and schools. Requires such practices to be: (1) based on the most current research on effective parental involvement that fosters achievement to high standards for all children; (2) geared toward lowering barriers to greater participation in school planning, review, and improvement experienced by parents; and (3) implemented by the State in LEAs and schools requesting such assistance from the State.Requires State educational agencies (SEAs) to review LEAs' parental involvement policies and practices to determine if they are meaningful and targeted to improve home and school communication, student achievement, and parental involvement in school planning, review, and improvement.(Sec. 5) Revises ESEA title II (Dwight D. Eisenhower Professional Development Program) to include among authorized Federal activities developing and disseminating model programs that teach teachers and administrators how best to work with parents and how to encourage the parent's involvement in the full range of specified parental involvement activities.Requires SEA allotment applications to describe how the State will train teachers to foster relationships with parents and encourage parents to become collaborators with schools in their children's education. Includes among authorized State-level program activities providing professional development programs that enable teachers, administrators, and pupil services personnel to communicate effectively with and involve parents in the education process to support school planning, review, improvement, and classroom instruction, and to work effectively with parent volunteers. Requires LEA subgrant plans and applications to describe the specific professional development strategies that will be implemented to improve parental involvement in education and how the LEA will be held accountable for implementing such strategies. Authorizes LEAs and schools to engage in professional development activities to enable teachers, administrators, and pupil services personnel to communicate with parents regarding student achievement on assessments.(Sec. 6) Revises ESEA title III (Technology for Education) to require the national long-range technology plan to describe how the Secretary of Education will promote increased parental involvement in schools through the use of technology. Authorizes the Secretary to use certain funds to develop, demonstrate, and evaluate model technology programs designed to improve parental involvement.Includes among authorized LEA uses of title III funds: (1) using technology to develop or expand efforts to connect schools and teachers with parents to promote meaningful parental involvement and foster increased communication about curriculum, assignments, and assessments; and (2) providing ongoing training and support for parents to help them learn and use the technology being applied in their children's education, so as to equip them to reinforce and support their children's learning. Requires local applications for such funds to describe how such activities will be carried out.Requires the Secretary to give priority in awarding national challenge grants for technology in education to consortia which demonstrate that the project will enhance parental involvement by providing parents the means and the skills needed to more fully participate in their child's learning.(Sec. 7) Revises ESEA title IV (Safe and Drug-Free Schools and Communities) to require State applications for allotments to describe how the SEA will receive input from parents regarding its use of title IV funds, its review of LEA applications for such funds, and the use of such funds for Governor's programs.Requires SEA and LEA reports to describe how parents were informed of and participated in violence and drug prevention efforts.(Sec. 8) Revises ESEA title VI (Innovative Education Program Strategies) to include as a factor in identifying effective schools a climate that promotes meaningful parental involvement in the classroom and in site-based activities.Requires State applications for title VI State program assistance to provide information on the parental involvement policies and practices promoted by the State.Includes programs to promote the meaningful involvement of parents among the innovative assistance programs which are targeted for LEA use of title VI funds.(Sec. 9) Revises ESEA title XIV (General Provisions) to require SEAs, as a condition for receiving Federal funding for any ESEA program and as part of a consolidated application, or other State plan or application submitted under ESEA, to submit to the Secretary descriptions of: (1) their parental involvement policies, with details on how Federal funds will be used to implement such policies and successful research-based practices in schools throughout the State; and (2) how such policies will be evaluated with respect to increased parental involvement in the schools throughout the State. Requires SEAs, prior to application submission, to involve parents in the development and review of such policies through notice and opportunity to make comments. Directs SEAs and LEAs that are required to establish a parental involvement plan or policy under a program assisted under ESEA to make available, to the parents of children eligible to participate in the program, the plan or policy in the language most familiar to the parents and in an easily understandable manner."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Parental Accountability, Recruitment, and Education National Training Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Elementary and Secondary Education Act of 1965 to strengthen the involvement of parents in the education of their children, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:20-05:00"
}