{
  "actions": [
    {
      "acted_at": "1989-08-03", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-10-05", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1989-11-02", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Hollings with an amendment in the nature of a substitute. With written report No. 101-182.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-02", 
      "calendar": "Senate Legislative", 
      "number": "342", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 342.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1989-11-18", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-18", 
      "bill_ids": [
        "hr2459-101"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 2459 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-18", 
      "bill_ids": [
        "hr2459-101"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 2459 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-18", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1177-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1177"
    }, 
    {
      "amendment_id": "s1178-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1178"
    }, 
    {
      "amendment_id": "s1179-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1179"
    }, 
    {
      "amendment_id": "s1180-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1180"
    }, 
    {
      "amendment_id": "s1181-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1181"
    }
  ], 
  "bill_id": "s1512-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "1989-08-03", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1989-08-03", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1989-08-03", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-08-03", 
  "number": "1512", 
  "official_title": "A bill to authorize appropriations for the Coast Guard for fiscal years 1990 and 1991, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2459-101", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2459-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr2459-101", 
      "reason": "includes"
    }
  ], 
  "short_title": "Coast Guard Authorization Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1989-10-05", 
  "subjects": [
    "Advice and consent of the Senate", 
    "Alaska", 
    "Authorization", 
    "Aviation safety", 
    "Bridges", 
    "Coast guard", 
    "Coastwise shipping", 
    "Communication satellites", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal installations", 
    "Fines (Penalties)", 
    "Fishing boats", 
    "Government operations and politics", 
    "Government procurement", 
    "Government service contracts", 
    "Great Lakes", 
    "Ground support systems (Astronautics)", 
    "International cooperation in astronautics", 
    "Land transfers", 
    "Law and legislation", 
    "Lighthouses and lightships", 
    "Mandatory retirement", 
    "Marine pollution", 
    "Marine safety", 
    "Marine transportation", 
    "Massachusetts", 
    "Merchant seamen", 
    "Military personnel", 
    "Military training", 
    "Mississippi", 
    "Narcotic traffic", 
    "Navigation", 
    "Officer personnel", 
    "Remote sensing", 
    "Rescue work", 
    "Rhode Island", 
    "Seizure of vessels and cargoes", 
    "Service academies", 
    "Sex crimes", 
    "Sexual harassment of women", 
    "Water pollution control", 
    "Waterways"
  ], 
  "subjects_top_term": "Marine transportation", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1989-11-18", 
    "text": "Coast Guard Authorization Act of 1989 - Authorizes appropriations for the Coast Guard for FY 1990 and 1991 for: (1) operation and maintenance; (2) acquisition, construction, rebuilding, and improvement for aids to navigation, shore and offshore facilities, vessels, and aircraft; (3) research, development, test, and evaluation; and (4) retirement pay and benefits. Authorizes the end strength for active-duty personnel of the Coast Guard for FY 1990 and 1991. Specifies the authorized average military training student load for the Coast Guard for FY 1990 and 1991. Amends Federal law providing for continuity of grade for Coast Guard vice admirals when reappointed to another position as vice admiral to include reappointment of a vice admiral as an admiral. Amends Federal law relating to appointment of Coast Guard personnel to state that the advice and consent of the Senate is not required for appointments in the grade of lieutenant (junior grade) or lieutenant. Directs the Secretary to furnish the board that recommends continuation of captains on active duty with the number of officers that may be so recommended, which number must be no less than 50 percent (currently 75 percent) of the number considered. Authorizes the Commandant of the Coast Guard to involuntarily retire enlisted personnel who have twenty years of service. (Current law allows such action by the Commandant on a recommendation by a Coast Guard Enlisted Personnel Board.) Provides that, subject to any memorandum of understanding entered into between the Secretary of the Navy and the Secretary of Transportation, when the Coast Guard transfers to and operates in its entirety as a service in the Navy, the appropriations, funding, functions, powers, and duties relating to the Coast Guard are also transferred to the Secretary of the Navy. Authorizes those Secretaries to provide, by memorandum of understanding, for the transfer of additional functions, powers, and duties. Amends the Act to Prevent Pollution from Ships to require reception facilities to meet the requirements of Annex I and Annex II (currently, Annex V) to the International Convention for the Prevention of Pollution from Ships, 1973 in order for the Secretary of the department in which the Coast Guard is operating to issue a certificate to that effect. Authorizes the Secretary to inspect a ship for possible violations of the Act as well as for possible violations of Annex I or Annex II of the Convention, and to undertake enforcement action for a violation of the Act as well as for a violation of the MARPOL Protocol. Makes it unlawful for any master, operator, or person in charge of a vessel, with regard to lawful actions and orders by the Coast Guard, to: (1) fail to allow boarding; (2) fail to comply with an order; (3) impede or obstruct a boarding or arrest; or (4) provide certain types of false information. Provides for criminal and civil penalties, seizure and forfeiture of vessels, and withholding or revocation of clearance. Amends Federal law to increase the maximum civil penalty for violating provisions relating to the use of a pilot in certain circumstances during operation of a vessel in the Great Lakes. Amends Federal law relating to merchant seamen protection and relief to require an individual in charge of a documented vessel to report to the Secretary of the department in which the Coast Guard is operating a complaint of a sexual offense prohibited under provisions of Federal criminal law relating to sexual abuse. Provides for civil monetary penalties for failing to make such a report. Directs the Secretary of Transportation to upgrade the ground segment of the Search and Rescue Satellite Aided Tracking System (SARSAT). Directs the Secretary to establish at least five SARSAT ground stations to provide adequate coverage of the U.S. area of search and rescue for which it has responsibility under the COSPAS-SARSAT program. Directs the Secretary of Commerce, acting through the National Oceanic and Atmospheric Administration, to administer the SARSAT ground stations, in consultation with the Secretaries of Transportation and of Defense. Authorizes appropriations for upgrading and establishing the ground stations. Prohibits, notwithstanding any other law, any officer or employee of the United States from contracting for procurement of performance of any function being performed by Coast Guard personnel as of January 1, 1989, before: (1) the Secretary of Transportation has performed a study under a specified Office of Management and Budget circular with respect to that procurement; and (2) the Secretary has performed a study to determine the impact of that procurement on the multimission capabilities of the Coast Guard. Directs the Secretary of Transportation to convey the Block Island Southeast Lighthouse to the Block Island Southeast Lighthouse Foundation of the town of New Shoreham, Rhode Island. Provides for continued U.S. operation and maintenance of navigation aids in the lighthouse. Authorizes appropriations, in addition to other authorizations in this Act, to the Secretary of Transportation for assistance to the Foundation in relocating the lighthouse to the extent necessary for its preservation and safety. Prohibits the Secretary from conveying the lighthouse until: (1) the Foundation has available for the relocation matching sums from a non-Federal source; and (2) the Secretary has delivered the sum authorized in these provisions to be appropriated. Allows the Foundation to convey any right, title, or interest in the lighthouse to the State of Rhode Island, provided certain conditions are met. Directs the Secretary of Transportation and the Secretary of the Treasury to develop a procedure for constructive seizure of vessels engaged solely in coastwise trade which are suspected of being used for violations of law involving controlled substances. Prohibits the Secretary of Transportation from transferring the Coast Guard cutter Acushnet from Gulfport, Mississippi, until at least two Coast Guard patrol boats are based there permanently. Requires that the Boston Light Station (Boston Station) on Little Brewster Island, Boston Harbor, Massachusetts, be operated on a permanently manned basis. Authorizes appropriations for FY 1990 and 1991 for the expenses of the Coast Guard for conservation and rehabilitation of the keeper's house and the Boston Light, and for making pier improvements. Directs the Secretary of Transportation to develop a strategy to implement policies regarding the ownership, maintenance, staffing, and use of the Boston Light. Amends the Commercial Fishing Industry Vessel Act to extend to January 1, 1991, the termination of provisions allowing certain fishing, fish processing, or fish tender vessels to transport cargo to or from a place in Alaska not receiving weekly transportation service from a U.S. port by an established water common carrier."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coast Guard Authorization Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Bridge Administration Transfer Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Coast Guard Authorization Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the Coast Guard for fiscal years 1990 and 1991, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:38-05:00"
}