{
  "actions": [
    {
      "acted_at": "2010-09-29", 
      "references": [
        {
          "reference": "CR E1862-1863", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-09-29", 
      "committee": "Committee on the Judiciary, and in addition to the Committee on Financial Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committee on Financial Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-09-29", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-09-29", 
      "committee": "House Financial Services", 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-12-20", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Immigration, Citizenship, Refugees, Border Security, and International Law", 
      "text": "Referred to the Subcommittee on Immigration, Citizenship, Refugees, Border Security, and International Law.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6365-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration, Citizenship, Refugees, Border Security, and International Law", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Hastings, Alcee L.", 
      "sponsored_at": "2010-09-29", 
      "state": "FL", 
      "thomas_id": "00511", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "49", 
      "name": "Issa, Darrell E.", 
      "sponsored_at": "2010-09-29", 
      "state": "CA", 
      "thomas_id": "01640", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Wolf, Frank R.", 
      "sponsored_at": "2010-12-01", 
      "state": "VA", 
      "thomas_id": "01238", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-09-29", 
  "number": "6365", 
  "official_title": "To make certain individuals ineligible for visas or admission to the United States and to revoke visas and other entry documents previously issued to such individuals, and to impose certain financial measures on such individuals, until the Russian Federation has thoroughly investigated the death of Sergei Leonidovich Magnitsky and brought the Russian criminal justice system into compliance with international legal standards, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3881-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Justice for Sergei Magnitsky Act of 2010", 
  "sponsor": {
    "district": "3", 
    "name": "McGovern, James P.", 
    "state": "MA", 
    "thomas_id": "01504", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-09-29", 
  "subjects": [
    "Bank accounts, deposits, capital", 
    "Detention of persons", 
    "Evidence and witnesses", 
    "Fraud offenses and financial crimes", 
    "Government ethics and transparency, public corruption", 
    "Human rights", 
    "Immigration", 
    "Rule of law and government transparency", 
    "Russia", 
    "U.S. and foreign investments", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-09-29", 
    "text": "Justice for Sergei Magnitsky Act of 2010 - Makes an alien ineligible for entry or admission to the United States when the Secretary of State determines such alien to be: (1) an individual who engaged in any act that was instrumental in causing the death of Sergei Leonidovich Magnitsky; (2) an individual who conspired to defraud the Russian Federation of taxes on corporate profits because of fraudulent transactions and lawsuits against the Hermitage foreign investment company; or (3) the spouse, son, daughter, or parent of such alien. Revokes any visa issued for such person. Authorizes the Secretary to waive such prohibition if in the U.S. national interest. States that such provisions shall cease to be effective when the Secretary certifies to Congress that: (1) the government of the Russian Federation has conducted a thorough and impartial investigation into Mr. Magnitsky's detention and death, and the responsible individuals have been brought to justice according to the Russian Federation's laws and pursuant to its international legal obligations; (2) the government of the Russian Federation has taken steps to bring its criminal justice and penal systems into compliance with international legal standards; and (3) the U.S. government is confident that the investigation was properly conducted. Directs the Secretary of the Treasury to: (1) instruct domestic financial institutions and agencies to take specified measures if the Secretary makes a money laundering determination relating to such conspiracy; and (2) freeze and prohibit U.S. property transactions of an individual who is prohibited from entering the United States or acts as an agent for an such individual. States that such provisions shall cease to be effective when the Secretary of the Treasury certifies to Congress that: (1) the government of the Russian Federation has conducted a thorough and impartial investigation into the conspiracy to defraud the Russian Federation of taxes on corporate profit, and the responsible individuals have been brought to justice according to the Russian Federation's laws and pursuant to its international legal obligations; (2) the government of the Russian Federation has taken steps to bring its criminal justice systems into compliance with international financial and banking standards, and has strengthened protections for individuals who disclose illegal government activities; and (3) the U.S. government is confident that the investigation was properly conducted."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Justice for Sergei Magnitsky Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To make certain individuals ineligible for visas or admission to the United States and to revoke visas and other entry documents previously issued to such individuals, and to impose certain financial measures on such individuals, until the Russian Federation has thoroughly investigated the death of Sergei Leonidovich Magnitsky and brought the Russian criminal justice system into compliance with international legal standards, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:48-05:00"
}