{
  "actions": [
    {
      "acted_at": "1976-02-19", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11999-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Long, Clarence D.", 
      "sponsored_at": "1975-01-03", 
      "state": "MD", 
      "thomas_id": "00703", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Metcalfe, Ralph H.", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "00793", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mitchell, Parren J.", 
      "sponsored_at": "1975-01-03", 
      "state": "MD", 
      "thomas_id": "00818", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Oberstar, James L.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "00876", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Scheuer, James H.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01029", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-02-19", 
  "number": "11999", 
  "official_title": "A bill to provide for a Special Prosecutor for Federal criminal offenses related to security functions and intelligence gathering.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11357-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Special Prosecutor Act", 
  "sponsor": {
    "district": "4", 
    "name": "Drinan, Robert F.", 
    "state": "MA", 
    "thomas_id": "00318", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-02-19", 
  "subjects": [
    "Armed forces and national security", 
    "Counterintelligence", 
    "Crime and law enforcement", 
    "Criminal procedure", 
    "Espionage", 
    "Government operations and politics", 
    "Law", 
    "Military intelligence", 
    "Secret service", 
    "Special prosecutors"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-02-19", 
    "text": "Special Prosecutor Act - Directs the President, by and with the advice and consent of the Senate, to appoint a Special Prosecutor to head an Office of Special Prosecution. Grants the Special Prosecutor exclusive jurisdiction to investigate and prosecute in the name of the United States all offenses against the United States committed by any Federal officer, employee, and agent in connection with or arising out of intelligence or counter-intelligence activities or operations. Authorizes the Special Prosecutor to take any action necessary and proper to perform the purposes of this Act. Permits the Special Prosecutor to institute, in the name of the United States, any civil action for any claim arising out of or in connection with an offense or course of conduct which such individual is authorized to investigate or prosecute. Authorizes compensation and staffing for the Office of Special Prosecution. Authorizes the Special Prosecutor to delegate any authorized functions to personnel of the Office. Transfers all files, records, documents, and other materials in the possession or control of the Department of Justice, any previous special prosecutor, or any other Federal department or agency, which relate to matters within the exclusive jurisdiction of the Special Prosecutor, to such Prosecutor. Requires each Federal department or agency to expeditiously furnish any materials requested by the Special Prosecutor unless a court of competent jurisdiction orders otherwise. Instructs the Special Prosecutor to keep inviolate and safeguard from unwarranted disclosure all materials obtained or prepared by the Office of Special Prosecution. Terminates such Office three years after the date the President first appoints a Special Prosecutor. Directs the Special Prosecutor to make a report of his activities to the President and to Congress on the first and second anniversaries of taking office and not later than 30 days after termination of the Office. Requires the Special Prosecutor to make immediate and full report to the Congress at any time a Federal agency, officer, employee, or agent fails or refuses to comply with a request or demand for information, if such failure or refusal jeopardizes an investigation or prosecution conducted under this Act. Authorizes the appropriation of such sums as are necessary to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Special Prosecutor Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a Special Prosecutor for Federal criminal offenses related to security functions and intelligence gathering.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:50-05:00"
}