{
  "actions": [
    {
      "acted_at": "1973-12-20", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12053-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "39", 
      "name": "Hastings, James F.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00513", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Roy, William R.", 
      "sponsored_at": "1973-01-03", 
      "state": "KS", 
      "thomas_id": "00995", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-20", 
  "number": "12053", 
  "official_title": "A bill to amend the Public Health Service Act to assure the development of a national health policy and of effective State health regulatory programs and area health planning programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Health Policy and Health Development Act", 
  "sponsor": {
    "district": "11", 
    "name": "Rogers, Paul G.", 
    "state": "FL", 
    "thomas_id": "00978", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-20", 
  "subjects": [
    "Advisory bodies", 
    "Government operations and politics", 
    "Health", 
    "Health surveys", 
    "Medical care, personnel, and facilities"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-20", 
    "text": "National Health Policy and Health Development Act - Establishes in the Executive Office of the President the National Council for Health Policy, consisting of five members appointed by the President, by and with the advice and consent of the Senate. Directs the Council to: (1) assess the status of the Nation's health; (2) assess existing and proposed health programs; and (3) develop recommendations for a national health policy which include quantifiable national health goals. Requires a report by the Council each February 1. States that the Congress find the following deserve priority consideration in setting a health policy and in developing health programs: (1) primary care services for medically underserved areas; (2) development of medical group practices; (3) training and increased utilization of physician assistants; and (4) development of multi-institutional arrangements for sharing of support services necessary to all health service institutions. Requires the Secretary of Health, Education, and Welfare to establish health areas with respect to which health service agencies shall be designated. Prescribes standards for such areas, including the requirement of at least one center for highly specialized health services in each such area. Provides for the organizational structure of health service agencies. Sets forth functions for such agencies, including improvement of the health of residents of health areas and restraint on cost increases for health services. Requires such agencies to annually establish long-range goal plans (LGP) and short-term priorities plans (SPP) for the health areas. Requires such agencies to work with public and private entities in the areas in developing health programs. Authorizes health services agencies to review and approve or disapprove Federal funds for programs under this Act, the Mental Retardation Facilities and Community Mental Health Centers Construction Act, and the Comprehensive Alcohol Abuse and Alcoholism Prevention, Treatment, and Rehabilitation Act. Directs such agencies to review and make recommendations to State health commissions on certification of health services offered or proposed. Sets standards for such reviews, including considerations of need of health services and costs. Authorizes necessary technical and other nonfinancial assistance to nonprofit private entities which want to be designated as health service agencies. Authorizes grants to nonprofit entities in meeting the costs of the organizational and operational requirements of being health service agencies. Authorizes $15,000,000 for fiscal 1974 and $30,000,000 for fiscal 1975 and 1976 for such purposes. Requires the Secretary to provide health service agencies with model health plans and technical materials, and with a grant each year to be used for salaries, data collection, planning and other activities. States that such a grant shall not be less than $150,000. Authorizes for such grants, $60,000,000 for fiscal year 1975 and $100,000,000 for fiscal year 1976 for making such grants. Directs the Secretary to make grants each year to such agencies to enable them to establish an area Health Services Development Fund, and authorizes appropriation of $100,000,000 for fiscal year 1975 and $125,000,000 for fiscal year 1976 for such grants. Requires the Secretary to review and approve the annual budget of such agencies and to enter into an agreement with a qualified agency of each State whereby such agency shall be conditionally designated as the State Health Commission. Sets forth requirements for such commissions, including that they be independent establishments within State government. Sets forth performance requirements for State administrative programs by such Commissions, including that the State share of cost be provided in a manner and amount satisfactory to the Secretary. Requires such Commissions to review annually and approve or disapprove the LGP and SPP of each health service agency, license health care facilities and personnel in the State, and to determine prospective rates for health services. Authorizes appropriations for grants to States for the developing and operating of State Health Commissions. Authorizes the Secretary to make loans to public and nonprofit private entities and guarantee to non-Federal lenders payment of principal of and interest on loans made by such lenders to nonprofit private entities for assistance in meeting the cost of construction projects for health facilities. Sets forth requirements for repayment of such loans. Establishes a loan guarantee and loan fund in the Treasury to make such loans. Authorizes an appropriation of $100,000,000 in the aggregate for fiscal years 1974 through 1976 for such fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Health Policy and Health Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to assure the development of a national health policy and of effective State health regulatory programs and area health planning programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:10-05:00"
}