{
  "actions": [
    {
      "acted_at": "2011-06-02T20:11:00-04:00", 
      "bill_ids": [
        "hres294-112", 
        "hcres51-112"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 294 Reported to House. Rule provides for consideration of H. Res. 292 and H. Con. Res. 51. Previous question shall be considered as ordered without intervening motions. The resolution provides 1 hour of debate for H. Res. 292. It also provides for 1 hour of debate for H. Con. Res. 51. It waives all points of order against consideration on both H. Res. 292 and H. Con. Res. 51. And, both shall be considered as read.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-06-02", 
      "committee": "Committee on Foreign Affairs, and in addition to the Committee on Armed Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Foreign Affairs, and in addition to the Committee on Armed Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-06-02", 
      "committee": "House Foreign Affairs", 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-06-02", 
      "committee": "House Armed Services", 
      "references": [], 
      "text": "Referred to House Armed Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-06-03T10:42:00-04:00", 
      "bill_ids": [
        "hres294-112"
      ], 
      "references": [
        {
          "reference": "CR H3998-4010, H4017, H4018", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 294.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-06-03T10:42:00-04:00", 
      "bill_ids": [
        "hcres51-112"
      ], 
      "references": [], 
      "text": "Rule provides for consideration of H. Res. 292 and H. Con. Res. 51. Previous question shall be considered as ordered without intervening motions. The resolution provides 1 hour of debate for H. Res. 292. It also provides for 1 hour of debate for H. Con. Res. 51. It waives all points of order against consideration on both H. Res. 292 and H. Con. Res. 51. And, both shall be considered as read.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-06-03T10:45:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on H. Res. 292.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-06-03T11:58:00-04:00", 
      "references": [
        {
          "reference": "CR H4010", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-06-03T11:59:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on H. Res. 292, the Chair put the question on adoption of the resolution and announced that the ayes had prevailed. Mr. McKeon demanded the yeas and nays, and the Chair postponed further proceedings on adoption of the resolution until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-06-03T13:16:00-04:00", 
      "references": [
        {
          "reference": "CR H4020-4021", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-06-03T13:39:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H3998-3999", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "411", 
      "status": "PASSED:SIMPLERES", 
      "suspension": null, 
      "text": "On agreeing to the resolution Agreed to by the Yeas and Nays: 268 - 145, 1 Present (Roll no. 411).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2011-06-03T13:39:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres292-112", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2011-06-03T13:39:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2011-06-02", 
  "number": "292", 
  "official_title": "Declaring that the President shall not deploy, establish, or maintain the presence of units and members of the United States Armed Forces on the ground in Libya, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres294-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hres294-112", 
      "reason": "rule"
    }, 
    {
      "bill_id": "sjres18-112", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "8", 
    "name": "Boehner, John A.", 
    "state": "OH", 
    "thomas_id": "00102", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASSED:SIMPLERES", 
  "status_at": "2011-06-03T13:39:00-04:00", 
  "subjects": [
    "Afghanistan", 
    "Africa", 
    "Alliances", 
    "Asia", 
    "Congressional oversight", 
    "Defense spending", 
    "Foreign aid and international relief", 
    "International affairs", 
    "International organizations and cooperation", 
    "Iraq", 
    "Jordan", 
    "Libya", 
    "Middle East", 
    "Military operations and strategy", 
    "Oil and gas", 
    "Qatar", 
    "Sovereignty, recognition, national governance and status", 
    "Terrorism", 
    "United Arab Emirates", 
    "War and emergency powers", 
    "Yemen"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Passed House without amendment", 
    "date": "2011-06-03", 
    "text": "States the policy of the House of Representatives that: (1) the U.S. Armed Forces shall be used exclusively to defend and advance the national security interests of the United States; (2) the President has failed to provide Congress with a compelling rationale based upon national security interests for current U.S. military activities regarding Libya; and (3) the President shall not deploy, establish, or maintain the presence of units and members of the Armed Forces on the ground in Libya unless the purpose of the presence is to rescue a member of the Armed Forces from imminent danger. Directs the Secretaries of State and Defense and the Attorney General to transmit to the House of Representatives, not later than 14 days after the adoption of this resolution, copies of any official document, record, memo, correspondence, or other communication in the possession of each officer that was created on or after February 15, 2011, and refers or relates to: (1) consultation or communication with Congress regarding the employment or deployment of the Armed Forces for Operation Odyssey Dawn or NATO Operation Unified Protector; or (2) the War Powers Resolution and Operation Odyssey Dawn or Operation Unified Protector. Directs the President, not later than 14 days after adoption of this resolution, to transmit to the House of Representatives a report describing in detail U.S. security interests and objectives, and the activities of the Armed Forces, in Libya since March 19, 2011. Includes as elements to be described: (1) the President's justification for not seeking authorization by Congress for the use of military force; (2) political and military objectives; (3) details of the U.S. commitment, including costs and the impact on U.S. activities in Iraq and Afghanistan; (4) assessments of Libyan opposition forces and groups; (5) involvement of groups that have promoted an agenda that would negatively impact U.S. interests; (6) forms of support between and among al-Qaeda operatives, its affiliates, and supporters in Yemen, the Horn of Africa, and North Africa; and (7) contributions by Jordan, the United Arab Emirates, Qatar, and other regional states in support of NATO activities in Libya. Finds that: (1) the President has not sought, and Congress has not provided, authorization for the introduction or continued involvement of the Armed Forces in Libya; and (2) Congress has the constitutional prerogative to withhold funding for any unauthorized use of the Armed Forces, including for unauthorized activities regarding Libya."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Declaring that the President shall not deploy, establish, or maintain the presence of units and members of the United States Armed Forces on the ground in Libya, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:44:10-05:00"
}