{
  "actions": [
    {
      "acted_at": "1979-02-08", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1922-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-08", 
  "number": "1922", 
  "official_title": "A bill to create a Federal Disaster Insurance Corporation to insure the people of the United States against losses due to major natural disaster, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Disaster Insurance Act", 
  "sponsor": {
    "district": "30", 
    "name": "Danielson, George E.", 
    "state": "CA", 
    "thomas_id": "00263", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-08", 
  "subjects": [
    "Business and commerce", 
    "Corporations and Stocks", 
    "Department of the Treasury", 
    "Disaster insurance", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Executive reorganization", 
    "Government corporations", 
    "Government operations and politics", 
    "Government trust funds", 
    "Insurance"
  ], 
  "subjects_top_term": "Disaster insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-02-08", 
    "text": "Federal Disaster Insurance Act - Creates, as an independent establishment in the executive branch, the Federal Disaster Insurance Corporation to provide any person of the United States, who makes an application and qualifies in accordance with the regulations set forth by this Act, with insurance against damage to or loss of property due to natural disaster. Declares that such insurance shall be evidenced by written policies and may be issued to and purchased by any person having an insurable interest. Declares that the Corporation shall have a capital stock of $1,000,000,000 which shall be subscribed by the Secretary of the Treasury. Establishes in the Treasury of the United States a National Disaster Insurance Fund which shall be available to the Corporation without fiscal year limitation to carry out the purpose of this Act. Credits the fund with: (1) the proceeds from the stock; (2) premiums, fees, and other charges paid or collected in connection with disaster insurance; and (3) amounts from the National Flood Insurance Fund not needed for the liquidation of the flood insurance program. Declares that the board of directors of the Corporation shall determine the general policies and have the power to adopt, amend, and repeal bylaws governing the performance of the Corporation. Directs the Corporation to maintain at all times complete and accurate books. Directs the General Accounting Office to audit annually the operations and transactions of the Corporation. Prohibits any Federal disaster assistance from being paid to any person for any loss if such loss is covered by a valid claim which may be adjusted and paid under this Act. Directs the Corporation to make information concerning disaster insurance available to the public, and to State and local agencies and officials. Repeals the National Flood Insurance Act of 1968."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Disaster Insurance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to create a Federal Disaster Insurance Corporation to insure the people of the United States against losses due to major natural disaster, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:28-05:00"
}