{
  "actions": [
    {
      "acted_at": "1975-05-01", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6598-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-01", 
  "number": "6598", 
  "official_title": "A bill to provide for acquisition and construction by the Energy Research and Development Administrator of facilities for the production of synthetic fuels from coal and oil shale, for lease of such facilities to private enterprise for operation and marketing of output, and for sale or other disposition of such facilities to private enterprise with certain disposition of such facilities to private enterprise with certain options for such lessees.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mineral Liquids and Gas Facilities Act", 
  "sponsor": {
    "district": "7", 
    "name": "Perkins, Carl Dewey", 
    "state": "KY", 
    "thomas_id": "00908", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-01", 
  "subjects": [
    "Coal", 
    "Energy", 
    "Fuel", 
    "Petroleum and petroleum products", 
    "Synthetic fuel"
  ], 
  "subjects_top_term": "Coal", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-05-01", 
    "text": "Mineral Liquids and Gases Facilities Act - Authorizes the Administrator of the Energy Research and Development Administration to acquire sites and coal or oil shale reserves and to construct facilities for the gasification or liquefaction of coal or the production of shale oil. Allows the Administrator to acquire rights to mine oil shale on Federal lands with the consent of the Secretary of the Interior. Provides that the Administrator may acquire from private interests such facilities as may have theretofore been constructed. Directs that such private interests shall be granted an option to lease such facilities. Requires that upon acquisition or completion of such facilities they shall be leased to private interests. Provides that such private interest shall have options to purchase such facilities at any time within 10 years after the date of the respective lease conditioned upon the right of the Administrator within such term to offer such facilities for sale at public auction. Denies foreign interests the right to lease or purchase any such facility, unless the President shall find that such sale or lease is in the national interest."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mineral Liquids and Gas Facilities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for acquisition and construction by the Energy Research and Development Administrator of facilities for the production of synthetic fuels from coal and oil shale, for lease of such facilities to private enterprise for operation and marketing of output, and for sale or other disposition of such facilities to private enterprise with certain disposition of such facilities to private enterprise with certain options for such lessees.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:17-05:00"
}