{
  "actions": [
    {
      "acted_at": "1976-09-02", 
      "references": [], 
      "text": "Referred to Joint Committee on Atomic Energy.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-18", 
      "references": [], 
      "text": "Reported to House from the Joint Committee on Atomic Energy with amendment, H. Rept. 94-1613.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15419-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Joint Atomic Energy", 
      "committee_id": "HSAT"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "Anderson, John B.", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "00017", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-09-02", 
  "number": "15419", 
  "official_title": "A bill to provide for more efficient and effective control over the proliferation of nuclear explosives by amendments to the Atomic Energy Act of 1954, as amended.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Nuclear Explosive Proliferation Control Act", 
  "sponsor": {
    "district": "23", 
    "name": "Price, Melvin", 
    "state": "IL", 
    "thomas_id": "00929", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1976-09-02", 
  "subjects": [
    "Congress", 
    "Congressional oversight", 
    "Department of Commerce", 
    "Department of State", 
    "Energy", 
    "Export controls", 
    "Exports", 
    "Foreign license agreements", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "International affairs", 
    "International agencies", 
    "International cooperation", 
    "Nuclear Regulatory Commission", 
    "Nuclear energy", 
    "Nuclear facilities", 
    "Nuclear industry", 
    "Nuclear power", 
    "Nuclear security measures", 
    "Peaceful uses of nuclear energy", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1976-09-18", 
    "text": "(Reported to House from the Committee on Atomic Energy with amendment, H. Rept. 94-1613) Nuclear Explosive Proliferation Control Act - Declares it the policy of the United States to: (1) actively pursue the establishment of international nuclear proliferation controls; (2) insure that United States participation in international commerce conforms with the Treaty on the Non-Proliferation of Nuclear Weapons and the Statute of the International Atomic Energy Agency; and (3) encourage all nations to ratify the Treaty. Requires that United States policy incorporate initiatives for international nuclear cooperation and nonproliferation which include (1) a requirement that nuclear fuel service agreements conform to the nuclear material and contract restrictions of the Atomic Energy Act of 1954; (2) international negotiations to assure and safeguard the peaceful use of nuclear materials and technology; and (3) financial and technical support for the International Atomic Energy Agency. Directs the President to take the steps necessary to implement such policy. Directs the Energy Research and Development Administration, in consultation with the Nuclear Regulatory Commission, to establish and operate a safeguards and physical security training program for countries acquiring nuclear facilities. Amends the Atomic Energy Act of 1954 to revise procedural requirements for the approval of proposed agreements for nuclear cooperation with other nations. Requires that such agreements be submitted to the President and include prohibitions against the use of atomic material for any nuclear explosive device, and that such programs not be undertaken until certain guarantees are made relating to consultation with the United States on safeguards, control mechanisms, and assurances of peaceful use. Requires the Secretary of State to negotiate any proposed agreement for cooperation, with the assistance and concurrence of the Administrator of Energy Research and Development. Directs the Secretary and the Administrator to submit, after consultation with the Nuclear Regulatory Commission, any proposed agreement to the President with the recommendations of the Secretary and the Administrator. Requires that any proposed agreement for cooperation be referred to the Senate Foreign Relations Committee and the House International Relations Committee, as well as to the Joint Committee on Atomic Energy. Requires the Nuclear Regulatory Commission to furnish to such committees its views as to whether the safeguards and other controls are adequate to insure that the export of any source or special nuclear material, or any production or utilization facility as contemplated by such agreement, will not be inimical to or constitute an unreasonable risk to the common defense and security. Directs the Energy Research and Development Administration, prior to entering into any subsequent arrangements under such agreements for cooperation, to obtain the concurrence of the Secretary of State and to give full consideration to the recommendations of the concerned agencies in order to assure that such subsequent arrangements are consistent with the agreement for cooperation and with nonproliferation policy. Amends the Atomic Energy Act of 1954 to limit the authority of the Energy Research and Development Administration to distribute special nuclear material to not more than 500 grams per year to any recipient, except under an export license issued by the Nuclear Regulatory Commission and only under certain conditions. Amends the Atomic Energy Act of 1954 to require authorization for the production of special nuclear material outside the United States by the Administrator of Energy Research and Development (rather than, as at present, the Nuclear Regulatory Commission), after consultation with the Department of State, the Arms Control and Disarmament Agency, and the Nuclear Regulatory Commission. Prohibits the issuance of any license by the Nuclear Regulatory Commission for the export of any production or utilization facility, any source material or special nuclear material, or any component which could be of significance for nuclear explosive purposes, or the granting of any exemption from any requirement for such an export license, until the Commission has furnished a copy of such application or proposed exemption to the Secretary of State, and has been notified by the Secretary that the issuance of the license or grant of the exemption will not be inimical to the common defense and security. Requires the Secretary of State, in making such judgment, to obtain the views of other concerned departments and agencies, including the Energy Research and Development Administration, the Commerce Department, and the Arms Control and Disarmament Agency, in accordance with procedures established by the President. Sets forth the nonproliferation principles by which the export of nuclear material for peaceful purposes, production or utilization facilities, or technology which could be of significance for nuclear explosive purposes shall be controlled until binding international agreements have effectuated the requirements of this Act. Prohibits the issuance of any nuclear export license by the Nuclear Regulatory Commission and the distribution of any source or special nuclear material by the Energy Research and Development Administration until such agencies have determined that such principles will be adhered to by the recipient country and until the Department of State and other concerned agencies have adjudged such export to be not inimical to United States defense and security. Requires the President to take immediate steps to assure the consummation of binding international agreements in which all other nuclear-supplier nations commit themselves to specified criteria for their international nuclear trade to assure non-proliferation of nuclear explosive devices. Requires the Commission to apply such criteria to its approval of applications for export of nuclear materials or technology for peaceful purposes upon the effective date of such international arrangements. Amends the Atomic Energy Act of 1954 to permit the Commission to issue licenses for domestic production, transfer, or acquisition activities related to utilization or production facilities, where such a license does not pose an unreasonable risk to common defense and security. Authorizes the Commission to determine which items are intended for use in such facilities and require a license. Prohibits export of such an item without a license for export issued by the Commission. Requires the Commission to publish regulations for implementation of such procedures. Prohibits the issuance of such a license if the Commission is advised by the executive branch that such export would be inimical to the common defense and security. Requires the President to publish procedures for the control by the Department of Commerce over all export items of significance for nuclear explosive purposes which are not licensed by the Commission, such procedures to include consultation with the Department of State, the Arms Control and Disarmament Agency, the Nuclear Regulatory Commission, or the Energy Research and Development Administration that such export would be inimical to the common defense and security of the United States. Directs the President: (1) to review the activities of Government departments and agencies relating to the nonproliferation of nuclear explosive devices; and (2) to make an annual report to Congress on such activities. Specifies the information to be included in such report and in the annual reports to Congress required of the Nuclear Regulatory Commission and the Energy Research and Development Administration. Directs the Department of State, the Arms Control and Disarmament Agency, and the Department of Commerce to keep the previously specified Congressional committees informed of their activities to effectuate this Act. Authorizes the appropriation of $2,000,000 for contributions to the International Atomic Energy Agency for safeguard activities. Authorizes the additional appropriation of $2,500,000 to the Nuclear Regulatory Commission for fiscal year 1977 for export licensing functions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Explosive Proliferation Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for more efficient and effective control over the proliferation of nuclear explosives by amendments to the Atomic Energy Act of 1954, as amended.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:49-05:00"
}