{
  "actions": [
    {
      "acted_at": "1981-04-06", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-16", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Executive Comment Requested from OMB, OPM.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-16", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "subcommittee": "Compensation and Employee Benefits", 
      "text": "Referred to Subcommittee on Compensation and Employee Benefits.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3040-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO", 
      "subcommittee": "Subcommittee on Compensation and Employee Benefits", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Yates, Sidney R.", 
      "sponsored_at": "1982-09-30", 
      "state": "IL", 
      "thomas_id": "01252", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-06", 
  "number": "3040", 
  "official_title": "A bill to provide that a former spouse of a Federal employee who is married to such employee for ten years or more shall be entitled to a portion of such employee's annuity and to a portion of the annuity of any surviving spouse of such employee, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Civil Service Spouse Retirement Equity Act", 
  "sponsor": {
    "district": "1", 
    "name": "Schroeder, Patricia", 
    "state": "CO", 
    "thomas_id": "01033", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-04-06", 
  "subjects": [
    "Civil service pensions", 
    "Divorcees", 
    "Federal employees", 
    "Federal employees and officials", 
    "Married people", 
    "Members of Congress", 
    "Survivors' benefits"
  ], 
  "subjects_top_term": "Civil service pensions", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-06", 
    "text": "Civil Service Spouse Retirement Equity Act - Entitles a former spouse of a Federal employee or Member of Congress to: (1) a portion of the retirement annuity of such employee or Member; and (2) a survivor annuity upon the death of the employee or Member. Requires that the former spouse must have been married to the Member or employee for at least ten years during periods of creditable service. Provides for the calculation of the amount of either such annuity of a former spouse on the basis of the portion of the employee's or Member's creditable service during which the former spouse was married to the employee or Member. Disqualifies any former spouse who remarries before becoming 60 years of age from eligibility for either such an annuity. Restores such eligibility upon dissolution of the remarriage. Entitles the former spouse of a disability annuitant to an annuity calculated as a regular retirement annuity based on the employee's or Member's creditable service. Authorizes an employee or Member providing a survivor annuity benefit for a former spouse to elect, or to be ordered by a court, to provide for an additional survivor annuity for any other former or current spouse if the employee or Member passes a physical examination prescribed by the Office of Personnel Management (OPM). Limits the maximum survivor annuity or combination of survivor annuities to 55 percent of the employee's or Member's annuity. Authorizes the employee or Member to provide for survivor annuities either by a reduction in his or her retirement annuity or pay, or by a lump sum payment, or by a combination of both. Provides for the recomputation of an employee's or Member's retirement annuity and the refund of certain amounts deposited in the Civil Service Retirement and Disability Fund if a former spouse for which a survivor annuity benefit is provided dies or remarries before the age of 60. Declares that provisions regarding cost of living increases in civil service annuities shall not apply to such annuities for former spouses unless authorized by OPM. Entitles an eligible former spouse: (1) to an annuity under this Act only if such former spouse elects to receive it instead of any other annuity provided to a Federal employee's spouse; (2) to an annuity if the employee or Member died in service (in the same amount as if the employee or Member had died after becoming eligible for an annuity); and (3) a portion of any lump sum credit payable to an employee or Member who transfers or is separated from service prior to the commencement of either such annuity. Authorizes a Member or employee, a spouse, or former spouse to jointly elect to waive or reduce a survivor annuity for that spouse. Eliminates the current authority of the employee or Member to elect not to provide for a survivor annuity without the spouse's agreement, except when the employee or Member satisfies OPM that the spouse cannot be located. Requires both the employee or Member and the spouse, rather than just the employee or Member, to elect not to increase a survivor annuity upon the employee's or Members reemployment. Declares that, except when determined by OPM to be inconsistent with this Act, the right of a former spouse to an annuity, survivor annuity, or lump sum credit shall be determined in accordance with any applicable court order or spousal agreement covering such former spouse, with certain limitations. Sets forth provisions governing civil service survivor benefits in cases of divorces occurring prior to the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Civil Service Spouse Retirement Equity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide that a former spouse of a Federal employee who is married to such employee for ten years or more shall be entitled to a portion of such employee's annuity and to a portion of the annuity of any surviving spouse of such employee, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:47-05:00"
}