{
  "actions": [
    {
      "acted_at": "1987-10-27", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-11-10", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3557-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-10-27", 
  "number": "3557", 
  "official_title": "A bill to reform the system for filing and hearing protests arising out of Federal procurement practices.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Procurement Protest Reform Act of 1987", 
  "sponsor": {
    "district": "17", 
    "name": "Traficant, James A., Jr.", 
    "state": "OH", 
    "thomas_id": "01166", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-10-27", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Congress and Members of Congress", 
    "Congressional agencies", 
    "Courts and Civil Procedure", 
    "District courts", 
    "General Services Administration", 
    "Government operations and politics", 
    "Government procurement", 
    "Jurisdiction", 
    "Public Contracts, Procurement, and Property"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-10-27", 
    "text": "Federal Procurement Protest Reform Act of 1987 - Authorizes an interested party to file a protest concerning an alleged violation by a Federal agency of a procurement statute or regulation in the solicitation or award of a contract for property or services. Designates the following forums for the filing of such a protest: (1) the Comptroller General; (2) the Board of Contract Appeals of the General Services Administration; or (3) a court of competent jurisdiction. Establishes procedures by which the Federal agency must report to the forum and the interested party after notice of such protest. Requires the withholding of any contract, or the suspension of performance under any contract, which is the subject of a protest, unless the best interests of the United States will not permit waiting for a decision on the protest. Requires a forum to issue a final decision on any protest within 90 working days after a protest is filed. Directs the Comptroller General, the Administrator of General Services, and the Chief Justice to establish expedited procedures for deciding protests which are suitable for resolution within 45 days. Authorizes a forum to dismiss a protest that is frivolous or invalid. Sets forth requirements for a Federal agency if a protest is upheld, including the payment of certain costs. Requires such agency to comply with the forum's decision within 60 days after its issuance. Requires each forum to report to the Congress annually describing each instance in which a Federal agency did not fully comply with a forum decision. Requires the Comptroller General, the Administrator, and the Chief Justice, by January 15, 1988, each to issue regulations which prescribe procedures for the expeditious decision of protests under this Act. Requires such regulations to provide that the protest process will not be delayed by untimely filings by a party or Federal agency. Declares that this Act does not provide exclusive jurisdiction over procurement protests. Allows any such protest to be filed in an appropriate district court. Denies the restriction of district court jurisdiction over a protest even though it was previously filed with the Comptroller General."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Procurement Protest Reform Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the system for filing and hearing protests arising out of Federal procurement practices.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:58-05:00"
}