{
  "actions": [
    {
      "acted_at": "1978-02-15", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10993-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-02-15", 
  "number": "10993", 
  "official_title": "A bill to amend title 18, United States Code, to provide for cases of persons acquitted of certain Federal offenses by reason of insanity.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "16", 
    "name": "Holtzman, Elizabeth", 
    "state": "NY", 
    "thomas_id": "00556", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-02-15", 
  "subjects": [
    "Advisory bodies", 
    "Civil Rights and Liberties", 
    "Civil rights and liberties, minority issues", 
    "Criminal procedure", 
    "Disabled", 
    "Federal advisory bodies", 
    "Health", 
    "Insanity", 
    "Judicial districts", 
    "Law", 
    "Mental illness", 
    "Mentally handicapped", 
    "Patients' rights"
  ], 
  "subjects_top_term": "Mental illness", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-02-15", 
    "text": "Directs that, upon finding a person not guilty of a violent offense solely because of insanity at the time of the offense, the fact of such insanity shall be noted in the verdict and the defendant shall be subject to the procedures set forth in this Act. Details examination, treatment, and release procedures regarding persons acquitted of violent crimes due to insanity. Includes in such procedures: (1) an examination stage, during which each of at least two examiners is to examine the acquitted person and report separately upon methodology and findings and prognosis; (2) a commitment hearing stage to determine whether clear and convincing evidence exists that it is more likely than not that the person would create a danger of bodily harm to others; (3) a treatment hearing stage to determine which facility is most appropriate and whether the person should be a resident patient or outpatient; and (4) a review stage to determine yearly whether the person more likely than not poses a danger of bodily harm to others. Permits an acquitted person to refuse any treatment under this Act. Establishes within each judicial district a Commitment Review Committee. States the purpose of such committees to be to: (1) review the treatment of a person committed under this Act, either on its own motion or on request of such person or his agent, in order to decide if the person should be transferred to a different institution, administered different treatment, or released; and (2) determine whether a person committed under this Act has capacity to give informed consent to treatment and, if not whether any of specified treatments such as electroconvulsive therapy, psychotropic medication, and behavior modification are recommended to determine whether the prescribed treatment is appropriate. Sets the maximum time for which a person subject to commitment under this Act may be confined."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 18, United States Code, to provide for cases of persons acquitted of certain Federal offenses by reason of insanity.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:37-05:00"
}