{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr657-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "657", 
  "official_title": "A bill to amend the National Environmental Policy Act of 1969 to provide for citizens actions in the U.S. district courts against persons responsible for creating certain environmental hazards.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Karth, Joseph E.", 
    "state": "MN", 
    "thomas_id": "00617", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Citizen lawsuits", 
    "Environmental protection", 
    "Law", 
    "Pollution"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Provides that any person may maintain an action, for declaratory or equitable relief in his own behalf or in behalf of a class of persons similarly situated, for the protection of the air, water, land, or public trust of the United States from pollution, impairment, or destruction, wherever such activity and such action for relief constitutes a case or controversy. States that such action may be maintained against any person engaged in such activity and may be brought, without regard to the amount in controversy, in the district court of the United States for any judicial district in which the defendant resides, transacts business, or may be found. Provides that when the plaintiff has made a prima facie showing that the activity of the defendant affecting interstate commerce has resulted in or reasonably may result in pollution, impairment, or destruction of the air, water, land, or public trust of the United States, the defendant shall have the burden of establishing: (1) that there is no feasible and prudent alternative; (2) that the activity at issue is consistent with and reasonably required for promotion of the public health, safety, and welfare in light of the paramount concern of the United States for the protection of its air, water, land, and public trust from pollution, impairment, or destruction; and (3) that the social and economic benefits of defendants' enterprise or activity outweigh the social and economic costs thereof. Provides that compliance with State laws or regulations, or with Federal regulations, shall not be a defense but shall be admissible as evidence that there is no feasible and prudent alternative to the activity at issue. Authorizes the court to grant declaratory relief, temporary and permanent equitable relief, or to impose conditions on the defendant which are required to protect the air, water, land, or public trust of the United States from pollution, impairment, or destruction. States that the remedies provided by this title are in addition to, and not in derogation of, any other remedies which may be available under any statute or common law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the National Environmental Policy Act of 1969 to provide for citizens actions in the U.S. district courts against persons responsible for creating certain environmental hazards.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:00-05:00"
}