{
  "actions": [
    {
      "acted_at": "1979-07-31", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1609-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durkin, John A.", 
      "sponsored_at": "1979-01-03", 
      "state": "NH", 
      "thomas_id": "01322", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-31", 
  "number": "1609", 
  "official_title": "A bill to facilitate economic adjustment of communities and workers, to preserve jobs and stabilize communities, to require prenotification to affected employees and communities of closings and relocations of business concerns; to provide assistance (including retraining) to employees who suffer employment loss because of closings and relocations of business concerns.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Employee Protection and Community Stabilization Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Williams, Harrison A., Jr.", 
    "state": "NJ", 
    "thomas_id": "01455", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-31", 
  "subjects": [
    "Business and commerce", 
    "Community development", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Employee benefit plans", 
    "Employee ownership", 
    "Government and business", 
    "Government procurement", 
    "Labor and employment", 
    "Local and Municipal Government", 
    "Local finance", 
    "Local taxation", 
    "Occupational retraining", 
    "Plant shutdowns", 
    "Public Contracts, Procurement, and Property", 
    "Relocation of employees", 
    "Taxation", 
    "Unemployment", 
    "Unemployment insurance", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Plant shutdowns", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-31", 
    "text": "Employee Protection and Community Stabilization Act of 1979 - Requires a business concern which intends to terminate or transfer its operations to notify the community and the affected employees or their employee organization of such intent not less than one year prior to such termination or transfer. Requires such notice to be given promptly if such intent is formed less than one year prior to such termination or transfer. Requires such business concern to provide such community, employees or employee organization and the Secretary of Labor with an economic impact statement. Authorizes the Secretary to investigate specified matters related to such change. Directs the Secretary to hold public hearings on such matters upon receipt, within 60 days of such notice, of a written request for such investigation from an affected community, employee organization, or at least ten percent of such employees. Requires such a learning to be requested within 60 days of receipt of notice. Authorizes the Secretary to investigate such matters and hold hearings closed to the public, without regard to whether such notice is given, upon: (1) a determination that such investigation would serve the purpose of this Act; or (2) a request from at least 50 percent of such employees. Empowers the Secretary to issue subpoenas for witnesses and evidence in such investigation. Directs the Secretary to prepare and publish a report of such investigation. Permits recipients of such notices, who form organizations for the purpose of acquiring ownership or control over such business concerns or establishments, to apply for specified forms of assistance for such purpose. Entitles eligible employees, whenever an eligible organization acquires such ownership or controlling interest, to: (1) the right to obtain comparable employment with the establishment to which operations are transferred or other establishments of such business concern; and (2) relocation allowances equivalent to those provided to executive and managerial employees of such concern or establishment. Entitles eligible employees, whenever such eligible organization does not make such acquisition, to: (1) such right to comparable employment; (2) such relocation allowances; (3) maintenance of health and welfare benefit coverage for up to one year; (4) severance pay to supplement unemployment insurance to assure income of 85 percent of their wage rate for up to 52 weeks, or 104 weeks for those over 55 years old; and (5) specified rights and benefits with regard to retirement plans. Requires such business concerns to: (1) provide training, at full pay and benefits, to eligible employees who elect to transfer; and (2) post listings of employment opportunities at their other sites. Subjects to the provisions of collective bargaining agreements: (1) employee rights granted by this Act to employees who transfer; and (2) eligible organizations which become successors to business concerns or establishments subject to this Act. Terminates required payments of benefits by such business concerns to employees who: (1) begin employment offered at another site; (2) refuse employment, commensurate with their skills and experience, within a reasonable commuting distance; (3) refuse to participate or fail to progress, without good cause, in specified training and placement programs; or (4) receive a normal retirement benefit under any plan to which such business concerns made payments. Requires such business concerns to make payments on behalf of an employee to an employee benefit plan during the period such employee is entitled to severance pay if such employee could become vested in such plan by such contributions during such period. Directs the Secretary to make such payments and makes business concerns liable for such amounts, with interest, to the United States whenever such business concerns fail to make payments. Directs the Secretary to certify as eligible organizations which meet specified guidelines, including the adoption of employee ownership plans. Directs the Secretary to issue certificates of procurement credit (for bids on Federal procurement or contracts) to eligible organizations which become business concerns through specified assistance. Directs the Secretary to secure job placement and retraining and, under specified circumstances, to provide job search allowances for eligible employees. Provides for specified civil actions in district courts by aggrieved persons, or by the Secretary. Makes business concerns (which a district court finds required to give notice) liable to affected communities for the difference in yearly taxes paid before and after such termination or transfer of operations. Authorizes such courts to: (1) impose civil penalties (with specified limits on amounts) for violations of this Act; and (2) allow attorney's fees and costs to the prevailing party. Provides for criminal penalties for specified violations of this Act. Directs the Secretary to recover overpayments for job training or search assistance under this Act obtained through a knowing deception. Authorizes appropriations to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Employee Protection and Community Stabilization Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to facilitate economic adjustment of communities and workers, to preserve jobs and stabilize communities, to require prenotification to affected employees and communities of closings and relocations of business concerns; to provide assistance (including retraining) to employees who suffer employment loss because of closings and relocations of business concerns.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:05-05:00"
}