{
  "actions": [
    {
      "acted_at": "1973-04-30", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres529-93", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-30", 
  "number": "529", 
  "official_title": "Joint resolution to provide for the settlement of the labor disputes between the trustees of the Penn Central Transportation Co., Debtor, in reorganization under section 77 of the Bankruptcy Act, and certain of its employees.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "12", 
    "name": "Devine, Samuel L.", 
    "state": "OH", 
    "thomas_id": "00292", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-30", 
  "subjects": [
    "Labor and employment", 
    "Railroads"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-30", 
    "text": "Provides that neither the trustees of the Penn Central Transportation Company nor the United Transportation Union shall make any changes in the working conditions encompassed by the notice served by the trustees of Pthe Penn Central Transportation Company on July 7, 1971, except by agreement or pursuant to an arbitration award, or engage in any strike or lockout over any dispute arising from any such notice. States that within thirty days after enactmentment of this joint resolution and at intervals of ninety days thereafter: (1) the carrier shall notify the organization in writing of any crew which it believes should be reduced and to what extent; and (2) the organization shall notify the carrier of any crew which it believes should be increased and to what extent. Requires that the parties shall immediately resume collective bargaining through authorized representatives and shall exert every reasonable effort to come to an agreement with respect to each crew listed by either party. States that if after forty-five days following the receipt of any notice no agreement is reached by the parties with respect to any crew listed by either party, either party may demand the creation of a special board of adjustment consisting of three members to dispose of the issue. Requires that in making any award the board shall give consideration only to: (1) assurance of adequate safety; and (2) avoidance of unreasonable burden or workload on members of the crew. Classifies road and train yardmen (including brakemen, flagmen, and helpers) employed by the carrier as \"protected employees.\" Specifies that any award by a board of arbitration which reduces the size of any crew shall provide that the reduction, if it would deprive a \"protected employee\" of employment, shall not become effective except by attrition."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Joint resolution to provide for the settlement of the labor disputes between the trustees of the Penn Central Transportation Co., Debtor, in reorganization under section 77 of the Bankruptcy Act, and certain of its employees.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:18-05:00"
}