{
  "actions": [
    {
      "acted_at": "2000-04-13", 
      "references": [
        {
          "reference": "CR S2738-2740", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-04-13", 
      "committee": "Committee on the Judiciary", 
      "references": [
        {
          "reference": "CR S2740-2741", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2430-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-04-13", 
  "number": "2430", 
  "official_title": "A bill to combat computer hacking through enhanced law enforcement and to protect the privacy and constitutional rights of Americans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Internet Security Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-04-13", 
  "subjects": [
    "Administrative procedure", 
    "Armed forces and national security", 
    "Business losses", 
    "Commerce", 
    "Computer crimes", 
    "Computer software", 
    "Computers and government", 
    "Congress", 
    "Congressional reporting requirements", 
    "Counterfeiting", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Damages", 
    "Economics and public finance", 
    "Electronic surveillance", 
    "Emergency management", 
    "Encryption", 
    "Energy", 
    "Evidence (Law)", 
    "Extraterritoriality", 
    "Federal aid to Indians", 
    "Federal aid to law enforcement", 
    "Finance and financial sector", 
    "Forfeiture", 
    "Government operations and politics", 
    "Government publicity", 
    "Health", 
    "Indian law enforcement", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "International affairs", 
    "Labeling", 
    "Labor and employment", 
    "Law", 
    "Mandatory sentences", 
    "Minorities", 
    "Packaging", 
    "Physical examinations", 
    "Police training", 
    "Prosecution", 
    "Public health", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Sentencing guidelines", 
    "Telephone", 
    "Transportation and public works", 
    "U.S. Sentencing Commission", 
    "Warrants (Law)"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-04-13", 
    "text": "Internet Security Act of 2000 - Amends the Computer Fraud and Abuse Act of 1986 (the Act) to set forth penalties for unlawfully accessing to commit fraud, and damaging, a protected computer where that conduct: (1) causes a loss aggregating at least $5,000 in value during a one-year period to one or more individuals; (2) modifies or impairs the medical examination, diagnosis, treatment, or care of one or more individuals; (3) causes physical injury to any person; or (4) threatens public health or safety. Includes attempted offenses within the scope of the Act.Provides for the forfeiture to the United States of the offender's interest in any: (1) personal property used to commit or facilitate the offense; and (2) real or personal property that constitutes or is derived from proceeds traceable to a violation.Limits \"losses\" (currently, \"damages for violations involving damage\") to economic damages. Defines \"loss\" to include: (1) the reasonable costs to any victim of responding to the offense, conducting a damage assessment, and restoring the system and data; and (2) any lost revenue or costs incurred by the victim as a result of interruption of service.Specifies that property subject to forfeiture, any seizure and disposition of property, and any administrative or judicial proceeding in relation thereto shall be governed by the Comprehensive Drug Abuse Prevention and Control Act of 1970.(Sec. 3) Expresses the sense of Congress that: (1) acts that damage computers used in the delivery of critical infrastructure services pose a serious threat to public health and safety and have the potential to cause losses to victims; and (2) the Government should have jurisdiction to investigate acts affecting protected computers, even if the effects of such acts occur wholly outside the United States.(Sec. 4) Directs the United States Sentencing Commission to amend the Federal sentencing guidelines to ensure that any individual convicted of a violation of the Act regarding the accessing of a protected computer under specified unlawful circumstances can be subjected to appropriate penalties, without regard to any mandatory minimum term of imprisonment.(Sec. 5) Directs the court, with respect to any person convicted of trafficking in counterfeit computer labels, program documentation, or packaging, to order the forfeiture and destruction or other disposition of anything used to copy or produce the computer program or other item to which the counterfeit label was affixed.(Sec. 7) Rewrites Federal criminal code provisions regarding pen registers and trap and trace devices to authorize the court, with respect to requests from an attorney for the Government or a State law enforcement or investigative officer, to enter an order authorizing the installation and use of such a device if the court finds that the information likely to be obtained is relevant to an ongoing criminal investigation. Requires that the use of the device be conducted in such a way as to minimize the recording or decoding of any electronic or other impulses that are not related to the dialing and signaling information utilized in processing by the service provider upon whom the order is served.(Sec. 8) Revises the definition of \"pen register\" to: (1) mean a device or process that records or decodes electronic or other impulses that identify the telephone numbers or electronic addresses dialed or otherwise transmitted by an instrument or facility from which a wire or electronic communication is transmitted and used for purposes of identifying the destination or termination of such communication by the service provider upon which the order is served; and (2) exclude any device or process used by a provider or customer of a wire or electronic communication service for billing or recording as an incident to billing for communications services or for cost accounting or other like purposes in the ordinary course of its business.(Sec. 9) Requires that the Attorney General's annual report to Congress regarding pen register and trap and trace devices include information concerning: (1) the period of interceptions authorized by the order and the number and duration of any extensions of the order; (2) the offense specified in the order, application, or extension; (3) the number of investigations involved; (4) the number and nature of the facilities affected; and (5) the identity of the applying investigative or law enforcement agency making the application and the person authorizing the order.(Sec. 10) Rewrites code provisions regarding the interception and disclosure of wire, oral, or electronic communications to permit a person acting under color of law to intercept: (1) a wire, oral, or electronic communication if such person is a party to the communication or if one of the parties to the communication has given prior consent to such interception; and (2) a wire or electronic communication if the transmission is causing harmful interference to a lawfully operating computer system, if any person who is not a provider of service to the public and who is authorized to use the facility from which the wire or electronic communication is to be intercepted has given prior consent to the interception, and if the interception is conducted only to the extent necessary to identify the source of the harmful interference.(Sec. 11) Requires the Attorney General's annual reports to the Administrative Office of the United States Courts to include the number of orders in which encryption was encountered and whether such encryption prevented law enforcement from obtaining the plain text of communications intercepted.(Sec. 12) Directs the Assistant Attorney General for the Department of Justice's Office of Justice Programs to make a grant to each State to: (1) assist State and local law enforcement in enforcing State and local criminal laws relating to computer crime and in educating the public to prevent and identify computer crime; (2) assist in educating and training State and local law enforcement officers and prosecutors to conduct investigations and forensic analyses of evidence and prosecutions of computer crime; (3) assist State and local law enforcement officers and prosecutors in acquiring computer and other equipment to conduct investigations and forensic analysis of evidence of computer crimes; and (4) facilitate and promote the sharing of Federal law enforcement expertise and information about the investigation, analysis, and prosecution of computer crimes with State and local law enforcement officers and prosecutors, including the use of multi-jurisdictional task forces.Sets forth provisions regarding use of grant amounts, required State assurances to be eligible to receive a grant, and matching funds. Authorizes appropriations. Authorizes the Attorney General to use amounts made available herein to make grants to Indian tribes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Internet Security Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to combat computer hacking through enhanced law enforcement and to protect the privacy and constitutional rights of Americans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:12-05:00"
}