{
  "actions": [
    {
      "acted_at": "1975-03-19", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres116-94", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-19", 
  "number": "116", 
  "official_title": "A resolution to establish a temporary select committee on Regulatory Commissions and the U.S. Economy.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-19", 
  "subjects": [
    "Appropriations", 
    "Congressional committees", 
    "Congressional committees (Senate)", 
    "Congressional investigations", 
    "Government regulation", 
    "Independent regulatory commissions", 
    "Senate"
  ], 
  "subjects_top_term": "Congressional committees (Senate)", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-19", 
    "text": "Establishes a temporary, select committee of the Senate to be known as the Select Committee on Regulatory Commissions and the United States Economy. Directs the committee to conduct a complete study and investigation on regulatory commissions and agencies of the United States Government, including: (1) the influence and impact of the activities, procedures, rules, orders and decisions of regulatory commissions and agencies; (2) the accountability of such regulatory commissions and agencies to the Congress, the relationships of these commissions and agencies to other departments, agencies, and independent establishments of the executive branch of the United States Government, the relationship of each such commission or agency to any sectors of private or public enterprise the commission or agency is charged by statute with regulating, and the relationships of those commissions and agencies to the United States consumer; and (3) the appropriateness of regulation for given sectors of the economy, the adequacy of current legislative statutes, and the economic consequences of commission and agency regulatory activities for the United States consumer. Provides that the committee shall submit a final report to the Senate not later than January 20, 1979, containing a comprehensive summary of the work of the committee with such recommendations as the committee deems appropriate. Directs that from time to time such other reports and recommendations shall be made to the Senate as the committee deems appropriate. Directs that the committee's authority shall cease to exist upon the expiration of thirty days following the submission of its final report. Denies the committee authority to report any legislative measure to the Senate. Authorizes the committee to make expenditures from the contingent fund of the Senate. Authorizes the committee to issue subpenas over the signature of of the chairman of the committee or subcommittee or of any member designated by either of them, and may be served by any member designated by any such chairman or member."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution to establish a temporary select committee on Regulatory Commissions and the U.S. Economy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:15-05:00"
}