{
  "actions": [
    {
      "acted_at": "1995-07-27", 
      "committee": "Committee on Resources, and in addition to the Committee on Agriculture, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Resources, and in addition to the Committee on Agriculture, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-07-27", 
      "committee": "House Agriculture", 
      "references": [], 
      "text": "Referred to House Agriculture", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-07-27", 
      "committee": "House Resources", 
      "references": [], 
      "text": "Referred to House Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-08-02", 
      "in_committee": "House Agriculture", 
      "references": [], 
      "subcommittee": "Livestock, Dairy and Poultry", 
      "text": "Referred to the Subcommittee on Livestock, Dairy and Poultry.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-08-03", 
      "in_committee": "House Resources", 
      "references": [], 
      "subcommittee": "National Parks, Forests and Lands", 
      "text": "Referred to the Subcommittee on National Parks, Forests and Lands.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-08-03", 
      "in_committee": "House Resources", 
      "references": [], 
      "subcommittee": "Fisheries, Wildlife and Oceans", 
      "text": "Referred to the Subcommittee on Fisheries, Wildlife and Oceans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-08-03", 
      "in_committee": "House Resources", 
      "references": [], 
      "text": "Executive Comment Requested from Interior, USDA.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2136-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Livestock, Dairy and Poultry", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks, Forests, and Lands", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Fisheries, Wildlife and Oceans", 
      "subcommittee_id": "15"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-07-27", 
  "number": "2136", 
  "official_title": "To provide for the management, containment, and elimination of brucellosis from the Yellowstone area, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Bison Management Improvement Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Williams, Pat", 
    "state": "MT", 
    "thomas_id": "01231", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-07-27", 
  "subjects": [
    "Agriculture and food", 
    "Animal diseases", 
    "Animals", 
    "Cattle", 
    "Economics and public finance", 
    "Elk", 
    "Epidemiology", 
    "Federal advisory bodies", 
    "Federal aid to medical research", 
    "Government operations and politics", 
    "Health", 
    "Idaho", 
    "Indian lands", 
    "Interstate relations", 
    "Land transfers", 
    "Livestock", 
    "Medical research", 
    "Minorities", 
    "Montana", 
    "National parks", 
    "Parks", 
    "Public lands and natural resources", 
    "Research grants", 
    "Science, technology, communications", 
    "State laws", 
    "Test facilities", 
    "Vaccination", 
    "Vaccines", 
    "Veterinary medicine", 
    "Wildlife management", 
    "Wyoming"
  ], 
  "subjects_top_term": "Parks", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-07-27", 
    "text": "Bison Management Improvement Act of 1995 - Establishes the Yellowstone Brucellosis Free Management Area in Montana, Wyoming, and Idaho. Directs the Secretaries of Agriculture and of the Interior to develop joint bison and elk management plans with the States. Requires the Secretary of Agriculture (Secretary) to: (1) develop plans and protocols that will allow quarantine of surplus bison and following quarantine transportation of such bison to tribal lands; and (2) develop and implement plans in cooperation with such States for the elimination of Brucella abortus from the wildlife populations of the Area. Allows the Secretaries to use the Yellowstone Interagency Brucellosis Committee or its subcommittees to develop the plans and recommendations necessary to achieve the purposes of this Act. Directs the Secretary to undertake a program of research through the Agricultural Research Service to understand the etiology of Brucella abortus in wild ungulate populations and brucellosis transmission from wild ungulates to domestic livestock, and to develop safe, effective vaccine and delivery systems that will prevent the transmission of the disease between ungulate species and ultimately eliminate the organism from the Area. Authorizes the Secretaries to make grants or provide financial assistance to Federal or State agencies, public or private institutions, or other persons undertaking research in subjects which are relevant to the management and elimination of Brucellosis from the Area. Directs the Secretaries to work with the States and Indian tribes in the management and disposition of bison determined by the Secretary of the Interior to be surplus. Authorizes the Secretaries to construct temporary or permanent handling, capture, quarantine, or testing facilities on, or adjacent to, Federal lands that are subject to full compliance under the National Environmental Policy Act of 1969, the Endangered Species Act of 1973, and applicable State laws. Outlines provisions concerning: (1) donation, sale, or disposal of bison; and (2) use and acquisition of lands within the Area to carry out this Act. Prohibits the Secretary from taking action to downgrade the Class-Free Brucellosis Status of Montana, Wyoming, and Idaho under the rules of the National Brucellosis Eradication Program as long as the Interim Bison Management Plan currently in effect and bison and elk management plans currently under development continue to provide adequate temporary and spatial separation between bison, elk, and livestock. Bans a State from imposing requirements on livestock originating from such States that it does not impose on other States that have been designated Brucellosis Class-Free as long as the Department of Agriculture brucellosis-free designation remains in place. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Bison Management Improvement Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for the management, containment, and elimination of brucellosis from the Yellowstone area, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:44-05:00"
}