{
  "actions": [
    {
      "acted_at": "1995-07-28", 
      "references": [
        {
          "reference": "CR S10878-10879, S10886-19887", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-07-28", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-07-31", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1088-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1995-09-28", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "1995-10-23", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1995-10-23", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnston, J. Bennett", 
      "sponsored_at": "1995-09-28", 
      "state": "LA", 
      "thomas_id": "01373", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1995-09-29", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1995-10-23", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1995-09-28", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-07-28", 
  "number": "1088", 
  "official_title": "A bill to provide for enhanced penalties for health care fraud, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care Fraud and Abuse Prevention Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Cohen, William S.", 
    "state": "ME", 
    "thomas_id": "00215", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-07-28", 
  "subjects": [
    "Administrative procedure", 
    "Auditing", 
    "Bribery", 
    "Communication in medicine", 
    "Community service (Punishment)", 
    "Computer software", 
    "Conflict of interests", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Data banks", 
    "Debarment of government contractors", 
    "Department of Health and Human Services", 
    "Department of Justice", 
    "Drug abuse", 
    "Electronic data processing", 
    "Embezzlement", 
    "Extended care facilities", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Forfeiture", 
    "Fraud", 
    "Gifts", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Grand jury", 
    "Health", 
    "Health care fraud", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Injunctions", 
    "Inspectors general", 
    "Larceny", 
    "Law", 
    "Medicaid fraud", 
    "Medical ethics", 
    "Medical personnel", 
    "Medicare", 
    "Medicare fraud", 
    "Money laundering", 
    "Narcotic traffic", 
    "Nursing homes", 
    "Patients' rights", 
    "Peer review organizations (Medicine)", 
    "Physicians", 
    "Postal crimes", 
    "Prosecution", 
    "Public assistance programs", 
    "Science, technology, communications", 
    "Sentences (Criminal procedure)", 
    "Social welfare"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-07-28", 
    "text": "TABLE OF CONTENTS: Title I: Fraud and Abuse Control Program Title II: Revisions to Current Sanctions for Fraud and Abuse Title III: Administrative and Miscellaneous Provisions Title IV: Civil Monetary Penalties Title V: Amendments to Criminal Law Title VI: State Health Care Fraud Control Units Title VII: Medicare Billing Abuse Prevention Health Care Fraud and Abuse Prevention Act of 1995 - Title I: All-Payer Fraud and Abuse Control Program - Directs the Secretary of Health and Human Services and the Attorney General to establish: (1) an all-payer fraud and abuse control program; and (2) guidelines, including information guidelines, to carry out such program. Establishes the Health Care Fraud and Abuse Control account (the account), which shall consist in part of amounts deposited or transferred to such Account under specified health care offenses provisions of specified Acts. (Sec. 102) Applies specified Medicare and State health care anti-fraud and abuse provisions of part A (General Provisions) of SSA title XI to all Federal health programs. (Sec. 103) Directs the HHS Secretary annually to solicit proposals for modifications to existing safe harbors and for additional safe harbors, according to certain criteria, for payment practices. Permits any person, at any time, to request a notice from the HHS Inspector General (IG) which informs the public of practices which the IG considers to be suspect or of particular concern (special fraud alerts), as well as interpretive rulings with regard to the application of certain anti-fraud and abuse provisions under SSA title XI. Title II: Revisions to Current Sanctions for Fraud and Abuse - Amends provisions of titles XI (General Provisions and Peer Review) and XVIII (Medicare) of the Social Security Act to provide for: (1) the mandatory exclusion of individuals with a felony fraud conviction from participation in Medicare and State health care programs; (2) a minimum period of exclusion for certain individuals and entities subject to permissive exclusion from Medicare and State health care programs; (3) the permissive exclusion of individuals with ownership or control interest in sanctioned entities; (4) a minimum period of exclusion for practitioners and individuals failing to meet statutory obligations; and (5) intermediate sanctions for Medicare health maintenance organizations. Title III: Administrative and Miscellaneous Provisions - Directs the Secretary to provide for the establishment of a national health care fraud and abuse data collection program for the reporting of final adverse actions against health care providers, suppliers, or practitioners. Title IV: Civil Monetary Penalties - Provides, under part A of title XI of the Social Security Act, for: (1) the payment of the portion of amounts recovered under provisions of this Act into the account; and (2) an increase in the civil monetary penalty. Subjects an excluded individual retaining an ownership or controlling interest in a Medicare or State health care program to such penalty. Permits the Secretary to impose a penalty on any individual (including any organization, but excluding a beneficiary) who knowingly receives any kickback or bribe in return for making a referral or purchasing equipment in a Medicare or State health care program. Title V: Amendments to Criminal Law - Amends the Federal criminal code with respect to: (1) mail fraud, to impose a fine or imprisonment for up to ten years or both in the case of health care fraud; (2) the forfeiture of property in certain Federal health care offenses; (3) sppecified injunctive relief; (4) fines or imprisonment or both in connection with Federal health care offenses; and (5) penalties for obstructions of criminal investigations of Federal health care offenses, theft, or embezzlement in connection with health care, and the laundering of monetary instruments in connection with a Federal health care offense. Title VI: State Health Care Fraud Control Units - Provides, under Medicaid, for the extension of concurrent authority to investigate and prosecute fraud in other Federal programs and to investigate and prosecute patient abuse in non-Medicaid board and care facilities. Title VII: Medicare Billing Abuse Prevention - Directs the Secretary to: (1) require Medicare carriers to acquire commercial automatic data processing equipment meeting specified requirements to process Medicare part B (Supplementary Medical Insurance) claims for the purpose of identifying billing code abuse; and (2) order a review of existing regulations, guidelines, and other guidance governing Medicare payment policies and billing code abuse to determine if revision is necessary to maximize the benefits to the Federal Government of the use of such equipment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Fraud and Abuse Prevention Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for enhanced penalties for health care fraud, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:56-05:00"
}