{
  "actions": [
    {
      "acted_at": "1990-02-08", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-02-09", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Public Lands, National Parks", 
      "text": "Referred to Subcommittee on Public Lands, National Parks.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-03-07", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Department of the Interior, and Office of Management and Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-05", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": "Public Lands, National Parks", 
      "references": [], 
      "text": "Subcommittee on Public Lands, National Parks. Hearings held. Hearings printed: S.Hrg. 101-998.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2117-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, National Parks and Forests", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1990-02-08", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-02-08", 
  "number": "2117", 
  "official_title": "A bill to designate certain lands as wilderness in the State of Arizona.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Arizona Wilderness Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-02-08", 
  "subjects": [
    "Airspace (Law)", 
    "Arizona", 
    "Conservation of natural resources", 
    "Federal advisory bodies", 
    "Military aircraft", 
    "Wilderness areas", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Wilderness areas", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-02-08", 
    "text": "Arizona Wilderness Act of 1990 - Title I: Designation of Wilderness Areas to be Administered by the Bureau of Land Management - Designates the following lands in Arizona as components of the National Wilderness Preservation System: (1) the Mount Wilson Wilderness, the Mount Tipton Wilderness, the Mount Nutt Wilderness, the Warm Springs Wilderness, and the Aubrey Peak Wilderness in Mohave County; (2) the East Cactus Plain Wilderness in La Paz County; (3) the Rawhide Mountains Wilderness in Mohave and Yavapai Counties; (4) the Arrastra Mountains Wilderness in Mohave, Yavapai, and La Paz Counties; (5) the Harcuvar Mountains Wilderness in La Paz County; (6) the Harquahala Mountains Wilderness in La Paz and Maricopa Counties; (7) the Big Horn Mountains Wilderness in Maricopa County; (8) Hummingbird Springs Wilderness in Maricopa County; (9) the Eagletail Mountains Wilderness in La Paz, Yuma, and Maricopa Counties; (10) the Signal Mountains Wilderness in Maricopa County; (11) the Woolsey Peak Wilderness and the Sierra Estrella Wilderness in Maricopa County; (12) the Table Top Wilderness in Maricopa and Pinal Counties; (13) the Coyote Mountains Wilderness in Pima County; (14) the Baboquivari Peak Wilderness in Pima County; (15) the Needle's Eye Wilderness in Gila County; (16) the North Santa Teresa Wilderness and the Fishhooks Wilderness in Graham County; (17) the Dos Cabezas Mountains Wilderness in Cochise County; (18) the Redfield Canyon Wilderness in Graham County; (19) the Gibraltar Mountain Wilderness and the Planet Peak Wilderness in La Paz County; (20) the Swansea Wilderness in La Paz County and the Trigo Mountain Wilderness in La Paz County; (21) the Muggins Mountain Wilderness in Yuma County; (22) the Hells Canyon Wilderness in Yavapai and Maricopa Counties; (23) the North Maricopa Mountains Wilderness and the South Maricopa Mountains Wilderness in Maricopa County; (24) the Wabayuma Peak Wilderness in Mohave County; (25) the Upper Burro Creek Wilderness in Mohave County; (26) the Hassayampa River Canyon Wilderness in Yavapai County; (27) the White Canyon Wilderness in Pinal County; (28) the Tres Alamos Wilderness in Mohave County; (29) the New Water Mountains Wilderness in Yuma County; (30) the Peloncillo Mountains Wilderness in Cochise County; and (31) the Aravaipa Wilderness Additions in Gila and Graham Counties. Establishes the Gila Box Riparian National Conservation Area. Establishes an advisory committee to advise the Secretary of the Interior with respect to the management plan for such Area. Authorizes appropriations. Title II: Designation of Wilderness Areas to be Administered by the Fish and Wildlife Service - Designates the following lands in Arizona as components of the National Wilderness Preservation System: (1) the Havasu Wilderness in the Havasu National Wildlife Refuge; (2) the Imperial Wilderness in the Imperial National Wildlife Refuge; (3) the Kofa Wilderness in the Kofa National Wildlife Refuge; and (4) the Cabeza Prieta Wilderness in the Cabeza Prieta National Wildlife Refuge. Declares that nothing in this Act shall be construed to preclude low-level overflights of military aircraft over designated wilderness and refuge areas."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Arizona Wilderness Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to designate certain lands as wilderness in the State of Arizona.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:52-05:00"
}