{
  "actions": [
    {
      "acted_at": "1973-05-14", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-07-11", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Foreign Relations with amendment, S. Rept. 93-999.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-07-17", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-07-18", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1791-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-14", 
  "number": "1791", 
  "official_title": "A bill to amend title VIII of the Foreign Service Act of 1946, as amended, relating to the Foreign Service Retirement and Disability System.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreign Service Retirement Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Fulbright, James", 
    "state": "AR", 
    "thomas_id": "01337", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-14", 
  "subjects": [
    "Federal employees and officials", 
    "Foreign service", 
    "International affairs"
  ], 
  "subjects_top_term": "Foreign service", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1974-07-17", 
    "text": "(LATEST SUMMARY) Foreign Service Retirement Amendments - =Title I: Amendments of Title VIII of Foreign Service Act= - Provides that all Foreign Service Staff officers and employees appointed by the Secretary of State or the Director of the United States Information Agency with unlimited appointments shall be entitled to the benefits of the Foreign Service Retirement and Disability System. Revises the definitions of \"annuitant,\" \"surviving spouse,\" \"child,\" \"student,\" \"military and naval service,\" and \"Foreign Service normal cost\" as they apply to provisions under the Retirement and Disability System. Allows the President to make conforming changes in the Foreign service retirement system whenever there is a change in the provisions of the Civil Service Retirement and Disability System. Provides that Government employees under other retirement systems may transfer contributions and deposits to the fund. Provides that computation of annuities shall be reduced by 10 percent of any special contribution due for service for which no contributions were made. Sets forth revised provisions regarding payments of annuities to specified persons, including a surviving spouce, child and married annuitant. Provides that the annuity of a participant shall Commence on the day after separation from the service, or on the day after pay ceases. Makes specified changes in provisions relating to disability annuities and death-in-service annuities. Provides that whenever a participant becomes separated from the service without becoming eligible for an annuity or a deferred annuity in accordance with the provisions of this Act, a lump-sum credit shall be paid to the participant. Sets forth the order of precedence for lump-sum payments to persons surviving the participant. Defines what shall be considered creditable service for purposes of this title. States that a participant who enters on approved leave without pay to serve as a full-time officer or employee of a Government organization may file an election to receive full retirement credit for such period. Requires the Secretary, at the end of each fiscal year, to notify the Secretary of the Treasury of the amount of the Foreign Service normal cost which was not met by specified contributions. Provides an annuity adjustment for recall service by resuming former annuities at a rate adjusted by any cost-of-living increases that became effective during the recall period. Prescribes revised procedures for voluntary contributions and cost-of-living adjustment. =Title II: Other Foreign Service Act Amendments= - Sets forth revised provisions regarding (1) reappointment and recall; (2) retirement of foreign service officers who are career ambassadors; (3) participants in the Foreign Service Retirement and Disability system who are not career ambassadors; (4) selection-out benefits; and (5) separation for cause. Provides civil service retirement credit for periods of service of each language instructor of the Foreign Service Institute who performed as an instructor in the Institute under a non-personal-services contract before July 1, 1960. =Title III: Temporary and Transitional Provisions= - Provides that all Foreign Service staff officers and employees with unlimited appointments who (1) have been appointed by the Secretary of State or the Director of the United States Information Agency, and (2) are participants in the Civil Service Retirement and Disability System on the effective date of this Act, shall be transferred to the Foreign Service Retirement and Disability System effective on such date. Provides for grants to specified widows and survivor annuity elections. Sets forth the effective dates for the provisions of this Act. Prescribes a retirement schedule for career ministers under the Foreign Service Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Service Retirement Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title VIII of the Foreign Service Act of 1946, as amended, relating to the Foreign Service Retirement and Disability System.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:42-05:00"
}