{
  "actions": [
    {
      "acted_at": "1991-04-11", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s808-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-04-11", 
  "number": "808", 
  "official_title": "A bill to provide for the payment of claims by United States nationals against Vietnam and to terminate certain economic sanctions against Vietnam, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Murkowski, Frank H.", 
    "state": "AK", 
    "thomas_id": "01408", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-04-11", 
  "subjects": [
    "Claims", 
    "Congressional oversight", 
    "Credit", 
    "Export controls", 
    "Foreign exchange", 
    "Foreign trade and international finance", 
    "Government liability (International law)", 
    "Government trust funds", 
    "International affairs", 
    "Licenses", 
    "Missing in action", 
    "Money", 
    "Negotiations", 
    "Prisoners of war", 
    "Recognition (International law)", 
    "Sanctions (International law)", 
    "Vietnam", 
    "Vietnamese Conflict"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-04-11", 
    "text": "Title I: Payment of United States National Claims Against Vietnam - Amends the International Claims Settlement Act of 1949 to provide for the vesting in such officer or agency as the President may designate of a portion of Vietnamese property (other than property of private persons) in which transactions were prohibited as of April 30, 1975, under specified regulations. Requires the property vested to be a portion of property which, when liquidated, will render: (1) an amount necessary to pay all certified awards made by the Foreign Claims Settlement Commission of the United States for claims against Vietnam; and (2) an amount equal to five percent of the total of such certified awards to pay the costs of the Commission and the Department of the Treasury. Directs the designee of the President to liquidate the vested property as expeditiously as possible. Requires the proceeds from such liquidation to be covered into the Claims Fund established for claims against Vietnam. Requires the United States, upon full payment of such certified awards, to succeed to all of the rights against Vietnam which form the basis of such awards. Prohibits rights from being asserted against Vietnam unless the U.S. Government accords Vietnam full credit for the property vested under this Act. Directs the Secretary of the Treasury to require the recipients of such awards to release to the U.S. Government all claims against the U.S. Government or Vietnam arising from the expropriations that are the basis of such awards. Expresses the sense of the Congress that the Secretary of State, in developing the U.S. position for balancing of claims in future negotiations with Vietnam, should give full credit to Vietnam upon the establishment of formal diplomatic relations between Vietnam and the United States for the property vested under the provisions of this Act. Title II: Termination of Economic Sanctions Against Vietnam - Terminates specified export prohibitions and prohibitions on transfers of credit and certain foreign exchange and property transactions with respect to Vietnam: (1) 30 days after the Secretary of State certifies that the Vietnamese Government has agreed to extend full cooperation to a private and voluntary organization to investigate unresolved cases of American prisoners-of-war and missing-in-action from the Vietnam War; or (2) 30 days after the date of enactment of title I, whichever occurs later. Continues any exemptions with respect to such transactions or transfers and any valid export license in effect before this title's enactment. Requires the Secretary of Commerce to prescribe less restrictive export controls on exports or reexports of U.S.-origin commodities and technical data to Vietnam."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for the payment of claims by United States nationals against Vietnam and to terminate certain economic sanctions against Vietnam, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:51-05:00"
}