{
  "actions": [
    {
      "acted_at": "2011-07-06", 
      "committee": "Committee on Small Business, and in addition to the Committees on Financial Services, Oversight and Government Reform, and Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Small Business, and in addition to the Committees on Financial Services, Oversight and Government Reform, and Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-06", 
      "committee": "House Small Business", 
      "references": [], 
      "text": "Referred to House Small Business", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-06", 
      "committee": "House Financial Services", 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-06", 
      "committee": "House Oversight and Government Reform", 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-06", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-08-22", 
      "in_committee": "House Financial Services", 
      "references": [], 
      "subcommittee": "Domestic Monetary Policy and Technology", 
      "text": "Referred to the Subcommittee on Domestic Monetary Policy and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2424-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Domestic Monetary Policy and Technology", 
      "subcommittee_id": "19"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-07-06", 
  "number": "2424", 
  "official_title": "To amend the Small Business Act to ensure that certain Federal contracts are set aside for small businesses, to enhance services to small businesses that are disadvantaged, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1902-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1334-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Expanding Opportunities for Main Street Act of 2011", 
  "sponsor": {
    "district": "1", 
    "name": "Rush, Bobby L.", 
    "state": "IL", 
    "thomas_id": "01003", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-07-06", 
  "subjects": [
    "Building construction", 
    "Commerce", 
    "Employment and training programs", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Government liability", 
    "Income tax credits", 
    "Infrastructure development", 
    "Minority and disadvantaged businesses", 
    "Public contracts and procurement", 
    "Small business"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-07-06", 
    "text": "Expanding Opportunities for Main Street Act of 2011 - Requires a federal agency, to the extent practicable, to award to a small business concern each acquisition contract of more than $3,000 and less than $500,000 (eligible contract). Authorizes a federal department or agency to award an eligible contract as a sole source contract to a small business if at least one small business submits a contract offer. Requires federal contracting officers to provide a determination of and reasons for not awarding an eligible contract to a small business. Amends the Small Business Act to prohibit considering an individual having net worth of over $1.5 million as economically disadvantaged for purposes of making certain awards to small businesses owned and controlled by socially and economically disadvantaged individuals under the Minority Small Business and Capital Ownership Development Program of the Small Business Administration (SBA). Amends the Small Business Investment Act of 1958 to make permanent the increase from $2 million to $5 million in the surety bond guaranty limit of the SBA. Relieves the SBA from reimbursing the surety if: (1) the surety obtained such guarantee or agreement, or applied for such reimbursement, by fraud or material misrepresentation; (2) the total contract amount at the time of bond execution exceeds $5 million; (3) the surety has breached a material term or condition of such guarantee agreement; or (4) the surety has substantially violated regulations promulgated by the SBA. Redefines the terms \"bundled contracts\" and \"bundling of contract requirements\" for purposes of small business participation in federal procurement contracts. Increases federal small business procurement contracting goals. Requires the withholding of specified contract amounts to contractors who fail to award a specified percentage of its subcontracts to small businesses owned and controlled by socially and economically disadvantaged individuals. Requires the National Director of the Minority Business Development Agency (MBDA) to establish: (1) the Minority Business Development Program to assist qualified minority businesses with technical assistance, loan guarantees, and contract procurement assistance; and (2) a database to assist prime contractors in identifying historically disadvantaged firms for subcontracting. Authorizes the National Director to: (1) enter into agreements to provide set-aside contracting opportunities to minority businesses, and (2) terminate a minority business from the Program for specified violations. Directs the Secretary of Labor to establish a minimum percentage of construction work hours to be performed by targeted workers (workers whose families have incomes of no more than 200% of federal poverty guidelines) under contracts for facilities and infrastructure construction and rehabilitation funded directly by or assisted in whole or in part by the federal government in FY2012. Requires the utilization of apprenticeship programs for such workers. Expresses the sense of Congress urging participation in such contracts by socially and economically disadvantaged small businesses. Amends the Internal Revenue Code to extend through 2013: (1) the new markets tax credit national limitation of $3.5 billion, and (2) empowerment zone designations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Expanding Opportunities for Main Street Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Small Business Act to ensure that certain Federal contracts are set aside for small businesses, to enhance services to small businesses that are disadvantaged, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:19:29-05:00"
}