{
  "actions": [
    {
      "acted_at": "1999-05-26", 
      "references": [
        {
          "reference": "CR S6052-6054", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-05-26", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1126-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "1999-05-26", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1999-05-26", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-05-26", 
  "number": "1126", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to improve the safety of imported food, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2055-106", 
      "reason": "identical"
    }
  ], 
  "short_title": "Imported Food Safety Improvement Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Mikulski, Barbara A.", 
    "state": "MD", 
    "thomas_id": "00802", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-05-26", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "American technical assistance", 
    "Commerce", 
    "Consumer education", 
    "Crime and law enforcement", 
    "Customs administration", 
    "Damages", 
    "Department of Health and Human Services", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Education", 
    "Epidemiology", 
    "Exports", 
    "Federal aid to health facilities", 
    "Federal aid to higher education", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal employees", 
    "Finance and financial sector", 
    "Food adulteration and inspection", 
    "Food contamination", 
    "Food industry", 
    "Food safety", 
    "Foodborne diseases", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Health education", 
    "Health surveys", 
    "Higher education", 
    "Import restrictions", 
    "Imports", 
    "International affairs", 
    "Labeling", 
    "Law", 
    "Medical research", 
    "Preventive medicine", 
    "Recidivists", 
    "Recruiting of employees", 
    "Research and development", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Storage", 
    "Surety and fidelity"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-05-26", 
    "text": "TABLE OF CONTENTS: Title I: Improvements to the Food Safety Import System Title II: Enforcement and Penalties for Importing Contaminated Food Title III: Improvements to Public Health Infrastructure and Awareness Imported Food Safety Improvement Act of 1999 - Title I: Improvements to the Food Safety Import System - Amends the Federal Food, Drug, and Cosmetic Act to require imported food to be prepared, packed, and held under a system meeting the requirements of such Act, or determined by the Secretary of Health and Human Services (Secretary) to be equivalent to domestic requirements. Directs the Secretary to: (1) develop an implementation plan; and (2) conduct overseas food system evaluations. Directs the Secretary to establish, for use by the Secretary of the Treasury, a system to deny the entry of imported food from a specific area, producer, manufacturer, or transporter into the United States that: (1) has been repeatedly adulterated or associated with repeated outbreaks of foodborne disease, presents a health danger, and is likely without systematic changes to cause disease or be adulterated again; or (2) in an emergency determination, has been strongly associated with a serious outbreak of foodborne disease. Makes a conforming amendment to the Public Health Service Act. (Sec. 102) Deems as adulterated an imported (or offered for import) food: (1) withheld for review that is distributed prior to the Secretary's authorization of distribution; (2) ordered to be held in secure storage prior to distribution that is not so held; (3) required to be destroyed that is not so destroyed; (4) previously denied admission that is subsequently offered for admission without a showing of appropriate compliance (port shopping); or (5) owned or consigned by a debarred person. Authorizes the Secretary to: (1) prohibit distribution of an imported food until the Secretary so authorizes; (2) prohibit distribution and require the secure storage of an imported food if the importer, owner, or consignee of such food is a person against whom the Secretary of the Treasury has assessed certain liquidated damages for failure to redeliver food subject to a bond; (3) order dangerous imported food to be destroyed; and (4) require marking of refused entry (but not ordered destroyed) food until brought into appropriate compliance. Deems as misbranded a refused entry food not so marked. (Sec. 108) Shortens the period before a refused entry article which is not exported shall be destroyed. (Sec. 109) Authorizes the Secretary to provide for the collection and analysis of imported food by entities other than the Food and Drug Administration. Title II: Enforcement and Penalties for Importing Contaminated Food - Amends the Federal Food, Drug, and Cosmetic Act to establish increased bonding requirements for persons involved in prior importing of adulterated or misbranded food. (Sec. 202) Authorizes the Secretary to debar a person from importing food into the United States for food import-related repeat or felony activities. (Sec. 203) Authorizes appropriations for additional Food and Drug Administration laboratory, inspection, and compliance personnel. Title III: Improvements to Public Health Infrastructure and Awareness - Amends the Public Health Service Act to authorize the Secretary, through the Centers for Disease Control and Prevention, to make grants to, enter into contracts with, and provide technical assistance to State and local health entities for enhanced surveillance and prevention of foodborne disease, particularly related to imported food. Authorizes appropriations. Authorizes the Secretary, with respect to foodborne disease, to: (1) conduct pathogen detection research and development; and (2) provide for training, education, and public information. Authorizes appropriations. Directs the Secretary to provide related international public health training and technical assistance. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Imported Food Safety Improvement Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to improve the safety of imported food, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:40-05:00"
}