{
  "actions": [
    {
      "acted_at": "1989-06-14", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-08-03", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Committee on Commerce. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-05-09", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Committee on Commerce. Hearings held in conjunction with the National Ocean Policy Study. Hearings printed: S.Hrg. 101-795.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2043-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2043"
    }
  ], 
  "bill_id": "s1189-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-06-14", 
  "number": "1189", 
  "official_title": "A bill to amend the Coastal Zone Management Act of 1972 to require state coastal zone management agencies to prepare and submit for the approval of the Secretary of Commerce plans for the improvement of coastal zone water quality, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Coastal Zone Improvement Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Kerry, John F.", 
    "state": "MA", 
    "thomas_id": "01379", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-06-14", 
  "subjects": [
    "Climate change and greenhouse gases", 
    "Coastal zone", 
    "Environmental assessment", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal aid to water pollution control", 
    "Grants-in-aid", 
    "Land subsidence", 
    "Planning", 
    "Water quality"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-06-14", 
    "text": "Coastal Zone Improvement Act of 1989 - Establishes the Office of Ocean and Coastal Zone Management in the National Oceanic and Atmospheric Administration to succeed the Office of Ocean and Coastal Resource Management. Grants the Office responsibility for all functions exercised under the Coastal Zone Management Act of 1972 and related laws dealing with coastal zone management and all functions of the Office of Ocean and Coastal Resource Management. Amends the Coastal Zone Management Act of 1972 to require State coastal zone management agencies to submit to the Secretary of Commerce Coastal Water Quality Improvement Plans. Requires Plans to: (1) designate as coastal waters of outstanding national significance coastal waters with important ecological, recreational, or esthetic values; and (2) identify, and establish a priority ranking for, coastal waters that cannot be reasonably expected to maintain any applicable water quality standards under the Federal Water Pollution Control Act. Sets forth plan approval and modification procedures. Requires the Secretary, if a State has failed to submit or implement an approved Plan, to withdraw any financial assistance under this Act. Permits the Secretary, in such instances, to reduce grants for State coastal zone management programs to 80 percent of the amount that would otherwise be available to such State. Requires States to consult with appropriate State agencies and the Environmental Protection Agency to determine the need to extend the inland boundary of a coastal zone to manage more effectively the lands whose uses affect coastal waters. Directs the Secretary to provide technical assistance to State and local governments in developing and implementing Plans. Requires the Secretary to promulgate regulations governing the incorporation of conservation and management plans developed under the Federal Water Pollution Control Act into management programs approved under this Act. Directs State coastal zone management agencies to appoint representatives to management conferences convened under the Federal Water Pollution Control Act. Requires the Secretary to make grants to coastal States with approved programs to cover at least 80 percent of the costs incurred in fulfilling this Act's requirements. Revises congressional policy provisions of the Coastal Zone Management Act of 1972 to set forth policy concerning global warming, sea level rise, and land subsidence. Directs the EPA Administrator to: (1) develop, as part of the Plan, a Regional Coastal Ocean Monitoring and Assessment Strategy; and (2) submit such Strategy to the Senate Committee on Commerce, Science, and Transportation and the House Committee on Merchant Marine and Fisheries. Requires the Strategy to define, and develop recommendations for implementing, a Regional Coastal Ocean Monitoring and Assessment Program to complement the existing National Status and Trends Program. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coastal Zone Improvement Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Coastal Zone Management Act of 1972 to require state coastal zone management agencies to prepare and submit for the approval of the Secretary of Commerce plans for the improvement of coastal zone water quality, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:31-05:00"
}