{
  "actions": [
    {
      "acted_at": "1999-11-08", 
      "references": [
        {
          "reference": "CR S14288-14289, S14294-14296", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-11-08", 
      "committee": "Committee on HELP", 
      "references": [
        {
          "reference": "CR S14289-14294", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on HELP.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-10-26", 
      "references": [
        {
          "reference": "CR S11188-11190", 
          "type": "consideration"
        }
      ], 
      "text": "Senate Committee on Health, Education, Labor, and Pensions discharged by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-26", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-26", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate without amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2000-10-27", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-27T09:01:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-27T15:42:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-31T21:13:00-05:00", 
      "references": [], 
      "text": "Mr. Norwood moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-31T21:13:00-05:00", 
      "references": [
        {
          "reference": "CR H11686-11697", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-31T21:13:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on S. 1880.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-31T21:43:00-05:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H11686-11691", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "2000-10-31T21:43:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-31", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2000-11-13", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2000-11-22", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2000-11-22", 
      "congress": "106", 
      "law": "public", 
      "number": "525", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 106-525.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s4349-106", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4349"
    }
  ], 
  "bill_id": "s1880-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1999-11-08", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cleland, Max", 
      "sponsored_at": "2000-04-13", 
      "state": "GA", 
      "thomas_id": "01540", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "2000-07-21", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1999-11-08", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "2000-05-23", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lincoln, Blanche L.", 
      "sponsored_at": "1999-11-08", 
      "state": "AR", 
      "thomas_id": "01570", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2000-04-13", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1999-11-08", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "106", 
    "law_type": "public", 
    "number": "525"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2000-11-22", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2000-10-31T21:43:00-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2000-10-26", 
    "vetoed": false
  }, 
  "introduced_at": "1999-11-08", 
  "number": "1880", 
  "official_title": "A bill to amend the Public Health Service Act to improve the health of minority individuals.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3250-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Minority Health and Health Disparities Research and Education Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2000-11-22", 
  "subjects": [
    "Access to health care", 
    "Appropriations", 
    "Civil rights and liberties, minority issues", 
    "Civil rights enforcement", 
    "Clinical trials", 
    "Communication in medicine", 
    "Conferences", 
    "Congress", 
    "Congressional reporting requirements", 
    "Continuing education", 
    "Curricula", 
    "Curriculum planning", 
    "Department of Health and Human Services", 
    "Discrimination in medical care", 
    "Economics and public finance", 
    "Education", 
    "Ethnic groups", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Foundations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government statistics", 
    "Hawaiians", 
    "Health", 
    "Health information systems", 
    "Health planning", 
    "Health surveys", 
    "Higher education", 
    "Human behavior", 
    "Labor and employment", 
    "Medical education", 
    "Medical research", 
    "Medical statistics", 
    "Minorities", 
    "Minorities in medicine", 
    "Minority education", 
    "Minority health", 
    "Planning-programming-budgeting", 
    "Pluralism (Social sciences)", 
    "Preventive medicine", 
    "Quality of care", 
    "Races", 
    "Recruiting of employees", 
    "Research centers", 
    "Research grants", 
    "Scholarships", 
    "Science, technology, communications", 
    "Social science research", 
    "Social welfare", 
    "Student loan funds"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2000-10-26", 
    "text": "TABLE OF CONTENTS: Title I: Improving Minority Health and Reducing Health Disparities Through National Institutes of Health; Establishment of National Center Title II: Health Disparities Research By Agency For Healthcare Research and Quality Title III: Data Collection Relating to Race or Ethnicity Title IV: Health Professions Education Title V: Public Awareness and Dissemination of Information on Health Disparities Title VI: Miscellaneous Provisions Minority Health and Health Disparities Research and Education Act of 2000 - Title I: Improving Minority Health and Reducing Health Disparities Through National Institutes of Health; Establishment of National Center - Amends the Public Health Service Act (the Act) to establish within the National Institutes of Health (NIH) the National Center on Minority and Health Disparities (Center) to conduct and support research, training, dissemination of information, and other programs with respect to minority health conditions and other populations with health disparities. Requires the Center Director, in expending funds, to give priority to conducting and supporting minority health disparities research (research on minority health conditions, including research to prevent, diagnose, and treat such conditions). Requires coordination of Center research with other health disparities research conducted or supported by the NIH. Requires the Center Director, the NIH Director, and the directors of all other agencies of the NIH to, among other things, establish a comprehensive plan and budget for the conduct and support of all minority health and other health disparities research activities of the agencies of the NIH. Requires all such directors to work together to carry out provisions of the Act relating to participation by minority groups in clinical research.Authorizes the Center Director to carry out a program to facilitate minority health and other health disparities research by providing for research endowments at centers of excellence.Directs the Secretary of Health and Human Services to establish an advisory council to advise, assist, consult with, and make recommendations to the Center Director on matters relating to minority health and other health disparities research, training, and dissemination of information and related activities.Requires the Center Director to report annually to specified congressional committees, the Secretary, and the NIH Director on activities carried out under this Act.Authorizes appropriations.(Sec. 102) Requires the Center Director to award grants or contracts to designated biomedical and behavioral research institutions, or to consortia of such institutions, to assist such institutions in supporting programs of excellence in biomedical and behavioral research training of individuals who are members of minority health or other health disparity populations. Requires grant or contract funds to be used to: (1) train such members as professionals in biomedical or behavioral research; or (2) expand, remodel, renovate, or alter existing research facilities, or construct new research facilities. Requires institutions chosen, among other things, to have a significant number of members of minority health or other health disparity populations. Limits the grant or contract period to five years, subject to annual approval by the Center Director. Authorizes such Director to allow a designated institution to expend a portion of such award for research endowments. Authorizes appropriations.(Sec. 103) Requires the Center Director to enter into contracts with qualified health professionals under which such professionals agree to engage in minority health or other health disparities research in return for the Federal Government agreeing to repay, for each year of such research, not more than $35,000 of the principal and interest of educational loans of such professionals. Requires the Director to ensure that at least 50 percent of the contracts entered are for appropriately qualified health professionals who are members of a health disparity population. Authorizes appropriations.(Sec. 104) Directs the Secretary to: (1) provide administrative support and support services to the Center Director and to ensure that such support takes maximum advantage of existing administrative structures at NIH agencies; and (2) evaluate such support and report to specified congressional committees.(Sec. 105) Requires the Center Director to submit to Congress, the Secretary, and the NIH Director a report regarding the extent of NIH resources dedicated to minority health and other health disparities research, including any increases in such research.Title II: Health Disparities Research By Agency for Healthcare Research and Quality - Requires the Director of the Agency for Healthcare Research and Quality to: (1) conduct and support research to identify populations for which there is a significant disparity in the quality, outcomes, cost, or use of health care services or access to and satisfaction with such services, as well as barriers to reducing such health disparities; (2) conduct and support research and demonstration projects to identify, test, and evaluate strategies for reducing or eliminating such disparities; (3) beginning with FY 2003, report annually to Congress on such disparities as it relates to racial factors in priority populations; (4) support the development of quality of health care measures that assess the experience of such populations with health care systems; (5) examine the practices of providers that have a record of reducing such disparities; and (6) report to the appropriate congressional committees. Authorizes appropriations.Title III: Data Collection Relating to Race or Ethnicity - Directs the National Academy of Sciences to: (1) conduct a comprehensive study of the Department of Health and Human Services' data collection systems and practices, and required reporting systems, relating to the collection of data on race or ethnicity; and (2) report study results to specified congressional committees. Authorizes appropriations.Title IV: Health Professions Education - Authorizes the Secretary to award grants, contracts, or cooperative agreements to public and nonprofit private entities to carry out research and demonstration projects for training and educating health professionals for the reduction of disparities in health care outcomes and the provision of culturally competent health care. Authorizes appropriations. Authorizes identical grants for nursing education for such purposes, with an authorization of appropriations.(Sec. 402) Directs the Secretary to: (1) convene a national conference on health professions education as a method for reducing disparities in health outcomes, including the role of education on cultural competency; and (2) publish conference proceedings and findings. Authorizes appropriations.(Sec. 403) Requires the: (1) Secretary to advise in matters relating to the development, implementation, and evaluation of health professions education in decreasing disparities in health care outcomes, including the use of cultural competency; and (2) Deputy Assistant Secretary for Minority Health to consult with specified officials for facilitating the exchange of information regarding matters relating to health information and health promotion, preventive health services, and education in the appropriate use of health care.Title V: Public Awareness and Dissemination of Information on Health Disparities - Directs the Secretary to: (1) conduct a national campaign to inform the public and health care professionals about health disparities in minority and other underserved populations, and of programs and activities that address such disparities; and (2) develop and implement a plan for the dissemination of information and findings with respect to health disparities under titles I through IV of this Act.Title VI: Miscellaneous Provisions - Includes Native Hawaiians within the definition of \"racial and ethnic minority group\" under the Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Fairness Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Minority Health and Health Disparities Research and Education Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Minority Health and Health Disparities Research and Education Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to improve the health of minority individuals.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:00-05:00"
}