{
  "actions": [
    {
      "acted_at": "1984-02-21", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4874-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Barnes, Michael D.", 
      "sponsored_at": "1984-02-21", 
      "state": "MD", 
      "thomas_id": "00055", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Broomfield, William S.", 
      "sponsored_at": "1984-02-21", 
      "state": "MI", 
      "thomas_id": "00128", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Lagomarsino, Robert J.", 
      "sponsored_at": "1984-02-21", 
      "state": "CA", 
      "thomas_id": "00658", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-02-21", 
  "number": "4874", 
  "official_title": "A bill to establish a long-term framework to build democracy, restore peace, and improve living conditions in Central America, to authorize assistance for the fiscal years 1984 through 1989, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Central America Democracy, Peace, and Development Initiative Act of 1984", 
  "sponsor": {
    "district": "19", 
    "name": "Fascell, Dante B.", 
    "state": "FL", 
    "thomas_id": "00370", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-02-21", 
  "subjects": [
    "American economic assistance", 
    "American military assistance", 
    "Authorization", 
    "Central America", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Credit", 
    "Economics and public finance", 
    "El Salvador", 
    "Export-Import Bank of the United States", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Government operations and politics", 
    "Housing and community development", 
    "International affairs", 
    "International agencies", 
    "International banking", 
    "Land reform", 
    "Military training", 
    "Refugees"
  ], 
  "subjects_top_term": "American economic assistance", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-02-21", 
    "text": "Central America Democracy, Peace, and Development Initiative Act of 1984 - Title I: Statement of Policy - Declares that U.S. policy toward Central America should be consistent and coherent and should include a long term commitment of both economic and military assistance. Sets forth the goals such policy should support. Title II: Economic and Human Development - Sets forth guiding principles for furnishing assistance to Central America. Declares that Central America needs: (1) agricultural development aid; (2) education assistance; (3) assistance for health and population needs; (4) housing and infrastructure assistance or guarantees; (5) assistance for economic stabilization programs; and (6) humanitarian relief and rehabilitation assistance for refugees and displaced persons. Declares that the Overseas Private Investment Corporation should make every effort to support projects in the region. Authorizes appropriations for FY 1984 and 1985 for Central American countries for: (1) agricultural research; (2) population planning and health programs; (3) education and human resources development; (4) energy resources development; and (5) operating expenses of the agency primarily responsible for administering international development programs. Authorizes appropriations for FY 1985 for the housing guaranty revolving fund. Authorizes supplemental appropriations for FY 1984 and 1985 to carry out: (1) Economic Support Fund activities for Central American countries; (2) the purposes of the Peace Corps Act for Central American countries; and (3) for the activities of U.S. Information Agency in Central American countries. Authorizes supplemental appropriations for FY 1985 for migration and refugee assistance. Authorizes additional loan principal for the housing guaranty program of the Foreign Assistance Act of 1961 for Central American countries for FY 1985. Amends the Foreign Assistance Act of 1961 to authorize the President to furnish assistance to countries and organizations in order to strengthen the administration of justice in Central American and Caribbean countries. Requires that a specified minimum amount of money shall be available for such purpose. Earmarks some of the Economic Support Fund authorization for payments by the Agency for International Development to discharge guarantees of liabilities incurred by the Export-Import Bank: (1) covering risks of loss or nonpayment under short-term trade credits for the purpose of financing goods and services for the use of the private sector in Central American countries; and (2) which do not offer reasonable assurances of repayment. Requires that the short-term credits be repayable within one year. Requires that amounts appropriated under this authority shall not be used to discharge guarantees that are approved after September 30, 1989. Limits the amount to be provided for such guarantees in FY 1985. Permits foreign assistance funds to be used by a foreign government to compensate nationals of that country in accordance with a land reform program if the President determines that monetary assistance for such land reform program will further U.S. interests. Expresses the sense of the Congress that: (1) the President should enter into negotiations with those countries receiving assistance authorized by this Act in order to establish a Central American Development Organization; and (2) the establishment of the Central American Development Organization should be based upon specified principles. Authorizes the President to participate in the Central American Development Organization. Requires the Administrator of the agency primarily responsible for administering the development assistance provisions of the Foreign Assistance Act to be chairman of the Central American Development Organization. Authorizes additional nonmilitary assistance for Central American countries for each of FY 1986 through 1989. Authorizes additional amounts for loan principal for housing guarantees for Central American countries for each of FY 1986 through 1989. Authorizes additional amounts for housing guarantees or insurance for Central American countries for FY 1986. Title III: Military Assistance, Sales, and Related Programs - Sets forth the principles upon which the Congress believes the restoration of peace and stability in Central America must be based. Authorizes additional appropriations for FY 1984 and 1985 for military assistance for Central American countries. Authorizes additional appropriations for FY 1985 for military education and training and for foreign military sales financing for Central American countries. Requires the President to submit a report to Congress semiannually beginning on July 31, 1984, describing the policies of El Salvador for achieving political development, economic development, conditions of security, and other goals. Title IV: Miscellaneous Provisions - Defines Central American countries to include Belize, Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua, Panama, and regional programs which benefit such countries. Authorizes the transfer of specified funds when the President determines it is necessary."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Central America Democracy, Peace, and Development Initiative Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a long-term framework to build democracy, restore peace, and improve living conditions in Central America, to authorize assistance for the fiscal years 1984 through 1989, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:43-05:00"
}