{
  "actions": [
    {
      "acted_at": "1977-10-11", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-10-11", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-10-11", 
      "committee": "House Committee on International Relations", 
      "references": [], 
      "text": "Referred to House Committee on International Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-10-11", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9499-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-10-11", 
  "number": "9499", 
  "official_title": "A bill to provide for the timely and safe disposal of radioactive ores, minerals, and mill tailings as well as physical facilities and material wastes of all types which are produced as a result of the use of nuclear energy.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr13928-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2189-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Nuclear Waste Management Act", 
  "sponsor": {
    "district": "98", 
    "name": "Jeffords, James M.", 
    "state": "VT", 
    "thomas_id": "00593", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-10-11", 
  "subjects": [
    "Department of the Treasury", 
    "Energy", 
    "Environmental protection", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Nuclear energy", 
    "Nuclear fuels", 
    "Radioactive wastes"
  ], 
  "subjects_top_term": "Radioactive wastes", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-10-11", 
    "text": "Nuclear Waste Management Act - Title I: Definitions; Declarations of Findings and Purposes - Declares that the purposes of this Act are to establish an independent agency to be known as the Nuclear Waste Management Authority which shall have sole responsibility for the decontamination, storage, and disposal of all nuclear wastes as well as surplus, obsolete, or abandoned radioactive facilities, to direct the Environmental Protection Agency to promulgate health and safety standards with respect to ionizing emissions from radioactive substances; and to direct the Nuclear Regulatory Commission to license the setting, design, and construction of nuclear waste facilities. Title II: The Nuclear Waste Management Authority - Creates the Nuclear Waste Management Authority as an independent executive agency. Requires the Director of the Authority to establish a plan, together with cost estimates and an analysis of the social and environmental impacts, for the temporary and permanent treatment and disposal of all nuclear wastes, as well as of obsolete, surplus, or abandoned radioactive facilities and sites which have resulted from the use of nuclear energy since January 1, 1940. Requires the Director to establish an additional treatment and disposal plan for nuclear wastes and obsolete, surplus, or abandoned radioactive facilities and sites which are expected to result from the use of new facilities from the date of the enactment of this Act until the year 2020. Requires the Director to establish and operate nuclear waste facilities and to establish programs for the treatment and disposal of nuclear wastes. Requires the establishment of fees or user charges for the use of nuclear waste facilities or nuclear treatment and disposal programs. Requires the Department of Defense, the Department of Energy, and the Nuclear Regulatory Commission to furnish the Director with a complete inventory of all nuclear wastes, nuclear fuels, radioactive materials, and facilities and sites in their possession or in private ownership under their control or license. Requires the Director to report to the President, the Congress, and the International Atomic Energy Agency annually concerning any substantial loss of nuclear fuel or waste. Defines \"substantial\" as any amount greater than the radiological or fissionable equivalent of 0.05 kg pure Pu 239. Directs the Board of the Authority in association with specified agencies, to undertake a nationwide study to determine an inventory of suitable sites for the disposal of nuclear wastes and contaminated radioactive materials produced by the decontamination and decommissioning of radioactive facilities and sites. Stipulates that such radioactive sites must be capable of containing all the material disposed therein without human intervention beginning 125 years after the date of disposal and following that date for a period of 100,000 years. Stipulates that the Authority shall have title and the Director shall have access, to all nuclear wastes, nuclear waste facilities, and surplus, obsolete, or abandoned radioactive facilities. Authorizes the Department of Energy, upon one year's notice to the Director, to reclaim any irradiated, abandoned, or spent nuclear fuel or fuel assemblies if such reclamation can be carried out in a manner which will not pose future or present health and safety problems for humans or other living beings. Title III: Nuclear Waste Management Fund - Establishes within the Treasury a Nuclear Waste Management Fund to be administered by the Director without the requirement of annual authorizations by the Congress. Stipulates that the purposes of such Fund are to provide for capital expenditures necessary for research, design and construction of nuclear waste facilities; to serve as a repository for operating, maintenance, and contingency expenses required for the temporary storage of nuclear wastes; and to provide operation, maintenance and security funds during the first 30 years after the permanent disposal of any nuclear waste or the dismantling of any radioactive facility. Creates a Perpetual Nuclear Waste Trust Fund within the Fund for the perpetual management, security, and maintenance of nuclear waste facilities commencing 30 years after the permanent disposal of any nuclear waste or after the permanent disposal of any radioactive facility. Authorizes the Director to issue and sell securities and Fund bonds and to prescribe and impose fees and charges for services rendered by the Authority pursuant to this Act. Stipulates that the proceeds from the issuance of such bonds, the income and gains realized by the Fund from any investment of excess moneys from the Fund and the income from fees and charges established pursuant to this Act shall be deposited into the Fund. Title IV: Powers of the Department of Energy under this Act - Stipulates that the Department of Energy shall be responsible for performing all necessary research and development in the design and methods for the operation, construction, and decommissioning of nuclear waste facilities; the transportation, processing, storage and disposal of nuclear wastes and the decontaminating or decommissioning of surplus, obsolete, or abandoned radioactive facilities and sites. Requires the Department to conduct research and testing as directed by the Director of the Authority. Stipulates that any development work regarding waste processing and disposal facilities shall be subject to review by the Nuclear Regulatory Commission. Authorizes the Commission to require the Department to post bond for the decontamination of all sites and facilities after the completion of development work or to order the cessation of such work if the potential for accident is unreasonably high. Stipulates that the Assistant Secretary of Environment within the Department of Energy shall participate in the design of all development work under this title. Title V: Powers of the Environmental Protection Agency under this Act - Directs the Environmental Protection Agency to determine and promulgate such standards as will be necessary to protect the health and safety of humans and other living beings from hazardous exposure to ionizing emissions from radioactive substances and materials. Directs the Agency to determine those conditions under which the migration of nuclear wastes and materials from radioactive facilities and nuclear waste facilities shall constitute a hazard or danger to the health and safety of future generations. Directs the Agency to submit such standards to the President, the Congress, and the Nuclear Regulatory Commission on or before January 1, 1979 and to report every five years concerning the necessity for revising such standards. Title VI: Powers of the Nuclear Regulatory Commission under this Act - Stipulates that the Nuclear Regulatory Commission shall have licensing and related regulatory authority with regard to the operation of existing or future nuclear waste facilities, the transportation, processing, storage, and disposal of nuclear wastes; and the decontamination and decommission of surplus, obsolete, or abandoned radioactive facilities and sites. Directs the Commission every ten years to review licenses granted under this Act to determine whether the original conditions and provisos are sufficient to assure the health and safety of present and future generations in light of the advancement of knowledge since the date of issuance. Title VII: Powers of the several States under this Act - Enjoins the Commission from acting upon an application for a construction license for any facility employed in the production or utilization of commercial nuclear power or the processing, treatment, or disposal of nuclear wastes unless such application is approved by the State where the facility is to be located. Stipulates that a State's failure to act within a specified period shall be deemed an approval. Authorizes the Commission to act upon applications for a construction license for a nuclear waste facility in the event that such application meets the specified criteria and has been submitted to ten or more States and rejected by such States. Sets forth restrictions on such preemptory actions by the Commission. Title VIII: International Planning and Agreements - Requires the Director of the Authority and the Director of the United States Arms Control and Disarmament Agency to seek the cooperation of other nations in negotiating treaties to promote international research and regulation regarding nuclear waste facilities and nuclear materials security, handling, and disposal. Requires such Directors to undertake a worldwide inventory of recommended nuclear waste disposal sites. Requires such Directors to report annually to the President and the Congress on the status of international negotiations and nuclear waste management programs mandated by this title. Title IX: Transfers of Authority - Transfers the functions, powers, authorizations for appropriations and appropriations of the Department of Energy relating to nuclear wastes and waste facilities to the Authority. Transfers all regulatory and licensing powers and functions of the Environmental Protection Agency with regard to the disposal of nuclear wastes or radioactive materials in any body of water to the Nuclear Regulatory Commission. Title X: Authorizations of Appropriations and Reports of Budgets - Authorizes appropriations of $1,000,000 for the establishment and operation of the Authority during the fiscal year of the enactment of this Act. Requires the Director of the Authority, the Secretary of the Department of Energy, the Administrator of the Environmental Protection Agency and the Chairman of the Nuclear Regulatory Commission to make a report to the President at the end of each fiscal year for submission to the Congress concerning their activities under this Act. Requires that such report include a detailed statement of goals, expenditures, plans and income projected for the ensuing two years. Title XI: Separability and Consistency with Existing Laws - Stipulates that nothing in the Atomic Energy Act or contained in any other applicable law of the United States shall supervene or take precedence over the provisions of this Act. Stipulates that if any portion of this Act or its application shall be declared invalid the other provisions of this Act or their application shall not be affected."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Waste Management Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the timely and safe disposal of radioactive ores, minerals, and mill tailings as well as physical facilities and material wastes of all types which are produced as a result of the use of nuclear energy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:11-05:00"
}