{
  "actions": [
    {
      "acted_at": "1973-03-28", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sconres19-93", 
  "bill_type": "sconres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-28", 
  "number": "19", 
  "official_title": "A concurrent resolution relating to the establishment of an appropriations ceiling with respect to each fiscal year.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bartlett, Dewey F.", 
    "state": "OK", 
    "thomas_id": "01276", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-28", 
  "subjects": [
    "Congressional committees", 
    "Economics and public finance", 
    "Federal budgets", 
    "House of Representatives", 
    "Senate"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-28", 
    "text": "Requires the Senate Committees on Finance and Appropriations and the House committees on Ways and Means and Appropriations to meet jointly, at the beginning of each regular session of Congress, and after study and consultation, giving due consideration to the budget transmitted by the President with respect to the next fiscal year, report as soon as practicable to the Senate a bill or joint resolution specifying the total amount of new obligational authority to be made available for the United States Government in general appropriations measures for such year. Provides that if the amount specified in such a bill or joint resolution with respect to a fiscal year agreed to by the Senate and House of Representatives is not the same, conferees on the part of the Senate shall be appointed not later than two days after the House of Congress passing the bill or joint resolution last passes such bill or joint resolution, unless within those 2 days both Houses of Congresses agree upon the same total amount of new obligational authority with respect to such fiscal year without the convening of a committee of conference. Stipulates that it shall not be in order in the Senate to consider any measure providing new obligational authority with respect to any fiscal year until there has been enacted into law with respect to such fiscal year a bill or joint resolution. Provides that, after such a bill or joint resolution has been enacted into law with respect to such fiscal year, the amount so established shall be effective for purposes of this rule unless there subsequently has been enacted into law a bill or joint resolution with respect to such fiscal year establishing a different amount. Requires all general appropriations measures, including any such measure which has passed both Houses of Congress without any differences, with respect to a fiscal year to be committed to same committee of conference of the two Houses. Provides that the total amount of new obligational authority to be made available for that fiscal year under all conference reports with respect to such measures shall not exceed the total amount of new obligational authority established and in effect for the United States Government at the time such conference reports are reported to the Senate. Stipulates that it shall not be in order to consider any conference report on any such measure in the Senate if such report has not been considered by the committee of conference in accordance with this paragraph. Excludes from the provisions of this paragraph any general appropriations measure making deficiency, emergency, or supplemental appropriations. Provides that it shall not be in order in the Senate to consider any conference report on a general appropriations measure making deficiency, emergency, or supplemental appropriations with respect to a fiscal year if the total amount of new obligational authority provided under such measure, when added to such authority for such year already enacted into law or contained in conference reports filed but not enacted into law, exceeds the total amount of new obligational authority established and in effect for the United States Government at the time such deficiency, emergency, or supplemental appropriations measure is to be considered."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A concurrent resolution relating to the establishment of an appropriations ceiling with respect to each fiscal year.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:07-05:00"
}