{
  "actions": [
    {
      "acted_at": "1976-07-01", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-07-01", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14675-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Buchanan, John", 
      "sponsored_at": "1975-01-03", 
      "state": "AL", 
      "thomas_id": "00143", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Gradison, Willis D., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00451", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lott, Trent", 
      "sponsored_at": "1975-01-03", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "McCollister, John Y.", 
      "sponsored_at": "1975-01-03", 
      "state": "NE", 
      "thomas_id": "00760", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Myers, John T.", 
      "sponsored_at": "1975-01-03", 
      "state": "IN", 
      "thomas_id": "00847", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Schneebeli, Herman T.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "01031", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Treen, David C.", 
      "sponsored_at": "1975-01-03", 
      "state": "LA", 
      "thomas_id": "01168", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "33", 
      "name": "Walsh, William F.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01198", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Whitehurst, G. William", 
      "sponsored_at": "1975-01-03", 
      "state": "VA", 
      "thomas_id": "01221", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Wydler, John W.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01248", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-07-01", 
  "number": "14675", 
  "official_title": "A bill to establish procedures and standards for the framing of relief in suits to desegregate the Nation's elementary and secondary public schools, to provide for assistance to voluntary desegregation efforts, to establish a National Community and Education Committee to provide assistance to encourage and facilitate constructive and comprehensive community involvement and planning in the desegregation of schools.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14553-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "School Desegregation Standards and Assistance Act", 
  "sponsor": {
    "district": "1", 
    "name": "Rhodes, John J.", 
    "state": "AZ", 
    "thomas_id": "00957", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-07-01", 
  "subjects": [
    "Advisory bodies", 
    "Busing (School integration)", 
    "Civil Rights and Liberties", 
    "Department of Justice", 
    "Desegregation in education", 
    "Education", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Government operations and politics", 
    "Judicial power", 
    "Judicial review", 
    "Law", 
    "Racial discrimination", 
    "Student transportation"
  ], 
  "subjects_top_term": "Desegregation in education", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-07-01", 
    "text": "School Desegregation Standards and Assistance Act - Title I: Standards and Procedures in School Desegregation Suits - States that the purpose of this title is: (1) to prevent unlawful discrimination in public schools; and (2) to remedy the effects of past discrimination. States that, upon a finding that a local or State educational agency has engaged or is engaging in an act of unlawful discrimination, a court may: (1) enter an order enjoining the continuation or future commission of such act; and (2) provide other relief necessary to prevent the occurrence of discriminatory acts or to eliminate the effects of such acts except remedies directed at eliminating the effects of such acts on the present degree of concentration by race, color, or national origin. States that where a court finds that discriminatory acts have caused a greater concentration by race, color, or national origin in a student population than would have existed in a normal course, the court may order appropriate relief to adjust the composition to that which would have been in the normal course. Requires courts, before entering such an order, to make specific findings concerning the degree to which such concentration in schools affected by unlawful acts varies from which it would have been in the normal course. Places upon the educational agency involved the burden of going forward with evidence to show that such concentration is attributable to factors other than unlawful discrimination. States that the court's findings required under this Act shall be based on conclusion and reasonable inferences from all of the evidence and shall not be based on the presumption that the concentration by race, color or national origin in a student population is a result of discriminatory acts. Requires all school desegregation orders to rely, to the greatest extent practicable, on the voluntary action of school officials, teachers and students. Prohibits courts from removing the control of the schools from the educational agency involved except to the minimum extent necessary to prevent unlawful discrimination or eliminate its present effects. States that in all cases in which a court-imposed requirement for transportation of students has remained in effect for a period of three years, or in the case of final orders entered prior to the enactment of this Act three years after the effective date of this Act, the court shall terminate the requirement unless: (1) the court finds that the local or State education agency has failed to comply with the requirement and other provisions of the court's order substantially and in good faith throughout the three preceding years, in which case the court may extend the requirement until there have been three consecutive years of such compliance; or (2) the court finds, at the expiration of such period that the other provisions of its order and other remedies are not adequate to correct the effects of unlawful discrimination, and that the requirement remains necessary for the purpose, in which case the court may continue the requirement in effect until the local or State education agency has complied with the requirement substantially and in good faith for two consecutive additional years. Authorizes courts to extend such time period under extraordinary circumstances or when there are unusually severe residual effects of discriminatory acts. Authorizes courts to reimpose a requirement for transportation of students if there has been a failure to comply with other provisions of the court's order or if discriminatory acts have occurred since the termination of the order necessitating such action. States that such an order may be imposed if no other remedy is sufficient and shall require the transportation of students only to such extent and for such limited period as may be necessary to remedy the effects of discriminatory actions. Prohibits a court from modifying student assignment plans because of subsequent population shifts unless the court finds such changes resulted from discriminatory acts. Directs courts to notify the Attorney General of proceedings in which the relief sought is a recomposition of a student population or whenever it believes that an order or an extension of an order requiring the transportation of students may be necessary. Authorizes the Attorney General to intervene in such actions, including recommendations for: (1) the appointment of a mediator; and (2) the formation of a committee of community leaders to develop a five-year desegregation program. Title II: National Community and Education Committee - Declares that the purpose of this title is to create a nonpartisan national committee to provide assistance to communities which are engaged in or preparing to engage in the desegregation of their schools. Establishes within the executive branch a National Community and Education Committee for such purpose. Specifies the functions and limitations on the activities of the Committee. Authorizes the Chairman of the Committee to make grants to private nonprofit community organizations to assist them in carrying out activities designed to accomplish the purposes of this title. States that such a grant shall not exceed $30,000. Authorizes appropriations of $2,000,000 for salaries and expenses of the Committee and $2,000,000 for grants for each of the fiscal years 1977 through 1979. Establishes a Federal Community Assistance Coordinating Council to consult with representatives of communities which are seeking Federal support for community relations projects and other community-based efforts to facilitate desegregation. Authorizes appropriations of $250,000 annually for fiscal years 1977 through 1979 for the purpose of carrying out the functions and duties of the Council."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "School Desegregation Standards and Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish procedures and standards for the framing of relief in suits to desegregate the Nation's elementary and secondary public schools, to provide for assistance to voluntary desegregation efforts, to establish a National Community and Education Committee to provide assistance to encourage and facilitate constructive and comprehensive community involvement and planning in the desegregation of schools.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:36-05:00"
}