{
  "actions": [
    {
      "acted_at": "1992-05-27", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-21", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-22", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5270-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Gradison, Willis D., Jr.", 
      "sponsored_at": "1992-05-27", 
      "state": "OH", 
      "thomas_id": "00451", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-27", 
  "number": "5270", 
  "official_title": "To amend the Internal Revenue Code of 1986 to improve the application of the tax laws to American businesses when operating abroad, to eliminate the deferral of tax on income of controlled foreign corporations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreign Income Tax Rationalization and Simplification Act of 1992", 
  "sponsor": {
    "district": "8", 
    "name": "Rostenkowski, Dan", 
    "state": "IL", 
    "thomas_id": "00988", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-05-27", 
  "subjects": [
    "American investments", 
    "Business losses", 
    "Capital gains tax", 
    "Corporation taxes", 
    "Dividends", 
    "Estate tax", 
    "Foreign corporations", 
    "Foreign exchange", 
    "Foreign investments", 
    "Foreign tax credit", 
    "Foreign trade and international finance", 
    "Holding companies", 
    "Income tax", 
    "Insurance companies", 
    "Interest", 
    "International agencies", 
    "International competitiveness", 
    "Inventories", 
    "Minimum tax", 
    "Natural gas", 
    "Petroleum industry", 
    "Stockholders", 
    "Stocks", 
    "Tax administration", 
    "Tax deductions", 
    "Tax simplification", 
    "Tax treaties", 
    "Territories (U.S.)", 
    "Value-added tax", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-05-27", 
    "text": "Foreign Income Tax Rationalization and Simplification Act of 1992 - Title I: Treatment of U.S. Businesses Operating Abroad - Subtitle A: Interest Allocation Rules - Amends the Internal Revenue Code to allow each member of an expanded affiliated group to take into account the interest expenses and assets of foreign subsidiaries for purposes of allocating and apportioning interest expenses between gross income from U.S. and foreign sources. Expands the types of corporations that are treated as financial institutions for purposes of applying the one-taxpayer rule separately to financial institutions in a related group. Subtitle B: Foreign Tax Credit Rules - Repeals the 90-percent limitation on the utilization of the alternative minimum tax foreign tax credit. Provides for recharacterizing as foreign source taxable income, in the case of a taxpayer that has incurred an overall domestic loss, that portion of the taxpayer's U.S.-source taxable income for each succeeding taxable year which is equal to the lesser of: (1) the amount of the unrecaptured overall domestic loss; or (2) 50 percent of the taxpayer's U.S. source taxable income for such succeeding taxable year. Extends the excess foreign tax credit carryback period from two to three years and extends the carryforward period from five to 15 years. Makes similar extensions for excess oil and gas extraction taxes. Permits a domestic corporation that normally would treat a foreign company as a noncontrolled section 902 corporation to elect to treat that company, for foreign credit limitation and subpart F (controlled foreign corporations) purposes, as a controlled foreign corporation of which the electing domestic corporation is a U.S. shareholder. Subtitle C: Other Provisions - Limits the application to foreign persons of the uniform capitalization rules in determining earnings and profits. Modifies the look-through rules that apply under the passive foreign corporation regime by reducing the ownership thresholds from 25 to 20 percent in the general look-through rule and the special domestic-subsidiary look-through rule. Title II: Treatment of Controlled Foreign Corporations -Repeals deferral on controlled foreign corporations by treating as subpart F income generally all of a controlled foreign corporation's earnings and profits for the taxable year. Repeals provisions which provided for a reduction of subpart F income of export trade corporations. Allows certain foreign corporations to be treated as domestic corporations for U.S. tax purposes. Provides for determining the source of income for the sale of inventory property to a related person and the sale of inventory property between U.S. residents for use in the United States. Title III: Taxation of Foreign Persons Having U.S. Related Income - Provides that where a foreign stockholder owns or has owned, at any time during the previous five years, ten percent or more of the stock of a U.S. corporation, gain or loss from the disposition of the stock is treated as income effectively connected with the conduct of a U.S. trade or business and attributable to a U.S. permanent establishment. Requires tax withholding on certain stock dispositions by such stockholders. Prohibits a foreign entity from being entitled to any benefits granted by the United States under any treaty between the United States and a foreign country unless such entity is a qualified resident of such foreign country. Prohibits any person from being entitled to such benefits with respect to any income of such person if such income bears a significantly lower tax under the laws of the foreign country than similar income arising from sources within such foreign country derived by residents of such foreign country. Increases the excise tax on certain premiums paid to foreign persons in low-tax countries for reinsurance covering casualty insurance and indemnity bonds. Grants the Secretary of the Treasury enforcement authority. Sets a minimum amount of taxable income to be reported by 25-percent foreign-owned domestic corporations that engage in more than a threshold level of transactions with foreign related parties. Provides an exception where an alternative method is approved by the Secretary. Title IV: Other Reforms - Subtitle A: Provisions Affecting Individuals - Establishes a foreign tax credit limitation for individuals whose gross income is from sources outside the United States, consists entirely of qualified passive income, and the amount of creditable foreign taxes does not exceed $200. Excludes certain personal transactions from foreign currency rules. Provides that income received by an individual in the form of a sholarship or fellowship grant for study, training, or research is treated as derived from sources in the location of the funded activity. Requires that income received as a prize or award made primarily in recognition of religious, charitable, scientific, educational, artistic, literary or civil achievement to be treated as derived from sources in the location of the activities that formed the basis of the prize or award. Allows certain deductions, based on the standard deduction and multiple personal exemptions, to offset certain U.S. source gross income of visiting foreign individuals received in the form of scholarships and fellowships granted by certain tax-exempt or governmental entities. Provides a limited estate tax marital credit for certain employees of international organizations. Subtitle B: Other Provisions - Reduces the Puerto Rico and Possession tax credit from 100 percent to 85 percent of precredit U.S. tax on a company's possession-based operations and qualified possession source investment income. Declares that foreign oil and gas extraction income does not include any passive income. Title V: Foreign Simplification Provisions - Subtitle A: Simplification of Treatment of Passive Foreign Corporations - Repeals foreign personal holding company rules and foreign investment company rules. Exempts foreign corporations from the accumulated earnings tax and personal holding company rules. Replaces repealed provisions with revised rules for passive foreign corporations. Provides for taxing U.S. income on stock in passive foreign corporations through three alternative methods: (1) mark-to-market; (2) current inclusion; and (3) interest charge on excess distributions. Subjects less-than-25-percent shareholders of passive foreign corporations that are not U.S.-controlled, and who do not elect current inclusion, to the mark-to-market methods or the interest-charge method for taxing income. Provides that if a passive foreign corporation is U.S.-controlled then every U.S. person owning stock in such corporation is subject to income inclusions under a modified version of controlled foreign corporation rules. Declares with regard to the mark-to-market method that: (1) if the fair market value of stock exceeds its adjusted basis, then the U.S. person shall include in gross income an amount equal to the amount of the excess; and (2) if the adjusted basis of stock exceeds the fair market value then the person shall be allowed a deduction equal to the lesser of the amount of such excess, or the unreversed inclusions. Describes a passive foreign corporation as any foreign corporation if: (1) 60 percent or more of its gross income is passive income; (2) the average percentage of assets which produce passive income or which are held for the production of passive income is at least 50 percent; or (3) such corporation is registered under the Investment Company Act of 1940, either as a management company or as a unit investment trust. Provides for the treatment of mark-to-market gain for purposes of the excise tax on undistributed income of regulated investment companies. Subtitle B: Treatment of Controlled Foreign Corporations - Provides that if a controlled foreign corporation sells or exchanges stock in other foreign corporations, then gain recognized on such sale or exchange shall be included in the gross income of such corporation as a dividend to the same extent that it would have been included if such corporation were a U.S. person. Authorizes the Secretary to prescribe simplified methods for determining the amount of increase of limitations on the foreign tax credit. Revises provisions concerning: (1) determining pro rata share of gain from certain sales or exchanges of stock in certain foreign corporations; (2) basis adjustments in stock held by lower-tier foreign corporations; (3) determination of previously taxed income in redemptions through use of related corporations; and (4) treatment of branch profits tax exemptions or reductions. Extends the application of the indirect foreign tax credit to certain controlled corporations below the third tier. Subtitle C: Other Provisions - Establishes new rules for the translation of certain accrued foreign taxes. Modifies present rules for translating all other foreign taxes. Permits the use of the simplified limitation on the foreign tax credit in determining the alternative minimum tax foreign tax credit. Repeals the excise tax on outbound transfers to avoid income tax. Requires the full recognition of gain on a transfer of property by a U.S. person to a foreign corporation as paid-in surplus, or as a contribution to capital, or to a foreign estate, trust, or partnership. Allows the Secretary, in lieu of applying the full recognition rule, to provide regulations with principles similar to the principles for foreign corporations transferring property from the United States. Title VI: Studies - Directs the Secretary to study and report to the House Committee on Ways and Means and the Senate Committee on Finance not later than January 1, 1994, on: (1) tax issues relating to the maintenance and enhancement of the competitiveness of the American economy in light of changing economic policies in Europe and the increasing globalization of the world economy; (2) administrative and compliance issues related to a value added tax; and (3) transfer pricing rules and the proper taxation of foreign persons conducting business in the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Income Tax Rationalization and Simplification Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Internal Revenue Code of 1986 to improve the application of the tax laws to American businesses when operating abroad, to eliminate the deferral of tax on income of controlled foreign corporations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:37-05:00"
}