{
  "actions": [
    {
      "acted_at": "1995-08-09", 
      "references": [
        {
          "reference": "CR S12085-12086", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-08-09", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1137-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brown, Hank", 
      "sponsored_at": "1995-08-09", 
      "state": "CO", 
      "thomas_id": "00135", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Campbell, Ben Nighthorse", 
      "sponsored_at": "1995-09-15", 
      "state": "CO", 
      "thomas_id": "00168", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Faircloth, Lauch", 
      "sponsored_at": "1995-09-15", 
      "state": "NC", 
      "thomas_id": "01329", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1995-09-22", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Smith, Bob", 
      "sponsored_at": "1995-11-27", 
      "state": "NH", 
      "thomas_id": "01082", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-08-09", 
  "number": "1137", 
  "official_title": "A bill to amend title 17, United States Code, with respect to the licensing of music, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fairness in Musical Licensing Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Thomas, Craig", 
    "state": "WY", 
    "thomas_id": "01149", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-08-09", 
  "subjects": [
    "Arts, culture, religion", 
    "Associations, institutions, etc.", 
    "Cable television", 
    "Commercial arbitration", 
    "Computers", 
    "Conferences", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consent decrees", 
    "Copyright", 
    "Copyright infringement", 
    "Copyright royalties", 
    "Data banks", 
    "Direct broadcast satellites", 
    "Exhibitions", 
    "Fees", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Intellectual property", 
    "Landlord and tenant", 
    "Law", 
    "Liability (Law)", 
    "Licenses", 
    "Music", 
    "Performing arts", 
    "Phonorecords", 
    "Radio broadcasting", 
    "Radio programs", 
    "Religion", 
    "Science, technology, communications", 
    "Sound recording and reproducing", 
    "Television broadcasting"
  ], 
  "subjects_top_term": "Copyright", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-08-09", 
    "text": "Fairness in Musical Licensing Act of 1995 - Revises Federal copyright law to provide that communication by electronic device of a transmission embodying a performance or display of a work by the reception of a broadcast, cable, satellite, or other transmission shall not be a copyright infringement unless an admission fee is charged to see or hear the transmission or the transmission is not properly licensed. Provides that a performance or display in a commercial establishment shall not be considered infringement if incidental to the main purpose of the establishment. (Sec. 3) Specifies that if a general music user and a performing rights society are unable to agree on the appropriate fee to be paid for the user's past or future performance of musical works in the society's repertoire, the user shall be entitled to binding arbitration of such disagreement pursuant to the rules of the American Arbitration Association in lieu of any other dispute-resolution mechanism established by any judgment or decree governing the operation of such society. Requires the arbitrator to determine a fair and reasonable fee for the user's past and future performance of works in such society's repertoire and to impose a penalty for infringement if the user's past performance infringed the copyright of such works. Makes an arbitrator's determination binding on both parties. Sets forth provisions regarding civil actions for infringement that may be submitted to arbitration if the license fee for a performance is contested. (Sec. 4) Requires a performing rights society, at the request of any radio broadcaster, to offer the broadcaster a per programming license to perform nondramatic musical works in its repertoire. Directs that such license be offered on terms and conditions that provide an economically and administratively viable alternative to all other licenses offered by the society to radio broadcasters (including the society's blanket license) for all such broadcasters. Sets forth provisions regarding prices of such licenses. Requires, beginning January 1, 1998, the performance of nondramatic musical works by broadcasters under any per programming period license to be determined on the basis of statistically reliable sampling or monitoring by the society and prohibits the society from requiring the broadcaster to report such performance to the society. Authorizes such broadcasters to bring actions to require compliance with such requirements. (Sec. 5) Directs each performing rights society to make available free online computer access to copyright and licensing information for each work in its repertoire as well as a semiannual printed directory of each title in its repertoire. Requires such society, upon request, to provide to any person who may perform musical works in its repertoire, copies of documentation establishing the society's right to license the public performance of such works. Bars a society from instituting or being a party to any action alleging infringement in, or charging a fee under any per programming period license for, any work in the repertoire that is not identified or documented as described above, with exceptions. (Sec. 6) Requires the Attorney General to report annually to the Congress on the activities of the Department of Justice relating to the continuing supervision and enforcement of specified consent decrees of the American Society of Composers, Authors, and Publishers and Broadcast Music, Inc. (Sec. 7) Sets forth conditions under which landlords, organizers of conventions, or others making space available to another party are exempt from liability under any theory of vicarious or contributory infringement with respect to an infringing public performance of a copyrighted work by a tenant, lessee, or other user of such space. (Sec. 8) Provides that the transmission of religious services or the recording of copies or phonorecords of a transmission program embodying such services shall not be a copyright infringement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fairness in Musical Licensing Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 17, United States Code, with respect to the licensing of music, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:57-05:00"
}