{
  "actions": [
    {
      "acted_at": "2006-06-26", 
      "committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-06-28", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Coast Guard and Maritime Transportation", 
      "text": "Referred to the Subcommittee on Coast Guard and Maritime Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-06-28", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "text": "Subcommittee on Coast Guard and Maritime Transportation Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-28", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-07-28T21:36:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Transportation. H. Rept. 109-614.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-28T21:36:00-04:00", 
      "calendar": "Union", 
      "number": "354", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 354.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2006-09-28T22:30:00-04:00", 
      "references": [], 
      "text": "Mr. LoBiondo moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-28T22:30:00-04:00", 
      "references": [
        {
          "reference": "CR H7877-7886", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-28T22:30:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 5681.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-28T22:51:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H7877-7884", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2006-09-28T22:51:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-29", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-11-13", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5681-109", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Coast Guard and Maritime Transportation", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "LoBiondo, Frank A.", 
      "sponsored_at": "2006-06-26", 
      "state": "NJ", 
      "thomas_id": "00699", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2006-09-28T22:51:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2006-06-26", 
  "number": "5681", 
  "official_title": "To authorize appropriations for the Coast Guard for fiscal year 2007, and for other purposes.", 
  "popular_title": "Authorization bill FY2007, Coast Guard", 
  "related_bills": [], 
  "short_title": "Coast Guard Authorization Act of 2006", 
  "sponsor": {
    "district": null, 
    "name": "Young, Don", 
    "state": "AK", 
    "thomas_id": "01256", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2006-09-28T22:51:00-04:00", 
  "subjects": [
    "Air pollution control", 
    "Alaska", 
    "Animals", 
    "Appellate courts", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Arrest", 
    "Arts, culture, religion", 
    "Authorization", 
    "Aviation safety", 
    "Bridges", 
    "Buy American", 
    "Canada", 
    "Coast guard", 
    "Coastwise shipping", 
    "Commerce", 
    "Competitive bidding", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Corrosion", 
    "Courts-martial and courts of inquiry", 
    "Crime and law enforcement", 
    "Criminal courts", 
    "Criminal justice information", 
    "Criminal statistics", 
    "Data banks", 
    "Department of Commerce", 
    "Department of Defense", 
    "Department of Homeland Security", 
    "Disaster relief", 
    "Disasters", 
    "Drone aircraft", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Education", 
    "Emergency management", 
    "Encryption", 
    "Energy", 
    "Environmental protection", 
    "Environmental technology", 
    "Executive reorganization", 
    "Families", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fire prevention", 
    "Firearms", 
    "Fishery management", 
    "Fishing boats", 
    "Flight training", 
    "Foreign trade and international finance", 
    "Government contractors", 
    "Government operations and politics", 
    "Great Lakes", 
    "Hazardous wastes", 
    "Higher education", 
    "Housing and community development", 
    "Human engineering", 
    "Ice breaking operations", 
    "Infrastructure", 
    "International affairs", 
    "International agencies", 
    "Islands", 
    "Judges", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Liens", 
    "Marine and coastal resources, fisheries", 
    "Marine animals", 
    "Marine ecology", 
    "Marine safety", 
    "Marine terminals", 
    "Marine transportation", 
    "Merchant seamen", 
    "Merchant ships", 
    "Military dependents", 
    "Military housing", 
    "Military leave", 
    "Military medicine", 
    "Military pensions", 
    "Military personnel", 
    "Military promotions", 
    "Military readiness", 
    "Military training", 
    "Music", 
    "Navigational aids", 
    "Nuclear power plants", 
    "Oceanographic research", 
    "Officer personnel", 
    "Oil pollution", 
    "Passenger ships", 
    "Patrol aircraft", 
    "Patrol ships", 
    "Protection of animals", 
    "Rape", 
    "Reciprocity", 
    "Rescue work", 
    "Retiree health benefits", 
    "Sales tax", 
    "School discipline", 
    "School personnel", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Security measures", 
    "Service academies", 
    "Sex crimes", 
    "Sexual harassment", 
    "Shipbuilding", 
    "Ships", 
    "Social welfare", 
    "Soldiers' homes", 
    "Surveys", 
    "Survivors' benefits", 
    "Taxation", 
    "Terrorism", 
    "Trade associations", 
    "Transportation and public works", 
    "Transportation research", 
    "Travel costs", 
    "Water pollution control", 
    "Women"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2006-09-28", 
    "text": "Coast Guard Authorization Act of 2006 - Title I: Authorization - (Sec. 101) Authorizes appropriations for FY2007 for the Coast Guard (CG) for: (1) CG operation and maintenance (earmarking amounts from the Oil Spill Liability Trust Fund for specified purposes under the Oil Pollution Act of 1990 (OPA purposes), for search and rescue programs, and for marine safety programs); (2) acquisition, construction, rebuilding, and improvement of aids to navigation, shore and offshore facilities, vessels, and aircraft, including related equipment (earmarking a Fund amount for OPA purposes, for the Integrated Deepwater Systems, and for sustainment of legacy vessels and aircraft); (3) CG research, development, test, and evaluation of technologies, materials, and human factors directly relating to improving CG performance in search and rescue, aids to navigation, marine safety, marine environmental protection, enforcement of laws and treaties, ice operations, oceanographic research, and defense readiness, with a portion from the Fund for OPA purposes; (4) retired pay, payments under the Retired Serviceman's Family Protection and Survivor Benefit Plans, and payments for medical care of retired personnel and their dependents; (5) alteration or removal of bridges over U.S. navigable waters constituting obstructions to navigation, and for personnel and administrative costs associated with the Bridge Alteration Program; (6) environmental compliance and restoration at CG facilities; and (7) the CG Reserve program, including personnel and training costs, equipment, and services. (Sec. 102) Authorizes a CG end-of-strength of 45,500 active duty military personnel for FY2007. Authorizes average military training student loads for FY2007 in specified numbers under the categories of Recruit/Special, Flight, Professional, and Officer. Title II: Coast Guard - (Sec. 201) Amends federal naval law to authorize the Secretary of the department in which the CG is operating (Secretary) to appoint Department civilian employees as appellate military judges to the Coast Guard Court of Criminal Appeals. (Sec. 203) Directs the Secretary to reimburse travel-related expenses of CG personnel who are stationed on an island in the continental United States when such member or family member is referred to a specialty care provider off-island that is less than 100 miles from the primary care provider (currently, there is only reimbursement when the specialty care provider is more than 100 miles away). (Sec. 204) Authorizes the CG Commandant to temporarily increase the maximum total number (6,700) of CG commissioned officers on the active duty promotion list by up to two percent for up to 60 days following the commissioning of a CG Academy class. (Sec. 205) Authorizes retired CG veterans access to the Armed Forces Retirement Home system. (Sec. 206) Authorizes the CG Commandant to make grants to, or enter into cooperative agreements with, international maritime organizations to acquire information or data about merchant vessel inspections, security, safety, classification, and port state or flag state law enforcement or oversight to allow the CG to make more accurate threat assessments. (Sec. 207) Allows CG personnel who work in support of a major disaster or emergency declared by the President to retain up to a total of 90 days of accrued leave until the end of the succeeding fiscal year (currently, personnel can only retain up to 60 days of accrued leave if not used by the end of the fiscal year). (Sec. 208) Authorizes members of the CG while in the performance of official duties: (1) to carry a firearm; and (2) while at a facility, to make an arrest without a warrant for any offense against the United States, and to seize property as provided by law. Removes requirement that such personnel can make a warrantless arrest only if the offense is committed in their presence. (Sec. 209) Requires the Secretary to provide at least 180 days notice to Congress prior to transferring the U.S. Coast Guard Band from its the permanent headquarters at the CG Academy. (Sec. 210) Repeals a provision providing for the initial appointment of the Director of the Boating Safety Office to be in the grade of Captain. (Sec. 211) Requires the CG as one of its primary duties to administer laws and promulgate and enforce regulations assuring the maritime safety of nuclear power facilities adjacent to U.S. navigable waters not specifically delegated by law to another executive department. Authorizes the CG Commandant to enter into an agreement with the Chairman of the Nuclear Regulatory Commission (NRC) to enhance the maritime safety of U.S. navigable waters located adjacent to a nuclear power plant. Title III: Shipping and Navigation - (Sec. 301) Allows, notwithstanding any limitation in specified provisions to the contrary, the rebuilding or replacement of a vessel documented under specified provisions with a fishery endorsement in order to improve vessel safety and operational efficiencies (including fuel efficiency). Amends the American Fisheries Act to authorize the North Pacific Council to recommend conservation and management measures for approval by the Secretary of Commerce to ensure that the requirement under this section does not diminish the effectiveness of fishery management plans of the Bering Sea and Aleutian Islands Management Area or the Gulf of Alaska. Sets forth special rules, including rules pertaining to vessel size limits, certain catcher vessels, fishery endorsement limitations, and replacement vessels in the Gulf of Alaska. Directs the Secretary of Commerce to amend the fishery management plan for Bering Sea/Aleutian Islands King and Tanner Crabs for the Northern Region to authorize entities affiliated through common ownership to elect on an annual basis to work together to combine any of their catcher vessel owner quota shares for the Northern Region with any of their processor quota shares and to exchange them for newly created catcher/processor owner quota shares for the Northern Region. (Sec. 302) Amends the Rivers and Harbors Appropriations Act of 1884 to authorize the levy of nonfederal sales taxes on goods and services provided to or by vessels or watercraft (other than vessels or watercraft primarily engaged in foreign commerce) that operate on U.S. navigable waters. (Sec. 303) Directs the CG Commandant to report to Congress on the use of funds provided to the Alaska Sealife Center from the Fund. (Sec. 304) Amends the Rivers and Harbors Appropriations Act of 1915 to: (1) increase the civil penalty for an owner of a vessel that violates regulations establishing anchorage grounds for safe navigation in U.S. waters; and (2) extend the CG's authority to establish anchorage grounds for vessels from three nautical miles to 12 nautical miles. (Sec. 305) Amends the Maritime Drug Law Enforcement Act to subject to a civil penalty any person who knowingly or intentionally possesses a controlled substance at a maritime facility or on a vessel that is under the jurisdiction of the United States. (Sec. 306) Amends federal shipping law to grant reciprocity to the tonnage measurement certificate of a foreign vessel whose country has similar tonnage measurement laws as the United States. (Sec. 307) Authorizes seamen, pilots, and representatives of seamen's welfare and labor organizations assigned to a vessel at a maritime facility to board and depart the vessel through the facility at no cost to the seamen. (Sec. 308) Bars the attachment of maritime liens on fishing permits. (Sec. 309) Extends the deadline to November 1, 2018, for U.S. passenger vessels operating only within the Boundary Line before January 1, 1968, to meet standards requiring such vessels be constructed of fire-retardant materials. (Sec. 310) Makes processor and catcher-processor vessels in the Atlantic mackerel fishery eligible to be documented with a fishery endorsement if certain conservation and management, fishery observer, and record keeping and reporting requirements are met. Title IV: Miscellaneous Provisions - (Sec. 401) Authorizes appropriations to the CG Commandant to improve boarding team communications through the use of a cryptographic mesh overlay protocol. (Sec. 402) Amends the Coast Guard Authorization Act of 1996 to authorize the Secretary to issue a certificate of documentation for employment in coastwise trade to the vessel GALLANT LADY (Feadship hull number 672). (Sec. 403) Authorizes the Secretary to issue a certificate of documentation for employment in coastwise trade to the OCEAN VERITAS (IMO Number 7366805). (Sec. 404) Authorizes appropriations for FY2007 and FY2008 to the Administrator of the National Oceanic and Atmospheric Administration (NOAA) to acquire, through the use of unmanned aerial vehicles, data to improve the management of natural disasters and the safety of marine and aviation transportation. (Sec. 405) Amends the Coast Guard and Maritime Transportation Act of 2004 to direct the Great Lakes National Maritime Enhancement Institute (currently, the Secretary of Transportation) to conduct maritime transportation studies of the Great Lakes region. Authorizes appropriations for FY2007-FY2011. (Sec. 406) Requires that any vessel which has a valid inspection certificate on the date of enactment of this Act and which is subsequently classified as a permanently moored vessel remain eligible for an inspection certificate for an additional five years from the certificate's expiration date. (Sec. 407) Authorizes the CG to buy or operate a patrol boat replacement (fast response cutter) only if the contract to build the cutter is awarded on a competitive bid basis among U.S. shipyards. (Sec. 408) Directs the Secretary to report to Congress on how the CG plans to manage the annual readiness gap of lost time for 110-foot patrol boats from FY2007-FY2013. (Sec. 409) Requires the CG Commandant to direct the Superintendent of the CG Academy to prescribe a policy on sexual harassment and violence applicable to the personnel of the CG Academy. Directs the Superintendent to: (1) conduct an annual assessment to determine the effectiveness of the CG Academy's policies, training, and procedures on sexual harassment and violence to prevent criminal sexual harassment and violence involving CG Academy personnel; and (2) submit to the Secretary an annual report on sexual harassment and violence involving Academy personnel. Requires the Secretary to submit the annual report on the Academy to Congress. (Sec. 410) Requires the CG Commandant to conduct, and report to Congress on, a demonstration project on the methods and best practices of the use of smokestack scrubbers on cruise ships that operate in the Alaska cruise trade. (Sec. 411) Caps, in a class action, penalty wages (for late payment of wages) to seamen on a passenger vessel of over 500 passengers. Title V: MARPOL Annex VI Implementation - MARPOL Annex VI Implementation Act of 2006 - (Sec. 504 ) Applies (with regard to Annex VI of the International Convention for the Prevention of Pollution from Ships, 1973) federal law relating to the prevention of pollution from ships to certain foreign ships. Allows the head of a federal department or agency to apply those provisions of federal law to one or more classes of public vessels operated under the authority of that department or agency. (Sec. 506) Limits to the Administrator of the Environmental Protection Agency (EPA), on behalf of the United States, issuance of an Engine International Air Pollution Prevention Certificate in accordance with Annex VI to the Convention and the International Maritime Organization's Technical Code on Control of Emissions of Nitrogen Oxides from Marine Diesel Engines. Gives a certificate issued by a country that is a party to the MARPOL Protocol (the Protocol of 1978 relating to and including the Convention) the same validity as a certificate issued by the Secretary (Secretary) of the department in which the Coast Guard is operating or by the Administrator. (Sec. 507) Requires ports and terminals to ensure the availability of reception facilities for receiving ozone depleting substances, equipment containing such substances, and exhaust gas cleaning residues. (Sec. 508) Authorizes the Secretary to inspect ships to verify compliance and to take enforcement actions for violations. (Sec. 509) Authorizes the Secretary of State, after consulting with the Secretary, to act for the United States on Annex VI amendments."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY2007, Coast Guard", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Coast Guard FY2007 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Coast Guard Authorization Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Coast Guard Authorization Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Coast Guard Authorization Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "MARPOL Annex VI Implementation Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize appropriations for the Coast Guard for fiscal year 2007, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:44-05:00"
}