{
  "actions": [
    {
      "acted_at": "1978-01-25", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-01-25", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2420-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baker, Howard H., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "TN", 
      "thomas_id": "01275", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Case, Clifford P.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "01302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1977-01-03", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Church, Frank", 
      "sponsored_at": "1977-01-03", 
      "state": "ID", 
      "thomas_id": "01305", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-01-25", 
  "number": "2420", 
  "official_title": "A bill to promote the foreign policy, security, and general welfare of the United States by assisting peoples of the world in their efforts toward economic development by establishing the International Development Cooperation Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Development Cooperation Act", 
  "sponsor": {
    "district": null, 
    "name": "Sparkman, John J.", 
    "state": "AL", 
    "thomas_id": "01436", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-01-25", 
  "subjects": [
    "ACTION", 
    "Abortion", 
    "Advisory bodies", 
    "Agricultural credit", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "American agricultural assistance", 
    "American economic assistance", 
    "American investments", 
    "American technical assistance", 
    "Americans in foreign countries", 
    "Botswana", 
    "Business and commerce", 
    "Civil rights and liberties, minority issues", 
    "Communist countries", 
    "Community development", 
    "Congress", 
    "Congressional oversight", 
    "Congressional veto", 
    "Copyright", 
    "Debt agreements", 
    "Department of State", 
    "Department of the Treasury", 
    "Developing countries", 
    "Development credit institutions", 
    "Disaster relief", 
    "Disasters", 
    "Discrimination in employment", 
    "Economic development", 
    "Economic stabilization", 
    "Economics and public finance", 
    "Education", 
    "Egypt", 
    "Environmental assessment", 
    "Environmental protection", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Finance and financial sector", 
    "Food relief", 
    "Foreign economic relations", 
    "Foreign investments", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government trust funds", 
    "Housing and community development", 
    "Human rights", 
    "International affairs", 
    "International agencies", 
    "International banking", 
    "Inventions", 
    "Investment guaranty insurance", 
    "Israel", 
    "Jordan", 
    "Latin America", 
    "Lebanon", 
    "Lesotho", 
    "Loans", 
    "Middle East", 
    "Mozambique", 
    "Patents", 
    "Patents, Trademarks, and Copyrights", 
    "Peace Corps", 
    "Population policy", 
    "Refugees", 
    "Research", 
    "Rhodesia", 
    "Romania", 
    "Sahel", 
    "Small business", 
    "South Africa", 
    "Swaziland", 
    "Syria", 
    "Technology transfer", 
    "Terrorism", 
    "Trademarks", 
    "U.S. Agency for International Development", 
    "Yugoslavia", 
    "Zambia", 
    "Zimbabwe"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-01-25", 
    "text": "International Development Cooperation Act - Chapter I: Policy - Sets forth the United States' development assistance goals. Establishes the International Development Cooperation Administration (IDCA) to achieve such goals. Chapter II: Bilateral Development Assistance - Title I: Grant and Loan Assistance - Sets forth the United States bilateral development policy. Authorizes the Administrator of IDCA to furnish agricultural, rural development, and nutrition assistance. Authorizes appropriations for such purposes for fiscal year 1979. Declares that such assistance shall be primarily used for activities which increase the productivity or income of the rural poor. Requires, in the allocation of such funds, that special attention be given to increasing agricultural production in \"food priority countries\" or \"relatively least developed countries.\" Encourages the Administrator of IDCA to take certain actions to improve the nutritional benefits accruing from such assistance. Requires the Administrator to consider the impact on development policies of commodity sales under the Agricultural Trade Development and Assistance Act of 1954. Declares that local currency proceeds from such commodity sales which are owned by foreign governments shall be used whenever practicable to furnish agricultural, rural development, and nutrition assistance. Sets forth United States international population control and health assistance policy. Authorizes the Administrator of IDCA to furnish population planning assistance, emphasizing motivation for small families. Authorizes appropriations for such assistance for fiscal year 1979. Directs such assistance to give particular attention to the relationship between population growth and living standards improvements. Authorizes the Administrator to study factors affecting population growth and family planning. Prohibits funds available for such assistance to be used for abortions or involuntary sterilizations. Authorizes the Administrator of IDCA to furnish health, health education, disease prevention, and sanitation assistance, emphasizing low-cost integrated delivery systems to rural areas and to the poorest people. Authorizes appropriations for such assistance for fiscal year 1979. Sets forth United States education and human resources development assistance policy. Authorizes the Administrator of IDCA to furnish such assistance. Authorizes appropriations for such assistance for fiscal year 1979. Authorizes the Administrator of IDCA to furnish assistance for programs relating to (1) energy problems, (2) natural resources management, (3) development research, (4) intermediate technology, (5) urban development, (6) disaster reconstruction, (7) special problems of \"relatively least developed countries,\" especially transportation and communications systems, and (8) technical cooperation among development organizations. Authorizes appropriations for such assistance for fiscal year 1979. Authorizes a certain amount of funds available under this chapter to assist research and educational institutions in the United States to develop and implement development programs for developing countries. Prohibits the furnishing of assistance under this chapter until the recipient country provides assurances that it will make a significant contribution to the cost of the entire program. Prohibits the disbursing of grant assistance for a specific project for more than four years without further justification to Congress and increasing the recipient country contribution. Authorizes the Administrator of IDCA to make assistance available to \"relatively least developed countries\" on a grant basis to the maximum extent possible. Permits the Administrator with respect to such countries (1) to waive interest payments on past indebtedness; (2) to accept repayment in local currencies; (3) to accept \"in kind\" contributions for the recipient share of assistance costs; and (4) to waive certain procurement requirements. Exempts \"relatively least developed countries\" from the cost-sharing and funding limitations of this Act. Requires the Administrator to report to Congress on a concerted procurement policy with donors of the Overseas Economic Cooperation and Development countries, and its impact on the United States economy. Authorizes the Administrator to furnish long-term development assistance for the Sahel region, to be supplied under a multi-donor system. Requires the Administrator to prepare an annual report on Sahel development. Authorizes appropriations for such assistance beginning with fiscal year 1978. Title II: Strengthening Institutional Capacity for Agricultural Development - Declares that the United States (1) should strengthen the capacity of certain universities in program-related agricultural development and research, (2) should improve the participation of such universities in efforts to increase world-wide food production, and (3) should support research into the food and nutritional problems of developing countries. Authorizes the Administrator to furnish assistance to eligible universities for specified purposes related to such research goals. Directs the President to establish a Board for International Food and Agricultural Development to assist in the administration of such research assistance programs. Authorizes the Board to establish a Joint Research Committee to develop collaborative food research programs, and a joint committee on Country Programs to implement certain research support programs. Permits such research support programs to be funded with appropriations for agricultural, rural development, and nutrition assistance. Requires the Administrator to report to Congress on such research activities. Title III: Agricultural Commodities for Peace and Development - Affirms the continuing intent of Congress that United States agricultural commodities shall be used to combat hunger and to encouarge economic development in developing countries. Authorizes the Administrator of IDCA to carry out specified food donation and development programs under the Agricultural Trade and Development Assistance Act of 1954. Chapter III: Access to Private Capital and Technical Expertise - Title I: General Policy - Expresses the Congressional finding that the reduction of the dependence of developing countries upon concessional assistance to reliance upon private sector resources can be facilitated by loan and investment guarantees and reimbursable services. Title II: Overseas Private Investment Corporation - Makes the Overseas Private Investment Corporation a constituent element of the International Development Cooperation Administration to facilitate the participation of United States private capital in the economic development of developing countries and areas. Sets forth the factors which shall be considered by the Corporation for furnishing insurance, financing, or reinsurance of private sector projects in developing countries or areas. Specifies the functions of the Corporation. Declares that the capital stock of the Corporation shall remain at its present level. Stipulates the organizational and management structure of the Corporation. Authorizes the Corporation to insure private investments against specified risks, to guarantee private loans and other investments, to make loans to private firms, and to make incentive grants. Specifies restrictions upon and procedures for such functions. Authorizes the Corporation to furnish financial and advisory support, private technical, professional, or managerial assistance. Authorizes the Corporation to enter into certain risk sharing agreements. Establishes limitations upon the amount of outstanding guarantees which can be made by the Corporation. Establishes a Direct Investment Fund to finance the direct investment undertakings of the Corporation. Establishes in the Treasury of the United States an insurance and guaranty fund to discharge liabilities incurred by the Corporation with respect to its insurance and guaranty authority. Authorizes appropriations to the corporation for such fund. Imposes conditions on such appropriations and stipulates procedures for discharging investment insurance liability. Stipulates the purposes for which the income and revenues earned by or transferred to the corporation may be spent without limitations. Sets forth limitations on such investment programs, including investment safeguard provisions, duration, and prohibits insuring investors responsible for bribery as defined in this title. Sets forth the powers of the Overseas Private Investment Corporation. Requires the Auditor- General of the International Development Cooperation Administration to audit the Corporation and conduct its security functions. Establishes an Advisory Council to the Corporation, composed of representatives of the American business community, for consultation regarding the Corporations' objectives. Declares that no laws, with the exception of this title, shall be construed to prohibit investment insurance activities in Yugoslavia or Romania, if the President determines such programs to be in the national interest. Requires the Corporation to establish criteria to minimize the potential environmental impact of insured projects. Requires the Corporation to report to Congress annually with respect to its operations. Title III: Housing Investment Guarantees - Sets forth Congressional findings with respect to the role of the United States in assisting worldwide housing investment. Authorizes the Administrator of the International Development Corporation (IDCA) to guarantee loans incurred in connection with such housing investment. Sets forth (1) limitations upon such guarantees and (2) the types of housing programs which shall be emphasized in making such guarantees. Authorizes appropriations to carry out this title. Imposes upon housing guarantees authorized by subsequently repealed statutes the laws and fees which were originally applicable to such guarantees. Prohibits guarantee payments for any loss arising from fraud or misrepresentation. Imposes limitations upon such guarantees with respect to housing for the poor and amounts for projects within any single country (exempting Israel, Portugal, and Lebanon through fiscal year 1979). Title IV: Agricultural and Productive Credit and Self-Help Development Communities Programs - Declares it the sense of Congress that the purpose of this program is the stimulation of private participation in the establishment of pilot programs in not more than five Latin American countries. Authorizes the IDCA to guarantee loans for agricultural credit and self-help community development programs. Limits the total dollar amount of such guarantees. Requires consultation with the Inter-American Foundation in developing eligibility criteria for such guarantees. Title V: Reimbursable Services and Commodities - Authorizes any agency of the United States to furnish services and commodities on an advance-of-funds or reimbursable basis to friendly countries, international organizations, the American Red Cross, and certain volunteer nonprofit relief agencies, when the Administrator determines it to be in furtherance of the purposes of this Act. Authorizes the Administrator to use a specified amount to stimulate reimbursable aid programs consistent with chapter I of this Act. Sets forth procedures governing excess property and advance acquisition of property pursuant to this Act. Chapter IV: Multilateral Development Assistance - Title I: General Multilateral Development Assistance Policy - Sets forth Congressional findings and policy with respect to United States participation in international development assistance agencies. Declares that the United States should encourage (1) equitable contributions to such agencies by participant countries, and (2) the participation of women in the economies of member and recipient countries of such aid and in such agencies. Requires the Administrator to ensure that United States bilateral development programs are coordinated with multilateral programs. Title II: International Financial Institutions - Sets forth Congressional policy with respect to United States participation in international financial institutions. Makes the Administrator of IDCA responsible for formulating the positions of and instructing the representatives of the United States to such institutions. Title III: United Nations Programs - Authorizes the Administrator to make contributions to international organizations in furtherance of this chapter, when the President determines it to be in the national interest. Authorizes appropriations for such purposes for fiscal year 1979. Makes the the Administrator responsible for formulating the positions of and instructing the representatives of the United States to the International Fund for Agricultural Development. Authorizes the President to permit United States participation in the International Fertilizer Development Center. Chapter V: Special Programs - Title I: Economic Support Fund - Authorizes the President to furnish assistance to countries and organizations to promote economic or political stability. Declares it the sense of Congress that assistance to the Middle East should promote respect, security, and economic development in that area. Authorizes appropriations to the President for fiscal year 1979 for economic support funds in the Middle East, Israel, Egypt, Jordan, Syria, and Lebanon (including technical and scientific cooperation programs and special requirements). Expresses Congressional support of an internationally recognized settlement of the Rhodesian conflict leading to majority rule. Declares it the intent of Congress to support a Zimbabwe Development Fund. Declares it the sense of Congress that the United States should furnish economic support to Zambia, Botswana, Lesotho, Swaziland, and Mozambique to strengthen their economies and minimize their dependence on minority-ruled regimes. Authorizes appropriations to the President for fiscal year 1979 for economic dislocation and refugee assistance in South Africa. Prohibits the use of such funds for military or paramilitary purposes. Declares it the sense of Congress that such funds shall not be furnished to any country which restricts emigration. Title II: International Disaster Assistance - Authorizes the President to furnish international disaster relief and rehabilitation assistance, including assistance relating to disaster prediction and preparedness. Authorizes appropriations for fiscal year 1979 for such purposes. Authorizes the President to appoint a Special Coordinator for International Relief to coordinate aid by United States agencies and foreign donors. Chapter VI: Private Initiative In Development - Title I: General Policy to encourage the participation of private voluntary organizations in overseas development. Authorizes the Administrator of IDCA to furnish assistance for public and private voluntary initiatives in development, under specified principles. Directs the Administrator to draw upon the resources of such organizations to the maximum extent practicable in implementing programs authorized by this Act. Authorizes the Administrator to pay transportation charges on contributions for development and relief of needy people by the American Red Cross and certain United States volunteer agencies. Establishes within the Administration an International Development Institute to finance, implement, and coordinate development activities involving private and voluntary agencies. Establishes an Advisory Board to the Institute to advise on the planning and administration of programs authorized by this chapter. Authorizes appropriations to the Administrator for fiscal year 1979 to carry out this title, of which a specified amount shall be available for the Peace Corps to carry out the purpose of the Peace Corps Act. Transfers the Peace Corp to the International Development Institute. Chapter VII: Administrative - Title I: Organization - Stipulates the organizational structure of the International Development Cooperation Administration. Directs the President to establish a Development Coordination Committee to advise the President with respect to the coordination of United States policies and programs affecting developing countries. Declares that nothing in this Act shall be construed as infringing upon the powers or functions of the Secretary of State. Sets forth the organizational powers of the Administrator with respect to functions transferred to the IDCA. Transfers to the IDCA the functions and property of the Agency for International Development. Permits the President to transfer to the IDCA functions of other agencies which primarily relate to the functions of the IDCA under this Act. Specifies the procedures for such transfer. Stipulates the formula for computing the annuity of any AID employee who is eligible for retirement under the Foreign Service system who retires during fiscal year 1979. Authorizes appropriations for fiscal year 1979 for the operating expenses of the IDCA. Title II: Personnel - Establishes a career personnel system of officers of the IDCA who shall be known as International Development Officers to formulate and implement programs authorized by this Act. Sets forth the qualifications, compensation, and duty assignments of such officers. Prohibits discrimination or the use of a political test with respect to such officers. Requires the Administrator to pay particular attention to the recruitment and promotion of women as International Development Officers. Authorizes the President to appoint the representative of the United States to the Inter-American Economic and Social Council. Authorizes the employment of experts and consultants to carry out this Act. Authorizes the Administrator to assign any IDCA employee to any office with a foreign government or international organization. Authorizes the Administrator to maintain special missions or staffs abroad. Authorizes the President to appoint the Chair of the Development Assistance Committee or any successor committee thereto of the Organization for Economic Cooperation and Development. Transfers to the IDCA the personnel of the Agency for International Development. Title III: Administrative Requirements - Prohibits entering into obligations upon the United States in excess of $100,000 for grant and loan assistance or economic support prior to the completion of project plans and cost estimates, legislative action in the recipient country, and certification by the chief IDCA officer in the recipient country that such country can effectively maintain and utilize such project. Sets forth procurement requirements. Prohibits funds under this Act from being used for the procurement of any agricultural commodity when the commodity's domestic price is below parity. Permits recipients of loan and grant or economic support assistance to use such funds to pay shipping differentials owed to the United States under the Merchant Marine Act, 1936. Exempts the ocean transport between foreign countries (1) of commodities purchased with foreign currencies made available under this Act or the Agricultural Trade Development and Assistance Act of 1954, or (2) of fresh fruit and products under this Act, from requirements that cargoes procured by the United States be transported in United States flag vessels. Sets forth protections for United States patents and technical information in furnishing grant and loan or economic support assistance. Regulates the use of foreign currencies, procurement, and the use of funds for support purposes, to carry out this Act. Directs the Administrator, so far as is practicable, to assist in the equitable participation of American small business in furnishing goods and services to the IDCA. Establishes an Office of Small Business in the IDCA to carry out this purpose. Title IV: General Provisions - Authorizes the President to utilize a limited amount of funds authorized under this Act each year in furtherance of the purposes of this Act, when the President determines such authorization to be important to the security of the United States. Authorizes the Administrator to transfer not more than 15 percent of funds authorized for grant and loan assistance for other purposes under this Act. Sets forth procedures for Congressional oversight of such authority. Sets forth procedures for the termination of assistance, the payment of assistance and contracts, and related financial matters. Prohibits assistance under this Act to any government which engages in a consistent pattern of gross violations of human rights. Sets forth procedures for Congressional oversight of such prohibition. Prohibits the Administrator from considering the race, religion, national origin, or sex of any employee of the United States in making overseas assignments to carry out this Act. Prohibits assistance to any country which objects to the presence of any such United States employee on such grounds. Prohibits assistance to any country which is more than six momths in default on loans under this Act or the Foreign Assistance Act of 1961 except in certain circumstances. Prohibits relieving recipients of such loans of liability thereunder. Requires the Administrator to terminate for one year assistance to any country which aids or abets international terrorism, unless the President finds that national security requires otherwise. Prohibits furnishing assistance under this Act to any Communist country, unless the President finds that such assistance is vital to the security of the United States and will promote the independence of such country. Limits the amount of assistance under this Act which may be furnished for the construction of any productive enterprise. Title V: Reporting Requirements - Requires the Chair of the Development Coordination Committee to transmit an annual report to Congress with respect to foreign assistance for the previous fiscal year. Permits legislative veto of program changes under this Act. Title VI: Miscellaneous Provisions - Sets forth the effective date, statutes repealed, savings provisions, definitions, severability, exclusions, and amendments to other laws, under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Development Cooperation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the foreign policy, security, and general welfare of the United States by assisting peoples of the world in their efforts toward economic development by establishing the International Development Cooperation Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:36-05:00"
}