{
  "actions": [
    {
      "acted_at": "1997-01-21", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-01-22", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Forests and Public Lands", 
      "text": "Referred to Subcommittee on Forests and Public Lands.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-05-05", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Departments of Agriculture and Interior, and Office of Management and Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-05-06", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": "Forests and Public Lands", 
      "references": [], 
      "text": "Subcommittee on Forests and Public Lands. Hearings held. Hearings printed: S.Hrg. 105-670.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s94-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Forests and Public Land Management", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Mack, Connie, III", 
      "sponsored_at": "1997-01-28", 
      "state": "FL", 
      "thomas_id": "00721", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1997-01-21", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-01-21", 
  "number": "94", 
  "official_title": "A bill to provide for the orderly disposal of Federal lands in Nevada, and for the acquisition of certain environmentally sensitive lands in Nevada, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hconres322-105", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr449-105", 
      "reason": "related"
    }
  ], 
  "short_title": "Southern Nevada Public Land Management Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Bryan, Richard H.", 
    "state": "NV", 
    "thomas_id": "01293", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-01-21", 
  "subjects": [
    "Affordable housing", 
    "Airports", 
    "Animals", 
    "Arts, culture, religion", 
    "Biological diversity conservation", 
    "Boundaries", 
    "Canals", 
    "Commemorations", 
    "Congress", 
    "Congressional reporting requirements", 
    "County politics and government", 
    "Economics and public finance", 
    "Education", 
    "Educational finance", 
    "Emergency management", 
    "Energy", 
    "Environmental degradation", 
    "Environmental protection", 
    "Federal aid to housing", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Flood control", 
    "Geothermal resources", 
    "Government operations and politics", 
    "Government trust funds", 
    "Habitat conservation", 
    "Historic sites", 
    "History", 
    "Housing and community development", 
    "Housing authorities", 
    "Infrastructure", 
    "Investment of public funds", 
    "Lakes", 
    "Land transfers", 
    "Land use", 
    "Leases", 
    "Mines and mineral resources", 
    "Mining leases", 
    "National forests", 
    "National parks", 
    "National recreation areas", 
    "Natural areas", 
    "Nature conservation", 
    "Nevada", 
    "Noise", 
    "Outdoor recreation", 
    "Parks", 
    "Payments in lieu of taxes", 
    "Pipelines", 
    "Planning", 
    "Public housing", 
    "Public lands and natural resources", 
    "Real estate appraisal", 
    "Recreation centers", 
    "Reservoirs", 
    "Right-of-way", 
    "Sports and recreation", 
    "Trails", 
    "Transportation and public works", 
    "Transportation planning", 
    "Waste water treatment", 
    "Water districts", 
    "Water resources development", 
    "Water storage", 
    "Water supply", 
    "Water treatment plants", 
    "Watershed management", 
    "Wild rivers", 
    "Wilderness areas", 
    "Wildlife conservation", 
    "Wildlife refuges", 
    "Zoning and zoning law"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-01-21", 
    "text": "Southern Nevada Public Land Management Act of 1997 - Directs the Secretary of the Interior (Secretary) to dispose of certain Federal lands within the area under the jurisdiction of the Director of the Bureau of Land Management in Clark County, Nevada. Allows the State of Nevada or the unit of local government in whose jurisdiction the lands are located (Clark County, Las Vegas, North Las Vegas, or Henderson, Nevada) to elect to obtain the lands for local public purposes pursuant to the Recreation and Public Purposes Act (RPPA). Requires the Secretary, upon application by a unit of local government or regional governmental entity (the Southern Nevada Water Authority, the Las Vegas Valley Water District, the Regional Flood Control District, and the Clark County Sanitation District), to issue right-of-way grants (valid in perpetuity) on Federal lands in Clark County for all facilities and systems needed for: (1) the impoundment, storage, treatment, transportation, or distribution of water or wastewater; or (2) flood control management. Waives rental or cost recovery fees with respect to such grants. Directs the Secretary to make such lands available to Clark County in accordance with the RPPA for the construction of youth activity facilities. Sets forth provisions concerning: (1) withdrawal of such lands from mining laws and from operation under the mineral leasing and geothermal leasing laws; and (2) joint selection of such lands for sale or exchange by the Secretary and the respective unit of local government. Provides for allocation of proceeds from the land sales and exchanges to: (1) the general education program of Nevada; (2) the Southern Nevada Water Authority; and (3) a special account in the Treasury for the acquisition of environmentally sensitive land in Nevada, capital improvements in Federal areas in Clark County and the Spring Mountains National Recreation Area, and development of a multispecies habitat conservation plan, parks, trails, and natural areas in Clark County. Requires the Secretary to transfer the airport environs overlay district lands identified in the Interim Cooperative Management Agreement between the United States Department of the Interior-Bureau of Land Management and Clark County, dated November 4, 1992, to Clark County upon request, without consideration, and subject to specified conditions, including conditions governing proceeds from the sale or lease of such property by Clark County. (Sec. 5) Allows the Secretaries of the Interior and Agriculture to acquire environmentally sensitive land with the owner's consent. Provides that such acquired land that is within the boundaries of a unit of the National Forest System, the National Park System, the National Wildlife Refuge System, the National Wild and Scenic Rivers System, the National Trails System, the National Wilderness Preservation System, or any other system or national conservation or recreation area established by Act of Congress shall: (1) become part of the unit or area without further action by the respective Secretary; and (2) be managed in accordance with all laws and regulations and land use plans applicable to the unit or area. Includes lands acquired by the Secretaries under this Act within the definition of entitlement lands with respect to Federal payments to a local unit of government in which such land is located (payments in lieu of taxes). (Sec. 7) Authorizes the Secretary, upon request by a grantee of lands within Clark County, Nevada, that are subject to a lease or patent issued under the RPPA, to transfer the reversionary interest in such lands to other non-Federal lands on an equal value basis. Requires the Secretary, in consultation with the Secretary of Housing and Urban Development, to make available land in Nevada, in accordance with the RPPA, for purposes of affordable housing (housing that is assisted under the United States Housing Act of 1937) only to State and local governmental entities (including local public housing authorities). (Sec. 8) Amends the Red Rock Canyon National Conservation Area Establishment Act of 1990 to modify the boundaries of the Area."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Southern Nevada Public Land Management Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the orderly disposal of Federal lands in Nevada, and for the acquisition of certain environmentally sensitive lands in Nevada, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:39-05:00"
}