{
  "actions": [
    {
      "acted_at": "1973-02-08", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4221-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-08", 
  "number": "4221", 
  "official_title": "A bill to establish a Department of Education, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Department of Education Act", 
  "sponsor": {
    "district": "4", 
    "name": "Eilberg, Joshua", 
    "state": "PA", 
    "thomas_id": "00341", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-08", 
  "subjects": [
    "Education", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-08", 
    "text": "Department of Education Act - Cites the importance of education to the interests of the Nation. States that Congress finds the establishment of an executive department is desirable to achieve specified national educational goals. Establishes a Department of Education. Creates the Office of Secretary, Under Secretary, three Assistant Secretaries, an Administrative Assistant Secretary, and a General Counsel. Specifies responsibilities of the Secretary, including: (1) conducting comprehensive studies and making findings with respect to the problems of education, (2) advising the President in matters concerning national educational policy, and (3) providing technical assistance and information to State and local governments in developing solutions to educational problems. Transfers to the Department of Education all the functions, powers, and duties of the Office of Education and the Office of Vocational Rehabilitation, together with the personnel, assets, liabilities, contracts, property, records, and unexpended balances of funds allocated to the same. Redesignates the Department of Health, Education, and Welfare as the Department of Health and Welfare. Abolishes specified Federal Offices and positions in the areas of education and vocational rehabilitation. Provides that the functions, powers, and duties of such offices shall remain in full force and effect until modified or rescinded by the Secretary. Requires that the Secretary make an annual report to the President on the activities of his Department."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Department of Education, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:59-05:00"
}