{
  "actions": [
    {
      "acted_at": "1987-02-24", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-07-29", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-07-29", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-09-21", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Executive Comment Received From Justice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-07", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Committee Reconsidered Measure and Ordered  Bill to be Reported (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-26", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Interior and Insular Affairs.  Report No: 100-393.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-26", 
      "references": [], 
      "text": "Placed on Union Calendar No: 253.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-27", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-27", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1987-10-28", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-05-27", 
      "references": [], 
      "text": "Senate Committee on Indian Affairs discharged by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-27", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-27", 
      "bill_ids": [
        "s1703-100"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S. 1703 amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-27", 
      "bill_ids": [
        "s1703-100"
      ], 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate in lieu of S. 1703 with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1988-06-07", 
      "references": [], 
      "text": "Senate, by unanimous consent, further considered and subsequently amended H.R. 1223, which was previously passed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-10", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-09", 
      "references": [], 
      "text": "House Concurred, in Senate Amendments , with Amendments by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-14", 
      "references": [], 
      "text": "Message on House action received in Senate and held at desk: House amendment to Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-15", 
      "references": [], 
      "text": "Senate agreed to the House amendment to the Senate amendment by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-15", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1988-09-16", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-22", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-23", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1988-10-05", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1988-10-05", 
      "congress": "100", 
      "law": "public", 
      "number": "472", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 100-472.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2338-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2338"
    }
  ], 
  "bill_id": "hr1223-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Indian Affairs (Permanent Select)", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Richardson, Bill", 
      "sponsored_at": "1987-02-24", 
      "state": "NM", 
      "thomas_id": "00958", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "100", 
    "law_type": "public", 
    "number": "472"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1988-10-05", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1987-10-27", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1988-05-27", 
    "vetoed": false
  }, 
  "introduced_at": "1987-02-24", 
  "number": "1223", 
  "official_title": "A bill entitled \"Indian Self-Determination Amendments of 1987\".", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1703-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Indian Self-Determination and Education Assistance Act Amendments of 1988", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1988-10-05", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Building construction", 
    "Civil service employment", 
    "Civil service system", 
    "Construction industries", 
    "Costs", 
    "Education of Indians", 
    "Federal aid to Indians", 
    "Federal aid to higher education", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal-Indian relations", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Health facilities", 
    "Health services administration", 
    "Hospitals", 
    "Indian lands", 
    "Liability insurance", 
    "Native Americans", 
    "Privatization", 
    "Surplus government property", 
    "Torts"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "House agreed to Senate amendment with amendment", 
    "date": "1988-09-09", 
    "text": "(House agreed to Senate amendment with amendment) Indian Self-Determination and Education Assistance Act Amendment of 1988 - Title I: Administrative Provisions - Amends the Indian Self-Determination and Education Assistance Act to require the Secretary (hereinafter refers to the Secretary of Health and Human Services, the Secretary of the Interior, or both, as appropriate) to prescribe the records recipients of Federal financial assistance must keep by promulgating regulations under the Administrative Procedure Act. Provides that mature contract recipients of such assistance must keep quarterly financial statements, an annual specified single-agency audit, and a brief annual program report. Requires the Secretary to report annually in writing to tribes in each service area regarding projected and actual staffing levels, funding obligations, and expenditures for programs operated directly by the Secretary. Provides that if unexpended funds under a self-determination contract are to be carried over from one year to the next for the purposes for which they were originally appropriated or for which they are specifically authorized to be used, the tribal organization does not need additional justification or documentation. Title II: Indian Self-Determination Act Amendments - Directs the Secretary, upon the request of any Indian tribe by tribal resolution, to enter into a self-determination contract or contracts with a tribal organization to plan, conduct, and administer programs or portions thereof for: (1) the transfer of certain hospitals and health services; (2) construction programs administered by the Secretary for which appropriations are made to agencies other than the Department of Health and Human Services or the Department of the Interior; and (3) any program for the benefit of Indians without regard to the agency of the Department of Health and Human Services or the Department of the Interior within which it is performed. Requires the Secretary, within 90 days after receiving a proposal for a self-determination contract from an authorized tribal organization, to approve it (currently, may initially decline to enter into a contract) unless he makes specified findings within 60 days. Authorizes the Secretary, upon the request of a tribal organization that operates two or more mature self-determination contracts, to consolidate such contracts into one contract. Requires the Secretary, when he declines to enter into a self-determination contract, to provide assistance (currently, provide to the extent practicable) to the tribal organization. Makes the Secretary responsible, beginning in 1990, for obtaining or providing liability insurance or equivalent coverage, on the most cost-effective basis, for Indian tribes, tribal organizations, and tribal contractors carrying out contracts, grant agreements, and cooperative agreements pursuant to such Act. Directs the Secretary, in obtaining or providing such coverage, to: (1) consider the extent to which liability under such contracts or agreements are covered by the Federal Tort Claims Act; and (2) give a preference, to the greatest extent practicable, to coverage underwritten by Indian-owned enterprises. Requires that any such insurance policy purchased by the Secretary contain a waiver by the insurance carrier of any right to raise as a defense the sovereign immunity of the tribe, subject to certain limitations. Authorizes the Secretary, upon the request of any tribal organization, to contract with or make a grant to any tribal organization for: (1) obtaining technical assistance from providers designated by the tribal organization; and (2) planning, designing, monitoring, and evaluating Federal programs serving the tribe. Makes technical assistance provided by the Secretary in the development of self-determination contracts subject to the availability of appropriations. Makes permanent the provision of Federal law which permits Federal employees who transfer to tribal employment to retain civil service benefits. Provides for participation by such employees in the Federal Employees' Retirement System. Authorizes the Secretary, if an assigned employee fails to complete the period of assignment, to direct another employee to complete the assignment. Provides that employees assigned to tribal organizations shall be eligible for step increases, merit pay, and cash awards. Provides that an Indian appointed to the Federal service under any preference for Indians shall be converted to a career appointment after three years of continuous service and satisfactory performance. Exempts self-determination contracts (except for construction of contracts) from the provisions of the Office of Federal Procurement Policy Act. Specifies that: (1) a self-determmination contract shall be for a term not to exceed three years, for a contract that has not matured (unless otherwise agreed between the appropriate Secretary and the tribe) and for an indefinite term for a mature contract; and (2) the amounts of such contracts shall be subject to the availability of appropriations. Requires the Secretary, no later than FY 1990, to begin using the calendar year as the basis for contracts and agreements under this Act except for instances where the Secretary and the tribe or tribal organization agree on a different period. Requires the Secretary, within 90 days of the enactment of this Act, to submit a report to the Congress on the amounts of any additional obligational authority needed to implement this Act in FY 1989. Sets forth procedures for the retrocession of contracts entered into pursuant to this Act. Authorizes the appropriate Secretary, in connection with self-determination contracts, to: (1) permit an Indian tribe or tribal organization, in carrying out a self-determination contract or grant, to utilize existing Government facilities and equipment; (2) donate to an Indian tribe or tribal organization the title to any personal property exceeding the needs of the Bureau of Indian Affairs, the Indian Health Service or the General Services Administration, including purchases made with funds under self-determination contracts; and (3) acquire excess or surplus Government property for donation to an Indian tribe. Provides that the funds for self-determination contracts shall not be less than the appropriate Secretary would have otherwise provided for the operation of the programs or portions thereof for the period covered by the contract and shall not be reduced by the Secretary: (1) to make funding available for contract monitoring or administration; (2) in subsequent years, unless certain conditions are met; (3) to pay for Federal functions, such as Federal employee retirement benefits; and (4) to pay for the costs of Federal personnel displaced by a self-determination contract (but allows such amount to be increased, at the request of the tribal organization, under specified circumstances). Makes the provision of funds subject to the availability of appropriations. Requires the Secretary of Health and Human Services and the Secretary of the Interior to report annually to the Congress on the implementation of this Act. Prohibits any adverse adjustment to a tribal organization's indirect cost rate if allowable recoveries are below the level of indirect costs that such organization should have received for any given year if the shortfall is the result of full indirect cost funding by any Federal, State, or other agency. Provides that Indian tribes and tribal organizations shall not be held liable for indebtedness attributable to theoretical or actual underrecoveries or theoretical overrecoveries of indirect costs. Prohibits any right of action or other remedy (other than those relating to a criminal offense) relating to any disallowance of costs unless the Secretary gives specified notice. Requires the Secretary to add indirect costs to the amount of funds provided for direct costs for self-determination contracts for the first year and for each subsequent year that the program remains continuously under contract. Requires the Secretary, in calculating the indirect costs associated with a self-determination contract for a construction program, to consider only those costs associated with the administration of the contract. Directs the Secretary, within one month after the enactment of this Act, to establish a team of Bureau personnel and tribal representatives to: (1) analyze the Indian Priority System and other aspects of the Bureau's budgeting and funding allocation process; and (2) report to the Congress on recommendations for achieving greater tribal decision-making authority over the use of appropriated funds for the benefit of the tribes. Allows the Secretary to submit to the Congress separate comments on the information and recommendations of the report. Gives to the Federal district courts original jurisdiction over any civil action or claim against the appropriate Secretary arising under this Act. Gives concurrent jurisdiction to the U.S. Claims Court over such actions against the Secretary for money damages. Prohibits the Secretary from revising or amending a self-determination contract otherwise agreed to by resolution of the tribe. Applies the Equal Access to Justice Act to administrative appeals by Indian tribes and tribal organizations regarding self-determination contracts. Applies the Contract Disputes Act to such contracts. Requires that all Federal requirements for self-determination contracts and grants in this Act be promulgated as regulations in conformity with the Administrative Procedure Act. Requires the Secretary to: (1) formulate regulations to implement this Act within three months of the date of enactment of this Act; (2) present proposed regulations to the Select Committee on Indian Affairs of the Senate and the Committee on Interior and Insular Affairs of the House within six months of the date of enactment; (3) publish the proposed regulations in the Federal Register within seven months of the date of enactment; and (4) promulgate regulations within ten months of the date of enactment. Title III: Tribal Self-Governance Demonstration Project - Directs the Secretary of the Interior to conduct a research and demonstration project known as the Tribal Self-Governance project. Requires the Secretary to select 20 tribes to participate in the project, based upon successful completion of a Self-Governance Planning Grant and upon meeting specified criteria to achieve geographic representation and assure financial stability and financial management capability. Directs the Secretary to negotiate and enter into annual written funding agreements with the governing body of a participating tribal government which shall: (1) authorize the tribe to plan and administer certain programs, services, and functions; (2) authorize the tribe, subject to the terms of the written agreement, to redesign programs, activities, functions or services and to reallocate funds for such activities; (3) specify the services to be provided, functions to be performed, and responsibilities of the tribe and the Secretary; (4) specify the authority of the tribe and the Secretary, and the procedures to be used, to reallocate funds or modify budget allocations within any project year; (5) provide for certain payments by the Secretary to the tribe of funds from one or more programs, services, functions, or activities in the amount equal to that which the tribe would have been eligible to receive under contracts and grants under this Act and for any funds specifically related to the provision by the Secretary of services and benefits to the tribe and its members; (6) preclude the Secretary form waiving, modifying, or in any way diminishing the existing trust responsibility of the United States with respect to Indian tribes and individuals; (7) allow for retrocession of programs or portions thereof pursuant to such Act; and (8) be submitted by the Secretary 90 days in advance of the proposed effective date of the agreement to specified congressional committees. Makes the tribes responsible for the administration of programs, services and activities pursuant to such agreements. Requires the Secretary to: (1) identify in the President's annual budget request to the Congress any funds proposed to be included in the demonstration project and provided by the Secretary; and (2) submit to the Congress a written report on July 1 and January 1 of each of the five years following the date of the enactment of this Act on the relative costs and benefits of the project, based on mutually determined baseline measurements jointly developed by the Secretary and participating tribes, and including the views of the tribes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Self-Determination Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Indian Self-Determination Act Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Indian Self-Determination Act Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Indian Self-Determination and Education Assistance Act Amendments of 1988", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Indian Self-Determination and Education Assistance Act Amendments of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled \"Indian Self-Determination Amendments of 1987\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:56-05:00"
}