{
  "actions": [
    {
      "acted_at": "1979-12-20", 
      "committee": "Senate Committee on Agriculture, Nutrition and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture, Nutrition and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2184-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-12-20", 
  "number": "2184", 
  "official_title": "A bill to provide improved conditions for the transport and distribution of commodities used and produced by the agricultural sector of the United States, to foster improved transportation services for the rural areas of the country, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Agricultural Transportation and Distribution Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Morgan, Robert B.", 
    "state": "NC", 
    "thomas_id": "01404", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-12-20", 
  "subjects": [
    "Agricultural industries", 
    "Agricultural marketing regulation", 
    "Agriculture and Rural Affairs", 
    "Business and commerce", 
    "Contracts", 
    "Crime prevention", 
    "Department of Agriculture", 
    "Executive reorganization", 
    "Extortion", 
    "Freight", 
    "Interstate commerce", 
    "Marketing of farm produce", 
    "Punishment", 
    "Research", 
    "Research and development", 
    "Robbery", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Small business", 
    "Transportation and Travel", 
    "Transportation and public works", 
    "Truck drivers", 
    "Trucking", 
    "Violence"
  ], 
  "subjects_top_term": "Marketing of farm produce", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-12-20", 
    "text": "Agricultural Transportation and Distribution Act of 1979 - Directs the Secretary of Agriculture, beginning in 1982, to prepare annual reports on: (1) the capability of the U.S. transportation system to meet the needs of the agricultural sector and of rural areas (including rural development needs and noting impediments to the transportation needs of rural people and to the movement of agricultural commodities to domestic and international markets); and (2) the principal marketing, distribution, and utilization systems, other than transportation, serving the agricultural industry, including both domestic and international aspects. Establishes in the Department of Agriculture a transportation and distribution agency to coordinate Department programs and responsibilities involved with the transportation and distribution of agricultural commodities. Directs the Secretary to require the use of written contracts, with minimum requirements and conditions, covering the interstate movement by motor carriage of agricultural freight, where such movement involves the services of a broker or other third party. Directs the transportation and distribution agency to carry out a program of research, education, and technical assistance to small businesses engaged in the transportation of agricultural commodities. Requires that shippers of agricultural commodities have a nondelegable financial responsibility for loading such commodities upon any truck or motor vehicle engaged in interstate commerce. Prohibits shippers from making any charge, suffering any charge to be made, or attempting to evade such responsibility therefor. Makes receivers of such goods similarly responsible for the unloading and prohibited from charging for or evading such responsibility. Prohibits any person engaged in the operation of warehouses, ports, terminals, or distribution centers or any shipper or receiver of agricultural commodities from knowingly permitting any robbery, extortion or extortionate practice against truck owners or drivers. Provides for: (1) the investigation and hearing by the Secretary of complaints of violations of this Act; (2) cease and desist orders regarding such violations; and (3) punishment for violations of such orders. Authorizes the Secretary to make rules and regulations and to cooperate with Federal, State, and local agencies to carry out this Act. Authorizes appropriations after fiscal year 1980 to carry out this Act. Provides for the separability of the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural Transportation and Distribution Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide improved conditions for the transport and distribution of commodities used and produced by the agricultural sector of the United States, to foster improved transportation services for the rural areas of the country, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:17-05:00"
}