{
  "actions": [
    {
      "acted_at": "1974-09-30", 
      "committee": "Senate Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s4062-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Case, Clifford P.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "01302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mathias, Charles McC., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "MD", 
      "thomas_id": "01391", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Muskie, Edmund S.", 
      "sponsored_at": "1973-01-03", 
      "state": "ME", 
      "thomas_id": "01410", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Gaylord", 
      "sponsored_at": "1973-01-03", 
      "state": "WI", 
      "thomas_id": "01411", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-09-30", 
  "number": "4062", 
  "official_title": "A bill to establish administrative practices, procedures, and standards under which court authorization must be obtained for any electronic surveillance conducted on grounds of national security or on any other ground.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Freedom from Surveillance Act", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-09-30", 
  "subjects": [
    "Civil rights and liberties, minority issues", 
    "Crime and law enforcement", 
    "Criminal procedure", 
    "Electronic surveillance", 
    "Government operations and politics", 
    "Law", 
    "National defense", 
    "Right of privacy", 
    "Telephone"
  ], 
  "subjects_top_term": "Electronic surveillance", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-09-30", 
    "text": "Freedom From Surveillance Act - States that the President may, in writing, authorize an application to a judge of the United States District Court for the District of Columbia designated pursuant to specified procedures under this Act, and such judge may grant an order authorizing or approving the interception of wire or oral communications of a foreign power or a foreign agent by the Federal Bureau of Investigation, when such interception will not be inconsistent with the international obligations of the United States and when there is probable cause to believe that such interception is necessary to obtain information which is: (1) necessary to protect the Nation against actual or potential attack or other hostile acts of a foreign power; (2) foreign intelligence information that is essential to the military security or national defense of the United States; or (3) necessary to protect military security or national defense information against foreign intelligence activities. Provides that such authorization of an application to a judge provided for under this Act shall be made by the President personally and shall not be delegated. Specifies the procedures in the United States District Court for the District of Columbia for the designation of judges to hear applications for interception of communications relating to military security or national defense, the form of such applications, the reasons and supporting evidence required for approval of the application, and the form of each court order approving interception of communications. States that, notwithstanding any other provision of this Act, if the President determines that: (1) an emergency situation exists with respect to activities of a foreign power or a foreign agent which poses a substantial threat to the military security or national defense of the United States and that requires a wire or oral communication to be intercepted before an order authorizing such interception can with due diligence be obtained, and (2) there are grounds upon which an order could reasonably be entered under this Act to authorize such interception the President may in advance and in writing authorize the interception of such wire or oral communication by the Federal Bureau of Investigation if an application for an order approving the interception is made in accordance with the provisions of this Act as soon as possible and in any event within forty-eight hours after the interception begins to occur. Provides that any such authorization to intercept shall be made by the President personally and shall not be delegated. Provides that, notwithstanding any other provision of this Act, within a reasonable time but not later than ninety days after the filing of an application for an order of approval which is denied or the termination of the period of an order entered under this section or extensions thereof, the issuing or denying judge shall cause to be served, on the persons named in the order or application and on all reasonably identifiable persons whose communications were intercepted, inventory which shall include notice of: (1) the fact of the entry of the order or the application; (2) the date of the entry and the period of authorized, approved or disapproved interception, or the denial of the application; and (3) the fact that during the period wire or oral communications of such person were or were not intercepted. States that the judge, upon the filing of a motion, shall make available to such person or his counsel for inspection a copy of each court order, extension, and application under which such interception was authorized or approved, and a complete and accurate record of the intercepted communications of such person and other parties to such communications, provided that, upon application of the President, the judge may postpone the disclosure of the interception for ninety days if the judge finds that there is probable cause to believe that such disclosure will endanger the military security or national defense of the United States. Provides that any aggrieved person in any proceeding in or before any authority of the United States, a State, or a political subdivision thereof, may move to suppress the contents of any intercepted wire or oral communication, or evidence derived therefrom, on the grounds that: (1) the communication was unlawfully intercepted; (2) the order of authorization or approval under which it was intercepted is insufficient on its face; (3) the interception was not made in conformity with the order of authorization or approval; or (4) such suppression is required under Federal law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Freedom from Surveillance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish administrative practices, procedures, and standards under which court authorization must be obtained for any electronic surveillance conducted on grounds of national security or on any other ground.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:21-05:00"
}