{
  "actions": [
    {
      "acted_at": "1995-01-04", 
      "references": [
        {
          "reference": "CR S14-15", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-01-04", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s6-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "1995-01-04", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1995-01-04", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dorgan, Byron L.", 
      "sponsored_at": "1995-01-04", 
      "state": "ND", 
      "thomas_id": "00308", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1995-01-04", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1995-01-04", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1995-01-04", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moseley-Braun, Carol", 
      "sponsored_at": "1995-01-04", 
      "state": "IL", 
      "thomas_id": "01405", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1995-01-04", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1995-01-04", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-04", 
  "number": "6", 
  "official_title": "A bill to replace certain Federal job training programs by developing a training account system to provide individuals the opportunity to choose the type of training and employment-related services that most closely meet the needs of such individuals, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Working Americans Opportunity Act", 
  "sponsor": {
    "district": null, 
    "name": "Daschle, Thomas A.", 
    "state": "SD", 
    "thomas_id": "00267", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-04", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture and food", 
    "California", 
    "Congress", 
    "Congressional reporting requirements", 
    "Department of Education", 
    "Department of Labor", 
    "Dislocated workers", 
    "Displaced homemakers", 
    "Economics and public finance", 
    "Education", 
    "Employment agencies", 
    "Federal aid to higher education", 
    "Food stamps", 
    "Government operations and politics", 
    "Hard-core unemployed", 
    "Higher education", 
    "Homeless", 
    "Income maintenance programs", 
    "Job hunting", 
    "Labor and employment", 
    "Labor supply", 
    "Law", 
    "Manpower training programs", 
    "National parks", 
    "Public assistance programs", 
    "Public lands and natural resources", 
    "Social welfare", 
    "Student loan funds", 
    "Unemployed", 
    "Unemployment", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-04", 
    "text": "TABLE OF CONTENTS: Title I: Job Training Account System Title II: Elimination of Federal Job Training Programs Title III: Information for Better Choices Title IV: Reports and Plans Working Americans Opportunity Act - Title I: Job Training Account System - Directs the Secretaries of Labor and of Education to establish a job training account system that provides vouchers to individuals for job training and employment related services. (Sec. 102) Allows an individual to: (1) receive such a voucher of $3,000 for two years beginning on the date of application approval; and (2) use such voucher to purchase authorized job training or employment-related services. (Sec. 103) Makes individuals eligible for such vouchers if they are dislocated workers or economically disadvantaged adults. (Sec. 104) Requires each State to establish or designate easily accessible voucher application offices to assist in administering the training account system. Allows such offices to be administered by private for-profit or nonprofit or public entities. Requires such offices to provide: (1) performance-based information on service providers; and (2) information on local economy,employment, industries, and labor market demand. Requires conflict of interest standards for such offices that are concurrently eligible service providers. Expresses the sense of the Congress that, as States become more experienced in such voucher administration, such offices should be converted to one-stop assistance centers. (Sec. 105) Requires the Secretaries to issue oversight and accountability regulations relating to such vouchers. (Secs. 106 and 107) Sets forth eligibility requirements for providers of job training or employment-related services, including requirements for submission of performance-based information. (Sec. 108) Directs the Secretaries to evaluate annually the training account system and the one-stop assistance centers under title III, and report to the appropriate congressional committees. (Sec. 109) Provides for apportionment of system funds to States based on relative numbers of: (1) unemployed individuals; (2) excess unemployed individuals; (3) individuals who have been unemployed for 15 weeks or more; and (4) economically disadvantaged adults. Requires at least 75 percent of such funds to be made available as vouchers; but waives this requirement if a State provides non-voucher job training and employment-related services which the Secretary of Labor considers more beneficial in meeting the self-determined training needs of individuals. Requires the remaining balance of such funds to be used for certain authorized employment-related services provided through means other than voucher. Directs the Secretaries to determine the equitable distribution of such voucher and non-voucher assistance between dislocated workers and economically disadvantaged adults. Title II: Elimination of Federal Job Training Programs - Expresses the sense of the Congress that the elimination and streamlining of Federal job training programs should not reduce Federal commitment and effort to improve education, employment, and earnings of all workers and jobseekers, particularly those in hard-to- serve communities. Repeals specified employment training program provisions under the Job Training Partnership Act, Food Stamp Act of 1977, Stewart B. McKinney Homeless Assistance Act, Displaced Homemakers Self- Sufficiency Assistance Act, Airline Deregulation Act of 1978, and other specified Federal law relating to certain workers affected by an expansion of Redwood National Park in California. (Sec. 202) Authorizes appropriations. Title III: Information for Better Choices - Allows a State to use funds for non-voucher employment services under this Act to make arrangements with private or public entities to establish assistance centers to provide employment and training information and employment- related services to voucher recipients, job seekers, employers, and workers. Allows such an assistance center to serve as a voucher assistance application location, which may be within an existing unemployment office. (Sec. 302) Authorizes the Secretaries to make arrangements with public or private entities to develop and provide relevant regional labor market information to interested individuals. (Sec. 303) Directs the Department of Education to try to make known the value and availability of direct loans through the Federal Direct Student Loan Program under the Higher Education Act of 1965, through cooperative arrangements with training and educational training programs, assistance centers, State agencies, and other Federal agencies. Title IV: Reports and Plans - Directs the Secretaries to report annually to the Congress on how additional Federal job training programs not covered by this Act can be consolidated into a more integrated, accountable, and effective workforce development system. Directs the Secretaries to develop a plan that, wherever practicable, requires all Federal job training programs not covered by this Act to use common definitions, outcome measures, eligibility standards, and funding cycles. (Sec. 402) Directs the Secretary of Labor to report to the Congress on the need for income support, and options for providing it, to enable dislocated workers and economically disadvantaged adults to participate in long-term job training."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Working Americans Opportunity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to replace certain Federal job training programs by developing a training account system to provide individuals the opportunity to choose the type of training and employment-related services that most closely meet the needs of such individuals, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:29-05:00"
}