{
  "actions": [
    {
      "acted_at": "1973-05-22", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-07-06", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Public Welfare with amendment, S. Rept. 93-300.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-07-19", 
      "bill_ids": [
        "hr7935-93"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed, H.R. 7935 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1861-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-22", 
  "number": "1861", 
  "official_title": "A bill to amend the Fair Labor Standards Act of 1938, as amended, to extend its protection to additional employees, to raise the minimum wage to $2.20 an hour.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7935-93", 
      "reason": "related"
    }
  ], 
  "short_title": "Fair Labor Standards Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Williams, Harrison A., Jr.", 
    "state": "NJ", 
    "thomas_id": "01455", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-22", 
  "subjects": [
    "Labor and employment", 
    "Minimum wages", 
    "Wages"
  ], 
  "subjects_top_term": "Minimum wages", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1973-07-19", 
    "text": "(LATEST SUMMARY) Fair Labor Standards Amendments - Includes in the definition of \"employer\" under the Fair Labor Standards Act the United States, and any State or political subdivision or State agency. Includes under the definition of \"employee\" any individual employed in domestic service, except babysitters. Excludes agricultural laborers who are members of an employer's immediate family. Authorizes an agreement with Library of Congress employees to provide for protection under the Act. Brings under the mainland minimum wage the employees of hotels, motels, and restaruants in Puerto Rico and the Virgin Islands. Amends 29 U.S.C. 205, 208 Establishes, for employees in activities covered by the Act prior to the 1966 Amendments, an hourly minimum wage of $2 per hour during the first two years from the effective date of this Act, and $2.20 per hour thereafter. Establishes for employees in agriculture an hourly minimum wage of $1.60 during the first year from the effective date of this Act, $1.80 during the second year from the effective date of this Act, $2 during the third year from the effective date of this Act, and $2.20 thereafter. Requires that covered employees in Puerto Rico and the Virgin Islands making less than $0.80 per hour under the most recent wage order be paid not less than $1 per hour. Provides that thereafter their wages are increased by $0.20 per hour each year until parity is achieved with the mainland minimum. Eliminates clauses in the Fair Labor Standards Act excluding certain linen supply establishments from full coverage. Amends 29 U.S.C. 206 Eliminates those provisions of the Act which provide partial overtime exemptions in agricultural processing industries. Provides for overtime averaging over a twenty-eight day period and a phase down from forty-eight to forty hours per week without a time-and-a-half penalty for State and local government employees engaged in fire protection and law enforcement activities, including security personnel in correctional institutions. Exempts voluntary charter activities from hours worked in local transit for purposes of calculating overtime. Permits the Secretary of Labor to require employers to obtain proof of age from any employee in order to carry out the objectives of the child labor provisions of the Act. Amends 29 U.S.C. 212 Brings executive, administrative, and professional employees under the equal pay provision of the law. Prohibits employment in agriculture outside of school hours for all children under the age of twelve, except on a farm owned or operated by a parent. Amends 29 U.S.C. 207 Prevents unwarranted displacement of full-time employees by student workers in retail and service establishments that are brought within the coverage of the Act by these Amendments. Provides for student certificates for educational institutions. Amends 29 U.S.C. 214 Authorizes the Secretary of Labor to bring suit to recover unpaid minimum wages or overtime compensation and an equal amount of liquidated damages without requiring a written request from employee. Provides for a civil penalty of up to $1,000 for a violation of the provisions of the Act relating to child labor. Sets forth provisions to determine the amount of the penalty. Directs the Secretary to conduct studies on the economic effects of this Act's changes in minimum wage and overtime coverage, and on the exemptions from the Fair Labor Standards Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Labor Standards Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Fair Labor Standards Act of 1938, as amended, to extend its protection to additional employees, to raise the minimum wage to $2.20 an hour.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:44-05:00"
}