{
  "actions": [
    {
      "acted_at": "1980-10-01", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3188-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Proxmire, William", 
      "sponsored_at": "1979-01-03", 
      "state": "WI", 
      "thomas_id": "01419", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-10-01", 
  "number": "3188", 
  "official_title": "A bill to amend the Securities Exchange Act of 1934 to establish an effective system for the disclosure of beneficial ownership, to regulate acquisitions of corporate control, and to establish investor rights and remedies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tender Offer Improvements and Investor Protection Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Williams, Harrison A., Jr.", 
    "state": "NJ", 
    "thomas_id": "01455", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-10-01", 
  "subjects": [
    "Corporations and Stocks", 
    "Securities and Investments", 
    "Securities regulation", 
    "Stockholders", 
    "Stocks", 
    "Tender offers"
  ], 
  "subjects_top_term": "Securities regulation", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-10-01", 
    "text": "Tender Offer Improvements and Investor Protection Act of 1980 - Amends the Securities Exchange Act of 1934 to revise the requirements for the disclosure of beneficial interests to make such requirements applicable to issuers of a class, held by more than 300 persons, of securities registered pursuant to the Securities Act of 1933. Sets forth a schedule for beneficial owners to make a public announcement of an acquisition, file a statement with the Securities and Exchange Commission, temporarily suspend additional acquisitions, and disclose any material changes in filed information. Continues the effectiveness of statements filed prior to the effective date of this Act. Authorizes the Commission to take necessary steps towards centralized reporting of such information, minimizing the compliance burden, and making available such information promptly. Requires persons making a statutory offer to acquire a class of securities which would make such person the beneficial owner of more than ten percent of such class, to comply with specified requirements concerning filing, acceptance of offers, consideration, expiration date of the offer, security deposits, and purchases (currently persons using the mails to make an offer for a class of securities, which would make such person the beneficial owner of more than five percent of such class, are required to file specified information). Requires the issuer to file specified information concerning acceptance, rejection, or no position on such statutory offer. Prohibits lenders of consideration to persons making such statutory offers from disclosing any material, nonpublic information concerning the issuer to such persons. Revises the prohibition against misrepresentations of material facts with regard to offers to require use of the mails, interstate commerce, or a national securities exchange facility. Sets forth regulations which may be authorized by the Commission to implement provisions applicable to such offers. Makes it unlawful to engage in fraudulent or manipulative practices in connection with participation in or rendering advice about statutory offers. Sets forth provisions regarding the liability of persons violating these amendments. Makes these amendments plenary and exclusive with regard to State law, with specified exceptions, regulating tender offers or acquisitions of beneficial ownership."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tender Offer Improvements and Investor Protection Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Securities Exchange Act of 1934 to establish an effective system for the disclosure of beneficial ownership, to regulate acquisitions of corporate control, and to establish investor rights and remedies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:35-05:00"
}