{
  "actions": [
    {
      "acted_at": "1987-03-11", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-04-02", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Government Information, Justice, and Agriculture", 
      "text": "Referred to Subcommittee on Government Information, Justice, and Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1549-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Government Information, Justice, and Agriculture", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-03-11", 
  "number": "1549", 
  "official_title": "A bill to amend the Privacy Act of 1974 in order to improve the protection of individual information and to reestablish a permanent Privacy Protection Commission as an independent entity in the Federal Government, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Individual Privacy Protection Act of 1987", 
  "sponsor": {
    "district": "7", 
    "name": "Collins, Cardiss", 
    "state": "IL", 
    "thomas_id": "00220", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-03-11", 
  "subjects": [
    "Advertising and Marketing", 
    "Advisory bodies", 
    "Business and commerce", 
    "Business records", 
    "Civil Rights and Liberties", 
    "Civil rights and liberties, minority issues", 
    "Computers", 
    "Computers and government", 
    "Consumer credit", 
    "Consumer protection", 
    "Data banks", 
    "Electronic data processing", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Freedom of information", 
    "Government liability", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Income tax", 
    "Information services", 
    "Mailing lists", 
    "Postal Services and Facilities", 
    "Right of privacy", 
    "Science and technology", 
    "Tax administration", 
    "Taxation"
  ], 
  "subjects_top_term": "Civil rights and liberties, minority issues", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-03-11", 
    "text": "Individual Privacy Protection Act of 1987 - Amends the Privacy Act of 1974 to increase the minimum amount of civil damages against the United States from $1,000 to $2,000 when an agency fails to maintain a record on an individual with accuracy, relevance, timeliness, or completeness in order to assure fairness. Imposes a $20,000 limitation on such recoveries. Establishes an Individual Privacy Protection Board composed of five members appointed by the President. Requires the Board to: (1) make a study of the data banks, automated data processing programs, and information systems of public and private organizations to determine standards and procedures in force for the protection of personal information; (2) recommend to the President and the Congress the extent to which provisions of the Privacy Act should be applied to such organizations; (3) report on other legislative recommendations necessary to protect the privacy of individuals while meeting the legitimate needs of government and society for information; (4) develop guidelines, provide continuing assistance, investigate compliance with, and file comments on the maintenance of individual records; (5) review Federal law, Executive orders, regulations, directives, and judicial decisions and report on their consistency with the rights of privacy, due process of law, and other guarantees in the Constitution; and (6) comment on the implications for data protection of proposed Federal, State, or local statutes, regulations, or procedures. Authorizes the Board to research, examine, and analyze: (1) the interstate transfer of information about individuals; (2) data banks and information systems that affect privacy rights; (3) the use of social security numbers and other universal identifiers to gain access to centralized information systems; and (4) the matching and analysis of statistical data. Permits the Board to examine personal information activities in the following areas: (1) medical; (2) insurance; (3) education; (4) employment and personnel; (5) credit; (6) commercial reporting industry; (7) cable television; (8) travel and entertainment reservations; and (9) electronic check processing. Requires the Board to examine: (1) certain mailing list procedures; (2) whether the Internal Revenue Service should be prohibited from transferring individually identifiable data to other agencies; (3) whether the Federal Government should be liable for damages as a result of certain violations of the Privacy Act; and (4) how standards for confidentiality of records should be applied when records are disclosed to a person other than an agency. Prohibits the Board from investigating information systems maintained by religious organizations. Requires the Board to: (1) determine what laws, executive orders, and regulations are consistent with the rights of privacy; (2) determine to what extent governmental and private information systems affect Federal-State relations; (3) examine the standards relating to the collection of personal information; and (4) collect reports and recommendations of governmental, legislative, and private bodies which pertain to the study. Requires the Board to report to the President and the Congress on its activities in carrying out this Act. Provides penalties for: (1) any member, officer, or employee of the Board with access to records (which contain individually identifiable information) who willfully discloses the information to any person or agency not entitled to receive it; and (2) any person who requests or obtains any record concerning an individual from the Board under false pretenses."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Individual Privacy Protection Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Privacy Act of 1974 in order to improve the protection of individual information and to reestablish a permanent Privacy Protection Commission as an independent entity in the Federal Government, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:04-05:00"
}