{
  "actions": [
    {
      "acted_at": "1987-05-19", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-05-19", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-05-28", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-05-28", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Seapower and Strategic and Critical Materials", 
      "text": "Referred to Subcommittee on Seapower and Strategic and Critical Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-05-29", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from DOT, DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-05-29", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Merchant Marine", 
      "text": "Referred to Subcommittee on Merchant Marine.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-03-17", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Merchant Marine", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-30", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Merchant Marine", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-04-13", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Merchant Marine", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2462-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Seapower and Strategic and Critical Materials", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Merchant Marine", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "32", 
      "name": "Anderson, Glenn M.", 
      "sponsored_at": "1987-05-19", 
      "state": "CA", 
      "thomas_id": "00016", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-05-19", 
  "number": "2462", 
  "official_title": "A bill to establish and maintain a merchant marine auxiliary sealift and training program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Maritime Auxiliary Sealift and Training Act of 1987", 
  "sponsor": {
    "district": "1", 
    "name": "Jones, Walter B.", 
    "state": "NC", 
    "thomas_id": "00611", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-05-19", 
  "subjects": [
    "Armed forces and national security", 
    "Cargo preference", 
    "Coastwise shipping", 
    "Defense contracts", 
    "Department of Defense", 
    "Department of Transportation", 
    "Department of the Navy", 
    "Federal aid to transportation", 
    "Government operations and politics", 
    "Marine transportation", 
    "Maritime operations", 
    "Merchant marine", 
    "Merchant seamen", 
    "Navy", 
    "Public Contracts, Procurement, and Property", 
    "Shipbuilding", 
    "Ships", 
    "Ships and shipping", 
    "War and emergency powers"
  ], 
  "subjects_top_term": "Marine transportation", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-05-19", 
    "text": "Maritime Auxiliary Sealift and Training Act of 1987 - Title I: General - Directs the Secretary of the department in which the Maritime Administration is operating (Secretary) and the Secretary of Defense, before January 1, 1988, and each fifth year thereafter, to jointly identify: (1) the number and gross tonnage of vessels necessary to meet sealift needs; (2) the number of seamen billets needed to operate those vessels; and (3) the need for specialty vessels to meet unique sealift demands. Deems, until the joint identifications are made, the needs to be 600 vessels and 19,362 seamen billets. States that the Secretary may acquire for the National Defense Reserve Fleet, including the Ready Reserve Force, only if: (1) all eligible documented vessels that have applied for contracts under this Act have been given contracts; and (2) identified sealift needs have not been satisfied by vessels meeting stated requirements. Title II: Maritime Auxiliary Sealift and Training Program - Authorizes owners of documented vessels to apply to the Secretary for a maritime auxiliary sealift and training payment contract (auxiliary sealift contract) for compensation for the services the vessel and crew provide for the national defense. Directs the Secretary, subject to appropriation laws, to approve the application if specified criteria are met, except when the identified sealift needs have been satisfied by vessels meeting stated requirements. Declares that the auxiliary sealift contracts constitute legal obligations of the U.S. Government for all purposes. Prohibits auxiliary sealift contracts from being for a period of less than five or more than 20 years, unless the vessel is over 20 years old, in which case the contract may be for less than five years. States that only vessels not more than 25 years old may receive payments under this Act, subject to waiver by the Secretary. Prohibits the Secretary from making a payment under this Act for days on a voyage during which a vessel is engaged in coastwise trade. Requires a contractor operating vessels exclusively engaged in coastwise trade to operate those vessels under a business entity which is separate from the entity operating the vessels under an auxiliary sealift contract, with a certification to the Secretary that earnings from foreign operations have not been and will not be used by the coastwise entity. Permits vessels receiving an auxiliary sealift contract payment under this Act engaged in an essential service on January 1, 1986, by an operator receiving an operating differential subsidy payment to engage in an essential service as defined in a specified provision of Federal law only if certain criteria are met. Authorizes the Secretary to require certain vessels providing increased service to stop serving a trade route when the Secretary determines the need for increased service no longer exists. Prohibits a contractor or a related party receiving a payment from owning, chartering, operating, or acting as an agent or broker for a foreign vessel, except that such a contractor may operate a foreign vessel under certain circumstances. Title III: Amounts of Payments - Sets forth a formula for determining the amount paid annually under this Act. Requires the Secretary to: (1) adjust the cost determined under the formula on October 1 of each year; and (2) make monthly payments for voyage days on the contractor's certification that the vessel was in authorized service on those days. Directs the Secretary, in consultation with the Secretary of Defense, to identify defense features or equipment that should be included in vessels that will receive a payment. Directs the Secretary to pay, subject to appropriations laws, the vessel owner for the incorporation of those features or the allocation of space for future addition of defense equipment. Directs the Secretary to make, subject to appropriations laws, additional payments to compensate an owner for loss of capacity or efficiency attributable to incorporation of such features. Directs the Secretary, when the Secretary requires a vessel to participate in naval maneuvers under a specified provision of this Act, to compensate the owner at the commercial time charter rate for that vessel. Title IV: Contracts and Administration of Payments - Sets forth elements which auxiliary sealift contracts must include. Prohibits a contractor, except with written consent of the Secretary, from making an agreement that transfers control of the vessel to another person. Requires that the transfer, if approved by the Secretary, provide that the person taking control agrees to be bound by the contract, this Act, and regulations under this Act. States that if a contractor violates this provision, or if a vessel passes out of the control of the contractor through bankruptcy or any other proceeding creating a receiver, the Secretary may change or rescind the contract. Title V: Maritime Administration - States that, on declaration of war or national emergency, the Maritime Administration shall operate as a command in the Department of the Navy, and shall continue to so operate until the President, by executive order, transfers the Maritime Administration back to the Department of Transportation. Declares that when the Maritime Administration operates as a command in the Navy: (1) the Maritime Administration is subject to the orders of the Secretary of the Navy; and (2) applicable appropriations for the Navy Department are available for expenses of the Maritime Administration and applicable appropriations for the Maritime Administration are available for transfer to the Navy Department. Deems a reference in U.S. law to the Maritime Administration, or to an officer or office the duties or powers of which were transferred to the Secretary of Transportation by the Maritime Act of 1981, a reference to the Secretary of the department in which the Maritime Administration is operating. Title VI: Miscellaneous - Authorizes vessels operating under an auxiliary sealift contract under this Act and documented for less than three years, notwithstanding an existing provision relating to transportation in American vessels of Government personnel and certain cargoes, to transport cargo in the foreign commerce under that existing provision. Sets forth a formula for reduction of payment amounts in such cases. Requires all seamen of a vessel operating under an auxiliary sealift contract to be U.S. citizens. Amends the Merchant Marine Act, 1936 to declare that a service, route, or line not being serviced after January 1, 1987, by a vessel subsidized under certain provisions is abandoned and is not an essential service. Amends the Merchant Marine Act, 1936 to prohibit construction or reconstruction of a vessel in a foreign shipyard, under provisions relating to vessels over 5,000 deadweight tons and relating to operators receiving or applying for operating differential subsidies, unless that construction or reconstruction was contracted for before January 1, 1987. Amends title VI (Operating-Differential Subsidy) of the Merchant Marine Act, 1936 to prohibit the Secretary from: (1) making substantive changes in regulations under that title after January 1, 1987; or (2) changing, by contract or rule, the essential service of an operator from the service which that operator was serving on January 1, 1986. Amends the Merchant Marine Act, 1920 to reinstate, by removing a limiting date, a proviso relating to transporting merchandise in cargo vans, lift vans, and shipping tanks in vessels other than domestically built or rebuilt and documented vessels between points embraced within the coastwise laws."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Maritime Auxiliary Sealift and Training Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish and maintain a merchant marine auxiliary sealift and training program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:29-05:00"
}