{
  "actions": [
    {
      "acted_at": "1995-03-17", 
      "references": [
        {
          "reference": "CR S4148-4149", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-03-17", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s577-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-03-17", 
  "number": "577", 
  "official_title": "A bill to establish the negotiating objectives and fast track procedures for future trade agreements.", 
  "popular_title": "Fast Track Procedures bill", 
  "related_bills": [], 
  "short_title": "Trade Agreement Implementation Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Lugar, Richard G.", 
    "state": "IN", 
    "thomas_id": "01387", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-03-17", 
  "subjects": [
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional-Presidential relations", 
    "Expedited congressional procedure", 
    "Federal advisory bodies", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "House rules and procedure", 
    "Import restrictions", 
    "International affairs", 
    "Legislation", 
    "Legislative resolutions", 
    "Nontariff trade barriers", 
    "Restrictive trade practices", 
    "Senate rules and procedure", 
    "Tariff", 
    "Trade agreements", 
    "Trade negotiations"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-03-17", 
    "text": "Trade Agreement Implementation Reform Act - Declares that the negotiating objectives of the United States with respect to trade agreements with foreign countries are to: (1) obtain more open, equitable, and reciprocal market access; (2) obtain the reduction or elimination of barriers and other trade-distorting policies and practices; (3) further strengthen the system of international trading disciplines and procedures; and (4) foster economic growth and full employment in the United States and the global economy. (Sec. 3) Authorizes the President, whenever existing foreign or U.S. duties or import restrictions are unduly burdening and restricting U.S. foreign trade, to enter into trade agreements with foreign countries (through June 1, 2001) and proclaim, subject to specified limitations, modification or continuance of any existing duty or existing duty-free treatment, or additional duties. Authorizes the President to enter into regional, bilateral, or multilateral trade agreements to reduce, eliminate, or prohibit any unfair duty, restriction, or barrier whenever such duty, restriction, or barrier: (1) unduly burdens or restricts U.S. foreign trade or adversely affects the U.S. economy; (2) is likely to result in such a burden, restriction, or effect; or (3) the reduction or elimination of such barrier or distortion is likely to result in U.S. economic growth or expanded trade opportunities. Requires the President, when determining whether to enter into such agreements, to take into account whether a country has implemented its obligations under the Uruguay Round Agreements and any other trade agreements it has with the United States. Requires the President to consult with the Congress before initiating negotiations. (Sec. 4) Requires the President to notify, and submit implementing bills to, the Congress before any trade agreement can take effect. Applies congressional \"fast track\" procedures to such implementing bills through June 1, 2001. (Sec. 5) Extends the authority of congressional \"fast track\" procedures to implementing bills submitted with respect to trade agreements entered into after May 31, 2001, and before June 1, 2003, only if: (1) the President requests such extension; and (2) neither House of Congress adopts an extension disapproval resolution before June 1, 2001. (Sec. 7) Requires specified advisory committee reports regarding such agreements to be provided to the President, the Congress, and the United States Trade Representative no later than 45 days after the President notifies the Congress of his intention to enter into an agreement."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Fast Track Procedures bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Trade Agreement Implementation Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the negotiating objectives and fast track procedures for future trade agreements.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:42-05:00"
}