{
  "actions": [
    {
      "acted_at": "1975-02-03", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s512-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-03", 
  "number": "512", 
  "official_title": "A bill to reform the Federal income, estate, and gift tax laws.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tax Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Haskell, Floyd K.", 
    "state": "CO", 
    "thomas_id": "01350", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-03", 
  "subjects": [
    "Agriculture and food", 
    "Capital gains tax", 
    "Corporation taxes", 
    "Corporations", 
    "Economics and public finance", 
    "Estate tax", 
    "Finance and financial sector", 
    "Gift tax", 
    "Housing and community development", 
    "Income tax", 
    "Mortgages", 
    "Real property", 
    "Savings bonds", 
    "Tax credits", 
    "Tax deductions", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-03", 
    "text": "Tax Reform Act - Title I: Income Tax Amendments - Repeals specified provisions of the Internal Revenue Code. Increase the corporate surtax exemption from a flat $25,000 to $50,000 reduced by an amount which bears the same ratio to $50,000 as the amount of the taxpayer's taxable income for that year in excess of $100,000 bears to $125,000. Provides for the apportionment of such exemption among the members of a group of controlled corporations. Provides, in the case of a taxpayer having tax preference income in excess of $5,000, that the total amount of deductions otherwise allowable shall be reduced by an amount equal to such total amount multiplied by a fraction the numerator of which is the sum of tax preference and the demoninator of which is the sum of tax preferences plus taxable income. States that the issuer of governmental bonds the interest on which is presently free from taxation may elect to issue obligations the interest on which shall be taxable. Repeals the deduction for investment interest. Limits the deduction of mortgage interest to the interest paid or accrued with respect to a mortgage on residential property in which the taxpayer lives during the taxable year unless such property is the principal residence of the taxpayer during such year. Provides that the gain from disposition of depreciable property or depreciable realty by gift, transfers at death, specified tax-free transactions, like-bind exchanges, involuntary conversions, exchanges equired by Federal regulatory agencies, and from property distributed by a partnership to a partner shall be treated as ordinary income for income tax purposes. Limits the deductions attributable to the business of forming to the amount of gross income derived from such business. Defines the term \"business of farming\" for the purposes of this Act. Disqualifies specified transactions as reorganization by shareholders of corporations. Repeals the special treatment of bad debt reserves of financial institutions. Limits the amount of the percentage depletion deduction to the amount of the deduction for depletion which would otherwise be allowable but for the percentage depletion allowance. Taxes the property required to be included in determing the value of a decedent's gross estate at the aggregate fair market value of such property in excess of $60,000. States that gains and losses taken into account for this purpose shall be taxable as long-term capital gains and losses. Terminates the preferential treatment of dividends of less developed corporations. Reformulates the income tax rules governing foreign tax credit. Outline the amounts included in gross income of United States shareholders ofur puposes of undistributed profits of controlled foreign corporations. Lengthens the holding period for capital assts to qualify for long-term capital gain treatment from 6 to 12 months. Redefines the term \"capital gain\" to mean to gain over the cost basis of such assest plus up to an amount which a 5 percent annual return on such investment would yield. Redefines the term \"capital loss\" to mean the amount realized under such amount. Title II: Estate and Gift Tax Amendments - Imposes an increased rate of tax on transfers of taxable estates of every decedent, citizens, or resident of the United States. Reduces the estate tax exemption from $60,000 to $25,000, less he aggregate of exemptions claimed for gifts. Increases generally the rates of gift tax imposed under the Internal Revenue Code. Reduces the gift tax exemption from $30,000 to $25,000. Increases the estate tax marital deduction to $100,000 plus 50 percent of the value of the adjusted gross estate. Imposes a tax rate of 60 percent of the highest rate of tax imposed on the transfer of the taxable estate, or a portion thereof, which skips a generation. Title III: Tax Relief Amendments - Authorizes the taxpayer to elect a $200 credit instead of the deduction for each personal exemption. Increases the percentage standard deduction from 15 to 17 percent of adjusted gross income up to a maximum deduction of $2500 (presently $2000)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tax Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the Federal income, estate, and gift tax laws.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:02-05:00"
}