{
  "actions": [
    {
      "acted_at": "1983-01-25", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-08", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Consumer Affairs and Coinage", 
      "text": "Referred to Subcommittee on Consumer Affairs and Coinage.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-08", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr878-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Consumer Affairs and Coinage", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Crane, Philip M.", 
      "sponsored_at": "1983-07-13", 
      "state": "IL", 
      "thomas_id": "00249", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-01-25", 
  "number": "878", 
  "official_title": "A bill to execute Article 1, Section 8 of the United States Constitution.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Monetary Freedom Act", 
  "sponsor": {
    "district": "22", 
    "name": "Paul, Ron", 
    "state": "TX", 
    "thomas_id": "00900", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-01-25", 
  "subjects": [
    "Accounting", 
    "Bank reserves", 
    "Civil Rights and Liberties", 
    "Civil rights and liberties, minority issues", 
    "Coins and coinage", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Finance and financial sector", 
    "Gold", 
    "Gold standard", 
    "Judicial review", 
    "Monetary policy", 
    "Money", 
    "Money supply", 
    "National banks", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Right of property", 
    "Silver"
  ], 
  "subjects_top_term": "Gold", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-01-25", 
    "text": "Monetary Freedom Act - Title I: Assay, Inventory, and Audit of Gold Reserves - Directs the Secretary of the Treasury to conduct a full inventory of U.S. gold reserves and analyze the sufficiency of security measures for such reserves. Requires the General Accounting Office to contract with an independent, commercial auditing firm for the purposes of reviewing such inventory and, not later than nine months after the date of enactment of this Act, to transmit such inventory to Congress. Title II: Prohibition on Sale of Gold Bullion - Amends the Gold Reserve Act of 1934 to require congressional authorization to sell gold bullion. Title III: Prohibition of Seizure of Privately Owned Gold - Amends the Trading With the Enemy Act to repeal the President's authority to regulate transactions in gold or silver coin or bullion during the time of war. Amends the Federal Reserve Act to repeal the Secretary's authority to require the exchange of gold coins, bullion, and certificates for other U.S. currency if necessary to protect the U.S. currency system. Repeals certain provisions of the Gold Reserve Act of 1934 prohibiting gold coinage. Reaffirms the constitutional right of the people to hold gold. Title IV: Repeal of Legal Tender Laws - Repeals specified provisions concerning gold and silver coins and bullion, currency, and other legal tender. Repeals all other provisions conferring legal tender status upon any monetary instrument. Title V: Redemption of Federal Reserve Notes - Directs the Secretary to redeem in gold all Federal Reserve and U.S. notes. Makes gold the money of account of the U.S. Government. Authorizes the Secretary to issue gold certificates for redeeming such notes and gold coins in denominations by weight. Directs the Secretary and the Federal Reserve to cease issuing Federal Reserve and U.S. notes on enactment of this Act. Title VI: Open Banking - Requires all banks to keep sufficient money in their possession at all times to cover all outstanding promises to pay a sum of money on demand. Authorizes any association of persons, who file an organization certificate, to carry on the business of banking. Title VII: Judicial Application - Sets forth the rule to be used by courts in deciding controversies concerning redemption. Title VIII: Effective Date - Makes title VI effective 360 days after enactment. Makes all other titles effective on enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Monetary Freedom Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to execute Article 1, Section 8 of the United States Constitution.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:03-05:00"
}