{
  "actions": [
    {
      "acted_at": "1990-04-20", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2490-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-04-20", 
  "number": "2490", 
  "official_title": "A bill entitled the \"Pesticide Safety Improvement Act of 1990\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pesticide Safety Improvement Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Lugar, Richard G.", 
    "state": "IN", 
    "thomas_id": "01387", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-04-20", 
  "subjects": [
    "Administrative fees", 
    "Agricultural research", 
    "Business records", 
    "Crime and law enforcement", 
    "Employee training", 
    "Environmental protection", 
    "Export controls", 
    "Exports", 
    "Federal advisory bodies", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Government paperwork", 
    "International environmental cooperation", 
    "Judicial review of administrative acts", 
    "Labeling", 
    "Licenses", 
    "Meat inspection", 
    "Pesticide regulation", 
    "Pesticide residues in food", 
    "Pesticides", 
    "Poultry industry", 
    "Poultry inspection"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-04-20", 
    "text": "Pesticide Safety Improvement Act of 1990 - Title I: Amendments to Federal Insecticide, Fungicide, and Rodenticide Act - Amends the Federal Insecticide, Fungicide, and Rodenticide Act (FIFRA) to revise specified definitions of such Act. Directs the Administrator of the Environmental Protection Agency, at any time he has information with respect to the dietary risk of an active ingredient, to: (1) reassess associated tolerances and exemptions from tolerances issued under the Federal Food, Drug, and Cosmetic Act (FDCA); (2) determine whether such tolerances or exemptions meet the requirements of such Act and whether additional tolerances or exemptions should be issued; and (3) take specified administrative actions. Deletes provisions setting forth maximum annual maintenance fees for pesticide registrants. Authorizes (currently, requires) the Administrator to cancel pesticide registrations after five years unless the registrant requests a continuance. Permits the continued sale and use of pesticides whose registrations are suspended if they will not have unreasonable adverse environmental effects. Authorizes the Administrator to issue a final order to ensure that: (1) a pesticide or other materials required to be submitted to the Administrator comply with FIFRA requirements; and (2) the pesticide will not generally cause unreasonable adverse environmental effects. Permits final orders to: (1) cancel the registration of a pesticide (or the registrations of a group of pesticides containing a common active or inert ingredient) and prohibit the future registration of such pesticide; (2) prescribe composition, packaging, labeling, and registration requirements for pesticides and provide for the cancellation or modification of pesticides not meeting requirements; and (3) classify a pesticide for restricted use or change the classification of a pesticide. Authorizes the Administrator to initiate a proceeding with respect to the cancellation or modification of a pesticide registration if there are concerns that such pesticide may cause unreasonable adverse effects to man or the environment. Directs the Administrator, prior to issuing an advance notice or proposed order to cancel, suspend, or change the classification of a pesticide, to notify the Secretary of Agriculture and, if the order is based upon potential adverse effects to human health, the Secretary of Health and Human Services. Requires the Administrator to enter into a memorandum of understanding with the Secretaries with respect to consultation on such orders. Exempts specified proceedings and orders from certain advance notice and final action requirements. Permits the Administrator to waive advance notice requirements if issuing a suspension order. Directs the Administrator to establish an administrative record for each cancellation or modification proceeding. Provides for advance notice of such proceedings. Sets forth provisions concerning proposed order requirements, public notice and comment on orders, review by the Secretaries and the Scientific Advisory Panel, informal hearings, and final orders. Permits the Administrator to issue an order to allow the continued sale or use of existing stocks of cancelled or suspended pesticides. Permits affected registrants to: (1) apply for amendments to a registration to make it comply with an order; or (2) request voluntary cancellation of the registration. Authorizes interested persons to petition for the issuance, modification, or revocation of final orders. Sets forth judicial and public administrative review procedures. Authorizes the Administrator, if determined that a pesticide poses an imminent hazard, to issue an order suspending registration of the pesticide and forbidding or limiting the distribution, sale, or use of such pesticide. Revises provisions concerning expedited hearings and judicial review procedures with respect to such orders. Sets forth information to be considered by the Administrator in determining whether a risk is imminent. Permits any person to petition for suspension of a pesticide registration. Authorizes a State to request an exemption from a suspension order for a particular pesticide use if severe economic dislocation will result from such order. Permits such exemption only if the Administrator determines that the particular use does not pose an imminent hazard. Terminates the exemption within 36 months of the order's publication date. Requires registrants of pesticide products registered before November 1, 1984, to submit updated registration information to the Administrator by the later of: (1) 20 years after the first pesticide product was registered; or (2) 10 years after the date on which the Administrator determines that such products are eligible for reregistration. Directs registrants of pesticide products registered after October 31, 1984, to submit such information 10 years after the first product was registered and every ten years thereafter. Provides for extensions of such deadlines under specified conditions. Authorizes the Administrator to issue suspension orders for failures to comply with submission deadlines. Permits cancellations of registrations remaining suspended for more than three years. Authorizes the Administrator to assess fees from registrants for the periodic review of such registrations. Permits the Administrator to cancel registrations for failures to pay fees. Authorizes the Administrator to require pesticide importers, exporters, commercial applicators, and dealers, applicants or holders of experimental use permits, owners and operators of pesticide testing facilities, and any other pesticide holders subject to FIFRA requirements to maintain and make available specified records. Requires pesticide dealers to maintain records for at least three years after the distribution or sale of a pesticide. Exempts the following records from such requirement: (1) financial, pricing, or sales data other than shipment data; (2) personnel data, except for data concerning pesticide exposure effects; or (3) specified research or test data. Revises provisions concerning inspections and warrants to conduct such inspections. Requires the Administrator, upon the request of a State, to disclose any information acquired under FIFRA to the State if the State ensures that: (1) the submitter of the information will receive no less protection with respect to the disclosure or use of the information by the State than is provided by FIFRA; and (2) the State's law allows the submitter to recover just compensation against the State for losses resulting from the disclosure or use of such information by the State. Deletes a provision exempting private pesticide applicators from recordkeeping and reporting requirements. Makes it a violation of FIFRA for any person to use a pesticide as a commercial applicator unless such person is a certified commercial applicator or a registered commercial applicator under the supervision of a certified applicator. Sets forth requirements for certified and commercial applicators. Requires a restricted use pesticide to be considered to have been applied by, or under the direct supervision of, a certified private applicator only if the pesticide is applied by a person who is a certified private applicator or a private applicator under the supervision of a certified applicator. Sets forth requirements for certified and supervised applicators. Requires certified and registered commercial applicators to undergo refresher training and to be recertified or reregistered at least every five years. Sets forth minimum recertification and reregistration requirements. Directs the Administrator to develop training material for the application of pesticides, including material concerning the detection of pesticide poisoning, emergency medical treatment, hazards posed by pesticides to public health and the environment, and the requirements of laws, regulations, and labeling. Provides for periodic updates of such material. Requires the Administrator to establish minimum standards for trainers and training programs with respect to commercial and private applicators. Directs the Administrator to prescribe programs for States whose programs fail to comply with such standards. Provides that privately-administered programs shall be at least as stringent as Federal or State programs. Requires Federal and State field personnel responsible for on-site inspections of pesticide use to have training which, at a minimum, includes the required training material subjects issued by the Administrator. Revises provisions concerning unlawful acts. Increases and expands the scope of civil and criminal penalties for FIFRA violations. Prescribes penalties for violations involving knowing endangerment. Authorizes the Administrator to issue regulations requiring persons exporting pesticides from the United States to comply with international pesticide notification and control provisions that are: (1) adopted by an international agency, if the United States is a member of such agency and has consented to, or has not officially disapproved, the adoption of the provisions; or (2) reached through an international agreement to which the United States is a signatory or under which the United States has not officially disapproved such provisions. Exempts exporters from a requirement that they obtain a statement from a foreign purchaser acknowledging the purchase of an unregistered pesticide if the Administrator determines that such provisions provide equivalent information. Requires the Administrator to make the following information available to the public: (1) specified export notices; (2) the active ingredients in an exported pesticide; (3) the name of an exported pesticide; and (4) the countries to which a pesticide is exported. Authorizes the Administrator to issue an order prohibiting persons from exporting a pesticide to a foreign country that has indicated to the Administrator or to an international agency of which the United States is a member that the country does not wish to import the pesticide. Permits the Administrator to prohibit such exports only if: (1) the country has indicated that it does not wish to import the pesticide pursuant to an international system of pesticide controls adopted by an international agency (if the United States is a member and has consented to the system) or reached through an agreement to which the United States is a signatory; (2) all registrations of the pesticide or registrations for a significant number of the pesticide's uses have been suspended, cancelled, or denied based on environmental or health effect concerns; and (3) the country has certified that it will not produce the pesticide for use in the country and will not import the pesticide from any other country. Establishes a Pesticide Advisory Board to advise the Administrator or the Scientific Advisory Panel on FIFRA matters involving special expertise. Directs the Administrator, working with the Secretary of Agriculture, to identify those pests that must be brought under control and the chemical, biological, and alternative control measures available to control such pests. Requires the Secretary to report annually to the Administrator on: (1) the pests and measures and the areas where a number of registered pesticides and other pest control alternatives is small enough to pose a risk to effective pest control or where pest resistance to current pest control measures has been detected; and (2) research and extension efforts to develop pest control methods for such areas. Directs the Secretary to furnish to the Administrator on an ongoing basis information on the use of pesticides in commercial-scale agricultural production and in the storage, transportation, and processing of food. Requires the Secretary and the Secretary of Health and Human Services to furnish to the Administrator on an ongoing basis information on the representative actual levels of pesticide residues on food items. Provides that such information shall ensure that information on the approximate actual level of human dietary exposure to pesticides is readily available to the Administrator. Directs the Administrator to establish a program for the storage, management, retrieval, and utilization of such information and to use such information in making decisions under FIFRA and FDCA. Requires the Administrator to assume, if information regarding actual use and residue levels has not been made available, that a pesticide results in dietary residues on food at the highest level permitted under a FDCA tolerance or exemption. Authorizes appropriations. Makes technical amendments to administrative provisions concerning registrations and judicial review. Title II: Amendments to Federal Food, Drug, and Cosmetic Act - Amends the FDCA to provide that pesticide residues in or on a raw agricultural commodity or processed food do not make the food adulterated. Revises provisions concerning adulterated food. Deems pesticide chemical residues in or on a food to be unsafe unless a tolerance, or exemption to a tolerance, is in effect with respect to the chemical residue and the concentration of the residue is in the limits of the tolerance. Provides that: (1) pesticide chemical residues in or on processed foods without separate tolerances shall not be considered unsafe so long as the residue level is within the tolerance limit for the raw agricultural commodity from which the food was made; and (2) residues in or on processed foods made from raw agricultural commodities for which a residue exemption is in effect shall not be considered unsafe. Provides that residues of degradation products of precursor substances that are pesticide chemicals shall not be considered unsafe if: (1) the combined residues of the precursor substance and the degradation products are within the level of the tolerance for the precursor substance; or (2) an exemption is in effect for the precursor substance and the tolerance or exemption does not state that it applies solely to the precursor chemical. Authorizes the Administrator to establish, modify, or revoke a tolerance or exemption from a tolerance for a pesticide chemical residue. Prohibits a tolerance from being established at a level higher than a level that the Administrator determines will protect public health. Requires the Administrator to modify or revoke such higher tolerances. Provides that a tolerance will protect the public health if the dietary risk posed to food consumers is not greater than negligible. Establishes thresholds for negligible risks with respect to adverse health and carcinogenic risks. Authorizes the Administrator to establish a tolerance for a residue that results in a greater than negligible risk if: (1) use of the pesticide producing the residue protects humans or the environment from adverse effects that would result in greater risks than the dietary risk from the chemical; (2) use of the chemical avoids risks to the public or the environment that would result from the use of another pesticide chemical on the same food and that are greater than the dietary exposure risk from the residue; or (3) the unavailability of the chemical would reduce the availability to food consumers of an adequate and economical domestic supply of the food and the adverse economic or health effects to consumers would outweigh the dietary risk from the residue. Prohibits such tolerances from being issued, or revocations of such tolerances from being denied, unless: (1) the Administrator has assessed the extent to which efforts are being made to develop alternative methods of pest control or alternative pesticide chemicals for use on the food or commodity that would meet risk exposure requirements; (2) the tolerance is limited to a period of five years; and (3) the Administrator has proposed the issuance or denial in accordance with specified administrative requirements. Prohibits a tolerance from being established unless there is a practical method for detecting and measuring the levels of the pesticide residue in or on the food. Permits exemptions to tolerances to be made only if the Administrator determines that a tolerance is not needed to protect the public health. Permits persons to petition for the establishment, modification, or revocation of a tolerance or exemption. Sets forth petitioning procedures and judicial review provisions. Entitles tolerance or exemption information submitted to the Administrator under FDCA and registration information submitted under FIFRA to confidential treatment, with specified exceptions. Requires the Administrator to revoke or suspend tolerances consistent with, and following, the cancellation or suspension of a pesticide's registration under FIFRA. Permits delays of the effective dates of a modification or revocation of a tolerance, subject to certain conditions. Requires the Administrator to collect fees for functions regarding the establishment, modification, or revocation of tolerances and exemptions. Prohibits States or political subdivisions from enforcing any limit on a pesticide residue unless the limit is identical to the Federal tolerance or exemption for the residue. Authorizes the Administrator to grant States the authority to establish more stringent residue limits if such limits are warranted by special local circumstances. Permits the Administrator to treat such authority as a petition to modify or revoke a tolerance. Authorizes appropriations for increased monitoring by the Secretary of Health and Human Services of pesticide residues in imported and domestic foods. Title III: Amendments to Poultry Products Inspection Act - Amends the Poultry Products Inspection Act to make a conforming amendment to provide that pesticide residues in or on raw agricultural commodities or processed foods do not make the food adulterated. Deems commodities or processed foods containing residues that are unsafe under FDCA standards to be adulterated. Title IV: Amendments to Federal Meat Inspection Act - Amends the Federal Meat Inspection Act to make amendments parallel to those made to the Poultry Products Inspection Act. Title V: Amendments to Egg Products Inspection Act - Amends the Egg Products Inspection Act to make amendments parallel to those made to the Poultry Products Inspection Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pesticide Safety Improvement Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Pesticide Safety Improvement Act of 1990\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:00-05:00"
}