{
  "actions": [
    {
      "acted_at": "1977-03-03", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4426-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-03", 
  "number": "4426", 
  "official_title": "A bill to amend the Federal Coal Mine Health and Safety Act of 1969 to provide certain benefits to miners disabled due to pneumoconiosis.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Black Lung Benefits Act", 
  "sponsor": {
    "district": "20", 
    "name": "Findley, Paul", 
    "state": "IL", 
    "thomas_id": "00382", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-03", 
  "subjects": [
    "Black lung", 
    "Coal", 
    "Labor and employment", 
    "Lung diseases", 
    "Mines and mineral resources", 
    "Occupational health and safety"
  ], 
  "subjects_top_term": "Black lung", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-03", 
    "text": "Amends the Federal Coal Mine Health and Safety Act of 1969 to require that at least five members of the advisory committee on coal mine health research be miners or retired miners. Redefines the term total disability under such Act to stipulate that, in the case of living miners, such miners shall be considered totally disabled if pneumoconiosis prevents them from engaging in employment in mines to a substantially less extent than that engaged in previously. Stipulates that, in the case of deceased miners, the fact of employment at the time of death shall not be used to establish that such miners were not totally disabled. Establishes an irrebutable presumption that miners with 20 or more years of coal mine employment shall be entitled to receive benefits under provisions of the Act. Stipulates that miners with 15 or more years of such employment shall be entitled to a rebuttable presumption of total disability if some evidence of such disability is established. Stipulates that claims for benefits shall be considered timely if filed within three years of the discovery of the disability, within three years of the date of last coal mine employment, or the date of death. Extends indefinitely the authorization of appropriations for financial assistance for clinical facilities under the Act. Requires review of claims previously denied or pending by the Secretary of Health, Education, and Welfare or the Secretary of Labor, as appropriate, in light of the changes made by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Black Lung Benefits Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Coal Mine Health and Safety Act of 1969 to provide certain benefits to miners disabled due to pneumoconiosis.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:38-05:00"
}