{
  "actions": [
    {
      "acted_at": "1983-01-31", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-04", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking requested executive comment from HUD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-02-09", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking received executive comment from HUD.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s305-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1983-04-18", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1983-04-28", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-01-31", 
  "number": "305", 
  "official_title": "A bill to amend the National Housing Act to provide for a mortgage and loan interest reduction program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Mathias, Charles McC., Jr.", 
    "state": "MD", 
    "thomas_id": "01391", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-01-31", 
  "subjects": [
    "Cooperative housing", 
    "Federal aid to housing", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Low-income housing", 
    "Moderate income housing", 
    "Mortgage guaranty insurance", 
    "Mortgage interest rates"
  ], 
  "subjects_top_term": "Federal aid to housing", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-01-31", 
    "text": "Amends the National Housing Act to authorize the Secretary of Housing and Urban Development, through the Government National Mortgage Association, to assist low and moderate income families in acquiring a home or membership in a cooperative housing project by making interest reduction payments to mortgagees and lenders on behalf of such families for not more than 12 years. Declares that the amount of all such payments shall constitute a second lien on the housing and shall be repayable when: (1) the housing is sold or otherwise disposed of; (2) the first mortgage or loan is refinanced; or (3) the housing ceases to be the principal residence of the mortgagor or borrower. Sets the amount of such payments as the lesser of: (1) the difference between the monthly payment required under the mortgage or loan and the monthly payment that would be required if the loan or mortgage were to bear seven percent interest; or (2) the difference between the monthly payment required under the mortgage or loan and 25 percent of the borrower's family income. Requires a mortgage or loan to be insured by the Secretary in order to be eligible for interest reduction payments. Lists conditions for insurability including requirements that the loan or mortgage: (1) be executed by a first-time homebuyer who has paid at least five percent of the purchase price and whose income did not exceed $30,000 during the preceding year; and (2) be amortized over 30 years with loan or mortgage payments increased by five percent each year until the interest reduction payment is eliminated except for any year following a year in which the mortgagor's family income has decreased. Declares that any insured loan or mortgage shall be eligible for purchase by the Federal National Mortage Association and the Federal Home Loan Mortgage Corporation. Authorizes appropriations. Requires the Secretary to report to Congress annually on yearly commitments for interest reduction payments, the number and income of assisted families, and the acceptability of assisted loans and mortgages on the secondary market."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the National Housing Act to provide for a mortgage and loan interest reduction program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:30-05:00"
}