{
  "actions": [
    {
      "acted_at": "1983-01-25", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-01-25", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-01-25", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-01-25", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-01", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-02", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-03", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "subcommittee": "Compensation and Employee Benefits", 
      "text": "Referred to Subcommittee on Compensation and Employee Benefits.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-02-09", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Courts, Civil Liberties, and the Administration of Justice", 
      "text": "Referred to Subcommittee on Courts, Civil Liberties, and the Administration of Justice.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-04", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Executive Comment Requested from OPM, OMB.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr850-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Courts, Civil Liberties, and the Administration of Justice", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO", 
      "subcommittee": "Subcommittee on Compensation and Employee Benefits", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "14", 
      "name": "Corcoran, Tom", 
      "sponsored_at": "1983-01-25", 
      "state": "IL", 
      "thomas_id": "00233", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Gradison, Willis D., Jr.", 
      "sponsored_at": "1983-01-25", 
      "state": "OH", 
      "thomas_id": "00451", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hall, Katie", 
      "sponsored_at": "1983-04-07", 
      "state": "IN", 
      "thomas_id": "00483", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Heftel, Cecil", 
      "sponsored_at": "1983-01-25", 
      "state": "HI", 
      "thomas_id": "00526", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Kogovsek, Ray", 
      "sponsored_at": "1983-04-07", 
      "state": "CO", 
      "thomas_id": "00644", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Moore, W. Henson", 
      "sponsored_at": "1983-01-25", 
      "state": "LA", 
      "thomas_id": "00829", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Petri, Thomas E.", 
      "sponsored_at": "1983-01-25", 
      "state": "WI", 
      "thomas_id": "00912", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Porter, John Edward", 
      "sponsored_at": "1983-01-25", 
      "state": "IL", 
      "thomas_id": "00923", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Stokes, Louis", 
      "sponsored_at": "1983-04-07", 
      "state": "OH", 
      "thomas_id": "01115", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Washington, Harold", 
      "sponsored_at": "1983-04-07", 
      "state": "IL", 
      "thomas_id": "01204", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Wilson, Charles", 
      "sponsored_at": "1983-04-07", 
      "state": "TX", 
      "thomas_id": "01232", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Won Pat, Antonio B.", 
      "sponsored_at": "1983-04-07", 
      "state": "GU", 
      "thomas_id": "01241", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "36", 
      "name": "Brown, George E., Jr.", 
      "sponsored_at": "1983-04-07", 
      "state": "CA", 
      "thomas_id": "00134", 
      "title": "Rep", 
      "withdrawn_at": "1983-04-12"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-01-25", 
  "number": "850", 
  "official_title": "A bill to institute fundamental reforms in the health care delivery system, to assist all Americans in obtaining health care, and to restrain increases in the cost of health care.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Health Care Reform Act of 1983", 
  "sponsor": {
    "district": "3", 
    "name": "Gephardt, Richard A.", 
    "state": "MO", 
    "thomas_id": "00433", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-01-25", 
  "subjects": [
    "Administration of justice", 
    "Aid to dependent children", 
    "Aliens", 
    "Appellate courts", 
    "Bankruptcy", 
    "Business and commerce", 
    "Commercial arbitration", 
    "Comprehensive health care", 
    "Corporations and Stocks", 
    "Courts and Civil Procedure", 
    "Courts of special jurisdiction", 
    "Deceptive advertising", 
    "Department of the Treasury", 
    "Disabled", 
    "Federal aid to handicapped services", 
    "Federal employees and officials", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Food and Food Industry", 
    "Food relief", 
    "Food stamps", 
    "Geriatrics", 
    "Government corporations", 
    "Government employees' health insurance", 
    "Government trust funds", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Immigration", 
    "Income tax", 
    "Insurance", 
    "Jurisdiction", 
    "Labor and employment", 
    "Licenses", 
    "Medicaid", 
    "Medical education", 
    "Medical personnel", 
    "Medicare", 
    "Parties to actions", 
    "Peer review organizations (Medicine)", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Public health", 
    "Restrictive trade practices", 
    "Social welfare", 
    "States", 
    "Supplemental security income program", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Comprehensive health care", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-01-25", 
    "text": "National Health Care Reform Act of 1983 - Directs the Secretary of Health and Human Services to establish actuarial categories, including an aged and disabled actuarial category, of individuals eligible for Federal financial assistance toward the purchase of membership in a health care plan qualified under this Act (health care contributions). Sets forth category factors. Requires the Secretary to delineate health care areas according to specified criteria. Title I: Health Care Contributions - Makes every individual who is a resident citizen of the United States or a lawful resident alien eligible for a health care contribution. Provides that dependents of eligible individuals are not eligible for health care contributions unless they are aged or disabled. Amends the Internal Revenue Code to allow a tax exclusion for contributions paid by an eligible individual's employer toward the premium of such plan. Sets forth exclusion conditions. Allows a taxpayer a tax credit for such membership premium. Directs the Secretary to make a contribution to electing individuals in lieu of medicare benefits. Entitles an individual whose family income is below specified guidelines to receive a direct health care contribution. Limits contributions to one eligible individual per family. Entitles an eligible aged or disabled individual to such a contribution only if he or she has: (1) elected to receive such a contribution in lieu of Medicare benefits; and (2) waived any right for the aged or disabled for the plan year. Provides for such transfer of funds from the Federal Hospital Insurance Trust Fund and the Federal Supplementary Medical Insurance Trust Fund. Allows the Secretary to enter into a contract with any State under which the State will determine contribution eligibility and amount. Directs the Secretary to issue a health care voucher to eligible individuals in the amount of the contribution. Requires the Secretary to make payments to a plan presenting such vouchers. Prohibits the Secretary from withholding any portion of the health care payments to which a plan is entitled to offset any amount owed to the United States by the plan, an eligible individual, or any other person. Prohibits the Secretary from denying payment of an invalid voucher unless a plan has actual knowledge of such invalidity at the time of acceptance. Prohibits the assignment or attachment of a health care voucher. Amends the Internal Revenue Code to exclude such health care voucher payments from gross income. Title II: Qualified Plans - Allows a plan to apply to the Secretary for certification as a qualified plan in one or more health care areas. Requires the Secretary to act upon such application within 30 days. Directs the Secretary to provide a plan with a written explanation and a hearing in the event of disapproval. Requires a plan to provide a written membership agreement. Limits membership to eligible residents of the health care area in which a plan is located. Requires each plan to establish an annual premium for each actuarial category. Sets a maximum individual cost per plan year for basic health services. Allows group premium reductions. Requires a plan to: (1) report annually to the Secretary with enrollment information; (2) submit to the Secretary any proposed coverage changes; and (3) provide financial information and make payments to the Health Benefits Assurance Corporation established under this Act. Requires a plan to file a plan brochure with the Secretary. Allows: (1) members of a plan to refuse services by a plan provider; and (2) health care personnel to refuse for moral reasons to provide certain services. Requires arbitration of specified grievances between an individual and a plan. Requires the Secretary to disqualify a plan if any proposed changes will prevent such plan from providing basic health care services or will require excessive out-of-pocket expenditures. Requires the Secretary to provide information about qualified plans and to help process applications for health care vouchers. Permits only a chartered health care contribution agent to serve as an authorized agent for more than 25 persons. Prohibits State payments under title III (Unemployment Compensation) and title IV (Aid to Families with Dependent Children) of the Social Security Act to any eligible person who is not a member of a qualified plan. Requires membership in a plan in order to qualify for supplemental security income and food stamp benefits. Exempts specified persons from such membership requirements. Grants standing to a plan to assert the rights of its members. Requires the Federal Government to contribute to the premium of a health plan on behalf of Federal employees. Authorizes the Secretary to guarantee an insurance policy of a qualified plan where similar insurance is not available at commercially reasonable rates. Establishes the Health Benefits Assurance Corporation to periodically review health plan applications for financial certification. Requires the Corporation to establish a protective fund to assure the provision of services by plans financially unable to meet their obligations. Establishes a revolving fund in the U.S. Treasury for the Corporation to use to carry out its duties. Authorizes the Secretary to reimburse a plan for nonmember services. Sets forth arbitration procedures. Provides for judicial review of any agency action by the Health Court. Establishes the Health Court. Grants such Court exclusive jurisdiction over all civil actions brought to enforce this Act and all civil claims and disputes arising under this Act and under agreements by or with qualified plans. Prohibits the commencement, or requires the suspension, of any Federal or State bankruptcy or reorganization proceeding during any period for which a receiver has been appointed. Establishes a Health Court of Appeals with jurisdiction over appeals brought from the Health Court. Allows the Supreme Court to review cases in the Health Court of Appeals by writ of certiorari. Sets forth criminal penalties for violations of this Act or specified sections of the Internal Revenue Code. Title III: Miscellaneous Provisions - Authorizes the Secretary to make grants and contracts to compensate public or private nonprofit charitable organizations for providing graduate medical education and training for health care professionals. Revises the medical expense deduction provisions of the Internal Revenue Code to exclude the separate deduction for medical insurance and to prohibit any deduction for premiums paid to qualified health care plans. Repeals provisions of the Social Security Act concerning professional standards review, uniform reporting, capital expenditure limitations, hospital utilization and bylaws, and customary charges. Repeals specified provisions of the Public Health Services Act concerning health maintenance organizations, health planning, and health resources development. Title IV: Effective Dates and Nonseverability - Establishes the effective date of this Act. Prohibits the Secretary from making a direct health care contribution to an individual who has not made a timely election to receive the health care contribution instead of Medicare benefits. Repeals Medicare after more than 50 percent of the eligible persons elect health care contributions. Requires a State to notify the Secretary by a certain date of its irrevocable election to accept health care contributions instead of Medicaid benefits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Health Care Reform Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to institute fundamental reforms in the health care delivery system, to assist all Americans in obtaining health care, and to restrain increases in the cost of health care.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:03-05:00"
}