{
  "actions": [
    {
      "acted_at": "1975-12-02", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2731-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-12-02", 
  "number": "2731", 
  "official_title": "A bill to establish an Office of Congressional Legal Counsel to revitalize the constitutional separation of powers by enabling the legislative branch of the Government to represent its interest in litigation before the judicial branch of the Government.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Separation of Powers Revitalization Act", 
  "sponsor": {
    "district": null, 
    "name": "Abourezk, James", 
    "state": "SD", 
    "thomas_id": "01268", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-12-02", 
  "subjects": [
    "Congress", 
    "Congressional employees", 
    "Law", 
    "Lawyers"
  ], 
  "subjects_top_term": "Congressional employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-12-02", 
    "text": "Separation of Powers Revitalization Act - Establishes an Office of Congressional Legal Counsel to represent the legislative branch of the Government in cases involving powers and responsibilities of the legislative branch. Provides that the term of office of the Counsel shall expire at the end of the Congress following the Congress during which such person is appointed except that before such time Congress may remove such person for misconduct, incapacity, or incompetence. Requires that the Counsel shall not have been a holder of or a candidate for any elected local, State, or Federal Government office for five years prior to appointment as Counsel. Requires that for five years after such an appointment such person must refrain from lobbying in Congress. Requires the Counsel, upon the request of either House of Congress, to defend or bring a civil action on behalf of such House, any joint committee, office, or agency of Congress, any committee or subcommittee of such House, a Member of such House or any office, officer, employee or agency of such House. Provides that such defense be made whenever the validity of any proceeding or action taken by such named defendants is challenged. Provides that civil action may be brought without regard to the sum or value of the matter in controversy, in any court of the United States to require an officer or employee of the executive branch of the Government to act in accordance with the Constitution and laws of the United States; or to secure a declaratory judgement concerning the validity of any subpena directed to Congress, or such House, joint committee, committee, subcommittee, Member, officer, employee, office, or agency. Requires the Counsel to intervene or appear as amicus curiae in any legal action in any court of the United States or of a State or political subdivision of a State in specified instances. Authorizes the Counsel to intervene or appear as amicus curiae in such action as he determines is necessary to carry out the functions of the Counsel's office unless such intervention or appearance is disapproved by Congress as provided by this Act. Requires the Counsel to advise the Congress in legal matters. Sets forth the procedures by which the Congress or a Member of Congress may request that action be taken by the Counsel. Relieves the Attorney General of responsibility of, and authority for, any action undertaken by the Counsel except when the Attorney General is requested by either House of Congress or by the Counsel to retain responsibility, or where the Counsel appears as an intervenor or amicus curiae. Authorizes to be appropriated such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Separation of Powers Revitalization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Office of Congressional Legal Counsel to revitalize the constitutional separation of powers by enabling the legislative branch of the Government to represent its interest in litigation before the judicial branch of the Government.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:40-05:00"
}