{
  "actions": [
    {
      "acted_at": "1987-06-10", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-16", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-17", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings concluded. Hearings printed:  S.Hrg. 100-187, PT. 1.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-19", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-22", 
      "bill_ids": [
        "s1894-100"
      ], 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Ordered favorably reported an original bill (S. 1894) in lieu of this measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1351-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Environmental Protection", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1987-06-10", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1987-06-10", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1987-06-10", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1987-06-10", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "1987-06-10", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1987-06-19", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1987-06-10", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1987-06-10", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wirth, Timothy", 
      "sponsored_at": "1987-06-10", 
      "state": "CO", 
      "thomas_id": "01236", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-06-10", 
  "number": "1351", 
  "official_title": "A bill to amend the Clean Air Act to establish new requirements for areas that have not yet attained the health-protective ambient air quality standards, to provide new deadlines for such attainment, to delay the imposition of sanctions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1894-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Clean Air Standards Attainment Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Mitchell, George J.", 
    "state": "ME", 
    "thomas_id": "01401", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-06-10", 
  "subjects": [
    "Aerosol propellants", 
    "Air pollution control", 
    "Air quality", 
    "Carbon monoxide", 
    "Continental shelf", 
    "Diesel motor", 
    "Environmental protection", 
    "Federal aid to transportation", 
    "Fuel", 
    "Gasoline", 
    "Motor Vehicles and Driving", 
    "Motor vehicle pollution control", 
    "Nitrogen oxides", 
    "Ocean", 
    "Ozone", 
    "Sewage treatment plants", 
    "Standards", 
    "Sulphur oxides", 
    "Trucks", 
    "Water and Water Resources Development", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-06-10", 
    "text": "Clean Air Standards Attainment Act of 1987 - Title I: Requirement for Nonattainment Areas - Amends the Clean Air Act to authorize States to submit a revised implementation plan for nonattainment areas unable to attain the national primary ambient air quality standard for photochemical oxidants (ozone) and/or carbon monoxide, requiring compliance no later than the end of 1992. Requires such revised plan to include: (1) a vehicle emission control inspection and maintenance program; (2) gasoline vapor recovery of hydrocarbon emissions in certain ozone nonattainment areas; (3) a schedule for implementing the use of alternative fuels or power sources; (4) emissions reductions through the adoption of reasonably available control technology in ozone nonattainment areas; and (5) compliance with the lowest achievable emission rate by new or modified major stationary sources. Requires States to develop an implementation plan for nonattainment areas where ozone exceeds the national primary ambient air quality standard by more than 50 percent and the extended compliance schedule cannot be met by the implementation of the additional requirements. Requires this implementation plan to require the identification and adoption of specific enforceable strategies and transportation control measures, including: (1) restricted vehicle use in emission concentration areas; (2) high occupancy vehicle limitations; (3) improved public transit and incentives to use such transportation; (4) the use of cleaner fuels by fleet vehicles; and (5) other traffic flow and ridesharing measures. Requires such ozone nonattainment areas to achieve an eight percent total emissions reduction annually, including major stationary sources. Permits a State to substitute a percentage that will achieve the national primary ambient air quality standard within ten years. Requires per ton fees and excess emissions penalties. Requires monies collected to be used to fund air pollution control programs under this Act. Requires compliance reports at least every three years. Requires offsetting emission reductions in such area to be at least twice as great as the amount of allowable emissions from proposed sources. Requires that the use of technology or emission reduction methods in nonattainment areas should reflect the highest ten percent achieved for the same class or category of source when meeting the lowest achievable emission rate for new or modified sources. Establishes ozone transport regions and commissions within each region to facilitate the attainment of the national air quality standard for ozone in nonattainment areas affected by emissions in other areas. Requires such commissions to identify controllable sources and other measures to attain the ozone air quality standard. Prohibits the construction or modification of a major stationary source or the award of certain Department of Transportation grants in any nonattainment area which remains a nonattainment area or which is not in compliance with plan implementation requirements. Prohibits the introduction of any pollutant into a publicly owned sewage treatment works with a Clean Water Act permit by a source not utilizing such treatment works prior to a plan implementation violation in a nonattainment area, except when the applicable implementation plan provides for an offset. Authorizes the Administrator of the Environmental Protection Agency to make grants to facilitate the implementation of revised standards and plans. Requires activities under the Outer Continental Shelf Lands Act performed on the Outer Continental Shelf to comply with the requirements of the Clean Air Act as they would apply to the adjacent State. Authorizes States to control emissions from vessels within their jurisdiction. Title II: Mobile Source and Other Federal Controls - Sets emission standards for light-duty vehicles and engines: (1) for hydrocarbons after model year 1992; (2) for oxides of nitrogen after model year 1990; and (3) for particulates after model year 1990. Sets emission standards for heavy duty vehicles and engines for oxides of nitrogen during and after model year 1991 and model year 1995. Sets standards for particulates from heavy-duty diesel vehicles and engines for model years 1991 and 1994. Sets emission standards for light-duty trucks and engines during and after model year 1990 for oxides of nitrogen, hydrocarbons, particulates, and carbon monoxide. Requires motorcycles and motorcycle engines to comply with the standards for light-duty vehicles during and after model year 1992. Requires onboard hydrocarbon control technology for light-duty vehicles during and after model year 1991. Requires each, not the aggregate, of State standards to be as stringent as the Federal standards. Doubles the useful life of light duty vehicles and engines for purposes of standards established by this Act. Requires each of a manufacturer's vehicles and engines, not the average, to meet each of the emission standards of this Act. Directs the Administrator to add an idle test mode to the Federal Test Procedure for light-duty vehicles. Requires certificates of conformity to be suspended or revoked if fewer than 90 percent of new vehicles or engines tested in a sampling period conform with applicable regulations. Requires the Administrator to use State information when making determinations of nonconformity. Prohibits the sale of devices designed to be installed in a motor vehicle to defeat pollution control and other devices required by this Act. Sets forth procedures for determining civil penalties. Sets standards for sulfur content in diesel fuel after July 1, 1988. Sets standards for the Reid vapor pressure of gasoline sold during warm weather months after April 1, 1990. Sets forth procedures for determining civil penalties. Prohibits the use of fuels or additives in a motor vehicle not designed for such fuels or additives. Requires the Administrator to establish emission limitations, or standards of performance, composition, or application for hydrocarbon emissions associated with specified categories of sources, including solvents, coatings, and pesticide application. Increases criminal penalties for the knowing violation of certain sections of this Act, including applicable implementation plans and the making of false statements. Title III: Ambient Air Quality Standards - Directs the Administrator to promulgate additional national primary ambient air quality standards for ozone, nitrogen dioxide, carbon monoxide, sulfur dioxide, fine particles, and acid aerosol based upon concentrations over different time periods and different conditions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Air Standards Attainment Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act to establish new requirements for areas that have not yet attained the health-protective ambient air quality standards, to provide new deadlines for such attainment, to delay the imposition of sanctions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:34-05:00"
}