{
  "actions": [
    {
      "acted_at": "1973-05-03", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7484-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-03", 
  "number": "7484", 
  "official_title": "A bill to amend the Foreign Assistance Act of 1961, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1711-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Foreign Assistance Act", 
  "sponsor": {
    "district": "22", 
    "name": "Morgan, Thomas E.", 
    "state": "PA", 
    "thomas_id": "00834", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-03", 
  "subjects": [
    "Appropriations", 
    "Economic assistance", 
    "International affairs", 
    "Military assistance"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-03", 
    "text": "Foreign Assistance Act - Provides authorization for fiscal year 1974 and 1975 for development loans in the amount of $201,400,000 for each year. Requires that at least 50% of such funds appropriated be used to encourage economic development through private enterprise. Limits the number of countries who may receive technical assistance to 40 under title 2 of this act. Authorizes sums of $165,650,000 for fiscal year 1974 and 1975 for technical cooperation and development grants. Authorizes $10,000,000 for 1974 and $10,000,000 for 1975 for assistance to American schools and hospitals abroad. Increases to $480,000,000 the amount of worldwide housing investment guaranty authority. Increases to $594,000,000 the amount of Latin American housing guaranty authority. Strengthens the Overseas Private Investment Corporation mandates concerning its insurance operations with due regard to risk management and to share its insurance risk by confirming OPIC's risk sharing may be with other ensurers public or private. Encourages OPIC to seek future insurance underwriting to assure that the coats of the program will be fully covered over the long term by the private users of the program. Outlines new rules and limitations in the purchase and holding of stock by OPIC. Expands OPIC's power to enter into coinsurance and reinsurance agreements with private insurance companies. Extends for 2 years OPIC's authority to establish pilot loan guaranty program in certain Latin American countries in order to encouage lands and other local credit institutions to make agricultural and community development loans to organized groups and individuals who have been unable to obtain credit on reasonable grounds. Extends until February 1, 1975 the deadline for submission to the Congress of an analysis of possibilities of transferring all or part of OPIC's activities to private U.S. citizens corporation or other associations. Authorizes appropriations of $236,100,000 for 1974 and $236,100,000 for 1975 to carry out development lending and technical assistance in Latin America. Limits the amount of funds under the section which may be used for technical assistance. Requires that at least $125,000 of the funds available be used in programs relating to population growth. Authorizes a contingency fund appropriation of $30,000,000 for 1974 and $30,000,000 for 1975. Provides for a permanent authorization for assistance in the care of extenuating disasters. Authorizes $42,500,000 for international narcotic control for 1974 and such sums as may be necessary for 1975. Authorizes appropriations for $652,000,000 for 1974 for military assistance. Extends the President's special authority to order defense articles and defense services subject to subsequent reimbursement. Provides for an authorization for security supporting assistance of $100,000,000 for 1974. Establishes a program of international military education and training. Authorizes the President to provide military education and training by grant, contract or adherance and describes the kind of activities that can be engaged in under this chapter. Requires the President to submit annual reports to the Congress concerning the activities carred out and the obligation incurred under such program. Makes conforming amendments under the Foreign Assistance Act to eliminate and transfer to the program described above for military education and training all programs dealing with military education. Equalizes the conditions of overseas career personnel in the foreign affairs agencies to permit AID employees to participate in the Civil Service Retirement System. Permits the President, whenever he deems it necessary in the public interest to extend any employee's service beyond the mandatory retirement date for a period of not to exceed 5 years. Gives the President greater flexibility in carrying out programs of famine and disaster relief assistance in cases in which it would otherwise be prohibited. Provides for reconstruction of South Vietnam, Laos and Cambodia. Provides for short-term and long-term reconstruction programs. Authorizes $632,000,000 for such purposes for 1974. Extends to 20 years the length of time for which credit may be given under the Foreign Military Sales Act. Eliminates the requirement that guaranties may be issued only to financial institutions doing business in the U.S. Authorizes a sum of $525,000,000 for 1974 to carry out the purpose of this section. Sets a total aggregate ceiling of guaranties which can be made under the act for 1974."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Foreign Assistance Act of 1961, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:53-05:00"
}