{
  "actions": [
    {
      "acted_at": "1974-12-18", 
      "committee": "Senate Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s4252-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bayh, Birch", 
      "sponsored_at": "1973-01-03", 
      "state": "IN", 
      "thomas_id": "01277", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1973-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mathias, Charles McC., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "MD", 
      "thomas_id": "01391", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tunney, John V.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01450", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-12-18", 
  "number": "4252", 
  "official_title": "A bill to protect the constitutional rights and privacy of individuals upon whom criminal justice information and criminal justice intelligence information have been collected and to control the collection and dissemination of criminal justice information and criminal justice intelligence information.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Criminal Justice Information Control and Protection of Private Act", 
  "sponsor": {
    "district": null, 
    "name": "Ervin, Sam J., Jr.", 
    "state": "NC", 
    "thomas_id": "01326", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-12-18", 
  "subjects": [
    "Advisory bodies", 
    "Civil rights and liberties, minority issues", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Criminal investigation", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-12-18", 
    "text": "Criminal Justice Information Control and Protection of Privacy Act - Title I: Findings and Declaration of Policy; Definitions; Applicability - Declares that in order to insure the security of criminal justice information systems, and to protect the privacy of individuals named in such systems, it is necessary and proper for the Congress to regulate the exchange of such information. Sets forth the definitions of terms used in this Act. Describes the information systems to which this Act applies, including those operated by the Federal Government, and to which it does not apply, including original books of entry or police blotters. Title II: Collection and Dissemination of Criminal Justice Information, Criminal Justice Investigations Information and Criminal Justice Intelligence Information - Prescribes the procedures for: (1) dissemination, access, and use of criminal justice information by criminal justice agencies; (2) dissemination of identification record and wanted persons record information; (3) dissemination, access, and use of criminal justice information by noncriminal justice agencies; and (4) dissemination, access, and use of criminal justice information with respect to appointments and employment investigations. Prohibits agencies having access to criminal justice information from disseminating it to others not authorized to have it or from using it for a purpose not authorized by this Act, with limited exceptions with regard to rehabilitation officials. Places limitations on access to criminal justice information via categories other than name. Requires every agency information system covered by this Act to promulgate regulations on security, accuracy, updating and purging. Sets out what such regulations must provide. Requires every agency or information system to establish a process for access and challenge of incorrect or inaccurate information. Details what such regulations must provide. Places limitations on the collection and dissemination of intelligence information. States that such information may not be maintained in automated systems and must be kept separate and apart from all other criminal justice files. Enumerates the conditions under which criminal justice investigative information may be disclosed. Title III: Administrative Provisions; Regulations; Civil Remedies; Criminal Penalties - Creates a Criminal Justice Information Systems Board to have responsibility for the administration and enforcement of this Act. Requires each State to establish a central administrative agency, separate and apart from existing criminal justice agencies, with authority to oversee operation of criminal justice information systems in that State. Requires every information system or agency to give public notice, once annually, of the type of information it collects and disseminates, its sources, purpose, administrative director and other pertinent information. Requires audits of systems and agencies which collect and disseminate information. States that such audits are to be conducted by the Board, by the State agency, and by each criminal justice system. Permits the Federal Government to operate an interstate criminal justice information system under the policy control of the Board. Limits information contained in such system. Lists administrative actions that may be taken by the Board in the event that a criminal justice information system is found to have violated any provision of this Act. Provides the judicial machinery for the exercise of the right granted in this Act. Provides that aggrieved individuals may obtain both injunctive relief and damages, $100 recovery for each violation, actual and general damages, and attorney's fees. Provides criminal penalties for violations of this Act. Provides that any State regulation which imposes stricter privacy requirements on the operation of criminal justice information systems or upon the exchange of criminal justice information takes precedence over this Act or any regulations issued pursuant to this Act. Authorizes the appropriation of such funds as the Congress deems necessary for the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Criminal Justice Information Control and Protection of Private Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect the constitutional rights and privacy of individuals upon whom criminal justice information and criminal justice intelligence information have been collected and to control the collection and dissemination of criminal justice information and criminal justice intelligence information.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:24-05:00"
}