{
  "actions": [
    {
      "acted_at": "1976-06-04", 
      "references": [], 
      "text": "Reported to House from the Committee on Rules, H. Rept. 94-1216.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-19", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-19", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-19", 
      "references": [], 
      "text": "Measure passed House, roll call #512 (246-131).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres1259-94", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-06-04", 
  "number": "1259", 
  "official_title": "Resolution providing for the consideration of H.R. 10210.  A bill to require States to extend unemployment compensation coverage to certain previously uncovered workers; to increase the amount of the wages subject to the Federal unemployment tax; to increase the rate of such tax.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr10210-94", 
      "reason": "ruled-by"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Bolling, Richard", 
    "state": "MO", 
    "thomas_id": "00105", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1976-06-04", 
  "subjects": [
    "Bill consideration (Rule)", 
    "House of Representatives", 
    "House rules and procedure"
  ], 
  "subjects_top_term": "House rules and procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-06-04", 
    "text": "Provides that upon the adoption of this resolution it shall be in order to move that the House resolve itself into the Committee of the Whole House on the State of the Union for the consideration of the bill (H.R. 10210) to require States to extend unemployment compensation coverage to certain previously uncovered workers; to increase the amount of the wages subject to the Federal unemployment tax; to increase the rate of such tax; and for other purposes. States that after general debate, which shall be confined to the bill and shall continue not to exceed two hours, to be equally divided and controlled by the chairman and ranking minority member of the Committee on Ways and Means, the bill shall be read for amendment under the five- minute rule by titles instead of by sections. Provides that no amendments to titles I through III of said bill shall be in order, including any amendment in the nature of a substitute modifying titles I through III, in the Committee of the Whole except the following: amendments recommended by the Committee on Ways and Means; amendments printed on page H5309 of the Congressional Record of June 3, 1976, by Representative Ullman, which amendments shall be considered en bloc; amendments printed on page H5309 of the Congressional Record of June 3, 1976, by Representative Ketchum, which amendments shall be considered en bloc; an amendment printed on page H5309 of the Congressional Record of June 3, 1976, by Representative Pickle; an amendment adding section 314 to title III printed on pages H5307 to H5308 of the Congressional Record of June 3, 1976, by Representative Corman; and an amendment printed on page H5309 of the Congressional Record of June 3, 1976, by Representative Sisk; and said amendments shall not be subject to amendment except for amendments offered by direction of the Committee on Ways and Means and pro forma amendments. Directs the Committee, at the conclusion of the consideration of the bill for amendment, to rise and report the bill to the House with such amendments as may have been adopted and the previous question shall be considered as ordered on the bill and amendments thereto to final passage without intervening motion except one motion to recommit with or without instructions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolution providing for the consideration of H.R. 10210.  A bill to require States to extend unemployment compensation coverage to certain previously uncovered workers; to increase the amount of the wages subject to the Federal unemployment tax; to increase the rate of such tax.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:21-05:00"
}