{
  "actions": [
    {
      "acted_at": "1996-07-18", 
      "committee": "House Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-07-26", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3847-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-07-18", 
  "number": "3847", 
  "official_title": "To establish the Drug Abuse Prevention and Treatment Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Drug Abuse Prevention and Treatment Consolidation and Reorganization Act of 1996", 
  "sponsor": {
    "district": "6", 
    "name": "Barton, Joe", 
    "state": "TX", 
    "thomas_id": "00062", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-07-18", 
  "subjects": [
    "Advice and consent of the Senate", 
    "Block grants", 
    "Community organization", 
    "Congress", 
    "Crime and law enforcement", 
    "Department of Health and Human Services", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drug law enforcement", 
    "Drugs and youth", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Evaluation research (Social action programs)", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to alcoholism programs", 
    "Federal aid to housing", 
    "Gangs", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Health", 
    "Health surveys", 
    "Homeless children", 
    "Housing and community development", 
    "Mental health services", 
    "Nonprofit organizations", 
    "Presidential appointments", 
    "Public housing", 
    "Runaway children", 
    "Secondary education", 
    "Social welfare", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-07-18", 
    "text": "TABLE OF CONTENTS: Title I: Drug Abuse Prevention and Treatment Administration Title II: Programs and Functions of Administration Subtitle A: Transfers from Substance Abuse and Mental Health Services Administration; Transfer from Other Agencies Subtitle B: Additional Provisions Regarding Prevention and Treatment of Substance Abuse Subtitle C: Funding Title III: Advisory Council; Peer Review Title IV: Miscellaneous Authorities Title V: Disposition of Remaining Programs and Functions of Substance Abuse and Mental Health Services Administration Title VI: General Provisions Drug Abuse Prevention and Treatment Consolidation and Reorganization Act of 1996 - Title I: Drug Abuse Prevention and Treatment Administration - Establishes as an independent agency in the Department of Health and Human Services (HHS) the Drug Abuse Prevention and Treatment Administration, to be headed by an Administrator appointed by the President by and with the advice and consent of the Senate. Title II: Programs and Functions of Administration - Subtitle A: Transfers from Substance Abuse and Mental Health Services Administration; Transfer from Other Agencies - Transfers to the Administration programs and functions: (1) relating to the Center for Substance Abuse Treatment, Public Health Service Act substance abuse block grants, or the Substance Abuse and Mental Health Services Administration (SAMHSA); (2) under the Safe and Drug-Free Schools and Communities Act of 1994; (3) under specified provisions of the Anti-Drug Abuse Act of 1988 administered by the HHS' Administration for Children and Families (relating to drug abuse and youth gangs and or runaway and homeless youth); (4) under the Public and Assisted Housing Drug Elimination Act of 1990; and (5) under the Drug-Free Public Housing Act of 1988. Subtitle B: Additional Provisions Regarding Prevention and Treatment of Substance Abuse - Mandates a program to coordinate public and nonprofit private entity activities to provide for a nationwide network for substance abuse prevention. Authorizes grants to assist communities in coordinating substance abuse prevention services. (Sec. 212) Mandates coordination of Administration and Office of National Drug Control Policy activities. Subtitle C: Funding - Authorizes appropriations for the Administration. Title III: Advisory Council; Peer Review - Mandates an advisory council and peer review of grants and cooperative agreements. Title IV: Miscellaneous Authorities - Sets forth miscellaneous authorities of the Secretary of HHS and the Administrator, including regarding facilities (acquiring, constructing, improving, etc.) and the use of personnel, consultants, experts, and volunteers. Title V: Disposition of Remaining Programs and Functions of Substance Abuse and Mental Health Services Administration - Transfers to the HHS' Health Resources and Services Administration all functions of SAMHSA not transferred under title II of this Act. Terminates SAMHSA. Title VI: General Provisions - Sets forth transitional and savings provisions and makes conforming amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Drug Abuse Prevention and Treatment Consolidation and Reorganization Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish the Drug Abuse Prevention and Treatment Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:39-05:00"
}