{
  "actions": [
    {
      "acted_at": "1994-05-03", 
      "references": [
        {
          "reference": "CR S5053-5068", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-05-03", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2059-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1994-05-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-05-03", 
  "number": "2059", 
  "official_title": "A bill to authorize appropriations for fiscal year 1995 for military activities of the Department of Defense, to prescribe military personnel strengths for fiscal year 1995, and for other purposes.", 
  "popular_title": "Authorization bill FY95, Defense", 
  "related_bills": [], 
  "short_title": "National Defense Authorization Act for Fiscal Year 1995", 
  "sponsor": {
    "district": null, 
    "name": "Nunn, Sam", 
    "state": "GA", 
    "thomas_id": "01413", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-05-03", 
  "subjects": [
    "Abortion", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Adopted children", 
    "Adoption", 
    "Advice and consent of the Senate", 
    "Air force procurement", 
    "American economic assistance", 
    "American military assistance", 
    "Americans employed in foreign countries", 
    "Ammunition", 
    "Anesthetics", 
    "Anniversaries", 
    "Annuities", 
    "Antimissile missiles", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Arms control", 
    "Army procurement", 
    "Authorization", 
    "Aviation policy", 
    "Ballistic missiles", 
    "Biological weapons", 
    "Cambodia", 
    "Chemical weapons", 
    "Child abuse", 
    "Civil-military relations", 
    "Claims", 
    "Cleaning industry", 
    "Coast guard", 
    "Commemorations", 
    "Commerce", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional-Presidential relations", 
    "Courts-martial and courts of inquiry", 
    "Crime and law enforcement", 
    "Data banks", 
    "Deceptive advertising", 
    "Defense budgets", 
    "Defense burdensharing", 
    "Defense contracts", 
    "Defense industries", 
    "Defense procurement", 
    "Democracy", 
    "Dental care", 
    "Department of Defense", 
    "Disability retirement", 
    "Disabled", 
    "Disaster relief", 
    "Dismissal wage", 
    "Drug abuse", 
    "Drug law enforcement", 
    "East Asia", 
    "Economics and public finance", 
    "Education", 
    "Educational facilities", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Emblems", 
    "Emergency management", 
    "Employee rights", 
    "Energy", 
    "Energy policy", 
    "Environmental protection", 
    "Espionage", 
    "Executive reorganization", 
    "Families", 
    "Family violence", 
    "Federal advisory bodies", 
    "Federal aid to youth services", 
    "Federal employees", 
    "Federal officials", 
    "Fees", 
    "Fighter aircraft", 
    "Fire fighters", 
    "Foreign trade and international finance", 
    "Fringe benefits", 
    "Fuel", 
    "Fuel storage", 
    "Gas storage", 
    "Gifts", 
    "Government contractors", 
    "Government employees' health insurance", 
    "Government liability", 
    "Government operations and politics", 
    "Government service contracts", 
    "Government trust funds", 
    "Hazardous waste disposal", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Health surveys", 
    "Higher education", 
    "History", 
    "Housing and community development", 
    "Human experimentation in medicine", 
    "Informed consent (Medical law)", 
    "Injunctions", 
    "Inspection (Arms control)", 
    "Inspectors general", 
    "Interest", 
    "International affairs", 
    "International agencies", 
    "International cooperation", 
    "International military forces", 
    "International relief", 
    "Iraq", 
    "Joint ventures", 
    "Labor and employment", 
    "Law", 
    "Layoffs", 
    "Leave of absence", 
    "Licenses", 
    "Limitation of actions", 
    "Marine corps", 
    "Marines", 
    "Medicaid", 
    "Medical fees", 
    "Medical personnel", 
    "Medicare", 
    "Middle East and North Africa", 
    "Military aircraft", 
    "Military and naval supplies", 
    "Military bases", 
    "Military command and control", 
    "Military dependents", 
    "Military discharges", 
    "Military education", 
    "Military history", 
    "Military housing", 
    "Military law", 
    "Military leave", 
    "Military medicine", 
    "Military pay", 
    "Military pensions", 
    "Military personnel", 
    "Military posture", 
    "Military promotions", 
    "Military research", 
    "Military sealift", 
    "Military training", 
    "Minimum wages", 
    "NATO military forces", 
    "Narcotic traffic", 
    "National Guard", 
    "Natural gas", 
    "Naval personnel", 
    "Naval procurement", 
    "Navigational aids", 
    "Nuclear engineering", 
    "Nuclear nonproliferation", 
    "Nurses", 
    "Oaths", 
    "Officer personnel", 
    "Peace", 
    "Physically handicapped", 
    "Post exchanges", 
    "Private police", 
    "Public assistance programs", 
    "Recruiting and enlistment", 
    "Relocation of employees", 
    "Research", 
    "Research and development", 
    "Retired military personnel", 
    "Revolving funds", 
    "Salaries", 
    "Science and ethics", 
    "Science, technology, communications", 
    "Secondary education", 
    "Service academies", 
    "Shipbuilding", 
    "Signs and symbols", 
    "Social welfare", 
    "Space activities", 
    "Space warfare", 
    "Special forces (Military science)", 
    "Surplus government property", 
    "Survivors' benefits", 
    "Tanks (Combat vehicles)", 
    "Teachers", 
    "Technology transfer", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Travel costs", 
    "Treason", 
    "Unfair labor practices", 
    "United Nations finances", 
    "United States Postal Service", 
    "Veterans' employment", 
    "Victims of crimes", 
    "Volunteer workers in government", 
    "War and emergency powers", 
    "Warships", 
    "World War II"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-05-03", 
    "text": "TABLE OF CONTENTS: Title I: Procurement Subtitle A: Authorization of Appropriations Subtitle B: Other Matters Title II: Research, Development, Test, and Evaluation Title III: Operation and Maintenance Subtitle A: Authorization of Appropriations Subtitle B: Other Matters Title IV: Military Personnel Authorizations Subtitle A: Active Forces Subtitle B: Reserve Forces Subtitle C: Military Training Student Loads Title V: Military Personnel Policy Subtitle A: Officer Personnel Policy Subtitle B: Reserve Component Matters Subtitle C: Other Matters Title VI: Compensation and Other Personnel Benefits Subtitle A: Pay and Allowances Subtitle B: Retired Pay and Survivor Benefits Title VII: Health Care Provisions Subtitle A: Health Care Management Subtitle B: Personnel Matters Subtitle C: Other Matters Title VIII: Department of Defense Organization and Management Subtitle A: Department of Defense Subtitle B: Professional Military Education Subtitle C: Education Matters Subtitle D: Other Matters Title IX: General Provisions Subtitle A: Financial Matters Subtitle B: Civilian Employee Pay Matters Subtitle C: Other Matters Title X: Matters Relating to Allies, Other Nations, and International Organizations Title XI: Peacekeeping and Related Matters Title XII: Counterproliferation Title XIII: Acquisition Reform National Defense Authorization Act for Fiscal Year 1995 - Title I: Procurement - Subtitle A: Authorization of Appropriations - Authorizes appropriations for FY 1995 to the Army, Navy and Marine Corps, and Air Force for aircraft, missiles, weapons and tracked combat vehicles, ammunition, shipbuilding and conversion, and for other procurement. Authorizes appropriations for FY 1995 for: (1) defense-wide procurement; (2) the Defense Inspector General; (3) the Defense Health Program; and (4) the chemical demilitarization program. Subtitle B: Other Matters - Repeals the current requirement for a separate budget request for the procurement of reserve equipment. Title II: Research, Development, Test, and Evaluation - Authorizes appropriations for FY 1995 for the armed forces for research, development, test, and evaluation (R&D). Title III: Operation and Maintenance - Subtitle A: Authorization of Appropriations - Authorizes appropriations for FY 1995 for the armed forces and specified activities and agencies of the Department of Defense (DOD) for operation and maintenance. Authorizes appropriations for FY 1995 for DOD working capital and revolving funds. Repeals Federal provisions: (1) expressing certain limitations on the use of the Defense Business Operations Fund (Fund); and (2) relating to charges for goods and services provided through the Fund. Allows funds collected from the operation of the Naval Academy laundry to be used for expenses of such operation. Subtitle B: Other Matters - Revises the required date for submission to the Congress of a future-years mission budget of DOD from the date of submission of the President's budget to within 60 days of such date. (Sec. 312) Authorizes the Secretary of Defense to waive the live-fire survivability testing of F-22 aircraft if such testing would be unreasonably expensive or impractical, as long as he certifies such to the Congress. (Sec. 313) Deletes certain information required with respect to a report on the ballistic missile defense mission. (Sec. 314) Repeals provisions of the National Defense Authorization Act for Fiscal Year 1994 concerning advance review and approval of developmental tests of limited defense systems and the independent monitoring of such tests. Adds certain methods of test and evaluation with respect to theater missile defense interceptors. (Sec. 316) Authorizes the President to provide global disaster relief in response to manmade or natural disasters. (Sec. 317) Removes a $400,000 fiscal year limit on funds authorized to be used by the Defense Inspector General for emergency and extraordinary expenses. Title IV: Military Personnel Authorization - Subtitle A: Active Forces - Provides for the authorized end strengths for active-duty forces as of FY 1995. Subtitle B: Reserve Forces - Sets forth the authorized end strengths for reserve personnel as of FY 1995 and for certain reserves on active duty in support of the reserves. Subtitle C: Military Training Student Loads - Sets forth the authorized FY 1995 military training student loads. Title V: Military Personnel Policy - Subtitle A: Officer Personnel Policy - Authorizes the Secretary of the military department concerned to approve officers serving on certain successive selection boards. (Sec. 503) Provides that when the Senate has confirmed some officers on a promotion list but not others: (1) the confirmed appointments may be made; and (2) the Secretary may make appropriate adjustments in the date of rank and effective date of pay for those appointments confirmed later. Revises provisions relating to the enlistment of certain limited duty Navy and Marine Corps officers and to the retention of such officers who are within two years of qualification for retirement pay. Makes permanent (currently terminates as of the end of FY 1995) the authority for the temporary promotion of certain Navy lieutenants. Subtitle B: Reserve Component Matters - Revises the composition of the Reserve Forces Policy Board. (Sec. 512) Provides certain additional and expanded reserve personnel call-up authority for the Secretary and the Secretary of Transportation when the Coast Guard is not under the jurisdiction of the Navy. (Sec. 514) Limits the duration of force reduction transition period annual payments to between one and five years as specified by the Secretary concerned (currently, five years). Subtitle C: Other Matters - Repeals a provision of the National Defense Authorization Act for Fiscal Year 1993 requiring a specified reduction, by the end of FY 1996, in the number of U.S. military personnel assigned to permanent duty outside the United States. Title VI: Compensation and Other Personnel Benefits - Subtitle A: Pay and Allowances - Waives any FY 1995 military pay increase tied to increases in the General Schedule of Compensation for Government employees. Increases by 1.6 percent, effective on January 1, 1995, the rates of basic pay, basic allowance for subsistence, and basic allowance for quarters for members of the armed forces. (Sec. 602) Revises the calculation of retired pay of commissioned officers who did not serve satisfactorily in the grade held at retirement. (Sec. 603) Extends specified expiring authorities for certain special pay and bonus programs within the regular and reserve armed forces. Subtitle B: Retired Pay and Survivor Benefits - Removes the 60-day limit on the amount of unused accrued military leave that may be paid to survivors of military personnel killed while on active duty or dying after retirement from military service. (Sec. 612) Provides disability coverage for certain officer candidates who are granted excess leave. (Sec. 613) Requires forfeiture of any military annuity or retired pay in the case of former or current military personnel convicted of espionage. (Sec. 614) Provides for the crediting of certain reserve service in the computation of retired pay of former military personnel. Title VII: Health Care Provisions - Subtitle A: Health Care Management - Amends the Social Security Act to allow the Secretary and the Coast Guard to receive from the Secretary of Health and Human Services information from the Medicare and Medicaid coverage data bank concerning responsibility for the payment of health care items and services furnished to beneficiaries of military personnel. (Sec. 702) Authorizes the Secretary to reimburse military health personnel for any professional license required for performing duty at a civilian health care facility as part of a resources exchange program. Subtitle B: Personnel Matters - Increases from $6,000 to $15,000 the incentive special pay for certain registered nurse anesthetists. Extends through FY 1998 the authority for certain nurse bonuses. Reduces from five to three the maximum years for a military member to be maintained on the temporary disability retired list. Subtitle C: Other Matters - Allows a person placed in the home of a member or former member of the armed forces for adoption to be considered a dependent for purposes of eligibility for certain health benefits. (Sec. 722) Repeals a Federal provision prohibiting DOD funds from being used to perform abortions unless the life of the mother is in danger. (Sec. 723) Authorizes medical and dental care for abused dependents of military personnel who are discharged from service. Title VIII: Department of Defense Organization and Management - Subtitle A: Department of Defense - Revises provisions concerning the order of succession in the military departments. (Sec. 802) Directs the Secretary of Defense (currently, the Secretary of the Army) to prepare mileage tables used for transportation allowance purposes. (Sec. 803) Amends the National Defense Authorization Act for Fiscal Year 1993 to: (1) extend through FY 1996 the authority of the Secretary to commemorate World War II; and (2) make permanent the authority for DOD to share equitably the costs of claims under international armaments programs. (Sec. 805) Redesignates the: (1) Deputy Under Secretary of Defense for Acquisition and Technology as the Principal Deputy Under Secretary of Defense for Acquisition and Technology; and (2) Deputy Under Secretary of Defense for Policy as the Principal Deputy Under Secretary of Defense for Policy. (Sec. 807) Repeals the requirement that the DOD Comptroller be the Chief Financial Officer of DOD. Redesignates the Comptroller as the Under Secretary of Defense (Comptroller). Subtitle B: Professional Military Education - Authorizes the Secretary to hire civilian faculty members for the Information Resources Management College of the National Defense University. Subtitle C: Education Matters - Makes general revisions to the Defense Department Overseas Teachers Pay and Personnel Practices Act. (Sec. 823) Authorizes the Secretary to provide for the elementary and secondary education of dependents of federally employed personnel and military personnel when the appropriate educational programs are not available through local education agencies in the United States. Subtitle D: Other Matters - Expands DOD authority to receive voluntary services. Repeals a Federal provision prohibiting the use of DOD appropriations to contract for fire fighting or security guard functions at any military facility. (Sec. 833) Provides a two-year statute of limitations with respect to claims for unpaid minimum wages, overtime, or liquidated damages under the Fair Labor Standards Act of 1938. Title IX: General Provisions - Subtitle A: Financial Matters - Exempts routine administrative adjustments to Federal pay from certain employee due process requirements (such as 30 days' prior notification). (Sec. 902) Amends the Contract Disputes Act of 1978 to revise the method of the payment of interest on contractor claims. Subtitle B: Civilian Employee Pay Matters - Extends specified expiring authorities with respect to: (1) reduction in force notification requirements under the National Defense Authorization Act for Fiscal Year 1993; and (2) Federal employee provisions relating to separation pay, the restoration of certain accumulated leave, and the continuation of health benefits for DOD employees involuntarily separated due to a reduction in force. (Sec. 912) Provides travel, transportation, and relocation expenses for DOD employees who are separated from employment and selected for service with the Postal Service. (Sec. 913) Limits severance pay for certain civilian employees who move from an appropriated to a nonappropriated fund position. Subtitle C: Other Matters - Authorizes members and units of the National Guard to provide transportation and other support services to certain youth organizations, including the Boy and Girl Scouts, Boys and Girls Clubs, YMCA, and YWCA. (Sec. 922) Prohibits anyone from using the words \"Defense Mapping Agency\" or its initials, seal, or other imitation except with the written permission of the Secretary. Provides for enforcement. Prohibits claims or actions against the United States based upon the preparation or dissemination by such Agency of any navigational aid. (Sec. 924) Authorizes the Secretary of the Air Force to reimburse the Civil Air Patrol for the cost of maintaining a staff at its national headquarters. Provides for the employment of retired Air Force officers with the Patrol, with continuation of all retired pay benefits. (Sec. 925) Prohibits funds appropriated to DOD from being used for research involving humans as experimental subjects, unless conducted within regulations prescribed by the Secretary. (Sec. 926) Authorizes the Secretary to conduct military-to-military contacts and comparable activities designed to promote the democratic orientation of the defense establishments and military forces of other countries. (Sec. 927) Authorizes appropriations for FY 1995 for the purchase of sealift vessels for the Ready Reserve. Allows for the transfer of funds for such purposes. Title X: Matters Relating to Allies, Other Nations, and International Organizations - Authorizes the Secretary to acquire, from the United Nations or other such organizations of which the United States is a member, logistic support for forces deployed outside the United States. Authorizes the Secretary to enter into cross servicing agreements with such organizations for the provision of logistic support, supplies, and services. Includes such organizations within current methods of payment for acquisitions and transfers, as well as limitations on amounts that may be obligated or accrued by the United States for the acquisition of supplies. Title XI: Peacekeeping and Related Matters - Authorizes the President to provide appropriate assistance to international peacekeeping and peace enforcement activities, and to make contributions on behalf of the United States for operations conducted by the United Nations. Requires reimbursement. Establishes in the Treasury the Contributions for International Peacekeeping and Peace Enforcement Activities Fund for deposit of reimbursed amounts, as well as appropriated amounts. Provides an annual reporting requirement. Authorizes appropriations. Title XII: Counterproliferation - Amends the National Defense Authorization Act for Fiscal Year 1993 to: (1) extend through FY 1995 the authority of the Secretary to provide assistance to support international nonproliferation activities; (2) extend through FY 1995 required quarterly reports concerning such assistance; (3) replace the On-Site Inspection Agency with DOD with regard to activities in support of the U.N. Special Commission on Iraq; (4) include among such financially assisted activities the dismantlement and destruction of nuclear, biological, and chemical weapons, as well as their delivery systems and related technologies; and (5) repeal fiscal year and funding limitations with regard to such assistance. Amends the National Defense Authorization Act for Fiscal Year 1994 to: (1) repeal certain reporting requirements and funding limitations; and (2) extend permanently the authority for studies relating to U.S. counterproliferation policy. Authorizes FY 1995 appropriations for conducting counterproliferation activities. Title XIII: Acquisition Reform - Authorizes the Secretary to enter into transactions other than contracts and agreements to carry out basic, applied, and advanced research projects through the Advanced Research Projects Agency. Amends the National Defense Authorization Act for Fiscal Year 1994 to: (1) allow the Secretaries of the military departments (currently, only the Secretary of Defense) to maintain lists of plants equipped to manufacture arms or ammunition; (2) ensure the Government's rights in technical data when providing the services of Government laboratories and equipment; and (3) allow the President to order through the Secretaries of the military departments (currently, only the Secretary of Defense) products or materials to be used for industrial mobilization purposes. Provides for the public sale of vessels stricken by the Secretary of the Navy from the Naval Vessel Registry due to being unfit for service. Allows such vessels to be transferred to a State or local government or other entity or used for experimental purposes."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY95, Defense", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Defense FY95 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "National Defense Authorization Act for Fiscal Year 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal year 1995 for military activities of the Department of Defense, to prescribe military personnel strengths for fiscal year 1995, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:23-05:00"
}