{
  "actions": [
    {
      "acted_at": "1998-05-07", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1998-05-11", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Thurmond. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-05-11", 
      "calendar": "Senate Legislative", 
      "number": "366", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 366.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1998-06-25", 
      "references": [
        {
          "reference": "CR S7160", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-06-25", 
      "bill_ids": [
        "s2057-105"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S. 2057 amended. (Division B).", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-06-25", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1998-07-20T14:07:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-20", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-20T22:09:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-21", 
      "committee": "House Committee on National Security", 
      "references": [], 
      "text": "Referred to the House Committee on National Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2799-105", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2799"
    }
  ], 
  "bill_id": "s2059-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House National Security", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1998-06-25", 
    "vetoed": false
  }, 
  "introduced_at": "1998-05-11", 
  "number": "2059", 
  "official_title": "An original bill to authorize appropriations for the fiscal year 1999 for military construction, and for other purposes.", 
  "popular_title": "Authorization bill FY99, Military Construction", 
  "related_bills": [
    {
      "bill_id": "s2057-105", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Military Construction Authorization Act for Fiscal Year 1999", 
  "sponsor": {
    "district": null, 
    "name": "Thurmond, Strom", 
    "state": "SC", 
    "thomas_id": "01448", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1998-06-25", 
  "subjects": [
    "Agriculture and food", 
    "Air bases", 
    "Air force", 
    "Airports", 
    "Airspace (Law)", 
    "Alabama", 
    "Alaska", 
    "Ammunition", 
    "Animals", 
    "Appropriations", 
    "Aquariums", 
    "Architecture", 
    "Arkansas", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army", 
    "Army posts", 
    "Arts, culture, religion", 
    "Authorization", 
    "Beach erosion", 
    "Bombs", 
    "Building leases", 
    "California", 
    "Chemical weapons", 
    "Colorado", 
    "Commerce", 
    "Compensation (Law)", 
    "Congress", 
    "Congress and military policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Defense budgets", 
    "Delegation of powers", 
    "Department of Defense", 
    "Disaster relief", 
    "East Asia", 
    "Economics and public finance", 
    "Education", 
    "Electric power production", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Eminent domain", 
    "Energy", 
    "Energy conservation", 
    "Energy efficiency", 
    "Engineering", 
    "Enlisted personnel", 
    "Environmental protection", 
    "Europe", 
    "Families", 
    "Fire prevention", 
    "Fishing", 
    "Florida", 
    "Forest fires", 
    "Geothermal resources", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grazing", 
    "Hawaii", 
    "Hazardous waste site remediation", 
    "Health", 
    "Higher education", 
    "Highway maintenance", 
    "Housing and community development", 
    "Hunting", 
    "Idaho", 
    "Illinois", 
    "Indiana", 
    "Infrastructure", 
    "International affairs", 
    "Islands", 
    "Italy", 
    "Kansas", 
    "Labor and employment", 
    "Laboratories", 
    "Land transfers", 
    "Land use", 
    "Law", 
    "Leases", 
    "Licenses", 
    "Louisiana", 
    "Maine", 
    "Marine and coastal resources, fisheries", 
    "Maryland", 
    "Military and naval supplies", 
    "Military aviation", 
    "Military base closures", 
    "Military bases", 
    "Military construction operations", 
    "Military dependents", 
    "Military electronics", 
    "Military hospitals", 
    "Military housing", 
    "Military training", 
    "Mines and mineral resources", 
    "Mining leases", 
    "Minnesota", 
    "Minorities", 
    "Missile bases", 
    "NATO countries", 
    "NATO military forces", 
    "National Guard", 
    "Native Americans", 
    "Naval bases", 
    "Naval hospitals", 
    "Navy", 
    "New York State", 
    "North Dakota", 
    "Ohio", 
    "Oklahoma", 
    "Ordnance", 
    "Oregon", 
    "Pacific area", 
    "Pipelines", 
    "Public lands and natural resources", 
    "Railroad terminals", 
    "Range management", 
    "Religion", 
    "Reservoirs", 
    "Right-of-way", 
    "School districts", 
    "Science, technology, communications", 
    "Service academies", 
    "South Korea", 
    "Sports and recreation", 
    "Storms", 
    "Tennessee", 
    "Texas", 
    "Transportation and public works", 
    "Trapping", 
    "Virginia", 
    "Washington State", 
    "Water resources development", 
    "Water rights", 
    "Water supply", 
    "Wildlife refuges", 
    "Women", 
    "Women soldiers"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1998-06-25", 
    "text": "TABLE OF CONTENTS: Title XXI(sic): Army Title XXII: Navy Title XXIII: Air Force Title XXIV: Defense Agencies Title XXV: North Atlantic Treaty Organization Security Investment Program Title XXVI: Guard and Reserve Forces Facilities Title XXVII: Expiration and Extension of Authorizations Title XXVIII: General Provisions Subtitle A: Military Construction Program and Military Family Housing Changes Subtitle B: Real Property and Facilities Administration Subtitle C: Land Conveyances Subtitle D: Other Matters Subtitle E: Base Closures Title XXIX: Juniper Butte Range Withdrawal Military Construction Authorization Act for Fiscal Year 1999 - Title XXI(sic): Army - Authorizes the Secretary of the Army to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes such Secretary to construct or acquire family housing units, to carry out architectural planning and design activities, and to improve existing military family housing in specified amounts. Authorizes appropriations to the Army for fiscal years after 1998 for military construction, land acquisition, and military family housing functions of the Army. Limits the total cost of construction projects authorized by this title. (Sec. 2105) Amends the Military Construction Authorization Act for Fiscal Year 1998 to increase the amount authorized for a military construction project at Fort Sill, Oklahoma. Title XXII: Navy - Provides, with respect to the Navy, authorizations for purposes paralleling those for which authorizations are provided for the Army under the previous title. Title XXIII: Air Force - Provides, with respect to the Air Force, authorizations for purposes paralleling those for which authorizations are provided for the Army under Title XXI. Title XXIV: Defense Agencies - Authorizes the Secretary of Defense (Secretary) to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to improve existing military family housing units in a specified amount. (Sec. 2403) Authorizes the Secretary to carry out certain energy conservation projects. (Sec. 2404) Authorizes appropriations to the Department of Defense (DOD) for fiscal years beginning after 1998 for military construction, land acquisition, and military family housing projects authorized by this title. (Sec. 2405) Increases amounts authorized under prior military construction authorization Acts for projects at Pine Bluff Arsenal, Arkansas, Umatilla Army Depot, Oregon, and Portsmouth Naval Hospital, Virginia. Title XXV: North Atlantic Treaty Organization Security Investment Program - Authorizes the Secretary to make contributions for the NATO Security Investment Program and authorizes appropriations for fiscal years after 1998 for such contributions. Title XXVI: Guard and Reserve Forces Facilities - Authorizes appropriations for fiscal years after 1998 for Guard and Reserve forces for acquisition, architectural and engineering services, and construction of facilities. (Sec. 2602) Amends the Military Construction Authorization Act for Fiscal Year 1998 to reduce the authorization of appropriations for Army Reserve military construction. (Sec. 2603) Earmarks funds authorized under this title for the planning and design of the National Guard Military Educational Facility at Fort Bragg, North Carolina. Title XXVII: Expiration and Extension of Authorizations - Terminates all authorizations contained in titles XXI through XXVI of this Act on October 1, 2001, or the date of enactment of an Act authorizing appropriations for military construction for FY 2002, whichever is later, with exceptions. Extends certain prior-year military construction projects. (Sec. 2704) Authorizes the Secretaries of the Army, Navy, and Air Force to acquire additional real property, carry out additional specified military construction projects, and improve existing military family housing units at specified locations. Increases amounts authorized to be appropriated under this Act for Army, Navy, and Air Force military construction projects. Title XXVIII: General Provisions - Subtitle A: Military Construction Program and Military Family Housing Changes - Revises Federal provisions concerning authorized architectural and engineering services and construction design to: (1) allow such services and design without regard to whether the military construction projects themselves are authorized by law; and (2) increase from $300,000 to $500,000 the amount authorized to be expended for such services before congressional notification is required. (Sec. 2802) Authorizes the Secretary of the Army to lease up to 500 family housing units in Italy and up to 800 family housing units in Korea. Subtitle B: Real Property and Facilities Administration - Increases from $200,000 to $500,000 the amount authorized to be expended by the Secretary concerned for a real property lease, acquisition, or transfer before congressional notification is required. Provides an exception to real property transaction reporting requirements during declarations of war, national emergency, major disaster, the use of riot militia, or a contingency operation. Requires such notification within 30 days after any such event. (Sec. 2813) Waives applicability of Federal property disposal regulations under the Federal Property and Administrative Services Act of 1949 with respect to leases entered into at military installations being closed or realigned under the base closure laws. (Sec. 2814) Authorizes the Secretary, as a condition of a lease, license, or other grant of access entered into with another Federal agency for military property, to require such agency to remove any improvements and to restore such land to its condition before such use. Provides for cost reimbursement in lieu of such removal or restoration. Subtitle C: Land Conveyances - Authorizes the Secretary of the Army to convey to: (1) the Indiana Army Ammunition Plant Reuse Authority the Indiana Army Ammunition Plant in Charlestown, Indiana; (2) Bridgton, Maine, the Army Reserve Center there; and (3) Hamilton County, Tennessee, the Volunteer Army Ammunition Plant in Chattanooga, Tennessee. Authorizes the Secretary of the: (1) Army to release all interests in the former Kennebec Arsenal in Augusta, Maine; (2) Navy to convey to the Gulf of Maine Aquarium Development Corporation in Portland, Maine, the Naval Reserve Readiness Center in Portland; and (3) Air Force to convey to McNeese State University in Lake Charles, Louisiana, the Lake Charles Air Force Station. (Sec. 2827) Amends the Military Construction Authorization Act, 1979 to include two additional parcels in a land conveyance with respect to Eglin Air Force Base, Florida. (Sec. 2828) Authorizes the Secretary of the Army to convey to the city and county of Denver, Colorado, U.S. water rights and related interests in the Rocky Mountain Arsenal, Colorado, in order to acquire permanent contracts for the delivery of water to the Arsenal and the Rocky Mountain Arsenal National Wildlife Refuge. (Sec. 2829) Authorizes the Secretary of the Navy to convey or lease to the Minneapolis-St. Paul Metropolitan Airports Commission in Minneapolis the Naval Air Reserve Center in Minneapolis. (Sec. 2830) Authorizes the Secretary of the Army to convey to: (1) Peoria School District #150, Illinois, the Army Reserve Center in Peoria; (2) Skaneateles, New York, the Federal Farm located there; (3) Youngstown, Ohio, the Army Reserve Center there; and (4) the redevelopment authority for the Red River Army Depot, Texas, all U.S. rights to any utility system at the Lone Star Army Ammunition Plant, Texas. (Sec. 2830D) Amends the Military Construction Authorization Act for Fiscal Year 1995 to modify a land conveyance with respect to Finley Air Force Station, Finley, North Dakota. Subtitle D: Other Matters - Authorizes the Secretary of the Air Force to purchase from its developer the entire 366-unit military family housing project at Eielson Air Force Base, Alaska, if determined to be in the best economic interests of the Air Force. (Sec. 2832) Authorizes the Secretary of the Navy to carry out beach replenishment in and around San Diego, California. Provides funding and cost limitations. Requires the Secretary to report to the Congress 30 days in advance of any such action. (Sec. 2833) Amends the National Defense Authorization Act for Fiscal Year 1996 to add additional program and reporting requirements under the Department of Defense Laboratory Revitalization Demonstration Program. Extends such Program through FY 2003. (Sec. 2834) Directs the Secretary to report to the Congress on the costs and benefits of implementing the initiative to build single occupancy barracks rooms having a shared bath. Prohibits the Secretary from requesting funding for such initiative in FY 2000 unless he certifies that further implementation of such initiative is necessary to ensure the retention in adequate numbers of first-term enlisted personnel. (Sec. 2835) Directs the Secretary to submit to the President and the defense and appropriations committees a report on the potential for development of Ford Island within the Pearl Harbor Naval Complex in Oahu, Hawaii, through an integrated resource plan incorporating both appropriated funds and one or more public-private ventures. (Sec. 2836) Directs the Secretary to report to the defense committees on leasing and other alternative uses of non-excess military property. (Sec. 2837) Earmarks authorized funds for emergency repairs and stabilization measures at the Forest Glen Annex of Walter Reed Army Medical Center, Maryland. Subtitle E: Base Closures - Revises the number and percentages of civilian personnel that must be affected before a base closure or realignment will be prohibited. (Sec. 2852) Prohibits any DOD action from being taken, or DOD funds from being obligated or expended, to effect or implement the closure of a military installation within four years after a realignment that reduces the number of civilian personnel employed there below 225. (Sec. 2853) Expresses the sense of the Congress that: (1) the Congress should not authorize another round of base closures and realignments until all actions authorized by the Defense Base Closure and Realignment Act of 1990 are completed; and (2) DOD should submit immediately to the Congress a previously required report analyzing the effect of such closures and realignments on the ability of the armed forces to remobilize. Title XXIX: Juniper Butte Range Withdrawal - Juniper Butte Range Withdrawal Act - Withdraws the Juniper Butte Range, Idaho, from all forms of appropriation under the public land, mining, and mineral and geothermal leasing laws. Reserves such land to the Air Force for a high hazard training area, dropping training ordnance, electronic warfare and tactical maneuvering and air support, and other defense-related purposes. Endorses an agreement between the Bureau of Land Management and the Air Force with respect to additional mitigation measures for such lands. Directs the Secretary of the Interior to process and grant the Secretary of the Air Force rights- of-way upon certain range areas conducting Air Force electronic warfare training activities. Requires the Air Force, to the extent practicable, to protect Indian sacred sites on the range. Directs the Secretary of the Air Force to conclude and implement agreements with grazing permittees to provide appropriate consideration, including future grazing arrangements. (Sec. 2908) Requires such Secretary to manage the reserved lands and to close such lands to public access in appropriate circumstances. Authorizes such Secretary to enter into leases with the State of Idaho in support of the Range and its operations. Directs such Secretary to suppress brush and range fires caused by Air Force operations. Requires such Secretary to develop an integrated natural resources management plan for the natural resources of withdrawn lands, requiring the Secretaries of the Air Force and the Interior and the governor of Idaho to enter into a memorandum of understanding for the development of the plan. Directs the Secretary of the Air Force to maintain roads and manage withdrawn and acquired mineral resources within the area of the range lands. Outlines water rights. (Sec. 2915) Terminates the withdrawal and reservation 25 years after the enactment of this Act, with relinquishment before such date under appropriate circumstances. Requires such Secretary, at least two years before such termination date, to notify the Congress and the Secretary of the Interior as to whether the Air Force has a continuing military need for such lands after the termination date. Limits any such extension to an additional 25 years. Outlines provisions concerning the environmental remediation of such lands and authorized delegation of authority by each of the Secretaries. Expresses the sense of the Senate that the Secretary of the Air Force should ensure that Air Force budgetary planning makes available sufficient funding to assure Air Force participation in cooperative efforts developed by the Air Force, Bureau of Land Management, and the State of Idaho to monitor the impact of military activities on natural, cultural, and other resources and values of the withdrawn lands, as well as other Federal and State lands affected by military activities associated with the range. (Sec. 2919) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY99, Military Construction", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Military Construction FY99 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act for Fiscal Year 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Juniper Butte Range Land Withdrawal Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Military Construction Authorization Act for Fiscal Year 1999", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Juniper Butte Range Withdrawal Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for the fiscal year 1999 for military construction, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:27-05:00"
}