{
  "actions": [
    {
      "acted_at": "1987-06-11", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-29", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance", 
      "text": "Referred to Subcommittee on Telecommunications and Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2668-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Barton, Joe", 
      "sponsored_at": "1987-07-27", 
      "state": "TX", 
      "thomas_id": "00062", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Bilirakis, Michael", 
      "sponsored_at": "1987-06-11", 
      "state": "FL", 
      "thomas_id": "00089", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Bliley, Tom", 
      "sponsored_at": "1987-06-11", 
      "state": "VA", 
      "thomas_id": "00097", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Callahan, Sonny", 
      "sponsored_at": "1987-06-11", 
      "state": "AL", 
      "thomas_id": "00164", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Coats, Daniel", 
      "sponsored_at": "1987-06-11", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Fields, Jack", 
      "sponsored_at": "1987-06-11", 
      "state": "TX", 
      "thomas_id": "00380", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Madigan, Edward R.", 
      "sponsored_at": "1987-06-18", 
      "state": "IL", 
      "thomas_id": "00724", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Moorhead, Carlos J.", 
      "sponsored_at": "1987-06-11", 
      "state": "CA", 
      "thomas_id": "00830", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Nielson, Howard C.", 
      "sponsored_at": "1987-06-11", 
      "state": "UT", 
      "thomas_id": "00865", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Oxley, Michael G.", 
      "sponsored_at": "1987-06-11", 
      "state": "OH", 
      "thomas_id": "00885", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Rinaldo, Matthew J.", 
      "sponsored_at": "1987-06-11", 
      "state": "NJ", 
      "thomas_id": "00963", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ritter, Don", 
      "sponsored_at": "1987-06-11", 
      "state": "PA", 
      "thomas_id": "00965", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Schaefer, Dan", 
      "sponsored_at": "1987-06-11", 
      "state": "CO", 
      "thomas_id": "01026", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Tauke, Thomas Joseph", 
      "sponsored_at": "1987-06-11", 
      "state": "IA", 
      "thomas_id": "01139", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Whittaker, Bob", 
      "sponsored_at": "1987-06-11", 
      "state": "KS", 
      "thomas_id": "01224", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-06-11", 
  "number": "2668", 
  "official_title": "A bill to amend the Securities Exchange Act of 1934, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Securities Trading Reform Act of 1987", 
  "sponsor": {
    "district": "4", 
    "name": "Lent, Norman F.", 
    "state": "NY", 
    "thomas_id": "00682", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-06-11", 
  "subjects": [
    "Actions and defenses", 
    "Advisory bodies", 
    "Authorization", 
    "Corporate finance", 
    "Corporate mergers", 
    "Corporate reorganizations", 
    "Corporation directors", 
    "Corporations and Stocks", 
    "Courts and Civil Procedure", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Executive compensation", 
    "Federal advisory bodies", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Information disclosure (Securities law)", 
    "Insider trading in securities", 
    "Securities", 
    "Securities and Exchange Commission", 
    "Securities and Investments", 
    "Securities regulation", 
    "Stock exchanges", 
    "Stockholders", 
    "Stocks", 
    "Tender offers"
  ], 
  "subjects_top_term": "Securities", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-06-11", 
    "text": "Securities Trading Reform Act of 1987 - Title I: Contests for Corporate Control - Amends the Securities Exchange Act of 1934 to reduce from 10 days to noon the following business day the time period in which a public disclosure must be filed with the Securities and Exchange Commission (Commission), securities exchanges, and the issuer of the securities by anyone who purchases more than five percent of the securities of a corporation. Requires that such a disclosure must also be filed with each registered national securities association operating an interdealer quotation system on which the security is authorized for quotation. Revises disclosure requirements to include the requirement that if the purposes of such purchase is to acquire control of the corporation, such disclosure must include a description of any major changes affecting the communities in which the Corporation operates and charges affecting management, labor organizations, or employees. Requires anyone who files an amendment to a disclosure indicating a change in the purpose of the acquisition to include with such amendment evidence demonstrating that the certification was not, at the time it was made, false or misleading. Authorizes the Commission to bring an action in a U.S. District Court to impose a civil penalty on anyone found to have violated disclosure requirements. Revises the definition of \"group\" for purposes of disclosure to include two or more persons acting in a consciously parallel manner as determined by the Commission. Requires any person making a tender offer for shares of securities of a corporation to keep such offer open for a minimum of at least 30 business days. Prohibits any issuer of securities to establish or implement any defensive tactic in violation of rules and regulations which the Commission may prescribe in the public interest and for the protection of investors, unless such tactic has been approved by the shareholders of such issuer. Specifies that such regulations shall, at a minimum, treat as a defensive tactic requiring shareholder approval: (1) establishing the right to buy additional securities at prices below the average market price; (2) establishing the right to sell securities at a price in excess of the average market price (greenmail); (3) taking actions designed to increase the cost or to otherwise deter the carrying out of such a contest for corporate ownership, control, or management (poison pill defense); and (4) providing for severance pay or other lump sum payments to corporate officers or employees exceeding the annual pay of such an officer or employee (golden parachute payments) upon a takeover action. Allows an issuer to implement a change in the voting rights of shareholders contingent on the pendency of a tender offer, unless such change violates rules and regulations which the Commission may prescribe to maintain and ensure the balance and neutrality between the competing interests in tender offers and requests and invitations for tenders. Requires that any material soliciting or requesting tender offers must include a summary disclosure including a statement of: (1) the identity and background of the person and any affiliates or associates participating in the offer; (2) the value of the offer; (3) the amount of securities owned by those making the offer; (4) the source and amount of funds used for the proposed acquisition; (5) the purpose of the acquisition; (6) any plans or proposals the person has regarding the future operations or structure of the issuer; and (7) any additional information which the Commission may require. Prohibits any person who has commenced and then terminated a tender offer before its expiration to acquire any additional securities (except by tender offer) until the later of: (1) 30 calendar days after the date the offer is terminated; or (2) the original expiration date. Prohibits any issuer of securities from making any payment to any officer or director that is not deductible under specified provisions of the Internal Revenue Code relating to golden parachute payments, unless such payment has been expressly approved by the shareholders of the issuer. Prohibits the acquisition of more than 20 percent of the securities of a corporation except by tender offer, with specified exceptions. Prohibits an issuer from purchasing its securities at a price above the market value (greenmail) from any person who holds more than three percent of those securities and who has held such securities for less than one year. Provides that any profit realized by any person in any such transaction shall be recoverable by the issuer or by the owner of any security. Prohibits the issuance of any security registered on a national securities exchange or authorized on an interdealer quotation system if: (1) such security is a voting security that has fewer or greater than one vote per share on any issue to come before such issuer's shareholders; (2) such security is a common stock that is without voting rights. Prohibits the purchase or sale of any security during any period of time that the primary market for such security has suspended trading in such security for the purpose of: (1) facilitating the orderly dissemination of material information concerning the issuer, the security, or the market for the security; or (2) preventing excessive increases or decreases in the price of the security. Provides that any such suspension: (1) shall be effective for not more than one business day; (2) shall be subject to review by the Commission on its own motion or that of an adversely affected party; and (3) may be renewed or extended only with the approval of the Commission. Specifies that the rules and regulations of the Commission shall require confidentiality in the voting of proxies, consents, and authorizations, including receipt and tabulation by an independent third party certified in accordance with such rules and regulations. Provides that such rules and regulations shall permit beneficial owners to elect to assign their right to give a proxy, consent, or authorization to another person on a confidential basis. Requires the inclusion in any proxy statement with respect to an issue presented for decision by the shareholders of descriptions and other statements of or by any person or group which is the owner of: (1) five percent or more of voting shares; or (2) $5,000,000 or more of the shares in the corporation. Specifies the authority of the Commission to adopt rules, regulations, and orders concerning tender offers. Prohibits the issuer of any security from making any misleading statement concerning the pendency of a tender offer or other actions that may result in a charge in corporate ownership, control, or management. Authorizes the Commission to prescribe rules and regulations concerning such prohibition. Title II: Additional Insider Trading and other Enforcement Authorities - Authorizes increased appropriations for the Commission for FY 1988 through 1990. Amends the Securities Act of 1933, the Securities Exchange Act of 1934, the Investment Company Act of 1940, and the Investment Advisors Act of 1940 to allow the Commission to cooperate with foreign nations in the enforcement of the securities laws or regulations of that country. Requires every broker, dealer, and national securities exchange to establish and operate an internal surveillance and compliance system in accordance with rules and regulations which the Commission may prescribe. Authorizes the Commission to bring a civil action in U.S. District Court in order to assess civil penalties for violations of any rules or regulations prescribed by the Commission concerning such a self-regulatory system. Title III: Securities Laws Enforcement Study Commission - Requires the Commission to establish and appoint a panel of experts to make a study and investigation of the adequacy of the Federal securities laws and the rules and regulations established for the protection of the public interest and the interests of investors. Specifies particular subjects to be studied and investigated. Requires the Commission to report to the Congress on the results of such study and investigation. Authorizes appropriations to carry out such study and investigation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Securities Trading Reform Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Securities Exchange Act of 1934, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:34-05:00"
}