{
  "actions": [
    {
      "acted_at": "1983-03-11", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-18", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "International Economic Policy and Trade", 
      "text": "Referred to Subcommittee on International Economic Policy and Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2067-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Economic Policy and Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-11", 
  "number": "2067", 
  "official_title": "A bill to amend the Export Administration Act of 1979 to improve consultation procedures with respect to export controls imposed for foreign policy reasons.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "9", 
    "name": "Hamilton, Lee H.", 
    "state": "IN", 
    "thomas_id": "00489", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-03-11", 
  "subjects": [
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Export controls", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Foreign trade regulation"
  ], 
  "subjects_top_term": "Export controls", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-11", 
    "text": "Amends the Export Administration Act of 1979 to require the President to consult with Congress (following a specified procedure) before imposing, expanding, extending, or otherwise modifying foreign policy export controls. Sets forth the consultation procedures. Requires the consultations to take place after policy options have been developed but before a decision has been made. Requires the President to submit a report to Congress following the consultations but before imposing, expanding, extending, or otherwise modifying foreign policy export controls. Sets forth requirements for such report. Authorizes the President to establish provisional export controls if the President certifies to Congress that extraordinary circumstances involving vital U.S. foreign policy interests require immediate exercise of foreign policy export controls. Sets forth the information which the President must certify to Congress. Requires the President to initiate consultation with Congress immediately after imposing provisional export controls. Requires the Secretary of Commerce to obtain the concurrence of the Secretary of State before imposing, extending, expanding, or otherwise modifying foreign policy export controls. Requires the President to resolve any disagreement between the Secretaries. Requires the Secretary of Commerce to publish in the Federal Register a notice of proposed changes in foreign policy export controls and to give industry and interested persons an opportunity to comment on the proposals."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Export Administration Act of 1979 to improve consultation procedures with respect to export controls imposed for foreign policy reasons.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:33-05:00"
}