{
  "actions": [
    {
      "acted_at": "1979-06-22", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4589-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-22", 
  "number": "4589", 
  "official_title": "A bill to authorize reduced fares for the elderly and handicapped on the nation's railroads.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "14", 
    "name": "Pepper, Claude", 
    "state": "FL", 
    "thomas_id": "00907", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-22", 
  "subjects": [
    "Disabled", 
    "Mentally handicapped", 
    "National Railroad Passenger Corporation (Amtrak)", 
    "Railroad rates", 
    "Railroads", 
    "Social welfare", 
    "Transportation and the aged", 
    "Transportation and the physically handicapped"
  ], 
  "subjects_top_term": "Railroad rates", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-22", 
    "text": "Title I: Purposes and Definitions - States as the purposes for this Act: (1) the establishment of a coordinated process for Federal decisionmaking with respect o nonnuclear energy facilities in cases in which expedited decisionmaking is in the national interest; (2) the expediting of Federal decisionmaking with respect to such facilities without interfering with the existing authorities of Federal agencies; and (3) the integration of local, State and Federal procedures for licensing energy facilities in cases in which expedited decisionmaking is in the national interest. Defines terms used in this Act. Title II: Priority Projects - Authorizes the President to designated a maximum of six proposed energy facilities as priority energy projects (defined as projects determined by the President to require expedited decisionmaking). Allows any person planning or proposing an energy facility to apply to the President for an order designated such facility as a priority energy project. Sets forth the procedure and criteria for designating priority energy projects. Excludes such determinations by the President from the definition of major Federal action within the meaning of the National Environmental Policy Act of 1969. Requires Federal agencies with authority to approve priority energy projects to submit specified information to the President and the project not later than 30 days after public notice of an order designating a proposed energy facility as a priority energy project. Directs the President to establish a decision deadline schedule for project approvals. Provides for the extension of such deadlines. Delegates decision authority to the President if a deadline on the decision deadline schedule has elapsed without Federal decision or action. Provides for the Presidential extension of such deadlines. Directs the President to grant certification of completed Federal agency review upon the determination that all Federal actions and approvals necessary to the completion of a priority energy project have been granted. Specifies that such certification shall indicate Federal approval expiration dates and shall constitute a rebuttable presumption in any judicial or executive proceeding that all necessary Federal permits have been granted. Directs the President to notify the Governor of any State within which any portion of a priority energy project would be located and to request the Governor to submit specified information to the President. Directs the President to submit all such information to the priority energy project and propose a decision schedule to assist State and local authorities in coordinating their activities with actions by the Federal Government. Title III: Judicial Review and Miscellaneous Provisions - Exempts from judicial review the actions of Federal officers or agencies pursuant to this Act, except as specified in this title. Exempts from judicial review a decision of the President granting or denying an order designating a proposed energy facility as a priority energy project except as required by the Constitution of the United States. Sets forth judicial procedures for claims arising out of actions pursuant to this Act. Grants to the Supreme Court the exclusive authority to review an interlocutory judgment or order of the court of appeals pursuant to this title. Makes this Act effective 30 days after the date of its enactment. Provides for the expiration of the President's authority to designate priority energy projects seven years after the date of the enactment of this Act. Amends the Rail Passenger Service Act to direct the National Railroad Passenger Corporation to establish a reduced rail rate program to individuals who are 65 years of age or older or who are physically or mentally handicapped. Stipulates that such program shall provide for rates which do not exceed 75 percent of the regular fare. Directs the Corporation to report to the Congress within one year regarding the social and economic impacts of such program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize reduced fares for the elderly and handicapped on the nation's railroads.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:21-05:00"
}