{
  "actions": [
    {
      "acted_at": "1989-08-03", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-05-03", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Subcommittee on Crime Held Hearings Prior to Referral (March 14, 90).", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-05-03", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to the Subcommittee on Crime.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-05-23", 
      "in_committee": "House Committee on Judiciary", 
      "in_subcommittee": "Crime", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3119-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Coble, Howard", 
      "sponsored_at": "1989-08-03", 
      "state": "NC", 
      "thomas_id": "00211", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Courter, Jim", 
      "sponsored_at": "1989-11-21", 
      "state": "NJ", 
      "thomas_id": "00241", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "DeWine, Mike", 
      "sponsored_at": "1989-08-03", 
      "state": "OH", 
      "thomas_id": "00293", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Douglas, Chuck", 
      "sponsored_at": "1989-08-03", 
      "state": "NH", 
      "thomas_id": "00312", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Fish, Hamilton, Jr.", 
      "sponsored_at": "1989-08-03", 
      "state": "NY", 
      "thomas_id": "00384", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Gekas, George W.", 
      "sponsored_at": "1989-08-03", 
      "state": "PA", 
      "thomas_id": "00432", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gingrich, Newt", 
      "sponsored_at": "1990-05-02", 
      "state": "GA", 
      "thomas_id": "00441", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Kyl, Jon", 
      "sponsored_at": "1989-11-21", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Moorhead, Carlos J.", 
      "sponsored_at": "1989-08-03", 
      "state": "CA", 
      "thomas_id": "00830", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Robinson, Tommy F.", 
      "sponsored_at": "1989-08-03", 
      "state": "AR", 
      "thomas_id": "00971", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Slaughter, D. French, Jr.", 
      "sponsored_at": "1989-08-03", 
      "state": "VA", 
      "thomas_id": "01068", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Smith, Bob", 
      "sponsored_at": "1990-05-02", 
      "state": "NH", 
      "thomas_id": "01082", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Smith, Larkin", 
      "sponsored_at": "1989-08-03", 
      "state": "MS", 
      "thomas_id": "01076", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Smith, Robert", 
      "sponsored_at": "1990-05-09", 
      "state": "OR", 
      "thomas_id": "01083", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-08-03", 
  "number": "3119", 
  "official_title": "To improve the criminal justice system and reduce crime.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Anti-Crime Act of 1989", 
  "sponsor": {
    "district": "5", 
    "name": "McCollum, Bill", 
    "state": "FL", 
    "thomas_id": "00761", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-08-03", 
  "subjects": [
    "Actions and defenses", 
    "Appellate courts", 
    "Assassination", 
    "Authorization", 
    "Bank robberies", 
    "Capital punishment", 
    "Classified defense information", 
    "Correctional institutions", 
    "Crime and law enforcement", 
    "Criminal procedure", 
    "Discrimination", 
    "Espionage", 
    "Exclusionary rule (Evidence)", 
    "Firearms", 
    "Firearms control", 
    "Government operations and politics", 
    "Habeas corpus", 
    "Homicide", 
    "Hostages", 
    "Information leaking", 
    "Judicial review", 
    "Jurisdiction", 
    "Kidnapping", 
    "Limitation of actions", 
    "Murder", 
    "Narcotic traffic", 
    "Organized crime", 
    "Presidential protection", 
    "Prison violence", 
    "Prisoners", 
    "Protection of officials", 
    "Right to counsel", 
    "Sentences (Criminal procedure)", 
    "State courts", 
    "Terrorism", 
    "Treason", 
    "Victims of crimes"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-08-03", 
    "text": "Anti-Crime Act of 1989 - Title I: Capital Punishment Procedures - Amends the Federal criminal code to establish criteria for the imposition of the death penalty for Federal crimes. Requires the Government, for any offense punishable by death, to serve notice upon the defendant a reasonable time before trial or acceptance of a plea, that it intends to seek the death penalty and the aggravating factors upon which it will rely. Requires a separate sentencing hearing before a jury, or the court upon motion by the defendant, when the defendant is found guilty or pleads guilty to an offense punishable by death. Allows the defendant and the Government to present any information relevant to sentencing, without regard to the rules of evidence, but permits evidence to be excluded where its probative value is substantially outweighed by the danger of creating unfair prejudice, confusing the issues, or misleading the jury. Specifies mitigating factors which the defendant must establish by a preponderance of the information and aggravating factors which the Government must prove beyond a reasonable doubt. Sets forth special aggravating factors for espionage, treason, homicide, and the attempted murder of the President. Directs the court, or the jury by unanimous vote, to impose the death penalty upon a finding that such sentence is justified based on consideration of both the aggravating and mitigating factors. States that no person who was under 18 years of age at the time of the offense may be sentenced to death. Requires the court to instruct the jury not to consider the race, color, national origin, religious beliefs, or sex of the defendant or victim in its consideration of the sentence. Establishes procedures for appeal from a death sentence. Requires the court of appeals, upon consideration of the record and the information and procedures of the sentencing hearing, to affirm the decision if: (1) the sentence was not imposed under the influence of passion, prejudice, or any other arbitrary factor; and (2) the information supports the finding of aggravating factors. Requires the court to provide a written explanation of its determination. Sets forth requirements with respect to representation by counsel. Sets forth procedures for the implementation of the sentence of death. Limits the circumstances under which the offense of delivering defense information to aid foreign governments is punishable by death. Provides for the imposition of the death penalty for: (1) murder committed by prisoners in Federal prisons; (2) kidnappings which result in the death of any person; (3) hostage takings which result in the death of any person; (4) attempting to kill the President of the United States (if such attempt results in bodily injury or comes dangerously close to causing the President's death); (5) \"murder for hire\"; (6) murder in the aid of a racketeering activity; (7) international terrorism (where the killing is a first-degree murder); and (8) engaging in a criminal enterprise activity which results in death. Increases the minimum sentence to life imprisonment for the crime of bank robbery which results in death. Title II: Capital Punishment for Drug Kingpins - Amends the Controlled Substances Act to establish criteria for the imposition of the death penalty for certain continuing criminal enterprise drug offenses. Sets forth aggravating factors to be considered by the jury or the court when imposing its sentence. Title III: Exclusionary Rule Reform - Amends the Federal criminal code to provide that evidence obtained by a search or seizure shall not be excluded in a Federal proceeding if the seizure was undertaken in an objectively reasonable belief in its conformity with the fourth amendment to the Constitution. Provides that evidence obtained in accordance with a warrant is prima facie evidence of the existence of circumstances justifying such an objectively reasonable belief of conformity with the fourth amendment. Prohibits the exclusion of evidence in such a proceeding on the ground that it was obtained in violation of a statute, administrative rule or regulation, or rule of procedure unless expressly authorized by statute or rule prescribed by the Supreme Court pursuant to statutory authority. Title IV: Habeas Corpus Reform - Amends the Federal judicial code to condition consideration of a habeas corpus claim by a State prisoner on a showing of actual prejudice resulting from the denial of a Federal right, and that: (1) State action precluded assertion of the right; (2) the Federal right asserted was newly recognized; (3) the factual basis of the claim could not have been discovered through the exercise of reasonable diligence prior to the procedural default; or (4) a constitutional violation asserted in the claim probably resulted in a factually erroneous conviction or a sentence predicated on an erroneous factual determination. Establishes a one-year statute of limitations for habeas corpus actions brought by State prisoners. Vests authority to issue certificates for probable cause for appeal of habeas corpus orders exclusively in the courts of appeals. Permits denial on the merits of habeas corpus writs notwithstanding the failure to exhaust State remedies. Prohibits the granting of a habeas corpus writ with respect to any claim which has been fully and fairly adjudicated in State proceedings. Makes appointment of counsel discretionary, except as provided by rule of the Supreme Court. Title V: Prison Construction - Authorizes appropriations for FY 1991 to the Department of Justice for the Federal Prison System, including the National Institute of Corrections. Title VI: Increased Penalty for Using Guns in Crimes - Provides for enhanced penalties for the possession or use of a semiautomatic firearm during a crime of violence or drug trafficking offense."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Anti-Crime Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To improve the criminal justice system and reduce crime.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:01-05:00"
}