{
  "actions": [
    {
      "acted_at": "1981-11-05", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1818-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Eagleton, Thomas F.", 
      "sponsored_at": "1981-11-05", 
      "state": "MO", 
      "thomas_id": "01323", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rudman, Warren", 
      "sponsored_at": "1981-11-05", 
      "state": "NH", 
      "thomas_id": "01426", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-11-05", 
  "number": "1818", 
  "official_title": "A bill to promote the orderly conduct of international relations by facilitating the operation of foreign missions in the United States, thereby promoting the secure and efficient operation of of United States missions abroad.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s854-97", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Mathias, Charles McC., Jr.", 
    "state": "MD", 
    "thomas_id": "01391", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-11-05", 
  "subjects": [
    "Department of State", 
    "Diplomatic privileges and immunities", 
    "Diplomats", 
    "Executive reorganization", 
    "Foreign ownership of real property", 
    "Government operations and politics", 
    "International affairs", 
    "Land transfers", 
    "Public Lands and Real Property"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-11-05", 
    "text": "Amends the State Department Basic Authorities Act of 1956 to direct the Secretary of State to establish an Office of Foreign Missions within the Department of State. Permits the Secretary to authorize the Director of such Office to: (1) assist Federal, State, and municipal agencies to ascertain the benefits due a foreign mission; (2) provide benefits for or on behalf of a foreign mission; and (3) support the secure and efficient operation of foreign missions. Authorizes the Secretary to require a foreign mission to obtain benefits from or through the Director, on terms approved by the Secretary, if necessary to: (1) facilitate relations between the United States and a sending state (state represented by such mission); (2) protect U.S. interests; (3) adjust for costs and procedures of obtaining benefits for U.S. missions abroad; or (4) assist in resolving a dispute affecting U.S. interests. Authorizes the Secretary to require a foreign mission to comply with certain terms, including paying the Director a fee and waiving any recourse against any governmental authority or employee, as a condition to: (1) the performance in the United States of any contract; (2) the acquisition of any real property; or (3) the application for or acceptance of any benefit. Authorizes the Secretary to designate a State Department officer as an agent of a foreign mission to effectuate a waiver of recourse. Authorizes the Secretary to require any foreign mission to: (1) notify the Director before such mission acquires or disposes of any real property; and (2) divest itself of or forgo the use of any real property acquired without notice to the Director or exceeding the limits placed on real property available to U.S. missions in the sending state. Authorizes the Secretary to protect and dispose of any property of a foreign mission which has ceased conducting governmental activities and has not designated a protecting power. Provides for the administration and management of the Office of Foreign Missions. Makes the provisions of this Act applicable to public international organizations. Prohibits compliance with this Act by a foreign mission from being deemed a waiver of any immunity. Prohibits making benefits available to foreign missions contrary to this Act. Directs the Secretary to certify, upon request, whether a foreign mission is in compliance with this Act. Amends the Diplomatic Relations Act to extend the privileges and immunities of the Vienna Convention to missions of nonparties to the Convention. Authorizes the President to determine what privileges and immunities should be extended to any foreign mission."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to promote the orderly conduct of international relations by facilitating the operation of foreign missions in the United States, thereby promoting the secure and efficient operation of of United States missions abroad.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:05-05:00"
}