{
  "actions": [
    {
      "acted_at": "1991-01-14", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-02-07", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-02-20", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Hearings concluded. Hearings printed: S.Hrg. 102-218.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-03-06", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Agriculture. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1991-03-12", 
      "references": [], 
      "text": "Committee on Agriculture. Reported to Senate by Senator Leahy with an amendment in the nature of a substitute. With written report No. 102-22.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-03-12", 
      "calendar": "Senate Legislative", 
      "number": "38", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 38.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1991-04-11", 
      "references": [], 
      "text": "Motion to proceed to consideration of measure made in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-04-11", 
      "references": [], 
      "text": "Motion to proceed to consideration of measure withdrawn in Senate by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-04-16", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-04-17", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-04-17", 
      "references": [], 
      "text": "The Committee amendment was modified by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-04-18", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-04-18", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-04-18", 
      "bill_ids": [
        "hr707-102"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 707 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-04-18", 
      "bill_ids": [
        "hr707-102"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 707 in lieu of this measure by Yea-Nay Vote. 90-8. Record Vote No: 45.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-04-18", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s66-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "66"
    }, 
    {
      "amendment_id": "s67-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "67"
    }, 
    {
      "amendment_id": "s68-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "68"
    }, 
    {
      "amendment_id": "s69-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "69"
    }, 
    {
      "amendment_id": "s71-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "71"
    }
  ], 
  "bill_id": "s207-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bond, Christopher S.", 
      "sponsored_at": "1991-01-14", 
      "state": "MO", 
      "thomas_id": "01286", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1991-01-14", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1991-01-14", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerrey, J. Robert", 
      "sponsored_at": "1991-01-14", 
      "state": "NE", 
      "thomas_id": "01378", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1991-01-14", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-14", 
  "number": "207", 
  "official_title": "A bill to amend the Commodity Exchange Act to authorize appropriations for and enhance the effectiveness of the Commodity Futures Trading Commission, to curb abuses in the making of trades and the execution of orders at designated contract markets, to provide greater representation of the public interest in the governance of such contract markets, to enhance the integrity of the United States financial markets by providing for Federal oversight of margins on stock index futures, clarifying jurisdiction over innovative financial products and providing mechanisms for addressing intermarket issues, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr707-102", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr707-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr707-102", 
      "reason": "includes"
    }
  ], 
  "short_title": "Futures Trading Practices Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1991-03-06", 
  "subjects": [
    "Administrative procedure", 
    "Agricultural economics", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Auditing", 
    "Authorization", 
    "Bank deposits", 
    "Brokers", 
    "Class actions (Civil procedure)", 
    "Commodity exchanges", 
    "Conflict of interests", 
    "Congressional reporting requirements", 
    "Credit unions", 
    "Damages", 
    "Electronic data processing", 
    "Ethics", 
    "Federal officials", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign banks and banking", 
    "Foreign exchange futures", 
    "Fraud", 
    "Futures trading", 
    "Government paperwork", 
    "Government regulation", 
    "Independent regulatory commissions", 
    "Insider trading in securities", 
    "Licenses", 
    "Loans", 
    "Marketing of farm produce", 
    "Marketing orders", 
    "New products", 
    "Regulatory reform", 
    "Securities industry", 
    "Standards", 
    "Telemarketing", 
    "Telephone", 
    "Undercover operations", 
    "User charges"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1991-04-18", 
    "text": "Futures Trading Practices Act of 1991 - Title I: Commodity Futures Trading Commission; Funding and Personnel - Amends the Commodity Exchange Act to authorize FY 1992 through 1996 appropriations for the Commodity Futures Trading Commission (Commission). Authorizes the Commission to request eight additional Senior Executive Service positions. Directs the Commission to establish a service fee schedule. (Currently authority is discretionary.) Establishes annual FY 1992 through 1996 aggregate fee limits. Excludes from coverage under such Act any deposit (as defined by the Federal Reserve Act and related regulations) offered by: (1) an insured depository institution; (2) an insured credit union; or (3) a Federal or State branch or agency of a foreign bank. Excludes from coverage under such Act any loan: (1) that is a consumer credit transaction subject to the Truth in Lending Act; (2) made by an insured depository institution or credit union; or (3) made by a foreign bank to a specified person or made by a Federal or State branch of a foreign bank. Title II: Futures Trading Practices - Subtitle A: Floor Surveillance and Dual Trading - Requires every contract market to maintain a system to monitor trading to detect and deter violations of the Act relating to the making of trades and the execution of customer orders. Requires any audit trail system that is part of such a monitoring system to capture transaction times independently, promptly, precisely, and completely, including a record of the time a customer order is received on the exchange floor and received and executed by the floor broker. Authorizes audit trail exemptions for: (1) small exchanges with demonstrated compliance; and (2) certain categories of customer orders. Requires biennial Commission assessments of each market's trade monitoring system. Directs the Commission to issue deficiency orders requiring timely correction of any such system failing to meet standards. Requires suspension of dual trading, except under specified circumstances, on any market subject to such an order. Bars the placing of oral orders except according to certain Commission rules. Subtitle B: Broker Associations - Prohibits trading between floor traders or brokers and affiliated customers. Requires disclosure of formal or informal business affiliations between floor brokers and traders. Subtitle C: Governing Structure - Prescribes meaningful representation on exchange boards of brokerage firms, commodity producers and consumers, and floor traders and brokers. Specifies diversity of membership that must prevail on major disciplinary panels. Subtitle D: Floor Trader Registration - Requires floor trader registration. Subtitle E: Penalties - Revises penalties for violations of the Act. Makes Commission merchants liable to customers for any losses caused by the malfeasance of their chosen floor brokers. Allows customers to sue floor brokers for punitive damages of up to double actual losses. Authorizes the Commission to require customer restitution. Increases penalties for violations under such Act. Repeals the requirement that the Commission consider financial circumstances when assessing a civil penalty. Suspends a person's registration and trading privilege for failure to pay a civil monetary penalty. Authorizes the Commission to seek monetary penalties in civil court. Makes it a felony to provide false information to a contract market, board of trade, or futures association. Applies criminal penalties for willful and knowing violations of such Act. Authorizes class action suits against registered persons if the Commission has issued final rules permitting such actions. Directs the Commission to make a study of Commission and contract market penalties and related industry guidelines. Subtitle F: Assistance to Foreign Futures Authorities - Provides for cooperation with foreign futures authorities (as defined by this Act) with regard to: (1) subpoena authority; (2) investigative assistance; (3) information disclosure and receipt; and (4) payment for necessary investigative expenses. Subtitle G: General Provisions - Defines specified terms for purposes of such Act, including \"floor trader\" and \"foreign futures authority.\" Authorizes the Commission to require futures commission merchants to provide information on the activities of affiliated persons (as defined by this Act) that are reasonably likely to affect the financial or operational conditions of such entities. Sets forth: (1) exemptions from such requirements; and (2) confidentiality provisions. Requires the Commission to publish any dissenting or separate opinions whenever it publishes any opinion, rule, or other official rule. Requires ethics training for new registrants. Grants the Commission authority to conduct limited undercover investigations where it has reason to believe that violations of the Act may be taking place and the Department of Justice has declined to do so. Grants the General Accounting Office (GAO) access to information maintained by self-regulatory organizations, subject to specified confidentiality requirements. Revises provisions regarding Commission registration authority. Authorizes the Commission to suspend or modify the registration of a person charged with a felony that reflects on such person's fiduciary fitness. Prohibits insider trading. Directs the Commission to: (1) facilitate the development of computerized trading as an adjunct to the open out cry auction system; and (2) seek to remove any foreign trade barriers on the international use of electronic trading systems. Directs the Commission to consider agricultural interests in discharging its duties and functions under such Act. Permits futures associations to appeal certain Commission decisions. Requires each futures association to adopt telemarketing fraud disciplinary criteria, which shall include a prohibition on a person who has solicited a new account by telephone from entering any orders for such account for three days after the customer has signed the risk disclosure statement. Provides for nationwide service of process and venue in U.S. district courts. Directs GAO to study delivery points for agricultural commodity contracts. Title III: Intermarket Coordination - Requires any contract market in a stock index futures contract to file with the Board of Governors of the Federal Reserve System any rule establishing or changing margin levels on stock index futures. Authorizes the Board to direct an exchange to adjust margin levels. Authorizes the Commission to exempt any agreement, contract, or transaction from Commission requirements when in the public interest to do so if such agreement will: (1) be between institutional participants; (2) be in connection with a line of business or for hedging risk management; and (3) not adversely affect the Commission or any contract market. States that such Act shall not apply to a swap transaction entered into: (1) for hedging or business-related risk management; and (2) where each party expects to make specified payments. Establishes a function-based determination of whether or not a hybrid commodity instrument falls within Commission jurisdiction. States that there would be no Commission jurisdiction in the case of an instrument: (1) deriving less than 50 percent of its value in commodity option, to the extent that it has commodity option elements; and (2) expected to have less than 50 percent of its change in value owing to movement in a commodity's specified price or in the terms and conditions of the transaction, to the extent that the instrument has futures contract elements. Excludes from such Act stock index participations approved for trading by the Securities and Exchange Commission by April 11, 1989, or pending approval on or prior to December 31, 1990. Directs the Commission to utilize existing authorities to facilitate the registration of certain persons associated with a broker or dealer for the purposes of marketing stock index futures products to the public. Title IV: Effective Date - Sets forth the effective date for this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Futures Trading Practices Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Intermarket Coordination Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Futures Trading Practices Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Commodity Exchange Act to authorize appropriations for and enhance the effectiveness of the Commodity Futures Trading Commission, to curb abuses in the making of trades and the execution of orders at designated contract markets, to provide greater representation of the public interest in the governance of such contract markets, to enhance the integrity of the United States financial markets by providing for Federal oversight of margins on stock index futures, clarifying jurisdiction over innovative financial products and providing mechanisms for addressing intermarket issues, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:36-05:00"
}