{
  "actions": [
    {
      "acted_at": "1987-02-04", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-02-18", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-02-26", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-02-26", 
      "bill_ids": [
        "s6-100", 
        "s279-100"
      ], 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans incorporated provisions of related measures S. 6, S. 279 in reported measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-03-11", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans requested executive comment from VA, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-03-18", 
      "references": [], 
      "text": "Committee on Veterans. Reported to Senate by Senator Cranston with an amendment in the nature of a substitute and an amendment to the title. With written report No. 100-15. Additional and minority views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-03-18", 
      "calendar": "Senate Legislative", 
      "number": "38", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 38.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1987-03-31", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-03-31", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment and an amendment to the Title by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1987-04-02", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-04-02", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s76-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "76"
    }
  ], 
  "bill_id": "s477-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1987-02-04", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1987-03-25", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "1987-02-04", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heflin, Howell", 
      "sponsored_at": "1987-02-26", 
      "state": "AL", 
      "thomas_id": "01358", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1987-02-17", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1987-02-04", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mitchell, George J.", 
      "sponsored_at": "1987-02-04", 
      "state": "ME", 
      "thomas_id": "01401", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1987-02-04", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1987-03-11", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1987-03-31", 
    "vetoed": false
  }, 
  "introduced_at": "1987-02-04", 
  "number": "477", 
  "official_title": "A bill to assist homeless veterans.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s6-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "s279-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Homeless Veterans' Assistance Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1987-03-31", 
  "subjects": [
    "Ambulatory care", 
    "Armed forces and national security", 
    "Counseling", 
    "Families", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Halfway houses", 
    "Health", 
    "Home care services", 
    "Homeless", 
    "Housing and community development", 
    "Mental health", 
    "Mental health services", 
    "Mental illness", 
    "Mentally ill", 
    "Public Welfare and Charities", 
    "Stress (Psychology)", 
    "Veterans' employment", 
    "Veterans' medical care", 
    "Veterans' rehabilitation", 
    "Vietnam veterans"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1987-03-31", 
    "text": "(Measure passed Senate, amended) Homeless Veterans' Assistance Act of 1987 - Title I: Homeless Veterans - Authorizes the Administrator of Veterans Affairs, during fiscal years 1987 through 1989, to enter into agreements with an institution or entity to sell to such entities real property acquired by the Administrator as the result of veterans' home loan defaults for the purpose of providing shelter for homeless veterans and their families. Authorizes the leasing to such entities of underutilized facilities under the jurisdiction of the Administrator suitable for such purposes. Sets forth administrative provisions and conditions relating to such agreements. Requires the Administrator to provide appropriate entities with notice of the potential availability for sale or lease of such real property for such purposes. Directs the Administrator, no later than 30 days after the enactment of this Act and periodically thereafter, to evaluate certain acquired real property to determine its suitability for use in providing such shelters for homeless veterans. Directs the Administrator, within 180 days after the enactment of this Act and periodically thereafter, to complete an inventory of all underutilized facilities under the jurisdiction of the Administrator to determine which such facilities could be suitable for lease to provide such shelter. Directs the Administrator, no later than February 1, 1988, to report to the Senate and House Veterans' Affairs Committees on the results of such inventory, together with information concerning real property sold or leased for such purposes. Directs the Administrator, no later than February 1, 1989, to report to the same Committees on their experience under this provision. Directs the Administrator to conduct a pilot program and study, for a period of not less than 24 months and in not less than ten geographic areas in which there are a significant amount of homeless veterans, of the effectiveness of various activities designed to assist homeless veterans and their families. Directs the Administrator, within 90 days after the enactment of this Act, to submit to the above Committees a report describing and evaluating the provision of outreach services to homeless veterans. Directs the Administrator, within 180 days after the enactment of this Act, to report to such Committees on the extent to which veterans are represented in the population of homeless individuals. Requires the Administrator to submit a specified implementation plan in relation to the above report within 30 days after the enactment of this Act. Directs the Administrator, during the period beginning on the date of enactment of this Act and ending on September 30, 1989, to conduct a pilot program to provide care and treatment and rehabilitative services in halfway houses, therapeutic communities, psychiatric residential treatment centers, and other community-based treatment facilities to homeless veterans suffering from chronic mental illness disabilities. Directs the Administrator, no later than February 1, 1989, to report to the above Committees on the experience under such pilot program prior to October 1, 1988, and whether such pilot program should be continued. Limits the spending for fiscal years 1987 through 1989 in connection with the pilot program. Continues through FY 1987 the authority for the provision of contractual, community-based psychiatric residential care for certain eligible veterans. Expands the eligibility for such care to include veterans having a chronic mental illness disability rated as service-connected. Expands the eligibility for certain benefits under the Veterans' Job Training Act to include as eligible for such benefits veterans: (1) having a service-connected disability rated at 30 percent or more; and (2) who are homeless. Extends through FY 1988 the authorization of appropriations under such Act, as well as extending certain program termination dates. Directs the Administrator, no later than January 1, 1988, in urban areas having a significant number of homeless veterans, to convert underutilized space under the jurisdiction of the Administrator to 500 domiciliary-care beds to be used for the care of veterans in need of domiciliary care, primarily homeless veterans, whenever such conversion is practicable. Title II: Vietnam-Era Veterans' Readjustment Counseling Program and Related Reports - Extends for one year certain program transition periods and required reporting dates in connection with the Vietnam veterans' readjustment counseling program. Amends the Veterans' Health Care Amendments of 1983 to extend until October 1, 1987, the due date for a report from the Administrator to the Senate and House Veterans' Affairs Committees on the results of a study required under such Act on the incidence of post-traumatic stress disorder and other psychological problems encountered by Vietnam veterans. Title III: Technical Amendment - Makes a technical correction to the Veteran's Benefits Improvement and Health-Care Authorization Act of 1986."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Homeless Veterans Assistance Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Homeless Veterans' Assistance Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Homeless Veterans' Assistance Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assist homeless veterans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:14-05:00"
}