{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr879-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "879", 
  "official_title": "A bill to assure an opportunity for employment to every American seeking work.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Full Employment Act", 
  "sponsor": {
    "district": "12", 
    "name": "O'Hara, James G.", 
    "state": "MI", 
    "thomas_id": "00873", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Economics and public finance", 
    "Labor and employment", 
    "Unemployment"
  ], 
  "subjects_top_term": "Unemployment", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Full Employment Act - Authorizes the Secretary of Labor to enter into and make payments under contracts with Federal, State, or local governmental agencies to provide useful public service employment to unemployed persons. Provides that such agreements shall provide that all persons employed, other than necessary technical, supervisory, and administrative personnel, will be selected from among eligible unemployed persons and that, to the maximum extent possible, technical, supervisory, and administrative personnel shall be recruited from among fully qualified, eligible unemployed persons. Provides that no person shall be paid a wage lower than the highest of the Federal or State minimum wage or the local prevailing wage rate and provides normal fringe benefits for such workers. Asserts that no agreement shall be entered into unless the Secretary of Labor determines that the execution of the agreement will result in an increase in employment opportunities over those which would otherwise be available and that it will not result in displacement of persons currently employed, including partial displacement resulting from a reduction in hours of work or wages or employment benefits. Declares that the agreement must not result in the impairment of existing contracts for services or result in the substitution of Federal for other funds in connection with work that would otherwise be performed. Provides that labor unions that work in the same labor market shall be notified prior to the awarding of the contract. Provides that, in evaluating proposed agreements under this Act, the cost to the government of each agreement shall be considered in relation to: (1) number of unemployed who would get jobs; (2) community need; (3) nature and extent of the unemployment in the community; (4) extent to which regular employment opportunities are created; (5) proportion of the cost the prospective contractor will assume; and (6) extent to which employment under the agreement will reduce out-migration from rural areas. Authorizes necessary appropriations to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Full Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assure an opportunity for employment to every American seeking work.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:03-05:00"
}