{
  "actions": [
    {
      "acted_at": "1983-01-03", 
      "references": [], 
      "text": "Called up by House as Privileged Matter.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-01-03", 
      "references": [], 
      "text": "Resolution Agreed to in House by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres5-98", 
  "bill_type": "hres", 
  "committees": [], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-01-03", 
  "number": "5", 
  "official_title": "A resolution adopting the Rules of the House of Representatives for the Ninety-eighth Congress.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "12", 
    "name": "Wright, James C., Jr.", 
    "state": "TX", 
    "thomas_id": "01244", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1983-01-03", 
  "subjects": [
    "House of Representatives", 
    "House rules and procedure"
  ], 
  "subjects_top_term": "House rules and procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-01-03", 
    "text": "Adopts the Rules of the House of Representatives of the 97th Congress, after amendments, as the Rules of the House of the 98th Congress. Amends rule I to allow the Speaker of the House to postpone proceedings on questions of agreeing to the Speaker's approval of the Journal to a designated time on that legislative day. Amends rule III to direct the Clerk of the House to supervise the staff and manage any office of a Member who is deceased, has resigned, been expelled, or otherwise incapacitated, until a successor is elected. Amends rule X to make membership on standing, joint, and select committees contingent on continuing membership in the party caucus or conference that nominated the Member. Amends rule XI to authorize the Committees on Appropriations, Armed Services, and the Permanent Select Committee on Intelligence to vote, by a certain procedure, to close to Members up to five additional days of hearings. Amends rule XXI to revise procedures on amending general appropriation bills. Prohibits a bill or resolution carrying a tax or tariff measure from being reported by a committee not having such jurisdiction. Makes amendments carrying such measures out of order during consideration of a bill or resolution reported by a committee not having jurisdiction. Amends rule XXII to extend from one week after presentation to 14 legislative days after presentation, the time required for reporting to the House all resolutions of inquiry addressed to the heads of executive departments. Amends rule XXIII to grant the Speaker discretionary authority to resolve the House into the Committee of the Whole, when no question is pending, for consideration of an adopted special order of business resolution reported by the Committee on Rules."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution adopting the Rules of the House of Representatives for the Ninety-eighth Congress.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:31-05:00"
}