{
  "actions": [
    {
      "acted_at": "1997-11-13", 
      "references": [
        {
          "reference": "CR S12597-12598", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-11-13", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-07-29", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on the Judiciary. Hearings held. Hearings printed: S.Hrg. 105-928.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1554-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1997-11-13", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sessions, Jeff", 
      "sponsored_at": "1998-01-27", 
      "state": "AL", 
      "thomas_id": "01548", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-11-13", 
  "number": "1554", 
  "official_title": "A bill to provide for relief from excessive punitive damage awards in cases involving primarily financial loss by establishing rules for proportionality between the amount of punitive damages and the amount of economic loss.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fairness in Punitive Damage Awards Act", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-11-13", 
  "subjects": [
    "Actions and defenses", 
    "Commerce", 
    "Law", 
    "Losses", 
    "Punitive damages", 
    "Torts"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-11-13", 
    "text": "Fairness in Punitive Damage Awards Act - Limits punitive damage awards in civil actions brought in Federal or State court that affect interstate commerce, charitable or religious activities, or implicate rights or interests that may be protected by the Congress under the 14th Amendment, where such damages are sought for harm that did not result in death, serious and permanent physical scarring or disfigurement, loss of a limb or organ, or serious and permanent physical impairment of an important bodily function. Permits punitive damages, to the extent permitted by applicable State law, to be awarded against: (1) a person in such a case only if the claimant establishes that the harm that is the subject of the action was proximately caused by such person; and (2) a qualified charity only if the claimant established by clear and convincing evidence that the harm was proximately caused by an intentionally tortious act of such charity. Makes this Act inapplicable to any person in such action if the misconduct for which punitive damages are awarded: (1) occurred at a time when the defendant was under the influence of intoxicating alcohol or any drug that may not lawfully be sold without a prescription and had been taken by the defendant other than in accordance with the terms of a lawful prescription; or (2) constitutes a crime of violence, an act of terrorism, a hate crime, or a felony sexual offense, for which the defendant has been convicted in any court. (Sec. 5) Limits the amount of punitive damages that may be awarded to a claimant in any civil action that is subject to this Act: (1) to the greater of three times the amount awarded to the claimant for economic loss or $250,000; or (2) for an individual whose net worth does not exceed $500,000 or against an owner of an unincorporated business, or any partnership, corporation, association, unit of local government, or organization that has fewer than 25 full-time employees, to the lesser of three times the amount awarded to the claimant for economic loss or $250,000. Directs that these limitations be applied by the court and not be disclosed to the jury. (Sec. 7) Denies the U.S. district courts jurisdiction pursuant to this Act based on Federal provisions regarding Federal question jurisdiction, or commerce and antitrust regulations and amount in controversy."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fairness in Punitive Damage Awards Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for relief from excessive punitive damage awards in cases involving primarily financial loss by establishing rules for proportionality between the amount of punitive damages and the amount of economic loss.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:16-05:00"
}