{
  "actions": [
    {
      "acted_at": "1997-09-11", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Finance ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1997-09-24", 
      "references": [], 
      "text": "Committee on Finance. Original measure reported to Senate by Senator Roth. With written report No. 105-84.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-09-24", 
      "calendar": "Senate Legislative", 
      "number": "178", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 178.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1997-11-09", 
      "committee": "Committee on Commerce by unanimous consent for consideration of matters within its jurisdiction for not to exceed 10 calendar days", 
      "references": [], 
      "text": "Referred to the Committee on Commerce by unanimous consent for consideration of matters within its jurisdiction for not to exceed 10 calendar days.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-11-10", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator McCain with amendments. With written report No. 105-154.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-11-10", 
      "calendar": "Senate Legislative", 
      "number": "293", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 293.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1216-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-09-24", 
  "number": "1216", 
  "official_title": "An original bill to approve and implement the OECD Shipbuilding Trade Agreement.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "OECD Shipbuilding Trade Agreement Act", 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1997-09-11", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Antidumping", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Australia", 
    "Barges", 
    "Brazil", 
    "Business income tax", 
    "China", 
    "Coastwise shipping", 
    "Commerce", 
    "Commercial arbitration", 
    "Confidential communications", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Courts of special jurisdiction", 
    "Customs administration", 
    "Dispute settlement", 
    "Dredging", 
    "East Asia", 
    "Economics and public finance", 
    "Europe", 
    "Evidence (Law)", 
    "Export credit", 
    "Exports", 
    "Federal aid to transportation", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign corporations", 
    "Foreign exchange", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Free trade", 
    "Government lending", 
    "Government operations and politics", 
    "Government ownership", 
    "Government paperwork", 
    "Government publicity", 
    "Governmental investigations", 
    "House rules and procedure", 
    "Ice breaking operations", 
    "Import relief", 
    "Income tax", 
    "India", 
    "Injunctions", 
    "International Trade Commission", 
    "International affairs", 
    "International agencies", 
    "International arbitration", 
    "International competitiveness", 
    "International corporations", 
    "Judicial review of administrative acts", 
    "Latin America", 
    "Law", 
    "Legislative resolutions", 
    "Licenses", 
    "Maintenance and repair", 
    "Marine insurance", 
    "Marine transportation", 
    "Merchant marine", 
    "Merchant ships", 
    "Military sealift", 
    "OECD countries", 
    "Oceania", 
    "Office of the U.S. Trade Representative", 
    "Parties to actions", 
    "Passenger ships", 
    "Poland", 
    "Prices", 
    "Reciprocity", 
    "Restrictive trade practices", 
    "Romania", 
    "Russia", 
    "Senate rules and procedure", 
    "Shipbuilding", 
    "Shipbuilding subsidies", 
    "Shipping agreements", 
    "Ships", 
    "Singapore", 
    "South Asia", 
    "Tariff", 
    "Tax exclusion", 
    "Tax penalties", 
    "Tax returns", 
    "Taxation", 
    "Taxation of foreign income", 
    "Trade agreements", 
    "Trade secrets", 
    "Transportation and public works", 
    "Tugboats", 
    "Ukraine", 
    "Valuation", 
    "Warships", 
    "Water resources development"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1997-11-10", 
    "text": "TABLE OF CONTENTS: Title I: Approval and Implementation of OECD Shipbuilding Agreement Subtitle A: General Provisions Subtitle B: Other Provisions Subtitle C: Effective Date Title II: International Shipping Income Disclosure OECD Shipbuilding Trade Agreement Act - Title I: Approval and Implementation of OECD Shipbuilding Agreement - Subtitle A: General Provisions - Declares that the Congress approves the Agreement Respecting Normal Competitive Conditions in the Commercial Shipbuilding and Repair Industry (Shipbuilding Agreement), a reciprocal trade agreement resulting from negotiations under the auspices of the Organization for Economic Cooperation and Development, entered into on December 21, 1994. (Sec. 102) Amends the Tariff Act of 1930 to impose an injurious pricing charge upon the foreign producer of a vessel sold to U.S. buyers at less than fair value if the U.S. International Trade Commission determines that as a result of the sale an industry in the United States: (1) has been materially injured, or is threatened with material injury; or (2) the establishment of an industry in the United States is or has been materially retarded. Prescribes procedural guidelines for: (1) an injurious pricing investigation by an administering authority (Secretary of Commerce, or any other Federal officer to whom such responsibilities are transferred); (2) collection of such an injurious pricing charge; and (3) imposition of countermeasures. Prescribes guidelines for: (1) injurious pricing petitions by third countries, and by eligible interested parties with respect to a sale to a buyer in a Shipbuilding Agreement Party; (2) a comparison between export price and normal value in order to determine whether a subject vessel has been sold at less than fair value; (3) hearings and determinations on the basis of available facts; and (4) conduct of investigations. Authorizes the U.S. Trade Representative (USTR) to request the Commission to issue an advisory report, and to notify certain congressional committees, if a dispute settlement panel finds that a Commission action is not in conformity with U.S. obligations under the Shipbuilding Agreement. Provides for implementation of Commission determinations, including suspension of injurious pricing charges. (Sec. 103) Directs the Customs Service to deny any request, with certain exceptions, for a permit to lade or unlade passengers, merchandise, or baggage from or onto vessels appearing on a countermeasures list pursuant to this Act. (Sec. 104) Provides for judicial review in injurious pricing and countermeasure proceedings. Subtitle B: Other Provisions - Amends the Tariff Act of 1930 to exempt certain Shipbuilding Agreement Party vessels from the customs duty on equipment purchased for, and repairs made in a foreign country upon, a vessel documented under U.S. law to engage in the foreign or coastwise trade. Specifies as so exempt: (1) self-propelled seagoing vessels of 100 gross tons or more used for transportation of goods or persons or for performance of a specialized service (including, but not limited to, ice breakers and dredges); (2) tugs of 365 kilowatts or more; and (3) integrated tug-barges or tug-barge combinations. (Sec. 112) Precludes any private right of action under the Shipbuilding Agreement. (Sec. 114) Amends the Merchant Marine Act, 1936 to include a Shipbuilding Agreement vessel within its eligibility guidelines on construction-differential and operating-differential subsidies. Revises guidelines for Federal loans and guaranteed loans for shipbuilding. (Sec. 116) Directs the USTR to: (1) establish a program to monitor the compliance of Shipbuilding Agreement Parties with their obligations under the Agreement; and (2) use the consultation and dispute settlement procedures under the Agreement to redress Agreement violations. (Sec. 118) Provides, with respect to the Shipbuilding Agreement, for: (1) Party withdrawal (and termination of withdrawal); (2) congressional procedures for withdrawing approval of the Agreement; (3) non-Party accession; and (4) protection of U.S. interests. Subtitle C: Effective Date - Sets forth the effective and termination dates of this Act. Title II: International Shipping Income Disclosure - Amends the Internal Revenue Code with respect to the exclusion from gross income of any such income derived from the international operation of a ship. Denies such exclusion unless the taxpayer discloses on the tax return its position that such income is not includible in gross income. Sets forth penalties for failure to make such disclosure, with an exception for failure due to reasonable cause and not to willful neglect."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "OECD Shipbuilding Trade Agreement Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "OECD Shipbuilding Trade Agreement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to approve and implement the OECD Shipbuilding Trade Agreement.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:08-05:00"
}