{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1277-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "1277", 
  "official_title": "A bill to establish certain rules with respect to the appearance of witnesses before grand juries, to provide for independent inquiries by grand juries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Grand Jury Reform Act", 
  "sponsor": {
    "district": "4", 
    "name": "Eilberg, Joshua", 
    "state": "PA", 
    "thomas_id": "00341", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Crime and law enforcement", 
    "Grand jury", 
    "Juries", 
    "Law", 
    "Witnesses"
  ], 
  "subjects_top_term": "Grand jury", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Grand Jury Reform Act - Provides that persons confined for refusal to testify or provide other information concerning any transaction or event before a grand jury may not be again confined under this Act for a subsequent refusal to testify or provide other information concerning the same transaction or event. States that whoever discloses any matter occurring before any grand jury impaneled before a court of the United States shall be fined not more than $500 or imprisoned not more than six months or both. Requires that upon impanelment of every grand jury before a district court, the court shall give adequate and reasonable notice to the grand jury of: (1) its duty to inquire into offenses against the criminal laws of the United States alleged to have been committed within that district; (2) its rights, authority, and powers with respect to an independent inquiry; (3) its right to call and interrogate witnesses; (4) its right to request the production of documents or other evidence; and (5) such other duties and rights as the court deems advisable. Stipulates that any grand jury impaneled before any district court may, after giving notice to the court, inquire upon its own initiative into offenses against the criminal laws of the United States alleged to have been committed within that district. Provides, that, upon the request of any grand jury impaneled before any district court (pursuant to the affirmative vote of a majority of its members), the court shall appoint a special attorney, in lieu of the attorney for the Government, to assist the jury in the conduct of any independent inquiry. Sets forth the rights of witnesses testifying before the grand jury. States that every witness called to testify or produce other information before a grand jury impaneled before a district court shall be entitled to the advice of an attorney who may be present and provide such advice while testimony or other information is being elicited from the witness by who may not perform any other function at the proceeding before the grand jury. Provides that witnesses may examine and copy the record of their own testimony under such conditions as the court deems reasonable."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Grand Jury Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish certain rules with respect to the appearance of witnesses before grand juries, to provide for independent inquiries by grand juries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:48-05:00"
}