{
  "actions": [
    {
      "acted_at": "1977-06-24", 
      "committee": "Senate Committee on Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Human Resources with amendment, S. Rept. 95-856.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-22", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-22", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-23", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-24", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-24", 
      "bill_ids": [
        "hr15-95"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H.R. 15 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1753-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-06-24", 
  "number": "1753", 
  "official_title": "A bill to extend the Elementary and Secondary Education Act of 1965, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr15-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Education Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-06-24", 
  "subjects": [
    "Adult education", 
    "Advisory bodies", 
    "Aliens", 
    "American Samoa", 
    "Arts", 
    "Bilingual education", 
    "Cambodia", 
    "Community schools", 
    "Compensatory education", 
    "Consumer education", 
    "Consumer protection", 
    "Curricula", 
    "Desegregation in education", 
    "Disaster relief", 
    "Dropouts", 
    "Education", 
    "Education of Indians", 
    "Education of handicapped children", 
    "Education of socially handicapped children", 
    "Educational counseling", 
    "Educational facilities", 
    "Educational innovations", 
    "Educational planning", 
    "Educational research", 
    "Educational statistics", 
    "Educational surveys", 
    "Educational television", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Environmental education", 
    "Federal advisory bodies", 
    "Federal aid to adult education", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to libraries", 
    "Federal aid to private schools", 
    "Federal aid to youth services", 
    "Federal enclaves", 
    "Federally-assisted loans", 
    "Gifted children", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Guam", 
    "Health", 
    "Health education", 
    "Immigration", 
    "Indian education", 
    "Juvenile delinquency", 
    "Laos", 
    "Libraries", 
    "Mathematics", 
    "Metric system", 
    "Migrant labor", 
    "Minorities", 
    "Minority education", 
    "Native Americans", 
    "Northern Mariana Islands", 
    "Parent-school relationships", 
    "Population", 
    "Private schools", 
    "Puerto Rico", 
    "Radio programs", 
    "Reading", 
    "Refugees", 
    "Right of privacy", 
    "School health programs", 
    "School libraries", 
    "Secondary education", 
    "Social welfare", 
    "State aid to private schools", 
    "State education agencies", 
    "Students' rights", 
    "Tax credits", 
    "Television and children", 
    "Territories (U.S.)", 
    "Vietnam", 
    "Virgin Islands", 
    "Women", 
    "Youth"
  ], 
  "subjects_top_term": "Federal aid to education", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1978-08-24", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 15 passed in lieu) Education Amendments - =Title I: Amendments to the Elementary and Secondary Education Act of 1965= - States that it is the policy of the United States to assist local educational agencies in meeting the special educational needs of educationally deprived children in low-income areas. Declares that it is also the policy to provide financial assistance in order to meet the special needs of children of certain migrant parents, of Indian children, and of handicapped and neglected or delinquent children. Authorizes the Commissioner of the Office of Education to make payments to State educational agencies until September 30, 1983. Authorizes to be appropriated such sums, in addition to authorizations for local educational agencies, as will assure at least the same level of funding under this Title as in fiscal year 1973 for Guam, American Samoa, the Virgin Islands, the Northern Mariana Islands, and the Trust Territory of the Pacific Islands. Sets forth formulae for determining the amount a State is eligible to receive based on the average per pupil expenditure in the United States. States that the grant which Puerto Rico will be eligible to receive under this Act is to be adjusted according to the percentage of the average per pupil expenditure in Puerto Rico plus 32 percent of the expenditure in the 50 States. Permits the Commissioner to grant authority for one year periods to States to make direct allocations to school districts provided the same formula factors are used. Provides for the distribution of excess appropriations for fiscal year 1979 according to the 1975 survey of income and education. Directs the Commission to utilize specified criteria in determining the number of children aged five through 17 to be counted. Grants States one Federal dollar for each two dollars of State funds used for compensatory education programs: (1) which satisfy the criteria for purposes of qualifying for an exemption from the excess costs and comparability provision; and (2) in which 50 percent of such State funds are used in areas having high concentrations of children from low-income families. Provides that local educational agencies in a country would be eligible to receive additional grants if the number of children from low-income families aged five to 17 residing within the county exceeds 5,000 or 20 percent of the total number of countable children in such county. Applies such additional grants exclusively to the 50 States and Puerto Rico. Authorizes school districts to: (1) use enrollment data in certain schools in lieu of area residency; (2) continue eligibility for certain schools and areas for a three-year period even if they no longer satisfy the applicable eligibility requirements; (3) skip higher ranked schools where lower ranked schools have a substantially higher incidence of educational deprivation than the higher ranked schools; and (4) skip higher ranked schools receiving services of the same nature and scope from non-Federal sources as would otherwise have been provided under Title I. Authorizes school districts to: (1) countinue eligibility for children who are no longer in greatest need of assistance but who are still educationally deprived; (2) continue eligibility for the remainder of the year for children who have been transferred in mid-year to ineligible areas; and (3) skip greatest-need children receiving services of the same nature and scope from non-Federal sources as they would otherwise have received under Title I. Specifies that school districts are expected to avoid using Title I funds for services that could be provided from other sources. Requires with respect to Title I programs: (1) that teachers be included in the planning of such programs; (2) that parents of participating children be informed of the instructional goals of such programs; and (3) that local educational agencies consider including components designed to sustain achievement gains beyond the school year. Establishes advisory councils which must: (1) be composed of not less than ten members; (2) meet a sufficient number of times per year at locations chosen by the council; and (3) have members elected for set terms. Stipulates that applications must describe the program of training for parent council members and provide access to appropriate information. Permits smaller school districts to establish such advisory councils without any requirement as to the number of parents who must be on the councils. Authorizes funds for parent workshops and model training programs. Permits the Commission to waive for one year the provision of free public education, where exceptional and unforseen circumstances exist and reduce a school district's allocation in proportion to the amount expended by such local educational agency which was less than the amount expended for the second preceding fiscal year. Allows local educational agencies to use funds received under this Title only for the excess costs of programs and projects for educationally deprived children. Requires that educationally deprived children in the aggregate, residing in areas and schools eligible for assistance under Title I, receive at least the same level of such special State and local funds that would have been made available to such children in the absence of funds under Title I. Requires that school districts demonstrate comparability where all schools are designated project area schools. Sets forth minimum standards respecting the establishment of complaint resolution procedures. Requires that spending for educationally deprived nonpublic school children be equal, consistent with their numbers and educational needs, to spending for educationally deprived children attending public schools. States that the expenditures for educational services and arrangements for educationally deprived children in private schools shall be equal (taking into account the number of children to be served and the special educational needs of such children) to expenditures for children enrolled in the public schools of the local educational agency. Requires the Commission to arrange for services for educationally deprived children upon the determination that the local educational agency has failed substantially in providing special programs on an equitable basis. Directs the Commissioner to withhold the cost of providing such services from the State or local educational agency's allocation and to pay the cost of such services to the arranged provider. Permits State or local education agencies, dissatisfied with the Commissioner's final action, to file within a specified period of time with the United States Court of Appeals a petition for review of such action. Allows a local educational agency to exclude State and local funds expended for carrying out special bilingual programs and programs for handicapped children or State phase-in programs for the purpose of determining compliance with the requirement permitting funds to be used only for excess costs of programs and projects and relating to comparability of services. Lists criteria for determining the compliance of programs with such requirements. Requires both the Commissioner and the State educational agency to make advance determinations of whether or not a program meets the requirements for the exemption. Permits local educational agencies qualifying for the exclusion from excess cost and comparability provisions and receiving the funds for which it is eligible to utilize additional State and local funds for special programs and projects which are solely for educationally deprived children residing in nonproject areas or attending nonproject schools, including areas and schools ineligible for assistance. Authorizes local educational agencies to use additional State compensatory education funds in non-Title I areas if the agencies meet specified conditions. Permits schools having 80 percent or higher concentrations of children from low-income families to utilize Title I funds to design a single Title I program for all children in the school, provided that the school district satisfies certain conditions. Allows personnel paid entirely by funds made available under this Act to be assigned to certain limited, rotating, supervisory duties not related to classroom instruction, the benefits of which are not limited to participating children under this act. Prescribes requirements applicants must satisfy in order to receive Title I funds for programs for migratory children, handicapped children, and neglected and delinquent children. Adds the Northern Mariana Islands to the list of insular territories receiving allotments for grants from authorized appropriations. Stipulates that no State shall receive an amount which is less than 85 percent of the amount which that State received in the prior fiscal year. Sets forth the requirements of State and Federal administration of programs and projects assisted under this Act, including the submission and approval of applications. Authorizes the Department of Health, Education, and Welfare (HEW) to audit applicant programs. Specifies certain minimum standards concerning the resolution of outstanding audits. Requires the Commissioner to adopt procedures to assure timely resolution of audits. Specifies that misspent funds must be repaid from funds derived from non-Federal funds or Federal funds where no accountability is required to the Federal Government. Requires that the Office of Education develop and disseminate a policy manual to assist applicants and parent advisory councils and to ensure uniform-interpretation and enforcement. Requires the Commissioner to submit to the Congress in the first, third, and fifth fiscal years after enactment of this Act, a report concerning enforcement of this Title. Authorizes the Commissioner to pay each State the amount which it and the local educational agencies of that State are eligible to receive under this Title. Provides for judicial review of any final action of the Commissioner. Establishes the National Advisory Council on the Education of Disadvantaged Children, consisting of 15 members appointed by the President for three year terms, to review and evaluate the administration and operation of this Act and to report annually to the President and the Congress. Limits the amount payable to the Commonwealth of Puerto Rico under this Title for any fiscal year to 150 percent of the amount received by Puerto Rico in the preceding fiscal year. Establishes a new program in Basic Skills and Educational Proficiency as Title II of the Elementary and Secondary Education Act the purpose of which is to assist Federal, State and local educational agencies in developing, coordinating, and expanding programs in special skills. Establishes an application procedure to be followed for Federal assistance. Authorizes the Secretary of HEW to: (1) accept gifts for activities; (2) make grants to, and enter into contracts with, State and local educational agencies, and other public and nonprofit private agencies, organizations, and institutions; (3) provide assistance designed to demonstrate improved delivery of instructional services in the areas of reading, mathematics, and oral and written communication; (4) provide financial and technical assistance to State programs to improve achievement in basic skills; (5) support activities aimed at parental participation and the involvement of private organizations in basic skills instruction; and (6) collect and analyze information relating to basic skills programs. Directs the National Institute of Education to undertake a survey of teachers of basic skills to identify their level of training, the teaching methods they use in teaching basic skills, and the relative effectiveness of such methods in meeting the educational needs of children. Authorizes the Secretary to coordinate this program with other programs of this Act, with the Economic Opportunity Act of 1964, and with the Higher Education Act of 1965. Authorizes the Commission to contract with a private nonprofit group for the establishment of an inexpensive book distribution program for reading motivation, and to contract with and make grants to such groups for special mathematics programs. Authorizes the Commissioner to make grants: (1) to State educational agencies to carry out a plan approved by the Commissoner to assist students in achieving levels of educational proficiency based on basic standards established by the State educational agency; and (2) to local educational agencies, for the same purpose, if such agencies are located in a State in which the State educational agency has not submitted an application for a grant under this Act. Establishes procedures for receiving such grants. Directs the Commissioner to provide assistance to State and local educational agencies in order that they might develop their capacity to conduct achievement testing programs in the basic skills. Authorizes appropriations to carry out this Title. Amends Title III of the Elementary and Secondary Education Act by establishing a new program of Special Projects. Authorizes the Commissioner to support experiments with new educational and administrative methods, techniques, and practices; to support special projects aimed at meeting special or unique educational needs or programs; to support problems placing special emphasis on national priorities; and to disseminate information to State and local educational agencies. Authorizes the Commissioner to: (1) make grants to carry out the purposes of this Title; and (2) carry out discretionary projects which are consistent with the purposes of this Title, including energy conservation education projects. Metric Education Act - Authorizes the Commissioner to carry out a program of grants to encourage educational agencies and institutions to prepare students to use the metric system of measurement with ease and facility as a part of the regular education program. Arts in Education Act - Authorizes the Commissioner to carry out a program of grants and contracts to encourage and assist State and local educational agencies and other public and private agencies, organizations, and institutions to establish and conduct programs in which the arts are an integral part of elementary and secondary schools curricula. Consumer Education Act - Establishes within the Office of Education an Office of Consumers' Education. Authorizes the Commissioner to carry out a program making grants to, and contracts with, institutions of higher education, State and local educational agencies, and other public and private agencies, organizations, and institutions (including libraries) to support research, demonstration, and pilot projects designed to provide consumer education to the public except that no grant may be made other than to a nonprofit agency, organization, or institution. Directs the Commissioner to carry out a youth employment program, the purpose of which is to prepare children to take their place as working members of society. Law-Related Education Act - Authorizes the Commissioner to carry out a program of grants and contracts to encourage State and local educational agencies and other public and private nonprofit agencies, organizations, and institutions to provide law-related education programs. Environmental Education Act - Establishes within the Office of Education an Office of Environmental Education. Defines \"environmental education\" to mean the educational process dealing with man's relationship with the Earth and his effect on the Earth and his relationship with his natural and man-made surroundings, and includes the relations of energy, population, pollution, resource allocation and depletion, conservation, transportation, technology, economic impact, and urban and rural planning to the total human environment. Authorizes the Commissioner to carry out a program of making grants to, and contracts with, institutions of higher education, State and local educational agencies, regional educational research organizations, and other public and private agencies, organizations, and institutions (including libraries and museums) to support research, demonstration, and pilot projects designed to educate the public on the problems of environmental quality and ecological balance, except that no grant may be made other than to a nonprofit agency, organization, or institution. Health Education Act - Authorizes the Commissioner to make grants to State and local educational agencies to establish and support programs in health education such as, but not limited to, antismoking activities and physical fitness. Correction Education Demonstration Project Act - Authorizes the Commissioner to make grants to State and local educational agencies, institutions of higher education, and other public and private non-profit agencies, organizations, and institutions for demonstration projects relating to the academic and vocational education of antisocial aggressive, or delinquent persons, including juvenile delinquents, youth offenders, and adult criminal offenders. Requires all projects to include an evaluation component. Allows the Commissioner to appoint such special or technical advisory commmittees as he may deems necessary to advise him on matters of general policy. Authorizes the Commissioner to make grants to and enter into contracts with institutions of higher education for the purpose of offering projects to educate, motivate, and encourage students from an economically disadvantaged background to pursue training at the undergraduate and graduate levels in the biomedical sciences. Population Education Act - Authorizes the Commissioner, in consultation with the Deputy Assistant Secretary for Population Affairs, to carry out a program of making grants to, and contracts with, institutions of higher education, State and local educational agencies, research organizations, and other public and private agencies, organizations and institutions to implement a progam of population education in elementary and secondary schools. Authorizes appropriations to carry out such programs for the fiscal year 1979 and for each succeeding fiscal year ending prior to October 1, 1983. Amends Title IV, Educational Improvement, Resources, and Support, of the Elementary and Secondary Education Act. States that the purpose of Title IV is to strengthen the quality of elementary and secondary education by supporting local activities designed to improve local educational practices, to assist local educational agencies in improving their programs, in acquiring books, materials, library resources, and instructional equipment, to strengthen and improve guidance, testing and counseling services, and to assist State and local educational agencies in developing gifted and talented children programs. Authorizes appropriations for instructional materials and school library resources, improvements in local educational practices, formula grants for guidance, counseling, and testing, and for the education of gifted and talented children. Makes a State eligible to receive grants if it has submitted a State plan at such time (not more often than once every three years) and in such detail as the Commissioner deems necessary. Limits provisions and assurances a State plan must contain to apply for grants under this Title. Requires that a State provide programs for private school children. Authorizes an allotment of funds: (1) to acquire school library resources and instructional equipment and materials; and (2) to improve the educational practices of local educational agencies. Provides authorizations by which the Commissioner shall carry out a program of grants to States for: (1) programs of testing students, of counseling and guidance services, and for the acquisition of materials particularly testing materials to diagnose learning problems; and (2) planning, developing, and operating programs designed to meet the special educational and secondary school levels. Amends Title V of the Elementary and Secondary Education Act by adding a new Title V - State Leadershipship. States that each State or single local educational agency desiring to participate in programs authorized under this Act shall submit to the Commissioner a general application. Allows State applications to be submitted jointly for all programs or separately for each program or group of programs. Sets forth assurances an application must contain. Provides for State administrative procedure for approval of applications, State rulemaking, technical assistance and dissemination of information, monitoring the effectiveness of programs and projects, complaint resolution, withholding of payments, and audits of the expenditure of funds and audit resolution. Authorizes the Commissioner to make payments to States for the proper and efficient performance of their duties under this Title. Authorizes amounts available to be used by the State educational agency to strengthen the educational leadership resources of that agency and to assist that agency in identifying and meeting critical educational needs of the State. Requires each State desiring to participate in this program to submit a State plan to the Commissioner. Authorizes the appropriation of such sums as may be necessary for fiscal year 1980 and for each succeeding fiscal year ending prior to October 1, 1983. Establishes a National Council on Quality in Education. Sets forth the duties of the Council including, but not limited to, review, evaluation, and transmission to the Congress and the President of the reports required of States under this title and to make recommendations for the improvement of the administration and operation of education programs. Allows any State receiving payments under this Title to establish a State advisory council which if it meets specified requirements may receive payments under this Title. Authorizes appropriations to implement such national and State councils. Emergency School Aid Act - Amends Title VI of the Act by designating such Title as Emergency School Aid. Authorizes appropriations for fiscal year 1980 and each of the three succeeding fiscal years for the basic programs under this Title. Authorizes eligibility for assistance under the Act to local educational agencies which are developing plans of desegregation issued by a State or Federal court or State agency, or undertaken voluntarily. Sets forth requirements and procedure for planning and receipt of a grant under this Title. Directs the Assistant Secretary to: (1) make sums available for programs and projects designed to meet educational needs that arise from the development of or implementation of a plan such as innovative educational activities, including extracurricular activities, which involve the joint participation of minority group children and other children; and (2) make grants to, and contracts with, State and local educational agencies and nonprofit organizations for special programs and projects such as the development and production of integrated children's television and radio programs. Sets forth the requirements and procedure for the submittal of applications for assistance under this Title, and, upon approval of an application, procedure for making a grant or contract. Continues the existence of the National Advisory Council on Equality of Educational Opportunity. Includes \"Franco-American\" within the definition \"minority group\" for purposes of this Title. Makes the Northern Mariana Islands eligible to participate. Authorizes appropriations under the Emergency School Aid Act through fiscal year 1983 for Title VII - Bilingual Education. Defines \"children of limited English proficiency\" for purposes of this Act. Includes certain American Indians and Alaskan native students in such definition. Sets forth the requirements an application for a program of bilingual education shall contain. Requires that parents of children participating in a program of bilingual education be informed of the instructional goals of the program and the progress of their children in such program. Authorizes the Commissioner to make payments to applications to carry out programs of bilingual education for Indian children on reservations. Requires the Assistant Secretary of the Interior for the Bureau of Indian Affairs to submit to the Congress, the President, and the Commission an assessment of the needs of Indian children, and of the extent such needs are being met. Requires the Commissioner to conduct studies on specified aspects of bilingual education. Directs the Commissioner and the Director of the National Institute of Education to develop and disseminate bilingual education instructional material through contracts with public and private agencies and institutions. Directs the Department of Health, Education, and Welfare to prepare and submit to the President and to the Congress by December 31, 1981, a report for converting the bilingual education program (by July 1, 1984) from a discretionary grant program to a formula grant program. Amends Title VIII - General Provisions of the Act to include the Northern Mariana Islands. Amends Title IX - Ethnic Heritage Program by extending the Ethics Studies Heritage Act through fiscal year 1982. Community Schools and Comprehensive Community Education Act - Amends Title X of the Elementary and Secondary Education Act by establishing a new Title X - Community Schools. Authorizes the Commissioner to make grants to State educational agencies in accordance with the provisions of this Title, to pay the Federal share of the cost of planning, establishing, expanding, and operating community education programs. Authorizes appropriations through fiscal year 1983 to carry out State programs for community education. Authorizes allotments to States by population ratios. Allows any State or local public agency to use the fair value of any community service program assisted under this Title as part or all of the non-Federal contribution in certain Federal programs. Lists other approved uses of funds by a State or local educational agency. Sets forth required assurance any State desiring to participate in an authorized program under this Title must include in its application. Authorizes the Commissioner to make grants: to local educational agencies and to community colleges for the Federal share of the cost of planning, establishing, expanding, and operating community education programs; to public agencies and nonprofit private organizations to encourage the use of school facilities and other facilities eligible to receive assistance under this Title; and to institutions of higher education for the purpose of assisting full-time and part-time training for personnel who are engaged in or who intend to engage in community education programs. Authorizes appropriations through fiscal year 1983 to carry out such grant programs. Requires the Director of the National Institute of Education to carry out a program of research on community education programs. Directs the Commissioner to establish or designate a clearinghouse to gather and disseminate information received from community education programs, including but not limited to, information regarding new programs, methods to encourage community participation, methods of formulating and conducting needs assessments, and the ways of coordinating community education programs with other community services. Authorizes the Commissioner to contract with public and private organizations to establish and operate the clearinghouse. Establishes, within the Office of the Commissioner, a Community Education Advisory Council which shall advise the National Institute of Education on community education programs. Authorizes appropriations through the fiscal year ending October 1, 1983, to carry out administrative activities. Sets forth the Federal share of the cost of a State plan, applications of local educational agencies and grants. Women's Educational Equity Act - Amends the Elementary and Secondary Education Act by adding a new Title XI - Women's Educational Equity. Authorizes the Commissioner to make grants to, and enter into contracts with, public agencies, private nonprofit agencies, organizations, and institutions, including student and community groups, and individuals, for activities designed to provide educational equity for women and to provide financial assistance to enable educational agencies and institutions to meet the requirements of Title IX of the Education Amendments of 1972. Establishes in the Office of Education a National Advisory Council on Women's Educational Programs. =Title II: Impact Aid Amendments= - Revises and extends to fiscal year 1983 the impact aid program which provides financial assistance to school districts in areas affected by Federal activities. Revises the definition of a heavily impacted local educational agency for funding purposes from one in which 25 percent of the total school population are children of persons residing on Federal property to one in which 20 percent of the school population are such children. Removes the tiered funding scheme for adjusting allocations when full funding is not available. Directs the President to establish a Commission on the Review of the Federal Impact Aid Program. Directs such Commission to study such program and to report to Congress on such study. =Title III: Revision of Other Education Programs= - Amends the Adult Education Act to emphasis basic skills and states that the purposes of this Title are to expand educational opportunities for adults and to encourage the establishment of programs designed to provide functional literacy to participating adults. Permits funding of programs in public and private nonprofit agencies. Includes the Northern Mariana Islands within the adult education programs. Sets forth the requirements a State must fulfil in order to be eligible to receive allotments under this Title. Specifies that the Federal share of expenditures shall be 90 percent of the cost of carrying out the State's programs, except that with respect to Guam, American Samoa, the Virgin Islands, the Northern Mariana Islands, and the Trust Territories of the Pacific Islands, the Federal share shall be 100 percent. Directs the Commissioner directly, and through grants and contracts with public and private nonprofit agencies, including the National Institute of Education, to carry out a program of research, development, and evaluation concerning the special needs of persons requiring adult education and to establish and operate clearinghouse on adult education. Extends through October 1, 1983, the grant program to States for special projects for the elderly. Authorizes appropriations through fiscal year 1983 to carry out the provisions of this Title. Extends through fiscal year 1983 the programs for educational opportunities for adult Indians. Authorizes the Commissioner to enter into grants and contracts with State and local education agencies and other public or private nonprofit agencies, organizations, or institutions to provide programs of adult education and adult basic education to immigrant adults in need of such services. Amends the Indochina Refugee Children Assistance Act of 1976 to extend through fiscal year 1983 the educational programs for Indochinese refugee children under such Act. Changes the heading of Title II of such Act to read as follows: \"Title II - Program for Subsequent Fiscal Years. Provides that the tuition tax credit be reduced by the amount of direct Federal higher education grant assistance. Provides that any increases in eligibility for basic educational opportunity grants which result in insufficient total funding will not reduce the entitlements of students presently receiving such grants. Amends the Higher Education Act of 1965 by authorizing appropriations for fiscal year 1979 for teacher training programs. Provides that each State shall receive a grant to establish a teacher center in any fiscal year in which funds for Teacher Center Programs exceed $50,000,000. =Title IV: General Education Provisions= - Amends the General Education Provisions Act to authorize a new procedure to eliminate excessive detail and unnecessary information requests in the education field by directing the Secretary of Health, Education, and Welfare to coordinate the collection of information and data acquisition of all Federal agencies. Directs the Secretary to appoint a Federal Education Data Acquisition Council to advise and assist the Secretary. Authorizes the Secretary to assist each Federal agency in performing the review and coordination required by this Title. Lists the duties of the Secretary in performing the required review and coordination, and in performing administrative activities including the submittal of a report to the Congress describing the implementation of the provisions of this Title. Authorizes the Secretary to make grants from sums appropriated to State educational agencies for the development or improvement of their computer data systems. Authorizes appropriations for salaries and expenses and for grants through fiscal year 1983. Stipulates that such information and data collection shall not be subject to any review other than what is required under this Act, the relevant Federal agency, and the Office of Management and Budget under the Federal Reports Act. Amends the General Education Provisions Act to direct the National Institute of Education to carry out a National Assessment of Educational Progress which shall have as a primary purpose the assessment of the performance of children and young adults in the basic skills of reading, mathematics, and communication. Stipulates that the education organization through which the Institute carries not the National Assessment shall have an Assessment Policy Committee which shall design and supervise the conduct of the Assessment. Authorizes appropriations through fiscal year 1983 to carry out the provisions of this program. Requires the National Center for Education Statistics to compile and publish a composite profile of each State indicating the degree to which each State equalizes its school finance resources. Requires that information concerning maintenance of effort and State and local expenditures be included in evaluation reports. Allows the Commissioner to waive for one year, where exceptional circumstances are found to exist, the general maintenance of efforts provision and to reduce proportionately the school district's allocation. Provides that, in awarding contracts and grants for development of curricula or instructional materaials, the Commissioner and the Director of the National Institute of Education shall seek to assure that such materials will be developed in a manner conductive to dissemination. Authorizes the Commissioner to repay up to 75 percent of funds recovered pursuant to an audit exception to State or local agency, for use for the beneficiaries orginally intended to be served. Requires the Commission to publish 30 days in advance, in the Federal Register a notice of intent to repay and the terms and conditions under which payments will be made. Amends the General Education Provision Act to establish in the Office of Education an Office of Non-Public Education to be headed by the Deputy Commissioner for Non-Public Education. Amends the General Education Provisions Act to require notification of noncompliance with Title VI of the Civil Rights Act of 1964 for eligibility for certain grants under the Emergency School Aid Act. Amends the General Education Provisions Act to provide the prior consent of a student, or prior written consent by the parents of a minor student must be obtained before a student is given nonacademic or nonaptitude oriented testing including psychiatric or psychological examinations, testing, or treatment. =Title V: International Year of the Child= - Directs the President to establish a National Commission on the International Year of the Child to promote the observance in the United States of 1979 as the International Year of the Child. =Title VI: Indian Education= - Establishes a method for computing the entitlements of local school districts which provide public education to Indian children whose parents reside on Federal Indian trust property. Sets forth the policies and procedures which each local educational agency receiving such payments must establish to insure the increased particupation of Indian parents and tribes in the education process. Gives any tribe or its designee the rights to file a complaint against any local educational agencies and to withdraw its children from such school district. Directs the Secretary of the Interior, in consultation with the Assistant Secretary and with tribes and Indian organizations to develop standards for the basic education of Indian children attending Bureau of Indian Affairs (BIA) schools or schools operated under contract with the Bureau. Authorizes appropriations as may be necessary for academic program costs in order to bring such schools up to the required level. Requires the Secretary, after conducting a comprehensive study of cost, to establish national criteria for dormitory situations. Authorizes the Secretary to establish necessary regulations. Authorizes appropriations of up to $1,000,000 to be used to carry out such studies. Stipulates that all Bureau facilities, schools, and dormitories be in compliance with all applicable Federal or State health and safety standards. States that any such Bureau facility not in compliance with such safety and health standards is not required to terminate operations provided it is in use on the date of enactment of this Act. Directs the Secretary to vest in the Assistant Secretary for Indian Affairs all Bureau of Indian Affairs education functions. Directs the Secretary to establish an allotment formula to be used by the Bureau for direct funding to Bureau and Indian-control contract schools. Requires that, within six months after the date of enactment of this Act, the Office of Indian Education Programs establish a method for direct funding for each Bureau and Indian-controlled contract school. States that it is the policy of the Bureau to Indian education to foster Indian control in all matters relating to Indian education. Directs the Secretary to formulate regulations pertaining to educators, including employment ceilings, teacher qualifications, compensation levels, procedures governing the appointment and discharge of educators, and other appropriate matters. States that the competitive service provisions of the Civil Service will not apply to education positions for persons hired six months after the date of enactment of this Act. Exempts present BIA personnel employed at the time of enactment from the provisions of this Act. Requires the Secretary to establish a computerized information system storing such information as: (1) student enrollment; (2) curriculum; (3) staff; and (4) student assessment for the purpose of coordinating such information between agencies, areas, and the central office. Requires the Office of Indian Education Programs to submit to the Bureau, tribes, and the Congress a draft of education policies, procedures, and practices. Directs the Secretary to establish uniform education procedures and policies. Declares that the Secretary actively recruit Indian applicants and provide upward mobility for Indian employees of the BIA. Requires the submission of an annual report on the state of BIA education and any problems to the appropriate committees of the House and Senate. Reauthorizes the Indian Elementary and Secondary School Assistance Act for five years at the current funding levels. Includes culturally related academic needs of Indian students within the program. Authorizes funding for demonstration projects concerning the special needs of Indian students. Provides that those persons serving in the role of \"in loco parentis\" are eligible to serve on the parent committee which oversees the operation of the Indian Education programs. Revises the procedure for allocation adjustments under the Indian Elementary and Secondary School Assistance Act. Grants Indian-controlled schools under contract with the BIA the same status as local educational agencies for the purpose of receiving entitlement payments under this Act. Revises the definitions of a number of education program components addressing Indian education needs. Authorizes appropriations for each fiscal years ending prior to October 1, 1983. =Title VII: National Academy of Peace and Conflict Resolution= - Establishes a commission to be known as the Commission on Proposals for the National Academy of Peace and Conflict Resolution to undertake a study to consider whether to establish a National Academy of Peace and Conflict Resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Education Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend the Elementary and Secondary Education Act of 1965, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:24-05:00"
}