{
  "actions": [
    {
      "acted_at": "1991-03-06", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s579-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-03-06", 
  "number": "579", 
  "official_title": "A bill to authorize appropriations for the Department of State to carry out its authorities and responsibilities in the conduct of foreign affairs during the fiscal years 1992 and 1993, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreign Relations Authorization Act, Fiscal Years 1992 and 1993", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-03-06", 
  "subjects": [
    "Administrative fees", 
    "Americans in foreign countries", 
    "Arms control", 
    "Arrest", 
    "Asia", 
    "Authorization", 
    "Building construction", 
    "Building leases", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Conferences", 
    "Congressional oversight", 
    "Cultural relations", 
    "Day care", 
    "Eastern Europe", 
    "Embassies", 
    "Evacuation of civilians", 
    "Executive reorganization", 
    "Federal employees", 
    "Federal installations", 
    "Foreign service", 
    "Foundations", 
    "Government employees' health insurance", 
    "Government employees' life insurance", 
    "Government operations and politics", 
    "International affairs", 
    "International agencies", 
    "International cooperation in science", 
    "Israel", 
    "Japan", 
    "Mexico", 
    "Motor vehicles", 
    "Refugee policy", 
    "Reprogramming of appropriated funds", 
    "Research", 
    "Security measures", 
    "Social security taxes", 
    "Taiwan", 
    "Taxation", 
    "Tourist trade", 
    "Treaties", 
    "U.S.S.R.", 
    "United Nations finances"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-03-06", 
    "text": "Foreign Relations Authorization Act, Fiscal Years 1992 and 1993 - Title I: Department of State - Part A: Authorization of Appropriations; Allocations of Funds; Restrictions - Authorizes appropriations for FY 1992 and 1993 for the Department of State for: (1) administration of foreign affairs; (2) the diplomatic security program; (3) international organizations and conferences; (4) international commissions; (5) migration and refugee assistance; (6) bilateral science and technology agreements; (7) Soviet-East European research and training; and (8) the Asia Foundation. Part B: Department of State Authorities and Activities - Sets forth congressional findings concerning the organization of the Department of State. Repeals provisions of the Foreign Assistance Act of 1961 that provide for the establishment of an Assistant Secretary of State for Human Rights and Humanitarian Affairs. Repeals provisions of the Immigration and Nationality Act that provide for the creation of the Bureau of Consular Affairs. Repeals a provision of the Department of State Appropriations Authorization Act of 1973 that provides for the establishment of the Bureau of Oceans and International Environmental and Scientific Affairs. Repeals provisions of the State Department Basic Authorities Act of 1956 that provide for the establishment of an Office of the Coordinator for International Communications and Information Policy. Amends the Foreign Service Buildings Act, 1926 to authorize the Secretary of State, subject to certain conditions, to enter into a contract for the acquisition of property and construction of diplomatic facilities in Moscow on a multiyear (not to exceed five years) basis when appropriations are available. Permits the cancellation of such contract when funds are not appropriated or available. Authorizes the Department of State to make advance payments for long-term leases and lease-purchase agreements when such payments serve the interest of carrying out the Foreign Service Buildings Act, 1926. Requires the Secretary to establish a threshold (currently, $25,000) at which leases must be approved under such Act. Amends the State Department Basic Authorities Act of 1956 to authorize the transfer into the Buying Power Maintenance Account of unobligated balances from accounts for the administration of foreign affairs. Prohibits the balance of the Account from exceeding $100 million. Permits funds appropriated for the Department of State in any account funded in the Department of State Appropriations Act to be transferred to any other appropriations account. Prohibits an account from being increased by more than 35 percent (ten percent for the salaries and expenses account and the acquisition of foreign buildings account) through such a transfer. Prohibits, unless the House Committee on Foreign Affairs and the Senate Committee on Foreign Relations are notified, the reprogramming of Department of State funds in excess of $500,000 (currently, $250,000). Permits funds appropriated to the Department of State to be obligated and expended without prior notification to the Congress in emergency situations. Authorizes the Secretary to expend funds in the Foreign Service Buildings Fund without prior notification to the Congress so long as: (1) total reprogramming actions do not exceed 15 percent of funds available in such Fund for any fiscal year; (2) no new programs or capital projects are undertaken which have not been presented to the Congress; and (3) the Secretary reports quarterly to the Congress on reprogramming activities. Redesignates the Office of Munitions Control of the Department of State as the Office of Defense Trade Controls and increases the amount of registration fees collected by the Office that is required to be credited to a Department of State account. Authorizes the Secretary to pay the expenses of any international meeting or conference for which the United States serves as the host. Repeals a provision of the Foreign Relations Authorization Act, Fiscal Years 1990 and 1991 that expands model foreign language competence posts. Amends the State Department Basic Authorities Act of 1956 to extend the authorization of appropriations for grants to child care facilities at certain posts abroad. Increases the amount authorized to be made available for the construction of Foreign Service Institute training facilities. Authorizes the Secretary to use funds to: (1) pay obligations arising under international agreements, conventions, and binational contracts; and (2) purchase special purpose passenger vehicles without regard to price limitations. Permits the Secretary to make payments in advance of the share of expenses for international fisheries commissions. Part C: Diplomatic Reciprocity and Security - Amends the Omnibus Diplomatic Security and Antiterrorism Act of 1986 to raise the threshold (from $5,000,000 to $10,000,000) on diplomatic construction or design projects on which only U.S. persons may bid. Amends the State Department Basic Authorities Act of 1956 to authorize special agents of the Department of State and Foreign Service to make arrests without warrants for any offenses against the United States committed in their presence. Part D: Personnel - Amends the Foreign Service Act of 1980 to permit members of the Senior Foreign Service who are appointed to positions in the executive branch to continue to receive the Foreign Service salary, performance pay, and leave in lieu of the salary and leave of the appointed position. Revises provisions concerning the salaries of chiefs of mission. Defines as an \"employee,\" for purposes of provisions governing civil service retirement, life insurance, and health insurance, an individual employed by an international organization who has deposited required employee deductions. Amends provisions concerning the Federal Employees' Retirement System (FERS) and the Foreign Service Pension System (FSPS) and the Internal Revenue Code and the Social Security Act to deem as self-employed for purposes of social security coverage Federal employees who leave positions in which they are subject to social security employment taxes for employment in international organizations abroad (these amendments provide for continuation by such persons in FERS or FSPS). Grants employee contributions to the Thrift Savings Fund preferential tax treatment as long as such contributions are submitted to the agency from which the employee is transferred by the international organization. Amends the State Department Basic Authorities Act of 1956 to grant access to commissaries to American citizens hired to serve as teaching staff for dependents of Federal employees abroad. Amends the Foreign Service Act of 1980 to extend the period of temporary storage of personal effects of Foreign Service employees for an additional three months in extraordinary circumstances. Authorizes the Secretary to pay for the transport of the remains of a Foreign Service member to the designated home in the United States if the death of such member occurs in the United States. (Current law authorizes payment only for the transport of the remains of a member or family member who dies while abroad or in travel status.) Provides for payment for up to 60 days to Federal employees whose families or dependents are required to evacuate a post (even if the employee remains at such post). Revises Federal provisions regarding quarters, education, and cost of living allowances for Federal employees stationed in foreign countries. Includes Foreign Service national employees of the U.S. Government abroad in the definition of \"employee\" for purposes of applying Federal employee provisions concerning voluntary transfers of leave. Part E: Modifications to Other Laws - Repeals provisions of specified laws concerning: (1) a prohibition on denying requests by the Drug Enforcement Administration for danger pay allowances; (2) the assignment of U.S. officers and staff to the U.S. Mission to the European Community in Brussels, Belgium; (3) employment of commercial personnel at the American Institute of Taiwan; (4) the stationing of an Agency for International Development professional in the consulate in Jerusaleum or the embassy in Tel Aviv, Israel; (5) a travel advisory warning for Jalisco, Mexico; and (6) the closing of, and funding for, specified diplomatic and U.S. Information Agency posts. Part F: International Organizations - Repeals provisions of specified Acts concerning the U.S. contribution to the International Committee of the Red Cross. Authorizes the President to withhold 20 percent of the funds appropriated for the U.S. contribution to the United Nations if the United Nations has failed to implement decision-making procedures on budgetary matters which assure that attention is paid to the views of the United States and other major financial contributors. Permits payments of assessed contributions for prior years to the United Nations if such payment would further U.S. interests in such organization. Removes a limit on the amount authorized to be appropriated annually for U.S. membership in the Permanent Association of International Road Congresses. Amends the American-Mexican Treaty Act of 1950 to authorize funds to be made available for entertainment and representation expenses of the U.S. section of the International Boundary and Water Commission. Repeals a provision of the Foreign Relations Authorization Act, Fiscal Years 1988 and 1989 that requires the Secretary to report on the status of secondment within the United Nations by the Soviet Union and Soviet-bloc member nations. Part G: Japan-United States Friendship Commission - Amends the Japan-United States Friendship Act to revise provisions concerning administrative expenses of the Japan-United States Friendship Commission."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Relations Authorization Act, Fiscal Years 1992 and 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the Department of State to carry out its authorities and responsibilities in the conduct of foreign affairs during the fiscal years 1992 and 1993, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:45-05:00"
}