{
  "actions": [
    {
      "acted_at": "1979-03-22", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-22", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-22", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3193-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-22", 
  "number": "3193", 
  "official_title": "A bill to establish a demonstration project to be conducted by the Secretary of Energy to provide for the disposal of high level nuclear wastes at the Western New York Nuclear Service Center in West Valley, New York, to establish procedures to govern the disposition of other nuclear wastes at such site, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Nuclear Waste Management Demonstration Act of 1979", 
  "sponsor": {
    "district": "39", 
    "name": "Lundine, Stanley N.", 
    "state": "NY", 
    "thomas_id": "00716", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-22", 
  "subjects": [
    "Environmental protection", 
    "Licenses", 
    "New York State", 
    "Nuclear energy", 
    "Nuclear facilities", 
    "Nuclear fuels", 
    "Public safety", 
    "Radiation safety", 
    "Radioactive wastes", 
    "Safety measures", 
    "Skin diseases", 
    "Transportation and Travel", 
    "Transportation of hazardous substances", 
    "Waste products"
  ], 
  "subjects_top_term": "Radioactive wastes", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-22", 
    "text": "Nuclear Waste Management Demonstration Act of 1979 - Title I: Disposal of Nuclear Wastes at West Valley Project - Directs the Secretary of Energy to carry out a nuclear waste management demonstration project at the Western New York Nuclear Service Center in West Valley, New York, by: (1) vitrifying the resident high level liquid nuclear wastes; (2) transporting such waste to a Federal repository; and (3) decommissioning and decontaminating the facilities. Grants the Nuclear Regulatory Commission (NRC) licensing authority over all activities undertaken in connection with the demonstration project. Provides that the project shall be completed within the ten-year period beginning on the date of the enactment of this Act. Provides for annual reports to the appropriate committees of the Congress. Authorizes the Secretary to manage the spent fuel stored at the project site. Prohibits additional deposits to such storage. Directs the NRC, after consulting with officials of the State of New York, to submit to Congress within one year a plan to ensure the longterm security of the on-site federally licensed solid waste burial ground. Prohibits the delivery or storage at the service center of any additional radioactive wastes. Provides for annual payments to the town of Ashford and to the West Valley Central School District in Cattaraugus County, New York, beginning in the year the service center's licenses are terminated and continuing until the project is completed. Directs the Administrator of the Environmental Protection Agency to submit to the NRC and to the Secretary recommendations respecting: (1) safety and environmental standards and criteria; (2) areas which should be restricted for safety reasons; and (3) areas which should be decommissioned and decontaminated. Authorizes such sums as may be necessary to carry out this title. Title II: Health Study - Directs the Secretary to monitor and study the health effects to the public resulting from the past operations of the reprocessing facilities at the service center. Directs the Secretary to conduct an epidemiological study to assess the health effects of low-level ionizing radiation on workers and members of the general public living within the vicinity of the service center. Authorizes such sums as may be necessary to carry out this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Waste Management Demonstration Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a demonstration project to be conducted by the Secretary of Energy to provide for the disposal of high level nuclear wastes at the Western New York Nuclear Service Center in West Valley, New York, to establish procedures to govern the disposition of other nuclear wastes at such site, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:53-05:00"
}