{
  "actions": [
    {
      "acted_at": "1979-03-26", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s748-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Danforth, John C.", 
      "sponsored_at": "1979-01-03", 
      "state": "MO", 
      "thomas_id": "01314", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1979-01-03", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Young, Milton R.", 
      "sponsored_at": "1979-01-03", 
      "state": "ND", 
      "thomas_id": "01458", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-26", 
  "number": "748", 
  "official_title": "A bill to protect all Americans from the costs of catastrophic illness through improvements in the medicare program and the creation of private and public catastrophic health insurance programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Catastrophic Health Insurance and Medicare Improvements Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-26", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Department of Health, Education, and Welfare", 
    "Disability insurance", 
    "Drug safety and regulation", 
    "Drugs", 
    "Drugs and narcotics", 
    "Employee benefit plans", 
    "Executive reorganization", 
    "Extended care facilities", 
    "Federal advisory bodies", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Home care services", 
    "Hospitalization insurance", 
    "Income tax", 
    "Insurance", 
    "Medicaid", 
    "Medical centers", 
    "Medicare", 
    "Mental health", 
    "Old age, survivors and disability insurance", 
    "Social welfare", 
    "Tax credits", 
    "Tax deductions"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-26", 
    "text": "Catastrophic Health Insurance and Medicare Improvements Act of 1979 - Title I: Medicare Improvements - Amends title XVIII (Medicare) of the Social Security Act to: (1) remove the 150 day limitation on inpatient hospital services; and (2) remove the 100 visit limitation on home health services. Eliminates prior hospitalization as a requirement for receiving home health services. Extends to 30 days the period within which an individual must be admitted to a skilled nursing facility in order to receive Medicare coverage for post-hospital extended care, following a hospital stay of at least three consecutive days. Reduces the requirement of confinement to the home to one of substantial confinement to the home in order for an individual to receive Medicare coverage for home health services. Authorizes payments for home health services in cases where a physician certifies that occupational therapy is needed. Directs the Secretary of Health, Education, and Welfare to develop standards for home health agencies with respect to health, safety, and the quality and appropriateness of services, including the training of home health aides. Eliminates copayment requirements for: (1) inpatient hospital services; and (2) post-hospital extended care services. Increases to a maximum of $937.50 the amount of incurred expenses for outpatient mental treatment for which payment will be made under the Medicare program. Authorizes reimbursement under the Medicare program for a reasonable number of visits per year to a community mental health center. States that such number shall be determined by the Secretary. Establishes \"catastrophic illness\" coverage under the Medicare program. Defines a \"catastrophic illness\" as one in which an individual has either: (1) had out-of-pocket expenses for coinsurance for services under part B (Supplementary Medical Insurance) of title XVIII which exceed $1,000 in a 15 month period; or (2) incurred expenses for covered services under part B which exceed, in the aggregate, $5,000 in a 15 month period. Provides that eligible drugs: (1) which require a physician's prescription (excluding insulin); (2) which are necessary to treat a common crippling or life-threatening chronic disease; and (3) which are dispensed from a \"participating pharmacy\" (except in an emergency), shall be included among the items covered under the Medicare program. Defines the term \"reasonable allowance\" when used in reference to an eligible drug. Establishes, within the Department of Health, Education, and Welfare, a Medicare Formulary Committee to compile and publish a Formulary listing the drugs deemed qualified for benefits under this Act, together with maximum allowable costs and additional information concerning such drugs. Makes provision for selecting drugs for the Formulary. Title II: Catastrophic Illness Insurance - Amends the Social Security Act by adding a new title XXI: Catastrophic Illness Insurance. Declares it to be the purpose of such title to make available insurance against high-cost catastrophic illness. Requires every employer to make available to each full-time employee the option to participate in a catastrophic health insurance plan which provides coverage for the employee, the employee's spouse and unmarried dependents under the age of 26 which includes: (1) a \"hospital benefit period\" which begins following the 60th day of the 15 month period (consisting of a calendar year and the last three months of the preceding year) in which such employee or such employee's family received inpatient hospital services under part B of title XVIII and which ends following the first period of 90 consecutive days in such calendar year during which inpatient hospital services were not received; and (2) a \"medical benefit period\" which begins when expenses incurred for services under part B of title XVIII aggregate more than $5,000 in a 15 month period and which ends following the first period of 90 consecutive days in such calendar year in which such expenses total less than $500. Sets forth penalties for employers not in compliance with the catastrophic illness insurance plan. Authorizes employees to commence civil actions against such employers. Directs the Secretary to enter into agreements with private health insurance carriers under which such carriers shall make available catastrophic health insurance policies for eligible individuals which provide benefits on a level with those provided by employers in their catastrophic health insurance plans. Directs the Secretary to pay a portion or all of the premium on such a policy for those individuals whose income is below a certain level as determined according to standards set forth in this Act. Authorizes the States to purchase catastrophic health insurance plans for Medicaid (title XIX of the Social Security Act) recipients who are not entitled to hospital insurance benefits under the Medicare hospital insurance program. Establishes a Federal Actuarial Committee to prepare annually a table of values of catastrophic health insurance coverage to be used to evaluate the actuarial value of such insurance coverage and the costs of premiums for such coverage. Requires States, under the Medicaid program, to provide catastrophic illness services to all eligible individuals. Title III: Amendments to the Internal Revenue Code - Amends the Internal Revenue Code to authorize tax deductions for individuals and businesses for amounts paid for catastrophic health insurance. Authorizes a tax credit for employers for certain catastrophic health insurance costs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Catastrophic Health Insurance and Medicare Improvements Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect all Americans from the costs of catastrophic illness through improvements in the medicare program and the creation of private and public catastrophic health insurance programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:49-05:00"
}