{
  "actions": [
    {
      "acted_at": "1980-12-04", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8418-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-12-04", 
  "number": "8418", 
  "official_title": "A bill pertaining to the inheritance of trust or restricted or fee land on the Lake Traverse Indian Reservation, North Dakota and South Dakota, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Daschle, Thomas A.", 
    "state": "SD", 
    "thomas_id": "00267", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-12-04", 
  "subjects": [
    "Estate tax", 
    "Indian lands", 
    "Native Americans", 
    "North Dakota", 
    "Probate law and practice", 
    "Public Lands and Real Property", 
    "South Dakota", 
    "Taxation"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-12-04", 
    "text": "Declares that only the members of the Sisseton-Wahpeton Sioux Tribe of North Dakota and South Dakota shall be entitled to receive by devise or descent any interest in trust or restricted or fee land within the boundaries of the Lake Traverse Indian Reservation. Sets forth the line of descent for eligible heirs when any member of the tribe owning such land dies without a will or leaves an unapproved will. Provides that any nonmember of the tribe shall only be entitled to take a life estate interest in such land whether or not a will was approved by the Secretary of the Interior or the laws of the State. Declares that if a decedent has devised an interest in trust or restricted or fee land to a person prohibited from acquiring such interest, the interest in such land shall escheat to the tribe. Provides that no person shall be entitled by devise or descent to take any interest in less than two and one-half acres in trust or restricted or fee land or in a sum less than twenty-five dollars. Declares that such interests shall escheat to the tribe. Authorizes the Secretary, upon the request of the tribe and whenever the tribe holds at least a 50-percent undivided interest in trust or restricted land, to partition the allotment of such land to the advantage of the heirs. Provides that whenever the tribe exercises its power of eminent domain relative to certain condemnation proceedings, the interests in such lands shall be held in trust by the United States. Declares that any property within the reservation in the possession of the United States not properly claimed by the rightful owner for seven consecutive years shall escheat to the tribe. Requires the Secretary to submit to the tribe, by December 31 of each year, a list of abandoned or unclaimed property of persons enrolled or eligible for enrollment in the tribe. Assesses a five percent tax against the value of any estate of any person who dies possessed of any interest in trust or restricted or fee land."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill pertaining to the inheritance of trust or restricted or fee land on the Lake Traverse Indian Reservation, North Dakota and South Dakota, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:38-05:00"
}