{
  "actions": [
    {
      "acted_at": "2011-07-13", 
      "references": [
        {
          "reference": "CR S4558", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-13", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1361-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "2011-09-21", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-07-13", 
  "number": "1361", 
  "official_title": "A bill to reduce human exposure to endocrine-disrupting chemicals, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2521-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Endocrine-Disrupting Chemicals Exposure Elimination Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Kerry, John F.", 
    "state": "MA", 
    "thomas_id": "01379", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-07-13", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Advisory bodies", 
    "Civil actions and liability", 
    "Department of Health and Human Services", 
    "Digestive and metabolic diseases", 
    "Education programs funding", 
    "Environmental health", 
    "Environmental regulatory procedures", 
    "Government information and archives", 
    "Hazardous wastes and toxic substances", 
    "Health", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Medical education", 
    "Medical research", 
    "Medical tests and diagnostic methods", 
    "Research administration and funding", 
    "Sex and reproductive health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-07-13", 
    "text": "Endocrine-Disrupting Chemicals Exposure Elimination Act of 2011 - Requires the Director of the National Institute of Environmental Health Sciences, as part of the National Toxicology Program, to: (1) establish and implement a research program designed to strengthen the scientific basis of information used by federal agencies to understand the effects of, and reduce human exposure to, endocrine-disrupting chemicals; (2) establish an Endocrine Disruption Expert Panel to report to the Director on issues related to identification, classification, or evaluation of endocrine-disrupting chemicals; (3) for each chemical determined by the Director to be a potential or actual endocrine-disrupting chemical, identify the level of evidence that such chemical is or may be an endocrine-disrupting chemical, the level of concern that such chemical may disrupt the human endocrine system, and the pathways of exposure to the chemical for humans and animals; and (4) provide to Congress and each relevant federal agency and make publicly available every two years an up-to-date list of potential or actual endocrine-disrupting chemicals and a report on the Program's activities and on federal agencies' activities with respect to endocrine-disrupting chemicals. Requires the Panel to: (1) report to the Director on issues related to identification, classification, or evaluation of not more than 10 endocrine-disrupting chemicals or groups of chemicals; (2) evaluate existing research aimed at understanding the biological pathways in humans by which such chemicals operate and identify future research priorities; and (3) maintain a list that identifies chemicals of concern for endocrine disruption effects. Authorizes any federal agency, state, local or tribal government, or person to petition the Director to: (1) determine whether a chemical should be identified by the Program as a potential or actual endocrine-disrupting chemical and included in the list; or (2) reclassify a chemical, revise a finding, or amend any other determination of the Program based upon new information. Provides that a listing, finding, or other determination shall not be subject to judicial review or to correction under the Information Quality Act. Amends the Public Health Service Act to require the Director to conduct and support an Endocrine Disruption Research Program. Authorizes the Director to conduct workshops and forums and provide information on the health effects associated with chemicals that may disrupt the endocrine system. Requires each federal agency with regulatory authority over any chemical included on the list to prepare and publish a written response to each biennial list. Specifies actions each such agency must take if: (1) the Director determines there is a minimal level of concern that a chemical may disrupt the human endocrine system (e.g, developing a strategy for reducing human exposure to the chemical, including methods to promote voluntary actions by industry for reducing such exposure), and (2) the Director finds there is a high level of concern (e.g., prohibiting the use of the chemical in a manner in or affecting interstate commerce unless the pathway to human exposure is mitigated before or in conjunction with such use). Provides for citizen suits to restrain the prohibited use of chemicals under this Act. Requires: (1) the Administrator of the Environmental Protection Agency (EPA) to include findings and determinations of the Program in the Aggregated Computational Toxicology Resource databases to the extent permitted by law, and (2) the Director to establish a program to support graduate and postdoctoral training in fields related to the study and prevention of endocrine disruption."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Endocrine-Disrupting Chemicals Exposure Elimination Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reduce human exposure to endocrine-disrupting chemicals, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:12:53-05:00"
}