{
  "actions": [
    {
      "acted_at": "2001-06-22", 
      "references": [
        {
          "reference": "CR S6666-6667", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-22", 
      "committee": "Committee on Veterans' Affairs", 
      "references": [
        {
          "reference": "CR S6667", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2001-06-28", 
      "in_committee": "Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Committee on Veterans' Affairs. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-08-02", 
      "in_committee": "Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans' Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2001-10-15", 
      "committee": "Veterans' Affairs", 
      "references": [], 
      "text": "Committee on Veterans' Affairs. Reported by Senator Rockefeller with an amendment in the nature of a substitute and an amendment to the title. With written report No. 107-86.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2001-10-15", 
      "calendar": "Senate Legislative", 
      "number": "194", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 194.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2001-12-08", 
      "references": [
        {
          "reference": "CR 12/7/2001 S12746-12752", 
          "type": "consideration"
        }, 
        {
          "reference": "CR 12/7/2001 S12746-12750", 
          "type": "text of measure as reported"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-08", 
      "bill_ids": [
        "hr1291-107"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 1291 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-08", 
      "bill_ids": [
        "hr1291-107"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 1291 in lieu of this measure by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-08", 
      "references": [], 
      "text": "Returned to the Calendar. Calendar No. 194.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2462-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2462"
    }
  ], 
  "bill_id": "s1088-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Craig, Larry E.", 
      "sponsored_at": "2001-08-01", 
      "state": "ID", 
      "thomas_id": "00246", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "2001-07-12", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "2001-06-22", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2001-06-22", 
  "number": "1088", 
  "official_title": "A bill to amend title 38, United States Code, to facilitate the use of educational assistance under the Montgomery GI Bill for education leading to employment in high technology industry, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1291-107", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr1291-107", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1291-107", 
      "reason": "includes"
    }
  ], 
  "short_title": "Veterans' Benefits Improvement Act of 2001", 
  "sponsor": {
    "district": null, 
    "name": "Rockefeller, John D., IV", 
    "state": "WV", 
    "thomas_id": "01424", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2001-08-02", 
  "subjects": [
    "Administration of justice", 
    "Administrative procedure", 
    "Agent Orange", 
    "Appellate courts", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Cemeteries and funerals", 
    "Chronically ill", 
    "Civil rights and liberties, minority issues", 
    "Commemorations", 
    "Commerce", 
    "Conferences", 
    "Cost of living adjustments", 
    "Courts of special jurisdiction", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Defoliant operations", 
    "Department of Veterans Affairs", 
    "Disability evaluation", 
    "Disabled", 
    "Disabled veterans", 
    "Economics and public finance", 
    "Education", 
    "Environmental protection", 
    "Federal aid to Indians", 
    "Federal aid to higher education", 
    "Fees", 
    "Finance and financial sector", 
    "Fugitives from justice", 
    "Government lending", 
    "Government operations and politics", 
    "Gulf War syndrome", 
    "Health", 
    "Herbicides", 
    "High technology industries", 
    "Higher education", 
    "History", 
    "Housing and community development", 
    "Identification of criminals", 
    "Income", 
    "Indian housing", 
    "Judges", 
    "Judicial review of administrative acts", 
    "Judicial tenure", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Life insurance", 
    "Loan defaults", 
    "Long-term care", 
    "Medicaid", 
    "Mentally disabled", 
    "Minorities", 
    "Monuments and memorials", 
    "Mortgage loans", 
    "Nursing homes", 
    "Persian Gulf War", 
    "Prisoners", 
    "Rights of institutionalized persons", 
    "Science, technology, communications", 
    "Social welfare", 
    "Technical education", 
    "Veterans' benefits", 
    "Veterans' disability compensation", 
    "Veterans' education", 
    "Veterans' employment", 
    "Veterans' loans", 
    "Veterans' medical care", 
    "Veterans' pensions", 
    "Veterans' rehabilitation", 
    "Vietnam veterans"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2001-10-15", 
    "text": "Veterans' Benefits Improvement Act of 2001 - Title I: Education Matters - Amends Federal provisions concerning the Montgomery GI Bill (educational assistance for veterans) to provide a graduated increase through FY 2004 in the rates of basic educational assistance.(Sec. 102) Allows an individual to elect to receive an accelerated lump-sum payment of such basic educational assistance.(Sec. 103) Allows eligible veterans to elect to receive accelerated payment of such assistance for education leading to employment in a high technology industry. Makes eligible those veterans who are: (1) enrolled in an approved program of education leading to such employment; and (2) charged tuition and fees which, on a monthly basis, exceed 200 percent of the monthly rate of basic educational assistance allowance otherwise payable. Makes such accelerated payment the lesser of: (1) 60 percent of the established charges for such education; or (2) the aggregate amount of basic educational assistance to which such veteran remains entitled. Revises provisions concerning determinations by the Secretary of Veterans Affairs of an individual's enrollment, pursuit, and attendance under an approved program.(Sec. 104) Makes eligible for active-duty basic educational assistance individuals who: (1) as of December 31, 1989, were eligible for regular basic educational assistance; (2) were not on active duty on October 19, 1984; (3) reenlist or reenter on active duty after December 31, 1989; and (4) after July 1, 1985, either are released as a result of a reduction in force or serve at least three years of continuous active duty and are discharged or released from active duty for a service-connected disability, preexisting disability, for hardship, or for a physical or mental condition not characterized as a disability for the convenience of the Government if any such individual had completed at least 30 months of continuous active duty. Provides similar requirements with respect to members of the Selected Reserve, requiring at least two years of continuous active duty followed by at least four years of continuous satisfactory service in the Selected Reserve.(Sec. 105) Includes within the definition of \"educational institution\" for purposes of provisions governing eligibility for Montgomery GI Bill educational assistance any private entity that offers a course or courses to fulfill requirements for a license or certification for employment in a high technology occupation.Title II: Compensation and Pension Matters - Extends the period for the presumption of a service connection between certain herbicide-related disabilities and service in Vietnam to 20 years (currently ten) after the National Academy of Sciences transmits to the Secretary its first report required under the Agent Orange Act of 1991 containing medical analyses and information with respect to such disabilities and their relation to such service.(Sec. 202) Extends the presumptive period for disabilities associated with Persian Gulf War service until December 31, 2011, or such later date as prescribed by the Secretary. Includes within such disabilities any poorly defined chronic multisymptom illness of unknown etiology characterized by two or more of the currently listed symptoms. Includes additional signs or symptoms that may be considered a manifestation of an undiagnosed illness.(Sec. 203) Excludes as income, for purposes of determining veterans' pension eligibility, proceeds from a life insurance policy or any other non-recurring income from any source.(Sec. 204) Prohibits a claimant from receiving benefits if information necessary to complete an application is not received from the claimant or his or her representative within one year after the Secretary notifies such veteran or representative of the need for such information.(Sec. 205) Provides the effective date, for pension purposes, for a change in recurring income.(Sec. 206) Prohibits the receipt of specified veterans' benefits for veterans who are fugitive felons. Requires the Secretary to furnish to any law enforcement official the most current address of such an individual and to enter into memoranda of understanding with appropriate officials for the furnishing of such information. Expresses the sense of Congress that such memoranda should be entered into as soon as practicable, but no later than six months after the date of enactment of this Act.(Sec. 207) Limits the payment of veterans' compensation and dependency and indemnity compensation for veterans who: (1) are incarcerated on October 7, 1980, for a felony; and (2) remain incarcerated for conviction of such felony after the date of enactment of this Act.(Sec. 208) Repeals the limitation on the payment of benefits to incompetent institutionalized veterans.(Sec. 209) Extends through FY 2011: (1) the Secretary's authority to verify a veteran's income through the Secretary of the Treasury; and (2) the limitation on pension for certain recipients of Medicaid-covered nursing home care.Title III: Housing Matters - Increases to $63,175 the maximum amount for the construction and purchase of a home under the veterans' home loan guaranty program.(Sec. 302) Extends through 2005 the Native American Veterans housing loan program (and related report requirements).(Sec. 303) Extends through FY 2011: (1) housing loans for members of the Selected Reserve; (2) the authority of the Secretary to sell assets under the enhanced housing loan program; (3) the authority of the Secretary to charge a home loan fee; and (4) procedures applicable to liquidation sales on defaulted home loans guaranteed through the Department of Veterans Affairs.Title IV: Burial Matters - Increases to $2,000 the burial and funeral expense benefit for veterans who die of service-connected disabilities.(Sec. 402) Authorizes the Secretary to provide bronze grave markers for graves marked by private headstones.Title V: Other Benefits Matters - Repeals the 500 per fiscal year limit on the number of veterans authorized to participate in programs of independent living services and assistance.Title VI: United States Court of Appeals for Veterans Claims - Increases, until August 15, 2005, from seven to nine the number of judges authorized to serve on the United States Court of Appeals for Veterans Claims.(Sec. 602) Repeals the requirement that a judge must notify the President of the willingness to accept reappointment to the Court as a condition to retirement from such Court.(Sec. 603) Amends the Veterans' Judicial Review Act to terminate the requirement of a notice of disagreement with the prior determination of a claim for veterans' benefits as a jurisdictional requirement for Court consideration.(Sec. 604) Authorizes the Court to: (1) impose registration fees on persons participating at Court convened judicial conferences and other Court sponsored activities; and (2) exercise any law applicable to any other Federal court for purposes of the management, administration, and expenditure of Court funds."
  }, 
  "titles": [
    {
      "as": "reported to senate", 
      "title": "Veterans' Benefits Improvement Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to facilitate the use of educational assistance under the Montgomery GI Bill for education leading to employment in high technology industry, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:01-05:00"
}