{
  "actions": [
    {
      "acted_at": "1974-10-10", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr17270-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-10-10", 
  "number": "17270", 
  "official_title": "A bill to authorize the Secretary of State to collect, analyze, and disseminate information relating to foreign investment in the United States, to require reports and information from foreign investors in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreign Investment Disclosure Act", 
  "sponsor": {
    "district": "18", 
    "name": "Hays, Wayne L.", 
    "state": "OH", 
    "thomas_id": "00519", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-10-10", 
  "subjects": [
    "Business and commerce", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "International affairs", 
    "Investments"
  ], 
  "subjects_top_term": "Foreign investments", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-10-10", 
    "text": "Foreign Investment Disclosure Act - States that the purposes of this Act are to require foreign investors to make public disclosure of their identities and the nature and scope of their significant investment in the United States and to require the Secretary of State to provide analyses of trends in such investment. Directs the Secretary of State, by regulation, order, or otherwise, to establish and maintain procedures which require the maintenance of records and the submission of reports by foreign investors and by such other persons as the Secretary determines to be appropriate with respect to: (1) any foreign investment in a business concern whose stock is publicly traded on a national securities exchange or otherwise in the United States within enumerated limitations; (2) any foreign investment in a business concern whose stock is not publicly traded on a national securities exchange or otherwise in the United States with enumerated limitations; and (3) any foreign investment in property which is located in the United States and which the Secretary by regulation, on the basis of objective economic and other criteria, determines shall be subject to the recordkeeping and reporting requirements imposed under this Act. Stipulates that, not later than 120 days after the date of enactment of this Act, the Secretary shall collect and publish with respect to each business concern whose stock is publicly traded on a national securities exchange or otherwise in the United States or whose assets have a value of $3,000,000 or more, the following information as of the date of enactment of this Act: (1) the name of each foreign investor who has an interest in such business concern, and the nature and extent of such interest; (2) the nationality or citizenship and place of residence of each such investor who is an individual; and (3) the country or countries with which any agency or other organization which is a foreign investor is affiliated. Authorizes appropriations of such sums as are necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Investment Disclosure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of State to collect, analyze, and disseminate information relating to foreign investment in the United States, to require reports and information from foreign investors in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:37-05:00"
}