{
  "actions": [
    {
      "acted_at": "1987-07-29", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1565-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-07-29", 
  "number": "1565", 
  "official_title": "A bill entitled the \"Safe Incineration Act of 1987, Title I\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Safe Incineration Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Stafford, Robert T.", 
    "state": "VT", 
    "thomas_id": "01438", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-07-29", 
  "subjects": [
    "Air pollution control", 
    "Air pollution measurement", 
    "Employee training", 
    "Environmental protection", 
    "Federal-local relations", 
    "Incineration", 
    "Licenses", 
    "Local and Municipal Government", 
    "Municipal services", 
    "Refuse and refuse disposal", 
    "Standards", 
    "Waste disposal sites"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-07-29", 
    "text": "Safe Incineration Act of 1987 - Amends the Clean Air Act to direct the Administrator of the Environmental Protection Agency to promulgate performance standards for emissions of specified air pollutants, including particulate matter, oxides of sulfur, and lead, from new or modified municipal waste incineration units. Requires such standards to reflect the best level of emission limitation achieved in practice by similar units under optimal conditions. Makes specified technologies available, including dry and wet scrubbing, fabric filtration, and source reduction and source separation. Requires initial standards to be promulgated by 1989, in effect by 1990, and reviewed every three years. Establishes specific, minimum requirements for degree of thermal destruction of combustibles, reductions of emissions of certain pollutants, and outlet gas concentrations of certain pollutants. Requires jurisdictions served by the municipal incineration unit to have an enforceable solid waste management plan before a State program may issue a permit for a new or modified unit. Requires such plan to reflect the operation of the new or modified unit. Sets a standard of emissions equivalent to that achieved by the five lowest emitting units should the Administrator fail to promulgate a standard for any of the specified pollutants. Directs the Administrator to promulgate regulations requiring existing units to meet the emissions standards promulgated under this Act according to a timetable which requires compliance at least within six years. Requires the shutdown of units which fail to meet certain outlet gas concentration limitations by specified dates. Requires owners or operators of municipal waste incineration units to monitor emissions at the point such emissions move into the ambient air and at other points as necessary to protect human health and the environment. Requires such owners or operators to pay for a program to detect impacts of the unit on humans or the environment, including the testing for and reporting of significant levels of contaminants. Requires such owners or operators to comply with certain reporting requirements under Superfund. Sets monitoring standards, including continuous and periodic monitoring. Requires the Administrator to establish operating and maintenance requirements for all units. Directs the Administrator to establish a model State program for the training and certification of municipal waste incinerator personnel. Requires operating personnel to pass such training or be certified by an authorized State program. Requires unit permits to be terminated five years after their issuance unless the Administrator or an authorized State certifies such unit's compliance with emissions and other requirements of this Act. Permits States to submit for Administrator approval a State program of enforcement, treating the State as the enforcing entity under this Act. Authorizes the Administrator to withdraw such authority if the State is not adequately enforcing these requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Safe Incineration Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Safe Incineration Act of 1987, Title I\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:39-05:00"
}