{
  "actions": [
    {
      "acted_at": "1973-04-09", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6709-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-09", 
  "number": "6709", 
  "official_title": "A bill to provide for the environmental regulation by the Environmental Protection Agency of mining activities, for the restoration by the Corps of Engineers of abandoned mined areas, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mined Area Environmental Protection Act", 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-09", 
  "subjects": [
    "Coal", 
    "Environmental protection", 
    "Mines and mineral resources"
  ], 
  "subjects_top_term": "Mines and mineral resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-09", 
    "text": "Mined Area Enviromental Protection Act - Title I: Findings and Declaration - The purpose of this Act is to prevent future ecological detriment to the Nation from coal mining operations. Prohibits coal mining operations within any area of the National Forest system or any wilderness area. Requires operators of coal mines to obtain a mining environment permit from the Administrator of the Environmental Protection Agency before engaging in mining operations. States that no permit will be issued until the Administration is satisfied that such mining operation will be conducted in such a manner as to avoid any violation of the Clean Air Act, the Federal Water Pollution Control Act, and the Refuse Act. Sets forth the information required in applying for such a permit. Provides that any permit issued to conduct mining operations shall meet all applicable performance criteria requirements. Specifies performance criteria, including the following minimum requirement: (1) conduct of mining operations so as to maximize the utilization and conservation of the mineral or solid fuel resource being recovered; (2) removal and protective storage of top soil until backfill operations; (3) backfilling the operation so that the approximate orginal contour of the mined area is restored without depression to hold water except where the retention of water is required or desirable; and (4) refraining from mining operations within one hundred and fifty feet of any permanent stream, lake or other water impoundment. Sets forth additional performace criteria for surface mining on slopes greater than fourteen degrees and underground mining. Permits the Administrator to deny a permit for a mining operation if he determines that (1) reclamation pursuant to the performance criteria under this Act and regulations developed in accordance with this Act cannot be achieved (2) the area proposed to be mined is an area of unusual historical, national, or environmental value or (3) the mining operations would pose undue hazards to nearby land or waters. Provides for judicial review in Federal courts of the Administrator's action in approving or denying any permit application. Sets forth procedures for monitoring and inspecting operations in order to assure compliance with the requirements of this Act. Authorizes the Administrator to enforce the provisions of this Act by commencing a civil action for appropriate relief, including a temporary or permanent injunction, for any violation for which he is authorized to issue a compliance order. Provides that any person convicted under this Act may be punished by a fine of not more than $10,000 or by imprisonment for not more than six months. Permits any citizen, including any employee or representative, to commence a civil action under this Act for violations of any of the requirements thereof. Protects an employee from discharge or discrimination by reason of the fact that such employee has filed or instituted any proceeding under this Act. States that no Federal agency, including any government corporation, may enter into any contract with any person who has been convicted of any offense under this Act, for the procurement of minerals or solid fuels, until the violation which gave rise to such conviction has been corrected. Authorizes the Administrator to conduct research and to enter into contracts with institutions and agencies for the purpose of developing new and improved methods of reducing or eliminating the adverse environmental effects of mining activities. States that the Administration may make grants to any State for the purpose of assisting such State in administering and enforcing a permit program under this Act. Authorizes to be appropriated such sums as are necessary to carry out the purposes of this Act. Title II: State Permit Program - Permits the Governor of each State desiring to administer its own mined area restoration permit program to submit to the Administrator a full and complete description of the program it proposes to establish. Requires the Administrator to approve any State permit program which complies with the provisions of this Act and upon which a public hearing has been held. Title III: Abandoned Mined Area Restoration - States that the purpose of this title is to require and assist in the restoration of mined areas that were abandoned prior to the enactment of this Act and which continue to substantially degrade the quality of the environment or present conditions which substantially endanger the health and safety of the public. Requires all operators or permittees to abate all conditions that present an imminent hazard to the health and safety of the public. Creates in the Department of the Treasury an \"abandoned mine reclamation fund\" to be administered by the Secretary of the Army. Authorizes an initial appropriation of $25,000,000 to such fund. Permits the Secretary to acquire land which has been affected by surface mining operations prior to the enactment of this Act and which has not been restored to productive or useful purposes, and to reclaim such land. Title IV: Non-Coal-Mining Operations - Directs the Administrator to conduct a study, hold public hearings on, and promulgate regulations providing environmental controls, including a permit program, for the surface mining of minerals other than coal. Title V: General - Defines the terms used in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mined Area Environmental Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the environmental regulation by the Environmental Protection Agency of mining activities, for the restoration by the Corps of Engineers of abandoned mined areas, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:40-05:00"
}