{
  "actions": [
    {
      "acted_at": "1973-07-11", 
      "committee": "House Committee on District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9215-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Fuqua, Don", 
      "sponsored_at": "1973-01-03", 
      "state": "FL", 
      "thomas_id": "00422", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-07-11", 
  "number": "9215", 
  "official_title": "A bill to amend the National Capital Planning Act of 1952 as amended, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Nelsen, Ancher", 
    "state": "MN", 
    "thomas_id": "00858", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-07-11", 
  "subjects": [
    "District of Columbia", 
    "National Capital Planning Commission"
  ], 
  "subjects_top_term": "District of Columbia", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-07-11", 
    "text": "States that the general objective of this Act is to enable appropriate agencies to plan for the development of the District of Columbia and the Federal Establishment at the seat of government in a manner consistent with due regard for the rights and prerogatives of the adjoining States and local governments to exercise control appropriate to their functions. Prescribes the members who shall compose the National Capital Planning Commission. Requires the Commission to establish advisory and coordinating committees composed of representatives of Federal and District of Columbia agencies. Provides that the Commissioner of the District of Columbia shall: (1) submit to the Commission for adoption, after approval by the D.C. Council, a comprehensive plan for the National Capital, relating to the development of the District of Columbia; (2) prepare annually for approval by the D.C. Council a six-year program of District of Columbia public works projects; and (3) prepare urban renewal plans for adoption by the D.C. Council. Establishes a Municipal Planning Council to assist the Commissioner and to serve as the central planning agency for the District of Columbia government within the National Capital region. Describes the elements and contents of the comprehensive plan for the National Capital to be submitted by the Commission. Provides for consultation with the appropriate Federal, District of Columbia, and State or local authorities for recommendations prior to the adoption of the plan. Requires the preparation of a major thoroughfare and a mass transportation plan as an element of the plan. Requires each Federal and District of Columbia agency to submit to the Commission plans originated by such agency for proposed developments and projects. States that no proposed amendment of the zoning regulations and maps shall be adopted by the Zoning Commission of the District of Columbia unless the Commission shall first determine that it conforms to the comprehensive plan or would not adversely affect the Federal Establishment of the seat of government or the conservation of important historical and natural features of the National Capital. Sets forth the procedures to be followed by the District of Columbia Redevelopment Land Agency in acquiring and disposing real property for the redevelopment of a project area, including submission of plans to the Planning Commission. Requires the proposed closing of any street in the District of Columbia to be referred to the Commission for determination as to conformity with the comprehensive plan."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the National Capital Planning Act of 1952 as amended, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:22-05:00"
}