{
  "actions": [
    {
      "acted_at": "1991-10-16", 
      "committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Public Works + Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-16", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-22", 
      "bill_ids": [
        "hr2950-102"
      ], 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "text": "Modified Text of Measure Incorporated into H.R.2950.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-12-18", 
      "bill_ids": [
        "hr2950-102"
      ], 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "text": "For Further Action See H.R.2950.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-12-18", 
      "bill_ids": [
        "hr2950-102"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.2950.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3566-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Hammerschmidt, John P.", 
      "sponsored_at": "1991-10-16", 
      "state": "AR", 
      "thomas_id": "00490", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Roe, Robert A.", 
      "sponsored_at": "1991-10-16", 
      "state": "NJ", 
      "thomas_id": "00974", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Shuster, Bud", 
      "sponsored_at": "1991-10-16", 
      "state": "PA", 
      "thomas_id": "01055", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-10-16", 
  "number": "3566", 
  "official_title": "To develop a national intermodal surface transportation system, to authorize funds for construction of highways, for highway safety programs, and for mass transit programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2950-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Intermodal Surface Transportation Infrastructure Act of 1991", 
  "sponsor": {
    "district": "13", 
    "name": "Mineta, Norman Y.", 
    "state": "CA", 
    "thomas_id": "00812", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-10-16", 
  "subjects": [
    "Air pollution control", 
    "American technical assistance", 
    "Arkansas", 
    "Asphalt", 
    "Associations, institutions, etc.", 
    "Authorization", 
    "Auto restricted zones", 
    "Automobile industry", 
    "Awards, medals, prizes", 
    "Bikeways", 
    "Billboards", 
    "Bridges", 
    "Buy American", 
    "California", 
    "Canada", 
    "Car pools", 
    "Cement industry", 
    "Civil procedure", 
    "Collection of accounts", 
    "College sports", 
    "Common carriers", 
    "Compost", 
    "Conferences", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction workers", 
    "Cost control", 
    "Cost effectiveness", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Data banks", 
    "Disabled", 
    "Disaster relief", 
    "Driver licenses", 
    "Drug abuse", 
    "Drunk driving", 
    "Earthquakes", 
    "Eisenhower Administration", 
    "Electric vehicles", 
    "Emergency medical services", 
    "Employee training", 
    "Energy conservation", 
    "Energy efficiency", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Excise tax", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid highway program", 
    "Federal aid to higher education", 
    "Federal aid to research", 
    "Federal aid to transportation", 
    "Federal budgets", 
    "Federal receipts and expenditures", 
    "Ferries", 
    "Florida", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Gasoline tax", 
    "Georgia", 
    "Government contractors", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government spending reductions", 
    "Government trust funds", 
    "Greece", 
    "Highway engineering", 
    "Highway finance", 
    "Highway maintenance", 
    "Highway research", 
    "Highway use tax", 
    "Illinois", 
    "Income tax", 
    "Indian lands", 
    "Information networks", 
    "Information services", 
    "Infrastructure (Economics)", 
    "Intergovernmental fiscal relations", 
    "Intermodal transportation", 
    "International competitiveness", 
    "Interstate highway system", 
    "Interstate relations", 
    "Iron", 
    "Kentucky", 
    "Land transfers", 
    "Landscape protection", 
    "Lease and rental services", 
    "Liability (Law)", 
    "Maryland", 
    "Mass rapid transit", 
    "Massachusetts", 
    "Minnesota", 
    "Minority business enterprises", 
    "Minority education", 
    "Mississippi", 
    "Missouri", 
    "Motor buses", 
    "Motor vehicle pollution control", 
    "Motor vehicle registration", 
    "Motor vehicle safety", 
    "Motorcycles", 
    "Names", 
    "Native Americans", 
    "Navigation", 
    "New Hampshire", 
    "New Jersey", 
    "New Mexico", 
    "New York State", 
    "Occupational health and safety", 
    "Ohio", 
    "Outdoor advertising", 
    "Parking facilities", 
    "Parks", 
    "Pennsylvania", 
    "Police training", 
    "Prison labor", 
    "Professional education", 
    "Public lands and natural resources", 
    "Railroad engineering", 
    "Railroad relocation", 
    "Railroads", 
    "Recycling of waste products", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Research centers", 
    "Revolving funds", 
    "Right-of-way", 
    "Rubber", 
    "Rural economic development", 
    "Scholarships", 
    "Seat belts", 
    "Sewage as fertilizer", 
    "Signs and symbols", 
    "Small business", 
    "Speed limits", 
    "State laws", 
    "Statistics", 
    "Tax evasion", 
    "Taxation", 
    "Technological innovations", 
    "Technology transfer", 
    "Toll roads", 
    "Tourist trade", 
    "Traffic accidents and safety", 
    "Traffic congestion", 
    "Traffic engineering", 
    "Traffic signs and signals", 
    "Trails", 
    "Transportation and public works", 
    "Transportation and the aged", 
    "Transportation and the physically handicapped", 
    "Transportation engineering", 
    "Transportation of hazardous substances", 
    "Transportation planning", 
    "Transportation research", 
    "Transportation safety", 
    "Trucking", 
    "Trucks", 
    "Tunnels", 
    "Turkey", 
    "Urban transportation", 
    "User charges", 
    "Van pools", 
    "Washington State", 
    "Wetland conservation", 
    "Wisconsin", 
    "Women in business", 
    "Women's education", 
    "Wood", 
    "Wyoming"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-10-16", 
    "text": "Intermodal Surface Transportation Infrastructure Act of 1991 - Declares that: (1) it is a goal of the United States to develop a national intermodal transportation (IT) system that moves people and goods in an energy efficient manner; and (2) the nation's future economic direction is dependent on its ability to confront directly the challenges of the global economy, declining productivity growth, energy vulnerability, air pollution, and the need to rebuild the nation's infrastructure. Title I: Federal-Aid Highways - Declares that the authorizations of appropriations and apportionments for construction of the Dwight D. Eisenhower National System of Interstate and Defense Highways (Interstate System - IS) made by this Act are the final authorizations of appropriations and apportionments for completion of construction of the IS. Directs the Secretary of Transportation to apportion for all States (other than Massachusetts) for FY 1993 specified sums authorized for such year by the Federal-Aid Highway Act of 1956 for expenditure on the IS, based on the apportionment factors contained in Committee Print 102-24 of the House Committee on Public Works and Transportation. Extends specified apportionments for the IS through FY 1997. Authorizes appropriations. Sets forth provisions with respect to: (1) obligation ceilings for Federal-aid highways and highway safety construction programs for FY 1992 through 1997, with exceptions; and (2) the distribution of, limitations on, and redistribution of unused, obligation authority. Authorizes appropriations from the Highway Trust Fund (HTF) for: (1) the State flexible program; (2) the National Highway System (NHS); (3) the urban mobility system (UMS); (4) the rural mobility system (RMS); (5) the combined highway safety improvement program; (6) the bridge program; (7) Indian reservation roads; (8) forest highways; (9) public lands highways; (10) parkways and park highways; (11) Federal Highway Administration (FHWA) safety programs; and (12) FHWA highway safety research and development programs. Requires: (1) that not less than ten percent of the amounts authorized to be appropriated under titles I, III, V, and VI of this Act be expended with small business concerns owned and controlled by socially and econmically disadvantaged individuals, with exceptions; (2) each State to annually survey and compile a list of disadvantaged business enterprises (DBEs) and the location of such concerns in the State, and notify the Secretary, in writing, of the percentage of such concerns which are controlled by women, by socially and economically disadvantaged individuals other than women, and by women who are otherwise socially and economically disadvantaged; and (3) the Secretary to establish minimum uniform criteria for State governments to use in certifying whether a concern qualifies as a DBE. Directs the Comptroller General to: (1) conduct a study of the FHWA's DBE program; and (2) report on the results to specified committees. Makes reductions in specified authorizations. Sets forth provisions with respect to: (1) freeway service patrols; and (2) budget compliance. Restructures the Federal-aid highway program by reorganizing it into four Federal-aid systems: (1) the IS; (2) the NHS; (3) the UMS; and (4) the RMS. Requires: (1) each State to functionally reclassify the roads and streets in such State; and (2) the Secretary to approve and report to the Congress containing such reclassification and to study and report on route redesignations of the NHS. Directs the Secretary to establish a flexible program under which a State may expend funds apportioned to it for carrying out any project or activity for which Federal funds may be obligated under Federal highway provisions. Requires any State which includes a nonattainment area for transportation-related pollutants under the Clean Air Act (CAA) to expend a percentage of apportioned funds (equal to the percentage of the population of the State residing in such nonattainment areas but not to exceed 50 percent) to carry out in such areas any project or activity for which Federal funds may be obligated under this title. Includes among eligible NHS projects: (1) construction, resurfacing, and rehabilitation of segments of such system; (2) highway safety improvements for segments of such system; (3) highway-related technology transfer activities; (4) fringe and corridor parking; (5) carpool and vanpool projects; (6) bicycle transportation; and (7) participation in wetland mitigation banks and statewide programs to create, conserve, or enhance wetland habitat. Includes among eligible UMS and RMS systems: (1) construction, resurfacing, and rehabilitation of segments of such system; (2) highway safety improvements; (3) public transportation; (4) transportation planning; (5) highway-related and public transportation-related technology transfer activities; (6) bicycle transportation and pedestrian walkways; (7) landscaping, scenic enhancement, and planting of wild flowers; and (8) participation in such wetland mitigation banks and statewide programs. Specifies that with respect to eligible NHS projects and UMS and RMS systems: (1) contributions toward wetland mitigation efforts may occur in advance of specific project activity to build up credit for future projects that may impact upon wetlands; and (2) participation in such wetlands conservation projects shall not serve to exempt any highway construction project from any applicable requirement of Federal law. Authorizes appropriations under the interstate substitute program for highway and transit projects. Makes funds authorized to be appropriated for substitute transit projects for FY 1993 and 1995 available until expended. (Under current law, such funds are available for the fiscal year for which apportioned or allocated and for the succeeding fiscal year.) Sets forth provisions with respect to apportionments: (1) under the interstate substitute program; and (2) for the NHS, RMS, UMS, and the State flexible program. Limits the transferability of NHS apportionments, but provides special transferability rules for nonattainment areas for carbon monoxide or ozone under the CAA. Increases the set-aside for metropolitan planning. Directs the Secretary to study and report to the Congress on the manner in which alternative fuels are treated for purposes of determining a State's relative revenue contributions to the HTF. Revises program and project approval provisions to bar the Secretary from approving: (1) any project in a proposed program which is not eligible for assistance under Federal highway provisions; (2) projects after September 30, 1992, which are not included in a transportation improvement program (TIP); (3) any program of projects in an urbanized area not based on the planning process (under Federal highway provisions) and without consideration by the State of the views of responsible public officials of the affected area; (4) a highway project (other than a project for construction of high occupancy vehicle (HOV) lanes) in an urbanized area of more than 200,000 population which will significantly increase the motor vehicle carrying capacity of a highway facility unless the project is consistent with a congestion management system for such area; and (5) a highway project for new construction or reconstruction within the boundaries of a State along which a pedestrian walkway or a bicycle transportation facility is required to be included under the State TIP unless such walkway or facility is part of such highway project, with exceptions. Directs the Secretary, in approving programs for: (1) NHS projects in non-urbanized areas, to require that such projects be selected by the State in consultation with appropriate local officials; (2) RMS projects, to require that such projects be selected by the State highway department, appropriate local officials, and Indian tribal governments in cooperation with each other, with exceptions; (3) NHS projects, to give preference to such projects as will expedite the completion of an adequate and connected system of highways interstate in character; (4) UMS projects, to require that such projects be selected by the designated metropolitan planning organization (MPO) in consultation with the State; and (5) Federal-aid systems, to give priority to projects which incorporate improved standards and features with safety benefits. Authorizes the Secretary, in approving programs, to give priority of approval to, and expedite the construction of, projects that are recommended by specified officials as important to the national defense. Specifies that, in preparing programs to submit for approval, the Secretary and the State: (1) shall give consideration to projects providing direct and convenient public access to public airports, public ports for water transportation, new town communities, and new town-intown communities; and (2) may give priority to projects for the reconstruction, resurfacing, restoration, or rehabilitation of highways which are incurring a substantial use as a result of transportation activities to meet national energy requirements and which will continue to incur such use. Sets forth provisions with respect to preconstruction activities and contracting for engineering and design services. Requires the Secretary to report to the Congress a national list of rights-of-way identified by the MPOs and the States, including a strategy for preventing further loss of rights-of-way and the desirability of creating a transportation right-of-way land bank to preserve vital corridors. Authorizes the States, MPOs, or units of local government (using NHS, UMS, or RMS funds) to purchase threatened rights-of-way, subject to certain limitations. Directs the Secretary, in approving such purchases, to give priority to those rights-of-way most imminently threatened with being lost to transportation purposes. Specifies that this Act shall not be construed to affect the Federal share established by the Supplemental Appropriations Act, 1983, for highway construction on the IS. Directs the Secretary to advance the State of Washington emergency relief funds for the replacement of a bridge on the IS damaged by storms in November 1990. Sets forth provisions with respect to the Federal share and repayment of funds. Bars States from allowing a longer combination vehicle (LCV) to be operated on the IS within its boundaries without having its apportionment of funds withheld, unless authorized under this title. Authorizes a State to continue to allow LCVs lawfully operated on June 1, 1991 to operate on the IS within its boundaries, subject to specified requirements. Establishes separate requirements for the State of Wyoming. Makes additional exceptions with respect to the operation of certain specialized hauling vehicles on Interstate Route 68 in Garrett and Alleghany Counties, Maryland. Directs the Secretary to: (1) conduct a study of State and Federal regulations pertaining to transporters of water well drilling rigs on public highways to identify requirements which place a burden on such transporters without enhancing safety or preservation of public highways; and (2) report to the Congress within two years on the results of such study. Exempts firefighting vehicles from axle weight limitations and the bridge formula for vehicles using the IS for two years, subject to renewal for an additional year. Directs the Secretary to conduct a study of State laws regulating the use on the IS of such vehicles and the issuance of permits by States exempting such vehicles from such requirements to determine whether or not: (1) such State laws and Federal highway provisions need to be modified; (2) a permanent exemption should be made for such vehicles; or (3) the bridge formula should be modified as it applies to such vehicles. Sets forth reporting requirements. Directs the Secretary to permit Federal participation in the initial construction (current law authorizes such participation in construction) and 4R projects with respect to toll highways, bridges, or tunnels, conversion of toll-free bridges or tunnels to toll facilities, and preliminary studies to determine the feasibility of a toll facility for which Federal participation is authorized on the same basis as in the construction of free highways. Sets forth provisions with respect to ownership of such facilities, limitations on the use of revenues and on the Federal share, and modification of agreements to allow Federal participation. Eliminates the public operation requirement for toll ferries. Directs the Secretary, subject to specified circumstances, to void certain agreements with respect to: (1) the Fort McHenry Tunnel, Maryland; and (2) the I-78 Delaware River Bridge. Specifies that any new agreement shall permit the continuation of tolls without repayment of Federal funds and shall provide that all toll revenues be used first for repayment of the non-Federal cost of construction, second for operation and maintenance costs, and for other specified purposes. Replaces railway-highway crossing provisions with provisions for a combined highway safety improvement program, under which each State shall: (1) conduct and systematically maintain an engineering survey of all highways to identify hazardous locations, as well as railroad crossings which may require separation, relocation, protective devices, or pedestrian stoplights; (2) assign priorities for correction; and (3) establish and implement a schedule of projects for improvements so identified. Sets the Federal share for projects under such program at 80 percent of the cost. Authorizes the Secretary to classify the various types of projects involved in the elimination of hazards of railway-highway crossings and set for each classification a percentage of the costs of construction deemed to represent the net benefit to the railroads for the purpose of determining the railroads' share of construction costs. Sets forth provisions with respect to liability for construction cost, discharge of liability, and enforcement of Act requirements. Provides for the apportionment of funds. Directs the Secretary to set aside: (1) $300,000 for Operation Life Saver (a public information and education program to prevent and reduce motor vehicle accidents, injuries, and fatalities, and to improve driver performance at railway-highway crossings); and (2) $10,000,000 for railway-highway crossing hazard elimination in high speed rail corridors. Authorizes the use of funds by local governments for the improvement of railway-highway crossings under specified circumstances. Requires each State to: (1) establish an evaluation process to assess results achieved by highway safety improvement projects and develop cost-benefit data for various types of corrections and treatments which shall be used in setting priorities for such projects; and (2) submit progress reports to the Secretary by December 30 of each year. Directs the Secretary to: (1) revise the Manual of Uniform Traffic Control Devices and such other regulations and agreements of the FHWA as necessary to authorize States and local governments to install stop or yield signs at any rail-highway grade crossing without automatic traffic control devices with two or more trains operating across such crossing per day; (2) initiate a rulemaking proceeding to revise the guidelines and standards for the installation of roadside barriers and other safety appurtenances, reflecting state-of-the-art designs, testing, and evaluating criteria contained in the National Cooperative Highway Research Program Report 230 (relating to approval standards which provide an enhanced level of crashworthy performance to accommodate vans, mini-vans, pickup trucks, and four-wheel drive vehicles); and (3) complete such proceeding and issue a final rule regarding the implementation of revised guidelines and standards for acceptable roadside barriers and other safety appurtenances (which shall accommodate vans, mini-vans, pickup trucks, and four-wheel drive vehicles and shall be applicable to the refurbishment and replacement of existing, as well as the installation of new, roadside barriers and safety appurtenances). Sets forth provisions with respect to the control of outdoor advertising. Directs MPOs, in cooperation with the State, to develop transportation plans and programs for urbanized areas of the State which provide for the development of transportation facilities (including pedestrian walkways and bicycle transportation facilities) which will function as an IT system for the State and such urbanized areas. Provides for the designation or redesignation of MPOs for each urbanized area of the State. Sets forth provisions with respect to the area covered by the transportation planning process and the factors to be considered in developing transportation plans and programs, such as: (1) applicable Federal, State, and local energy conservation programs, goals, and objectives; (2) applicable CAA requirements; (3) methods to reduce traffic congestion; (4) the effect of transportation decisions on land use and development; (5) the use of innovative mechanisms for financing projects; (6) long-range needs of transportation systems in the urbanized area; (7) methods to enhance the efficient movement of commercial motor vehicles; and (8) with respect to bridges and tunnels, life-cycle costs in the design and engineering for the bridge or tunnel. Sets forth special rules for urbanized areas of greater than 200,000 population. Requires each MPO designated for an urbanized area to: (1) develop a long-range transportation plan and a TIP for the area for which such organization is designated; (2) provide citizens, affected public agencies, representatives of transportation agency employees, other affected employee representatives, private providers of transportation, and other interested parties with a reasonable opportunity to comment on the proposed plan; (3) develop a long-range comprehensive plan for bicycle transportation and pedestrian walkways for such area which shall be incorporated into the long-range transportation plan for such area; and (4) review and approve TIPs at least biannually. Directs the Secretary to establish in the Department of Transportation (DOT) an advisory committee to review: (1) the planning process being utilized by MPOs; (2) the composition and organization of such MPOs; (3) the impact on such MPOs of changing demographics and increased responsibilities under Federal highway provisions and under the CAA; and (4) the relationship between the MPO and statewide planning processes. Sets forth reporting requirements. Sets forth provisions with respect to statewide planning that are analogous to those for metropolitan planning. Authorizes: (1) the Secretary to develop highway construction training and assistance programs in cooperation with Indian tribal governments; (2) the States to implement a preference for employment of Indians on projects carried out under this title near Indian reservations; (3) the use of RMS or UMS funds for capital improvement to provide access and coordination between intercity and rural bus service, and for construction of facilities to provide connections between highway transportation and other modes of transportation; and (4) the Secretary to approve as a project on any Federal-aid system modifications to existing highway facilities on such system necessary to accommodate other modes of transportation if such modifications will not adversely effect automotive safety or future highway improvements. Makes public mass transportation projects in urbanized areas subject to metropolitan planning requirements under this Act. Directs the Secretary to: (1) inventory all highway bridges on Indian reservation roads and park bridges; (2) classify them according to serviceability, safety, and essentiality for public use; (3) assign each a priority for replacement or rehabilitation; and (4) determine the cost of replacing such bridge with a comparable facility or of rehabilitating such bridge. Authorizes the Secretary to approve Federal participation in the painting of, or application of calcium magnesium acetate to, the structure of highway bridges upon application by a State for assistance. Provides for the apportionment of discretionary bridge program funds. Authorizes the expenditure of certain funds to rehabilitate, paint, or apply calcium magnesium acetate to highway bridges located on public roads other than those on the Federal-aid system. Requires that projects not on a Federal-aid system be designed, constructed, operated, and maintained in accordance with State laws, regulations, directives, and safety, design, and construction standards. Requires a set-aside for such activities with respect to Indian reservation bridges. Directs the Secretary, upon determining a State bridge apportionment and before transferring funds to the States, to transfer the Indian reservation bridge allocation to the Secretary of the Interior for expenditure pursuant to this Act. Authorizes the Secretary to carry out specified high cost bridge projects. Authorizes appropriations. Sets forth provisions with respect to allocation percentages, the Federal share (80 percent), delegation of responsibility to the States, and advance construction. Continues existing apportionment criteria. Makes permanent the extension of the 65 miles per hour speed limit demonstration program. Directs the Secretary to issue regulations with respect to: (1) the monitoring of programs conducted by the States to ensure uniformity; and (2) the placing of devices and equipment at such locations on maximum speed limit highways on a scientifically random basis which take into account the relative risk of motor vehicle accidents occurring, considering the classes of such highways and the speeds at which vehicles are traveling on such classes of highways. Sets forth a formula for the transfer of a State's apportionment of Federal highway funds if such State fails to adequately enforce the speed limit. Requires a State to obligate at least 50 percent of any funds transferred under this title for a fiscal year for speed limit enforcement and public information and education. Requires the Secretary to carry out such provisions through the National Highway Transportation Safety Administration (NHTSA). Provides for the transfer of certain FHWA personnel to the NHTSA to carry out such provisions. Directs the Secretary: (1) in FY 1992 and each fiscal year thereafter, to allocate among the States amounts sufficient to ensure that a State's percentage of the total apportionments in each such fiscal year and allocations for the prior fiscal year for Federal-aid highway programs, with exceptions, shall not be less than 90 percent of the percentage of estimated tax payments attributable to highway users in such State paid into the HTF (other than the Mass Transit Account) in the latest fiscal year for which data is available; and (2) in each of FY 1992 through 1997, to make supplemental minimum allocations based upon authorizations for special projects. Authorizes a State, subject to approval by the Secretary, to obligate: (1) UMS and flexible program funds for the construction of pedestrian walkways and bicycle transportation facilities and for carrying out-non-construction projects related to safe bicycle use; and (2) NHS funds for such construction adjacent to any highway on the NHS (other than the IS). Authorizes the use of Federal lands highway funds, at the discretion of the department charged with the administration of such funds, for the construction of such walkways and facilities in conjunction with trails, roads, highways, and parkways on Federal lands. Requires each State receiving an apportionment under this title to fund, in the State transportation department, a position of bicycle and pedestrian coordinator. Authorizes, with respect to highway bridge deck replacement or rehabilitation, such replacement or rehabilitation so as to provide for the safe accommodation of bicycles, subject to certain conditions. Sets the Federal share of pedestrian walkway and bicycle transportation facility construction at 80 percent. Requires such walkways and facilities to be located and designed pursuant to an overall plan to be developed by each MPO and State and incorporated into their comprehensive annual long-range plans, which shall provide due consideration for safety and contiguous routes. Limits the use of motorized vehicles on pedestrian walkways and trails under this title. Bars any bicycle project under this Act from being carried out unless the Secretary has determined that such project will be principally for transportation, rather than recreation, purposes. Requires that: (1) two percent of funds made available for Indian reservation roads for each fiscal year be allocated to those Indian tribal governments applying for transportation planning; and (2) the Indian tribal government develop a TIP that includes all Indian reservation road projects proposed for funding. Directs the Secretary to: (1) conduct a study on differences between the use of funds out of the HTF on, and the designation of roads as, Indian reservation roads and rural mobility highways; and (2) report to the Congress on the results, together with any recommendations for correcting inequities identified under such study. Requires the Secretary, within one year, to issue regulations for State development, establishment, and implementation of a system (which may include a compliance schedule and minimum standards) for managing: (1) highway pavement of the Federal-aid system; (2) bridges on and off such system; (3) highway and transportation safety; (4) traffic congestion; (5) public transportation facilities and equipment; and (6) IT facilities and systems. Directs the Secretary to issue guidelines and requirements for the State development, establishment, and implementation of a traffic monitoring system for highways and public transportation facilities and equipment. Sets forth additional provisions with respect to State requirements, intermodal requirements, reporting requirements, funding, and congressional review of regulations. Authorizes appropriations for specified congestion relief projects. Sets forth provisions with respect to allocation percentages, the Federal share, delegation to the States, and advance construction. Prohibits: (1) the discovery (current law only bars the admission as evidence) of certain reports and surveys compiled to develop a highway safety construction improvement project to enhance the safety of potential accident sites or hazardous conditions; and (2) the Secretary from using iron in highway or urban transit projects (current law specifies only steel and manufactured products used in such projects) that has not been produced in the United States. Sets forth provisions with respect to: (1) relocation assistance regulations relating to the Rural Electrification Administration; (2) a temporary matching fund waiver regarding qualifying State projects; (3) repayment of increases in the Federal share; and (4) deductions from State apportionments where a State has not made the required repayment on or before March 30, 1994. Requires the Secretary of Transportation to submit to the Congress a report on purchases from foreign entities granted waivers from \"Buy America\" provisions in FY 1992 and 1993, indicating the dollar value of items for which such waivers were granted. Makes ineligible to receive any contract or subcontract made with funds authorized under this Act any person determined by a court or Federal agency to have intentionally: (1) affixed a label bearing a \"Made in America\" inscription to any product used in projects under Federal highway provisions, sold in or shipped to the United States, that was not made in the United States; or (2) represented that any product used in such projects, sold in or shipped to the United States that was not produced in the United States, was produced in the United States. Specifies that such waiver shall not apply to products produced in a foreign country if the Secretary determines that such country: (1) is a party to an agreement with the United States pursuant to which the head of a U.S. agency has granted a waiver; and (2) has violated the terms of such agreement by discriminating against specified U.S.-produced products. Identifies and authorizes appropriations for specified high priority corridors on the NHS. Sets forth provisions with respect to allocation percentages, the Federal share, delegation to the States, and advance construction. Directs the Secretary to: (1) include all such corridors on the proposed NHS as submitted to the Congress; (2) prepare a long-range plan for the upgrading of each corridor to the appropriate standards for highways on the NHS, including separate plans for developing the corridor and financing the development; (3) prepare feasibility and design studies, as necessary, for those corridors for which such studies have not been prepared; and (4) use procedures for acceleration of projects in carrying out projects on high priority corridors. Requires each State in which a priority segment is located to prepare a detailed plan for completion of construction on such segment and for financing such construction. Authorizes appropriations. Sets forth criteria for States to use in selecting high priority segments of corridors of national significance. Authorizes appropriations out of the HTF for feasibility and design studies under this title. Directs the Secretary to establish a Priority Corridor Revolving Loan Fund. Authorizes appropriations. Authorizes the Secretary to make grants under a highway bridge research and demonstration program. Directs the Secretary to: (1) take such action as necessary to ensure that information and technology resulting from such research is made available to State and local transportation departments and other interested persons; and (2) make grants to States for construction of highway timber bridges on the RMS. Sets forth provisions with respect to applications, approval criteria, the Federal share, and funding for such grants. Requires the Secretary to carry out a program for ferry boat construction. Bars the Secretary from disapproving, for five years, a highway project solely on the ground that it includes the use of asphalt containing recycled rubber. Specifies that a patented application process for recycled rubber shall be eligible for approval under the same conditions that an unpatented process is eligible. Directs the Secretary to: (1) gather information and recommendations concerning such use in highway projects from those States that have extensively researched and experimented with such use, and make available such information and recommendations to States which indicate an interest in such use; (2) conduct a study to evaluate the economic savings, technical performance qualities, and environmental benefits of using recycled materials in highway projects and report the results to the Congress; and (3) encourage the use of recycled materials in federally-assisted highway projects where such materials are available for the project if such use, in comparison to conventional materials, has been demonstrated to supply equal or superior performance qualities and environmental benefits at equal or lesser cost over the economic life of the project. Directs the Secretary to carry out highway use tax evasion projects, subject to specified limitations. Authorizes the Secretary to allocate specified funds to the Internal Revenue Service (IRS) and the States for such purposes. Requires the Secretary to: (1) conduct a study to determine the feasibility and desirability of using dye and markers to aid in motor fuel tax enforcement activities and other purposes; and (2) establish an advisory committee to prepare a plan to carry out and coordinate highway use tax evasion projects, monitor the results, provide progress reports to the Secretary, and make recommendations to the Secretary for the distribution of funds. Sets forth provisions with respect to: (1) termination of such committee; (2) State certification requirements (that the State will maintain motor fuel tax enforcement activities at a certain level); (3) reporting requirements; and (4) funding of such projects. Authorizes the Secretary to approve substitute highway, bus transit, and light rail transit projects in lieu of construction of the I-94 East-West Transitway project in Milwaukee and Waukesha Counties, Wisconsin. Directs the Comptroller General to complete a study on equipment rental rates for use in reimbursing contractors for extra work on Federal-aid projects. Requires the Secretary to: (1) establish within DOT an advisory committee to assist the Secretary with respect to the establishment of a national scenic byways program; and (2) provide technical assistance and make grants to the States for the planning, design, and development of State scenic byways programs. Sets forth provisions with respect to the membership, function, and reporting requirements of such committee; the Federal share (80 percent); and funding provisions. Establishes an interim scenic byways program during FY 1992 through 1994. Authorizes appropriations. Specifies the Federal share (80 percent). Makes funds available for such years, subject to specified limitations. Directs the Secretary to carry out a highway project in Arkansas to demonstrate: (1) the benefits of providing training to county and town traffic officials in the need for and application of uniform traffic control devices; and (2) safety benefits of providing for adequate and safe warning and regulatory signs. Authorizes appropriations. Sets forth reporting requirements. Authorizes the Secretary to carry out specified: (1) rural access projects; and (2) urban access and mobility projects. Authorizes appropriations. Sets forth provisions with respect to allocation percentages, the Federal share, delegation to the States, and advance construction. Directs: (1) the Secretary to carry out a project to make modifications to bridges necessary for the Secretary of the Army to carry out a project for flood control at Molly Ann's Brook, New Jersey (NJ); and (2) the Governor of NJ to carry out all the responsibilities of the Secretary with respect to highway construction projects in Passaic and Bergen Counties, NJ. Sets forth provisions with respect to certain regulatory interpretations concerning: (1) the coating of steel; and (2) the funding of fusees and flares. Directs the Secretary to conduct a study of the progress being made by the States in adopting and implementing a uniform system for handicapped parking. Sets forth reporting requirements. Requires that: (1) not less than five percent of the mileage of roadside barriers installed along Federal-aid highways within the boundaries of a State in each calendar year be innovative safety barriers; and (2) each State annually certify to the Secretary compliance with such requirement. Directs the Secretary to conduct a survey to identify current State standards relating to geometric design, traffic control devices, roadside safety, safety appurtenance design, uniform traffic control devices, and sign legibility and directional clarity for all Federal-aid highways, taking into consideration posted speed limits as they relate to highway design. Sets forth reporting requirements. Sets forth: (1) the effective date of this title; and (2) provisions with respect to the availability and transferability of unobligated balances. Authorizes appropriations for specified innovative projects. Sets forth provisions with respect to allocation percentages, the Federal share, delegation to the States, advance construction, and reporting requirements. Exempts certain toll pilot projects in Orange County California, from requirements applicable to public parks, recreation areas, and wildlife and waterfowl refuges. Directs the Secretary to: (1) conduct a study of the advisability and feasibility of establishing an international border highway infrastructure discretionary program; (2) conduct a study to determine an appropriate symbol or emblem to be placed on highway signs referring to the IS to commemorate the vision of President Dwight D. Eisenhower in creating the IS; and (3) report on each to the Congress. Makes unobligated balances of funds previously authorized under the Surface Transportation and Uniform Relocation Assistance Act of 1987 for demonstration projects available for projects located in Tampa, Florida; Santa Fe, New Mexico; and from Larkspur to Korbel, California. Renames the U.S. Route 68 bridge across the Ohio River between Aberdeen, Ohio, and Marysville, Kentucky, as the William H. Harsha Bridge. Bars the Secretary from recognizing any certification made by a State on the safety of motorbikes on HOV lanes that was made prior to the enactment of this Act until the Secretary publishes notice of, and provides opportunity for public comment on, such certification. Directs the Secretary to: (1) encourage the States to provide for equitable participation in the use of tourist-oriented directional or logo signs along the IS and Federal-aid primary system; (2) conduct a study, and report to the Congress, on the participation in the use of such signs and State practices with respect to such use; and (3) conduct a study, and report to the Congress, regarding the feasibility of constructing a four-lane highway connecting Interstate Routes 65 and ten in the vicinity of Pensacola, Florida. Amends the Appalachian Regional Development Act of 1965 to include Calhoun County, Mississippi, in Appalachia. Provides that, in the case of specified highway projects which would otherwise be eligible for assistance, or projects on a federally-owned bridge, the Federal share shall be 100 percent. Directs the Secretary to: (1) develop a proposed work zone safety program to improve work zone safety at highway construction sites; and (2) issue regulations for the establishment of value engineering review programs by the States. Sets forth reporting requirements. Authorizes appropriations for various specified highway and highway-related projects throughout the United States. Amends the Federal-Aid Highway Act of 1973 to extend the railroad relocation and demonstration program through 1994 (currently, in effect through 1991). Renames a highway bypass in Westmoreland County, Pennsylvania, as the J. Clifford Naugle Bypass. Authorizes an interim advance construction program, subject to specified limitations. Directs the Secretary to approve the construction of a specified DOT project in Fulton County, Georgia, subject to specified limitations. Authorizes the Secretary to fund the production of a documentary, in cooperation with a not-for-profit national public television station, to create awareness by the public and State and local governments of the nation's infrastructure and to encourage studies and projects to improve the infrastructure. Authorizes appropriations. Directs the Secretary to collect and analyze data on the volume of traffic crossing specified U.S.-Canadian bridges. Expresses the sense of the Congress that State and local governments should encourage the environmentally safe use of compost and fertilizer products derived from treated municipal sewage sludge along the rights-of-way of Federal-aid highways. Directs the Secretary to: (1) conduct a study of State compliance with requirements for revocation and suspension of drivers' licenses; and (2) report to the Congress on the results of such study. Requires the Secretary to establish a private sector involvement program to encourage States to contract with private firms for engineering and design services in carrying out Federal-aid highway projects. Sets forth provisions with respect to: (1) grants to States; and (2) reporting requirements. Sets forth provisions with respect to the repayment of funds by New Hampshire to the United States. Title II: Highway Safety - Requires (as a prerequisite to the Secretary's approval) that each State's highway safety program include the following programs: (1) drunk driving; (2) speeding; (3) occupant protection; (4) emergency medical services; (5) motorcycle safety; (6) uniform data collection and reporting; (7) accident location; (8) highway design, construction, and maintenance; and (9) traffic engineering. Permits the Secretary to approve a State's highway safety program only if it includes three or more of the following programs: (1) bicycle safety; (2) pedestrian safety; (3) school bus safety; (4) traffic record system; (5) police traffic services; and (6) such other programs as the Secretary may establish by regulation. Bars the Secretary from approving a State highway safety program that does not: (1) provide that at least 40 percent of Federal funds apportioned to the State for a fiscal year be expended by the political subdivisions of the State, including Indian tribal governments (current law makes no mention of tribal governments); and (2) provide adequate and reasonable access for the safe and convenient movement of individuals with disabilities (currently, physically handicapped persons). Authorizes the Secretary to waive the 40 percent requirement whenever the Secretary determines that there are an insufficient number of local highway safety programs to justify the expenditure in the State of such percentage of Federal funds during the fiscal year. Directs the Secretary to issue regulations establishing minimum standards for State highway safety programs to be approved under this title which: (1) with respect to the drunk driving, speeding, occupant protection, and police traffic services programs, must include public information, education, and law enforcement components; and (2) may require a State highway safety program to include adoption and enforcement of State law authorizing the use of automatic speed detection devices by law enforcement officers. Specifies that such highway safety requirements and regulations shall, to the extent deemed appropriate by the Secretary, be applicable to federally administered areas where a Federal agency controls the highways or supervises traffic operations. Applies provisions of this title to Indian reservations. Specifies that 95 percent of the funds apportioned to the Secretary of the Interior under this title shall be expended by Indian tribes to carry out highway safety programs within their jurisdictions. Bars the admission as evidence or use in any action for damages of traffic record system data. Sets forth reporting requirements with respect to legislation necessary to implement programs developed by the Secretary to reduce traffic-related deaths and injuries. Revises highway safety research and development provisions to authorize the Secretary to: (1) use appropriated funds to engage in research on all phases of highway safety and traffic conditions; and (2) undertake, on a cost-shared basis, collaborative research and development with non-Federal entities which may include crash data collection and analysis, driver and pedestrian behavior, and demonstrations of technology. Bars the Secretary from agreeing to provide more than 50 percent of the cost of any such research and development project. Revises drunk driving provisions to authorize the Secretary to make grants to States which adopt and implement effective programs to reduce traffic safety problems resulting from persons driving while under the influence of alcohol or a controlled substance. Requires States, to be eligible for basic grants, to provide for: (1) the prompt suspension, for a period of not less than 90 days for a first offender and one year for a repeat offender, of the driver's license of any individual who a law enforcement officer has probable cause under State law to believe has committed an alcohol-related traffic offense and who is determined, based on one or more chemical tests, to be intoxicated or who refuses to submit to such a test; (2) a mandatory sentence, of imprisonment for not less than 48 consecutive hours or not less than 100 days of community service, not subject to suspension or probation, for any person convicted of driving while intoxicated (as defined by this Act) more than once in any five-year period; (3) a statewide program for stopping motor vehicles on a nondiscriminatory, lawful basis to determine whether or not operators of such vehicles are driving while under the influence of alcohol; and (4) a self-sustaining drunk driving prevention program under which a significant portion of the fines or surcharges collected from individuals apprehended and fined for operating a motor vehicle while under the influence of alcohol are returned, or an equivalent amount of non-Federal funds are provided, to those communities which have comprehensive programs for the prevention of such operation of motor vehicles. Modifies or adds provisions with respect to supplemental grants, limits on administrative expenses, apportionment of funds, and reapportionment of noneligible State funds. Authorizes the Secretary, in the case of a local highway program carried out by an Indian tribe with insufficient funds to meet the non-Federal cost of such program, to increase the Federal share of the cost. Directs the Secretary to make $17,000,000 available for each of FY 1993 through 1997 to carry out drunk driving provisions. Allows States which have been eligible for such grants before the date of the enactment of this Act to elect to receive in a fiscal year grants under such provisions, as so in effect, in lieu of receiving in such fiscal year grants under such provisions, as amended by this Act. Authorizes the Secretary to make grants to States which have in effect specified State motorcycle helmet and safety belt use laws to: (1) educate the public about motorcycle and passenger vehicle safety, and motorcycle helmet, safety belt, and child restraint system use, and to involve public health education and other related agencies in such efforts; and (2) train law enforcement officers in the enforcement of, monitor the rate or compliance with, and enforce, such laws. Sets forth provisions with respect to: (1) the maintenance of State expenditures for traffic safety programs; (2) the Federal share of the cost; (3) eligibility requirements; (4) measuring rates of compliance; and (5) penalties for failing to have in effect such laws. Authorizes appropriations. Authorizes appropriations for: (1) NHTSA highway safety and highway safety research and development, programs; and (2) the alcohol traffic safety incentive grant program. Directs the Secretary, acting through the NHTSA, to establish a regional program for implementation of drug recognition programs and for training law enforcement officers to recognize and identify individuals who are operating a motor vehicle while under the influence of alcohol or one or more controlled substances or other drugs. Authorizes appropriations. Requires the Secretary to establish a citizens advisory committee to report to the Congress. Specifies that such committee shall include one member of Mothers Against Drunk Driving and one member of a narcotics control organization. Amends the National Driver Register Act of 1982 to make authorizations of appropriations for highway safety educational programming and a study of the use of mass media to educate the public of ways of reducing the number and severity of highway accidents. Title III: Federal Transit Act of 1991 - Amends Federal law to rename the Urban Mass Transportation Administration of DOT the Federal Transit Administration. Amends the Urban Mass Transportation Act of 1964 (the Act) to delete specified provisions relating to the authority of the Secretary of Transportation (Secretary) to issue letters of intent with respect to grants and loans for mass transportation projects. Directs the Secretary to apportion certain amounts for FY 1992 through 1997 for rail and guideway modernization for certain urbanized areas. Earmarks a portion of the funds made available for construction of new fixed guideway systems and extensions for obligation at the Secretary's discretion for systems planning, alternative analysis, and preliminary engineering. Earmarks a specified amount at the Secretary's discretion for grants to States and local public bodies and agencies to prevent crime and to increase security in existing and future transit systems. Revises certain criteria to prohibit the making of grants or loans for construction of new fixed guideway systems or extensions unless such proposed projects: (1) have undergone a cost-effectiveness analysis; and (2) are included, after September 30, 1992, in a transportation improvement program. Requires the Secretary to report annually to specified congressional committees on factors which the Secretary considers they should use in authorizing such projects. Allocates on a percentage basis grants or loans for mass transportation projects for FY 1992 through 1997 for: (1) rail modernization; (2) construction of new fixed guideway systems and extensions to such systems; (3) replacement, rehabilitation, and purchase of buses and related equipment and the construction of bus-related facilities; and (4) apportionments to States for eligible capital projects and Federal highway programs. Prohibits States (other than the Commonwealth of the Northern Mariana Islands, Guam, American Samoa, and the Virgin Islands) from receiving for any fiscal year beginning after September 30, 1991, less than one-third of one percent of funds available from the Mass Transit Account of the HTF for transportation projects under this Act. Treats such named territories together as one State. Makes provisions of title 23 of the United States Code (relating to Federal-aid highway projects) applicable to State projects that are funded under this Act. Sets at 80 percent (or any lower percentage mandated) the Federal share of costs with respect to Federal-aid highway and mass transportation projects. Authorizes the remainder of net project costs of a planned extension to a fixed guideway system to include the cost of rolling stock previously purchased if an applicant demonstrates that such purchase was made: (1) solely with non-Federal funds; and (2) for use on such extension. Increases the percentages of block grant funds available for expenditure for mass transportation projects in urbanized areas with more than, and less than, a population of 200,000, respectively. Extends the Secretary's authority to investigate safety conditions of mass transportation projects financed under the block grant program. Redefines the term \"associated capital maintenance items\" to include supplies (except for fuels and lubricants). Provides for an annual increase in the amount of mass transportation funds that may be used for operating assistance by urbanized areas regardless of size (currently, for urbanized areas with less than a population of 200,000). Authorizes States to transfer their apportionment of mass transportation block grant funds for urbanized areas with populations with less than 200,000 to their apportionment for Federal-aid highway projects. Treats any area that has been designated as an urbanized area under the 1980 census and not under the 1990 census as an urbanized area eligible to receive mass transportation funds. Requires contracts for engineering and design services with respect to mass transportation projects to be performed and audited in compliance with cost principles contained in the Federal acquisition regulations of the Code of Federal Regulations. Defines \"transit\" to mean mass transportation. Requires the Secretary, not later than January 31, 1992, to issue regulations requiring a pre-award and post-delivery audit with respect to any Federal grant for the purchase of rail rolling stock and for the purchase of IS or more buses in order to assure compliance with certain Federal motor vehicle safety, Buy American, and bid specifications requirements. Authorizes the Secretary to transfer to any public body for any public purpose facilities and equipment and other assets (including land) acquired by a recipient of Federal transportation funds but no longer needed. Sets forth specified determinations to be made by the Secretary with respect to the transfer of such assets for purposes other than for mass transportation. Defines a turnkey system project as a vendor-specific project under which a recipient contracts with a vendor to build a transit system that meets specific performance criteria and which is operated by such vendor for a period of time. Authorizes the Secretary to allow the solicitation for a turnkey system project to be conditionally awarded before Federal requirements are met so long as such award is made without prejudice to such requirements. Authorizes the Secretary to make grants and loans to private nonprofit corporations and associations in order to pay operating expenses related to new and existing transportation services that meet the special needs of elderly and handicapped persons. Authorizes transit service providers who receive Federal transportation assistance under programs for elderly and handicapped persons and rural transportation programs to assist in providing meal delivery service for homebound persons if such service does not conflict with the provision or result in a reduction of mass transportation services. Authorizes States to transfer portions of their apportionment of formula grants for public transportation projects in rural areas to their apportionment for Federal-aid highway projects. Requires the Secretary, before apportioning any such formula grants after September 30, 1991, to set aside a specified amount for the development and support of intercity bus transportation. Defines the term \"construction\" with regard to transportation construction projects to include acquisition of materials and supplies. Authorizes appropriations from the Treasury and the Mass Transit Account of the HTF for FY 1992 through 1997 for: (1) block grants for mass transportation projects in urbanized areas; (2) formula grants for public transportation projects in rural areas; (3) mass transportation and construction projects (including capital maintenance items); (4) rural transportation programs; (5) mass transportation services for elderly and handicapped persons; (6) projects for the deployment of innovative techniques and methods in the management and operation of public transportation services; (7) transportation research, development, and demonstration projects; (8) long-range transportation planning programs and technical studies; (9) grants to public and private nonprofit educational institutions to assist in establishing comprehensive research in the problems of transportation urban areas; (10) rural transit assistance programs; (11) human resources programs in public transportation activities; (12) administrative expenses of the Secretary; (13) a certain survey of the future transit needs of the Nation and a study on the transferability of transit funds for nontransit purposes; and (14) university transportation centers. Makes funds available from the HTF (other than the Mass Transit Account) for FY 1992 through 1997 for such transportation centers. Makes specified Federal transportation funds available to the Secretary for making grants, or entering into contracts, for: (1) transportation research, development, and demonstration projects; (2) long-range transportation planning programs and technical studies; (3) fellowships for training of personnel employed in managerial, technical, and professional positions in the public transportation field; (4) public and private nonprofit educational institutions to assist in establishing comprehensive research in the problems of transportation in urban areas; (5) rural transit assistance programs; or (6) human resources programs in public transportation activities. Requires the Secretary to make a specified amount of such funds available for transit-related technical assistance, demonstration programs, special demonstration initiatives, research, public education, and other activities that the Secretary deems appropriate to help transit providers comply with the Americans With Disabilities Act of 1990. Requires the Secretary to establish an entrepreneurial transportation services program to provide grants and loans to assist in the development of private transportation services to meet new transportation needs and complement public transportation services. Earmarks specified funds for: (1) an inertial navigation system demonstration project to determine the safety, economic, and environmental benefits of deploying inertial navigation tracking and control systems in urban and rural environments. Authorizes the Secretary to undertake a program of transit technology development. Requires the Secretary to establish an industry technical panel to assist in identifying priority technology development areas and in establishing guidelines for project development, project cost sharing, and project execution. Earmarks a specified amount of funds for: (1) State transit cooperative research programs; and (2) State and local transportation planning, research, and training in urbanized areas. Requires the Secretary, as part of the transit cooperative research program, to establish an independent governing board to recommend transit research, development, and technology transfer activities. Authorizes the Secretary to make grants to, and enter into cooperative agreements with, the National Academy of Sciences to implement such activities. Directs the Secretary to enter into a full funding grant agreement with a public entity for construction of a suspended light rail system technology pilot project. Requires the Secretary to report biennially to specified congressional committees: (1) an estimate of the future transit needs of the nation, including in rural areas (particularly access to health care facilities); and (2) a study on the transferability of transit funds for nontransit purposes. Requires the Secretary to enter into a full funding grant agreement for the provision of Federal transportation assistance to the New Jersey Urban Core Project. Exempts such project from certain requirements under the Act relating to criteria for new construction of fixed guideway systems. Directs the Secretary to complete a draft environmental impact statement for an extension of the San Francisco Bay Area Rapid Transit District (BART) to the San Francisco International Airport. Directs the Secretary to make grants to BART and to Santa Clara County Transit District (SCCTD) to conduct preliminary engineering and complete environmental impact statements on the locally preferred alternative for the extension of BART to the San Francisco International Airport and for the Tasman Corridor Project. Sets forth a schedule for approval of the construction of such projects. Directs the Secretary, upon such approval, to execute a multiyear grant agreement with BART to permit the expenditure of funds for the construction of the BART San Francisco International Airport Extension and with SCCTD for the construction of the Tasman Corridor Project. Requires the Secretary to execute full funding grant agreements (consistent with Metropolitan Transportation Commission Resolution No. 1876) with BART for Colma and the San Francisco International Airport, and with SCCTD for the Tasman Corridor Project. Requires the Secretary, not later than April 1, 1992, to complete and publish in the Federal Register a final supplemental environmental impact statement for Minimum Operable Segment-3 (other than the East Side Extension) of the Los Angeles Metro Rail Project. Requires the Secretary to negotiate with the Los Angeles County Transportation Commission on an amendment to a specified full funding contract for construction of Minimum Operable Segment-2 of the Los Angeles Metro Rail Project in order to include construction of Minimum Operable Segment-3, including a commitment for Federal funding for the East Side Extension, in such contract. Directs the Secretary to enter into multiyear grant agreements with certain States for the construction of specified transportation projects. Directs the Federal Transit Administration to allow petroleum violation escrow account funds spent by the New Jersey Transit Corporation on transit improvements to be applied as credit towards the non-Federal match for any transit project funded under the Act. Makes specified amounts of Federal transportation funds available to the State of New York for projects designed to meet the transportation needs associated with the 1993 World University Games. Increases the limitation on operating assistance for the Staten Island Ferry. Forgives the outstanding balance on a specified grant agreement made to the Fayettville Transit Authority, North Carolina. Extends the repayment period on the outstanding balances due on certain loans made to the Southeastern Pennsylvania Transit Authority. Requires the Secretary to study procedures for determining disability in order to obtain off peak reduced fares under the Act. Requires the Secretary to make a specified amount of Federal transportation funds available to Pennsylvania for capital expenses to assist in the provision of elderly and handicapped transportation services. Provides for the reduction of authorized appropriations from the Mass Transit Account of the HTF. Declares that any obligated M account balances remaining available for expenditure as of August 1, 1991, for Urban Discretionary Grants and Interstate Transfer Grants-Transit shall remain available until expended. Requires the Secretary to enter into an agreement with the Wisconsin Department of Transportation to undertake an alternatives analysis for the East-West Central Milwaukee Corridor. Title IV: Motor Carrier Act of 1991 - Motor Carrier Act of 1991 - Amends the Surface Transportation Assistance Act of 1982 to add as conditions for approval of State plans (to be eligible for commercial motor vehicle safety enforcement grants) that such plans ensure that: (1) activities funded under such Act do not diminish the effectiveness of development and implementation of commercial motor vehicle safety programs; (2) fines imposed and collected by the State for violations of commercial motor vehicle safety regulations will be reasonable and appropriate; and (3) the designated State agency will coordinate the plan with respect to commercial motor vehicle safety with the State highway safety plan. Requires State plans to provide for maintenance of the level of expenditures for enforcement of commercial motor vehicle size and weight limitations, drug interdiction, and State traffic safety laws and regulations as conditions for approval of such plans. Authorizes a State, subject to specified limitations, to use grant funds for: (1) enforcement of commercial motor vehicle size and weight limitations at locations other than fixed weight facilities, at specified geographical locations (such as steep grades or mountainous terrains), or at seaports where intermodal shipping containers enter and exit the United States; (2) detecting the unlawful presence of controlled substances in a commercial motor vehicle or on the person of any occupant of such vehicle; and (3) enforcement of State traffic laws and regulations designed to promote safe operation of commercial motor vehicles. Authorizes appropriations. Makes grants available for expenditure by States for a period of three (currently, one) years, to be available until expended (currently, for the fiscal year and the three succeeding fiscal years). Authorizes the Secretary to deduct up to one (currently, one half) percent of funds made available for administering the grant program in specified fiscal years. Directs the Secretary, on October 1 of each fiscal year, or as soon thereafter as is practicable, to allocate (after making such deduction) among the States whose applications for grants have been approved, the funds authorized to be appropriated for such fiscal year pursuant to criteria established by the Secretary. Requires the Secretary to obligate funds for specified fiscal years for: (1) training of hazardous materials inspectors; (2) commercial motor vehicle information system review; (3) the truck and bus accident data grant program; and (4) research, development, demonstration, and training manuals. Authorizes appropriations for motor carrier safety functions of the FHWA. Sets forth reporting requirements. Authorizes the Secretary to: (1) establish, as part of the motor carrier safety information network system of DOT and similar State systems, an information system (paid for by user fees) which will serve as a clearinghouse and depository of information pertaining to State registration and licensing of commercial motor vehicles and the safety fitness of the registrants of such vehicles; and (2) authorize the operation of such system by contract, through an agreement with a State or States, or by designating a third party which represents the interests of the States. Directs the Secretary to: (1) conduct a review of State motor vehicle registration systems pertaining to license tags for commercial motor vehicles; (2) establish standards to ensure uniform data collection and reporting by all States; and (3) include, as part of the information system established under this title, information on the safety fitness of the registrant of the commercial motor vehicle and such other information as the Secretary considers appropriate. Directs the Secretary to make grants to States: (1) to carry out a project to demonstrate methods of establishing an information system which will link the motor carrier safety information network system of DOT and similar State systems with the motor vehicle registration and licensing systems of the States; (2) which agree to adopt or have adopted the recommendation of the National Governors' Association with respect to police accident reports for truck and bus accidents; (3) and to other persons for research, development, demonstrations, and information systems designed to promote commercial motor vehicle safety and which will be beneficial to all U.S. jurisdictions; and (4) to assist in educating the motoring public on its shared responsibility with operators of commercial motor vehicles for highway safety. Authorizes the Secretary to pay for the development, printing, and publication of manuals or other materials used in training roadside inspectors of commercial motor vehicles. Prohibits any State, effective January 1, 1994, from requiring a motor carrier holding a certificate or permit (certificate) issued under this title to: (1) file and maintain such certificate; (2) register motor vehicles operated under such certificate; (3) display or carry on any vehicle a decal, stamp, cab card, or other means of identification evidencing the lawfulness of any transportation or service provided under such certificate; or (4) pay a fee with respect to any such activities. Specifies that nothing in this title shall be construed as limiting the authority of a State to require a motor carrier from filing and maintaining proof of insurance or qualification as a self-insurer. Provides for reimbursements to States for specified loss revenues in FY 1992, subject to certain requirements. Bars States from allowing on the IS and those classes of qualifying Federal-aid primary system highways as designated by the Secretary any commercial motor vehicle with two or more cargo carrying units (not including the truck tractor), whose cargo carrying units are of a length greater than were authorized by State statute or regulation and were being lawfully operated on the IS and such classes of highways on or before June 1, 1991, with specified exceptions. Makes separate requirements for Wyoming. Sets forth provisions with respect to: (1) additional State restrictions; (2) the publication of State laws governing such vehicles; and (3) State certifications (of such vehicles which are permitted), review of certifications, and related requirements. Directs: (1) the Secretary to initiate a rulemaking (within 60 days) and issue a final regulation (within two years) establishing minimum training requirements for operators of LCVs; (2) the Comptroller General to conduct a study of the safety of LCVs; (3) the Secretary to conduct a study comparing the effects of driving LCVs and driving other truck-trailer combination vehicles on drivers, including driver fatigue; and (4) the Secretary to conduct tests with respect to the operations of LCVs. Sets forth reporting requirements. Requires the Secretary to establish a working group to: (1) establish procedures for resolving disputes among States participating in the International Registration Plan (the interstate agreement for the apportionment of vehicle registration fees paid by motor carriers, developed by the American Association of Motor Vehicle Administrators) and among States participating in the International Fuel Tax Agreement (the interstate agreement for the collection and distribution of fuel use taxes paid by motor carriers, developed under the auspices of the National Governors' Association); (2) provide technical assistance to States participating in the Plan or in the Agreement; and (3) make grants to States and appropriate persons to facilitate participation in the Plan and in the Agreement. Sets forth reporting requirements. Specifies that, after September 30, 1996, no State: (1) other than a State which is participating in the Plan shall establish, maintain, or enforce any law or regulation which limits the operation of any commercial motor vehicle within its borders which is not registered under the laws of the State if the vehicle is registered under the laws of any other State participating in the Plan; and (2) shall establish, maintain, or enforce any law or regulation which has fuel use tax reporting requirements which are not in conformity with the Agreement, and which provides for the payment of a fuel use tax unless such law or regulation is in conformity with the Agreement with respect to collection of such a tax by a single base State and proportional sharing of such taxes charged among the States where a commercial motor vehicle is operated. Authorizes: (1) and directs the Attorney General, upon the request of the Secretary, to institute a civil action for injunctive relief to assure compliance with such vehicle registration requirement; and (2) the court to issue a mandatory injunction (and directs the court to issue a temporary restraining order or preliminary or permanent injunction, upon a proper showing) to assure such compliance. Authorizes appropriations. Permits a motor carrier to establish a rate and related rule equal to the rate charged for the transportation of one individual when that rate is for the transportation of: (1) a totally blind individual and an accompanying guide or a dog trained to guide the individual; (2) a disabled individual and accompanying attendant or animal trained to assist the individual, or both, when required because of the disability; or (3) a hearing-impaired individual and a dog trained to assist the individual. Title V: Intermodal Transportation - Declares it to be Government policy to encourage and promote a national IT system in the United States. Includes among the duties of the Secretary to coordinate Federal policy on IT and initiate policies to promote efficient IT in the United States. Requires: (1) the Secretary to establish within DOT an Office of Intermodalism, headed by a Director; and (2) the Director to develop and maintain an IT data base (and make information from such data base available to private individuals and public agencies), be responsible for coordinating Federal research on IT and for carrying out research needs identified by the Director, and provide technical assistance to States and MPOs in urban areas having a population of 1,000,000 or more in collecting data relating to IT to facilitate the collection of such data. Directs the Secretary to make grants to not more than six States for the purpose of developing model State IT plans, including systems for collecting data relating to IT, subject to specified requirements. Requires the Secretary to: (1) enter into an agreement with the National Academy of Public Administration to continue a study of options for organizing DOT to increase the effectiveness of program delivery, reduce costs, and improve intermodal coordination among surface transportation-related agencies; and (2) report to the Congress on the findings of the study and recommend appropriate organizational changes by January 1, 1993. Authorizes the Secretary to carry out specified priority IT projects. Authorizes appropriations for FY 1992 through 1997. Sets forth provisions with respect to allocation percentages, the Federal share (80 percent), delegation to the States, and advance construction. Title VI: Research - Part A: Programs, Studies, and Activities - Revises Federal highway research provisions to authorize the Secretary to: (1) engage in research, development, and technology transfer activities on motor carrier transportation and all phases of highway planning and development; (2) make grants to, and enter into contracts and cooperative agreements with, the National Academy of Sciences (NAS), the American Association of State Highway and Transportation Officials, or any State agency, authority, organization, or person, to carry out the authority granted by this title; (3) make grants for research fellowships for any purpose for which research is authorized by this title; and (4) undertake on a cost-shared basis, collaborative research and development (R&D) with non-Federal entities. Authorizes the Secretary to enter into specified cooperative R&D agreements, with a Federal share of up to 50 percent, or higher if there is a substantial public interest or benefit. Specifies that such agreements shall recognize all directly related costs to the non-Federal partners, including personnel, travel, and hardware development. Specifies that funds to carry out collaborative research shall be derived from certain administrative funds. Earmarks at least 15 percent of such funds for long-term projects. Directs the Secretary to develop an integrated national plan for surface transportation R&D, including: (1) provisions for appropriate funding levels and a schedule with milestones, preliminary cost estimates, appropriate work scopes, personnel requirements, and estimated costs and goals for the next three years for each area of R&D; (2) a ten-year projection of long-term R&D; and (3) recommendations for appropriate sources or mechanisms for surface transportation R&D funding, taking into account the recommendations of the Research and Development Coordinating Council of DOT. Requires that: (1) the initial plan be submitted to the Congress by January 15, 1992; (2) the plan be reviewed and updated, with recommendations submitted to the Congress, annually; (3) the plan focus on those surface transportation systems needed for future urban, suburban, and rural areas in the next decade; and (4) a primary component of the plan be cooperation with industry in carrying out this title and in strengthening the manufacturing capabilities of U.S. firms to produce products for surface transportation systems. Mandates that: (1) all surface transportation R&D within DOT be included in, and evaluated in accordance with, the plan; (2) the plan provide for the development of a range of technologies, within the shortest time possible, needed to produce convenient, safe, affordable modes of transportation to be available for public use beginning in the mid-1990's, and for maintaining a long-term advanced R&D program to provide for next general surface transportation systems; and (3) the Secretary consult with and, where appropriate, use the expertise of other Federal agencies and their laboratories. Directs the Secretary to: (1) conduct necessary systems research for a lightweight, rubber-tired multiple-unit system for a short haul passenger transportation system; (2) expand surface transportation infrastructure R&D, including bridge materials, non-destructive testing, robotic road repair machinery, highway materials, and construction equipment R&D; and (3) implement Strategic Highway Research Program results and continue long-term pavement performance tests. Requires that: (1) one and one-half percent of specified State apportionments be reserved for State research and planning purposes; and (2) States use 25 percent of such funds for research, development, and technology transfer purposes. Expands the scope of research conducted under Federal highway provisions to include public transportation and intermodal systems planning, design, construction, and maintenance. Revises provisions with respect to the National Highway Institute (NHI) to: (1) remove the limitation on training to public sector employees working on Federal-aid highways; (2) give NHI specific authority to cooperate with national or international organizations to develop, conduct, and administer training to U.S. citizens and foreign nationals engaged in highway work of interest to the United States eligible for participation in NHI training programs; (3) authorize an expansion of the scope of NHI programs to include management, relocation assistance, safety, and motor carrier activities; (4) require private agencies and individuals to pay the full cost of any education and training received by them; and (5) authorize NHI to collect fees for service and use such fees to improve the exchange of highway technology with national and international entities. Specifies that not to exceed one-quarter of one percent of funds apportioned shall be available for expenditure by the State highway department for payment of not to exceed 80 (currently, 75) percent of the cost of tuition and direct educational expenses in connection with the education and training of State and local highway department employees. Sets forth provisions with respect to NHI funding. Authorizes the Secretary to: (1) carry out a transportation assistance program to provide highway and transportation agencies, in urbanized areas of 50,000 to 1,000,000 population and in rural areas, with access to modern highway technology; and (2) make grants and enter into contracts for specified education and training, technical assistance, and related support services. Requires the Secretary to provide technical and financial support for local technical assistance program centers. Authorizes such centers to provide technical assistance to local rural transportation agencies for the purpose of identifying a rural priority local road and bridge system. Directs the Secretary to engage in activities to inform the domestic highway, transit, and IT communities of technological innovations developed outside the United States that could significantly improve transportation in the United States, promote U.S. transportation expertise internationally, and increase transfers of U.S. transportation technology to foreign countries. Sets forth provisions with respect to: (1) cooperation with other entities; and (2) funding. Directs the Secretary to: (1) establish and implement an applied research and technology program to accelerate the testing, evaluation, and implementation of technologies designed to improve the durability, efficiency, environmental impact, productivity, and safety of highway, transit, and IT systems; (2) issue guidelines on the selection of foreign and domestic technologies to be tested and test locations, and for the scientific collection and evaluation of appropriate test data; (3) carry out projects to assess the state of technology, feasibility, and costs and benefits, with respect to heating the decks of bridges; (4) carry out a project in New Jersey to demonstrate the environmental and safety benefits of elastomer modified asphalt; (5) carry out a program in Missouri to demonstrate the durability and construction efficiency of high performance blended cement; (6) carry out projects to assess the state of technology with respect to thin bonded overlay and surface lamination of pavement, and the feasibility, costs, and benefits associated with the repair, rehabilitation, and upgrading of highways and bridges with overlay; (7) carry out a program to demonstrate the safety and durability of all weather pavement markings; (8) provide technical assistance to States and localities in carrying out projects under this title; and (9) report annually to specified congressional committees. Specifies that highway technologies testing projects carried out under this title shall be carried out on highways on the Federal-aid system. Sets forth provisions with respect to: (1) the Federal share (80 percent); and (2) funding. Requires the Secretary to: (1) establish a program to study the vulnerability of highways, tunnels, and bridges on the Federal-aid system to earthquakes and develop and implement cost-effective methods of retrofitting such highways, tunnels, and bridges to reduce such vulnerability; (2) conduct the program in cooperation with the National Center for Earthquake Engineering Research at the University of Buffalo; (3) expend specified funds to carry out this Act; and (4) report to specified congressional committees. Requires the Secretary, in required biennial reports regarding future highway needs of the nation, to provide the means to relate and compare the conditions and service measures used in different years when such measures are changed. Amends the Urban Mass Transportation Act of 1964 (UMTA) to include transportation safety as an area of responsibility for university transportation centers. Directs the Secretary to make grants to: (1) Morgan State University to establish a national center for transportation management, research, and development; (2) the New Jersey Institute of Technology to establish and operate a center for transportation and industrial productivity; (3) Monmouth College, West Long Branch, New Jersey, for modification and reconstruction of a specified building; and (4) the University of Arkansas to establish a national rural transportation center. Sets forth provisions with respect to program coordination, evaluation, funding, and obligation limitations. Directs the Secretary to make grants to: (1) San Jose State University to establish and operate an institute for national surface transportation policy studies; (2) Northwestern University to establish and operate an infrastructure technology institute; (3) the University of South Florida and a consortium of Florida A and M, Florida State University, and Florida International University for an urban transit institute; and (4) the University of Minnesota, Center for Transportation Studies, for an intelligent vehicle-highway concepts institute. Authorizes appropriations. Establishes a National Council on Surface Transportation Research. Directs the Council to: (1) investigate and study current surface transportation research and technology developments in the United States and internationally; and (2) identify gaps and duplication in current surface transportation research efforts, determine R&D areas which may increase efficiency, productivity, safety, and durability in the nation's surface transportation systems, and develop a national surface transportation R&D plan for immediate implementation. Sets forth reporting requirements. Directs the Secretary to establish an independent surface transportation research advisory committee. Sets forth reporting requirements. Directs the Secretary to: (1) enter into an agreement with the NAS to conduct a study on the adequacy of data collection procedures and capabilities of DOT; (2) begin a comprehensive study of the most appropriate and accurate methods of calculating State level of effort in funding surface transportation programs; (3) conduct a study to evaluate State procurement practices; and (4) conduct a study of occupational injury and fatality statistics for street and highway construction workers. Sets forth reporting requirements. Includes within the definition of \"new model bus\" under the UMTA (and, thus, within the scope of testing requirements under such Act) any model using alternative fuels. Amends the Surface Transportation and Uniform Relocation Assistance Act of 1987 to require that braking performance and emissions tests be conducted on new bus models. Provides funding for expansion of the bus testing center and for establishment of a revolving loan fund to fund operation and maintenance of such facility. Amends the UMTA to require the Secretary to make grants to Rutgers University to establish a national transit institute to develop and administer training programs of instruction for Federal, State, and local transportation employees engaged, or to be engaged, in Federal-aid transit work. Sets forth provisions with respect to: (1) funding; and (2) provision of training to States and local governments. Directs the Secretary to promote and undertake R&D related to basic highway vehicle science. Includes among the purposes of DOT to stimulate technological advances in transportation (as under current law) through R&D or otherwise. Amends the Stevenson-Wydler Technology Innovation Act of 1980 to require the Secretary to: (1) convene a conference of domestic motor vehicle manufacturers, parts suppliers, Federal laboratories, and motor vehicle users to explore ways in which cooperatively they can improve the competitiveness of the U.S. motor vehicle industry by developing new technologies which will enhance the safety and energy savings, and lessen the environmental impact, of domestic motor vehicles; and (2) publish and submit the results of such conference to the President and specified congressional committees. Establishes a National Award for the Advancement of Motor Vehicle Research. Part B: Intelligent Vehicle-Highway Systems Act - Intelligent Vehicle-Highway Systems Act of 1991 - Directs the Secretary to: (1) conduct a program to research, develop, and operationally test intelligent vehicle-highway systems (IVHS) and promote implementation of such systems as a component of the nation's surface transportation systems; (2) consult with specified officials from other Federal agencies in carrying out such program; (3) develop and implement standards and protocols to promote the widespread use and evaluation of IVHS; (4) promote compatibility, to the extent practicable, among IVHS technologies implemented throughout the States (and authorizes the Secretary to use the services of existing standards-setting organizations); (5) establish guidelines and requirements for the evaluation of field and related operational tests; and (6) establish and maintain a repository for technical and safety data collected as a result of federally sponsored projects and make such information (except for proprietary information and data) readily available, upon request, to all users at an appropriate cost. Authorizes the Secretary to: (1) delegate responsibility to an appropriate entity not within DOT, subject to specified requirements; and (2) utilize one or more advisory committees. Requires the Secretary to: (1) develop, submit to the Congress, and commence implementation of a plan for the IVHS program within one year; and (2) develop a completely automated highway and vehicle system which can become a prototype from which future fully automated IVHS can be developed, including research in human factors to ensure the success of the man-machine relationship. Specifies that: (1) the goal of such program is to have the first fully automated roadway in operation by the end of 1997; and (2) such system shall accommodate installation of equipment in new and existing motor vehicles. Sets forth reporting requirements, including a report addressing the nontechnical constraints and barriers to implementation of the IVHS program (such as antitrust, privacy, staffing, and liability concerns). Authorizes the Secretary to: (1) provide planning and technical assistance and information to State and local governments seeking to use and evaluate IVHS technologies (and requires the Secretary to assist State and local officials in developing plans for areawide traffic management control centers, necessary law pertaining to establishment and implementation of such systems, and plans for infrastructure for such systems and in conducting other activities necessary for the IVHS program); and (2) make grants to State and local governments for feasibility and planning studies for development and implementation of IVHS, and for operational tests. Sets forth provisions with respect to: (1) priorities in operational testing; (2) eligibility of traffic management entities to receive Federal assistance; and (3) authority of States and local entities to use funds to implement IVHS-related activities. Directs the Secretary to: (1) designate transportation corridors in which application of IVHS will have particular benefit and, through financial and technical assistance, assist in the development and implementation of such systems; (2) allocate, in providing funding for such corridors, not less than 50 percent of the funds made available to eligible State or local entities for application of IVHS in between three and ten corridors with specified characteristics, such as traffic density at least 1.5 times the national average for such class of highway, severe or extreme nonattainment for ozone under the CAA, and complexity of traffic patterns; and (3) allocate the balance of such funds where the application of such systems and associated technologies will demonstrate benefits related to improved operational efficiency, reduced regulatory burden, improved commercial productivity, improved safety, or enhanced motorist and traveler performance. Requires the Secretary to: (1) conduct a study to evaluate technology which is designed for installation on a commercial motor vehicle to provide the vehicle operator with a warning if a turn, lane change, or other intended movement will place the vehicle in the path of an adjacent object or vehicle; and (2) report to specified congressional committees. Provides for the funding of the IVHS corridors program and other IVHS activities. Requires that at least five percent of such funds be available for innovative, high-risk operational or analytical tests that do not attract substantial non-Federal commitments but are determined to have significant potential to achieve long-term goals established by the plan. Sets the Federal share for activities under this part at 80 percent of the cost, with exceptions. Part C: Advanced Transportation Systems and Electric Vehicles - Authorizes an eligible consortium to submit to the Secretary a proposal for receiving grants made available under this part for electric vehicle and advanced transportation R&D. Sets forth provisions with respect to proposal contents, grant authority, extension of deadlines, eligibility criteria, services to be performed by such consortium, and funding. Title VII: Extension of Highway-Related Taxes and Trust Fund - Surface Transportation Revenue Act of 1991 - Amends the Internal Revenue Code to extend through 1999 (currently, 1995) provisions with respect to: (1) taxes on heavy trucks and trailers sold at retail, tires and tread rubber, and highway use, and the HTF financing rates on gasoline and diesel fuel; and (2) exemptions relating to farm use, certain tax-free sales, termination of exemptions for highway use tax, gasoline used on farms and for certain nonhighway purposes, advance repayment of increased diesel fuel tax, fuels not used for taxable purposes, and other exemptions. Extends: (1) provisions with respect to floor stocks refunds and installment payments on highway use tax; and (2) deposits into, and certain transfers from, the HTF. Extends and expands expenditures from the HTF. Expands mass transit account purposes. Bars the Secretary of Transportation from imposing any condition on the use of funds transferred under provisions of this Act for highway use tax evasion projects to the IRS. Directs the Secretary of the Treasury, at least 60 days before the beginning of each fiscal year (after FY 1992) for which such funds are to be transferred, to submit a report to specified congressional committees detailing increased enforcement activities to be financed with such funds. Sets forth provisions with respect to budget compliance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Intermodal Surface Transportation Infrastructure Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Transit Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Intelligent Vehicle-Highway Systems Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Motor Carrier Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Surface Transportation Revenue Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To develop a national intermodal surface transportation system, to authorize funds for construction of highways, for highway safety programs, and for mass transit programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:52-05:00"
}