{
  "actions": [
    {
      "acted_at": "1978-07-18", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-07-18", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-07-18", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13518-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-07-18", 
  "number": "13518", 
  "official_title": "A bill to test the commercial, environmental, and social viability of various oil shale technologies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Oil Shale Commercialization Test Act", 
  "sponsor": {
    "district": "1", 
    "name": "McKay, K. Gunn", 
    "state": "UT", 
    "thomas_id": "00777", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-07-18", 
  "subjects": [
    "Advisory bodies", 
    "Department of the Treasury", 
    "Energy", 
    "Energy policy", 
    "Energy research", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Federally-assisted loans", 
    "Government lending", 
    "Government securities", 
    "Government trust funds", 
    "Income tax", 
    "Interest", 
    "Inventions", 
    "Oil shales", 
    "Patent licenses", 
    "Patents", 
    "Patents, Trademarks, and Copyrights", 
    "Petroleum and petroleum products", 
    "Research and development", 
    "Taxation"
  ], 
  "subjects_top_term": "Oil shales", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-07-18", 
    "text": "Federal Oil Shale Commercialization Test Act - Declares it the purpose of this Act to establish a Federal program to test the commercial, social, and environmental viability of oil shale technologies. Directs the Secretary of Energy to (1) establish a program to determine the commercial viability of as many as three oil shale retorting technologies; (2) invite proposals from interested persons for the design, construction, and operation of oil shale commercial demonstration projects; and (3) select as many as three such proposals and enter into contracts or cooperative agreements for the implementation of such projects. Sets forth considerations for the Secretary in selecting projects. Requires that all projects authorized by this Act be located at a single site if possible, on specified lands to be selected by the Secretary, giving priority to lands located at the Naval Oil Shale Reserves. Stipulates that the selection of a site other than at the Naval Oil Shale Reserves shall not be made unless such site would (1) provide information on commercial viability not attainable on lands of the Naval Oil Shade Reserves, or (2) reduce the necessary Federal expenditure. Requires the Secretary to consult with the Secretary of the Interior prior to the selection of public lands to carry out the purpose of this Act. Requires the Secretary to consult with appropriate State and local officials, before selecting a demonstration project, to assess the environmental impact of the project on the area affected. Establishes criteria for the evaluation of the economic, social, and environmental impact of oil shale technologies. Requires the publication of such evaluation by the Secretary within one year of the completion of the demonstration projects. Requires the Secretary to hold at least one public hearing, prior to the completion of his evaluation, in the area which would be most directly affected by the commercial development of oil shale. Subjects inventions made or conceived by a participant in a program authorized by this Act to the title, waiver, and licensing provisions of Federal Nonnuclear Energy Research and Development Act of 1974. Protects the ownership of background patents which project participants possess at the outset of the program. Establishes a panel to advise the Secretary on the social, environmental, and safety impact of the demonstration projects authorized by this Act. Stipulates that the contracts and cooperative agreements authorized by this Act shall provide for the disposition of shale oil or other products produced during the program in in a manner determined by the Secretary to serve the purposes of this Act. Authorizes the Secretary to make financial commitments for the purpose of financing essential community development and planning necessitated by the funding of demonstration facilities under this Act. Limits the amount of such commitments to $20,000,000 per year for fiscal years 1979 and 1980. Authorizes the Secretary to make direct loans and grants to eligible State and local governments should authorized funds prove insufficient. Authorizes appropriations for fiscal year 1979 for such purposes. Creates within the Treasury the Oil Shale Commercialization Test Special Fund to carry out such community development and planning assistance program. Prescribes rules to govern the operation of the fund and related financial matters. Requires the Secretary, within 180 days after the enactment of this Act, to submit to Congress a comprehensive plan for the acquisition of information and evaluation of the environmental, social, economic and technological impact of the program. Sets forth the required content of such report. Requires an annual report from the Secretary on action he has or has not taken under this Act. Requires that the interest paid on any bond obligation guaranteed under this Act shall be included in the gross income of the purchaser of such obligation. Provides for the public disclosure of information collected by the Secretary under this Act, except to the extent such information is exempted from disclosure by Federal law. Requires the holders of Federal contracts under this Act to keep such records as the Secretary may require, subject to inspection and audit by the Secretary and the Comptroller General. Authorizes appropriations for carrying out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Oil Shale Commercialization Test Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to test the commercial, environmental, and social viability of various oil shale technologies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:24-05:00"
}