{
  "actions": [
    {
      "acted_at": "1990-04-19", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-14", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2456-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-04-19", 
  "number": "2456", 
  "official_title": "A bill to amend title 38, United States Code, to extend expiring laws authorizing the Department of Veterans Affairs to contract for needed care, to revise VA authority to furnish outpatient dental care, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans' Medical Care Amendments of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-04-19", 
  "subjects": [
    "Ambulatory care", 
    "Armed forces and national security", 
    "Authorization", 
    "Day care", 
    "Dental care", 
    "Drug abuse", 
    "Ex-prisoners of war", 
    "Philippines", 
    "Travel costs", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Veterans' hospitals", 
    "Veterans' medical care", 
    "Veterans' rehabilitation"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-04-19", 
    "text": "Veterans' Medical Care Amendments of 1990 - Allows the Secretary of Veterans Affairs discretion in determining the circumstances under which the Department of Veterans Affairs will pay the travel expenses of a veteran to obtain health care or vocational rehabilitation services at a Department medical facility. (Current law requires the Secretary to do so if the Secretary determines that any eligible veteran should receive such travel benefits.) Extends the provision of outpatient dental care to all former prisoners of war (currently, limited to former prisoners of war who were incarcerated for 90 days or more and those whose dental problems are service-connected). Extends the provision of outpatient dental care: (1) when medically necessary in preparation for hospital admission or for veterans otherwise receiving veterans' medical care or services; and (2) to veterans of World War I. Requires the Department to obtain a second opinion in cases where the cost of proposed dental care for a veteran by a fee-based practitioner would exceed $1,000 (currently $500). Authorizes periodic review and adjustment of such ceiling amount by the Secretary. Repeals: (1) the September 30, 1991, termination date for the provision of treatment and rehabilitation to veterans for alcohol or drug dependence or abuse disabilities; and (2) the requirement for a current ongoing evaluation of the results of such treatment and rehabilitation program. Extends through FY 1995 the authority to provide contract care to U.S. veterans in the Veterans Memorial Medical Center in the Philippines. Extends the authorization of appropriations for the upgrading and replacement of equipment and facilities for such Center through FY 1995. Decreases such annual authorization amount from $1,000,000 to $500,000. Earmarks the first $50,000 of grants appropriated to the Center for educating and training hospital personnel. Authorizes Department medical centers to convert space at their facility for child care purposes, without reimbursement to the Veterans Canteen Service for the cost of such conversion."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans' Medical Care Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to extend expiring laws authorizing the Department of Veterans Affairs to contract for needed care, to revise VA authority to furnish outpatient dental care, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:59-05:00"
}