{
  "actions": [
    {
      "acted_at": "2007-04-26", 
      "references": [
        {
          "reference": "CR S5211", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-04-26", 
      "committee": "Committee on Veterans' Affairs", 
      "references": [
        {
          "reference": "CR S5211-5213", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-06-27", 
      "in_committee": "Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans' Affairs. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2007-08-29", 
      "committee": "Veterans' Affairs", 
      "references": [], 
      "text": "Committee on Veterans' Affairs. Reported by Senator Akaka under authority of the order of the Senate of 08/03/2007 with an amendment in the nature of a substitute and an amendment to the title. With written report No. 110-147. Supplemental views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2007-08-29", 
      "calendar": "Senate Legislative", 
      "number": "335", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 335.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2007-09-20", 
      "references": [], 
      "text": "Star Print ordered on the reported bill.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1233-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Casey, Robert P., Jr.", 
      "sponsored_at": "2008-05-21", 
      "state": "PA", 
      "thomas_id": "01828", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chambliss, Saxby", 
      "sponsored_at": "2007-09-06", 
      "state": "GA", 
      "thomas_id": "00188", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cornyn, John", 
      "sponsored_at": "2007-06-28", 
      "state": "TX", 
      "thomas_id": "01692", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Craig, Larry E.", 
      "sponsored_at": "2007-04-26", 
      "state": "ID", 
      "thomas_id": "00246", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Crapo, Mike", 
      "sponsored_at": "2007-07-10", 
      "state": "ID", 
      "thomas_id": "00250", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2007-06-15", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "2007-09-06", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Menendez, Robert", 
      "sponsored_at": "2007-09-26", 
      "state": "NJ", 
      "thomas_id": "00791", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2007-11-13", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "2007-05-07", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "2007-06-25", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sununu, John E.", 
      "sponsored_at": "2007-06-05", 
      "state": "NH", 
      "thomas_id": "01532", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-04-26", 
  "number": "1233", 
  "official_title": "A bill to provide and enhance intervention, rehabilitative treatment, and services to veterans with traumatic brain injury, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2199-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Veterans Traumatic Brain Injury and Health Programs Improvement Act of 2007", 
  "sponsor": {
    "district": null, 
    "name": "Akaka, Daniel K.", 
    "state": "HI", 
    "thomas_id": "00007", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-06-27", 
  "subjects": [
    "Afghanistan", 
    "Ambulatory care", 
    "Armed forces and national security", 
    "Authorization", 
    "Blind", 
    "Brain", 
    "Case management", 
    "Coinsurance", 
    "Colorado", 
    "Commemorations", 
    "Community health services", 
    "Congress", 
    "Congressional reporting requirements", 
    "Congressional tributes", 
    "Construction costs", 
    "Cost control", 
    "Counseling", 
    "Dental care", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Ex-Members of Congress", 
    "Families", 
    "Federal aid to housing", 
    "Federal aid to transportation", 
    "Finance and financial sector", 
    "Georgia", 
    "Head injuries", 
    "Health", 
    "Higher education", 
    "History", 
    "Homeless", 
    "Hospital care", 
    "House of Representatives", 
    "Housing and community development", 
    "Indian medical care", 
    "Iraq", 
    "Iraq compilation", 
    "Labor and employment", 
    "Long-term care", 
    "Low-income housing", 
    "Medical education", 
    "Medical research", 
    "Mental health services", 
    "Middle East and North Africa", 
    "Military dependents", 
    "Military operations", 
    "Minorities", 
    "Names", 
    "Neurology", 
    "Nursing homes", 
    "Pennsylvania", 
    "Persian Gulf War", 
    "Physical therapy", 
    "Post-traumatic stress disorder", 
    "Quality of care", 
    "Quality of life", 
    "Research grants", 
    "Rural health", 
    "Scholarships", 
    "Science, technology, communications", 
    "Social welfare", 
    "South Asia", 
    "Survivors' benefits", 
    "Terminal care", 
    "Transportation and public works", 
    "Trauma care", 
    "Travel costs", 
    "Veterans' disability compensation", 
    "Veterans' education", 
    "Veterans' hospitals", 
    "Veterans' medical care", 
    "Veterans' pensions", 
    "Veterans' rehabilitation", 
    "Vocational rehabilitation", 
    "Women", 
    "Women veterans"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2007-08-29", 
    "text": "Veterans Traumatic Brain Injury and Health Programs Improvement Act of 2007 - Title I: Traumatic Brain Injury - (Sec. 101) Expresses the sense of Congress that, among other things: (1) the Department of Veterans Affairs (VA) should have the capacity and expertise to provide veterans who have a traumatic brain injury (TBI) with health care, rehabilitation, and community integration; (2) family support is integral to the rehabilitation and community reintegration of such veterans; and (3) the VA should provide a system for life-long case management for such veterans. (Sec. 102) Requires the Secretary of Veterans Affairs to develop individualized plans for the rehabilitation and reintegration of veterans with TBI, and to provide each plan to the individual before their discharge from inpatient care, following transition from active duty to the VA for outpatient care, or as soon as practicable following diagnosis. Requires each plan to be based upon a comprehensive assessment of: (1) the physical, cognitive, vocational, neuropsychological, and social impairments of the individual; and (2) the family education and support needs of the individual after discharge from inpatient care. Requires the Secretary to designate a case manager for each such veteran. Requires: (1) the involvement of family members in plan development; and (2) the Secretary to periodically evaluate plan effectiveness. (Sec. 103) Directs the Secretary to enter into agreements with non-VA facilities to provide veterans' rehabilitative treatment and reintegration services when the Secretary is unable to provide such services or when the Secretary determines non-VA treatment is optimal with respect to the veteran's recovery and rehabilitation. (Sec. 104) Requires the Secretary to establish a program on research, education, and clinical care to provide intensive neuro-rehabilitation to veterans with severe TBI, including veterans in a minimally conscious state who would otherwise receive only long-term residential care. Authorizes appropriations. Requires a report from the Secretary to Congress on research conducted under the program. (Sec. 105) Directs the Secretary to conduct a five-year pilot program to assess the effectiveness of providing assisted living services to veterans with TBI to enhance their rehabilitation, quality of life, and community integration. Requires: (1) special consideration for veterans residing in rural areas; and (2) a report from the Secretary to the congressional veterans committees on the pilot program. Authorizes appropriations. (Sec. 106) Directs the Secretary to ensure that veterans' nursing home care is provided in an age-appropriate manner. (Sec. 107) Requires the Secretary to: (1) include research on TBI under ongoing VA research programs; and (2) report to the veterans committees on the TBI research carried out. Title II: Lane Evans Benefits Improvements - (Sec. 201) Extends from two to five years following discharge the period during which a veteran who served in a combat theater of operation during or since the Persian Gulf War shall be eligible for veterans' health care. (Sec. 202) Requires: (1) an annual report from the Secretary to the defense and veterans committees on the VA provision of benefits and services to veterans; and (2) quarterly reports on veterans' claims for service-connected compensation. (Sec. 203) Directs the Secretary to: (1) establish and implement a Hospital Quality Report Card Initiative to report on health care quality in VA hospitals; and (2) make available to the public the most current information on the quality and performance of each VA hospital. (Sec. 204) Requires a preliminary mental health evaluation to be provided to recently discharged combat veterans within 30 days after a veteran requests such evaluation. Title III: Health Care Matters - (Sec. 301) States that a VA regulation which prohibited the enrollment of new Priority 8 veterans in the VA patient enrollment system shall have no further force or effect. (Sec. 302) Requires the Secretary, in operating the system of annual VA patient enrollment, to publish annually in the Federal Register notice of which categories of veterans will be eligible to be so enrolled in the next fiscal year. Directs the Secretary to report annually to the veterans committees on decisions on enrollment for VA health care and to wait 45 days before implementing any change to existing enrollment guidelines. (Sec. 303) Prohibits the collection of copayments or other fees for hospital or nursing home care in the case of catastrophically disabled veterans. (Sec. 304) Directs the Secretary to establish a grant program to provide innovative transportation options to veterans in remote rural areas. Limits individual grant amounts to $50,000. Authorizes appropriations. (Sec. 305) Requires the Secretary to: (1) carry out demonstration projects to examine alternatives for expanding care for veterans in rural areas; and (2) report projects' results to the veterans and appropriations committees. (Sec. 306) Directs the Secretary to report annually to Congress on matters related to care for veterans who reside in rural areas. (Sec. 307) Repeals VA authority to adjust amounts deducted from VA beneficiary travel allowances for each one-way trip for VA examination, treatment, or care. Increases the beneficiary travel mileage reimbursement rate from 11 to 28.5 cents per mile (the current government employee rate) for qualifying veterans who travel to VA medical facilities. Authorizes the Secretary to adjust such rate to a rate in excess of the current government rate. Requires a report from the Secretary to the veterans committees estimating additional costs that will be incurred by the VA due to such rate increases and adjustments. (Sec. 308) Extends from 90 to 180 days following discharge from active duty the application period for VA dental benefits. (Sec. 309) Exempts hospice care from VA long-term care copayment requirements. Title IV: Homeless Veterans Matters - (Sec. 401) Repeals the requirement that the Secretary adjust the per diem payments made to homeless veterans' service centers to account for the receipt of other sources of income. (Sec. 402) Directs the Secretary to carry out in at least three locations a demonstration program to: (1) identify members of the Armed Forces on active duty who are at risk of becoming homeless after discharge or release from such duty; and (2) provide referral, counseling, and other support services to help prevent such homelessness. Terminates the demonstration program on September 30, 2011. Authorizes appropriations. (Sec. 403) Amends a demonstration program concerning the VA provision of referral and counseling services for at-risk (of homelessness) veterans transitioning from certain institutions (including penal and mental treatment institutions) to: (1) remove the \"demonstration\" designation; (2) have such program in at least 12 (under current law, six) locations; and (3) extend the program through FY2011. (Sec. 404) Allows VA grants to service centers for homeless veterans to be used for center personnel costs. (Sec. 405) Directs the Secretary to ensure that VA domiciliary care programs are adequate, with respect to capacity and safety, to meet the needs of women veterans. (Sec. 406) Requires the Secretary to provide financial assistance to eligible entities (private nonprofit organizations or consumer cooperatives) to provide and coordinate the provision of various supportive services for very low-income veteran families occupying permanent housing. Requires: (1) a preference for very low-income veteran families transitioning from homelessness to permanent housing; (2) an equitable geographic distribution of such assistance; and (3) the Secretary to provide training and technical assistance to participating entities regarding the planning, development, and provision of such services. Includes under such services outreach and case management, as well as assistance in obtaining VA benefits. Requires the Secretary to provide appropriate training and technical assistance to participating entities. Provides funding. Directs the Secretary to: (1) conduct a two-year study of the effectiveness of the assistance program in meeting the needs of such families; and (2) report study results to the veterans committees. Title V: Construction Matters (Sec. 501) Authorizes the Secretary to carry out a major medical facility project (project) for a replacement facility for the Department of Veterans Affairs Medical Center, Denver, Colorado. (Sec. 502) Amends the Veterans Benefits, Health Care, and Information Technology Act of 2006 to increase the authorization for a project to consolidate the VA medical centers at the University Drive and John Heinz III divisions, Pittsburgh, Pennsylvania. (Sec. 503) Authorizes the Secretary to carry out a project for modernization of the inpatient wards at the Department of Veterans Affairs Medical Center, Atlanta, Georgia. (Sec. 504) Authorizes appropriations for FY2008 for the Construction, Major Projects account for the projects authorized or increased under this title. (Sec. 505) Designates the Department of Veterans Affairs Medical Center at 1 Freedom Way in Augusta, Georgia, as the \"Charlie Norwood Department of Veterans Affairs Medical Center.\" Title VI: Other Matters - (Sec. 601) Reinstates through 2012 the VA's health professionals scholarship program. (The program had been terminated as of the end of 1998.) (Sec. 602) Repeals currently-required VA reports concerning: (1) enhanced retention of experienced nurses; (2) a survey of health care positions; (3) pay for nurses and other health care professionals; (4) long-range health planning; and (5) the sharing of health care resources. (Sec. 603) Defines \"post 9/11 global operations\" as the period of the Persian Gulf War beginning on September 11, 2001, and ending on a date prescribed by presidential proclamation or by law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans Traumatic Brain Injury Rehabilitation Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Veterans Traumatic Brain Injury and Health Programs Improvement Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide and enhance intervention, rehabilitative treatment, and services to veterans with traumatic brain injury, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:32-05:00"
}