{
  "actions": [
    {
      "acted_at": "2003-09-09", 
      "references": [
        {
          "reference": "CR S11252-11253", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-09-09", 
      "committee": "Committee on Indian Affairs", 
      "references": [
        {
          "reference": "CR S11253-11254", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-09-24", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held. Hearings printed: S.Hrg. 108-341.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-10-29", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-03-09", 
      "committee": "Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported by Senator Campbell with an amendment in the nature of a substitute. With written report No. 108-228.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2004-03-09", 
      "calendar": "Senate Legislative", 
      "number": "438", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 438.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2004-09-29", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S9989-9993", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S9989-9993", 
          "type": "text of measure as reported in Senate"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2004-09-30T10:03:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-09-30", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-09-30", 
      "committee": "Committee on Resources, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "text": "Referred to the Committee on Resources, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-09-30", 
      "committee": "House Resources", 
      "references": [], 
      "text": "Referred to House Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-09-30", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-11-05", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Crime, Terrorism, and Homeland Security", 
      "text": "Referred to the Subcommittee on Crime, Terrorism, and Homeland Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1601-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime, Terrorism, and Homeland Security", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "2004-09-29", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "2003-09-11", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "2003-10-29", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "2003-09-09", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "2003-09-11", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2004-09-29", 
    "vetoed": false
  }, 
  "introduced_at": "2003-09-09", 
  "number": "1601", 
  "official_title": "A bill to amend the Indian Child Protection and Family Violence Prevention Act to provide for the reporting and reduction of child abuse and family violence incidences on Indian reservations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Child Protection and Family Violence Prevention Reauthorization Act of 2004", 
  "sponsor": {
    "district": null, 
    "name": "Campbell, Ben Nighthorse", 
    "state": "CO", 
    "thomas_id": "00168", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2004-09-29", 
  "subjects": [
    "Adoption", 
    "Alaska", 
    "Alternative medicine", 
    "Case management", 
    "Child abuse", 
    "Child health", 
    "Child safety", 
    "Child sexual abuse", 
    "Child welfare", 
    "Citizen participation", 
    "Community organization", 
    "Confidential communications", 
    "Congress", 
    "Congressional reporting requirements", 
    "Counseling", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Crimes against women", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Criminal statistics", 
    "Data banks", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Electronic government information", 
    "Employee selection", 
    "Employee training", 
    "Evaluation research (Social action programs)", 
    "Executive reorganization", 
    "Family services", 
    "Family violence", 
    "Federal aid to Indians", 
    "Federal-Indian relations", 
    "Fingerprints", 
    "Foster home care", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government spending reductions", 
    "Governmental investigations", 
    "Guardian and ward", 
    "Health", 
    "Health education", 
    "Identification of criminals", 
    "Indian children", 
    "Indian courts", 
    "Indian lands", 
    "Indian law enforcement", 
    "Indian women", 
    "Judges", 
    "Labor and employment", 
    "Law", 
    "Legal education", 
    "Licenses", 
    "Mental health services", 
    "Minorities", 
    "Native Americans", 
    "Occupational health and safety", 
    "Parent and child", 
    "Personnel records", 
    "Prosecution", 
    "Rape", 
    "Science, technology, communications", 
    "Social welfare", 
    "Social work", 
    "Victims of crimes", 
    "Violence", 
    "Volunteer workers", 
    "Women", 
    "Youth services"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2004-09-29", 
    "text": "Indian Child Protection and Family Violence Prevention Reauthorization Act of 2004 - Reauthorizes the Indian Child Protection and Family Violence Prevention Act. (Sec. 3) Amends the Act to define \"child abuse\" as any case in which a child is exposed to family violence. (Sec. 4) Requires the local law enforcement agency (if other than the State law enforcement agency) to report the occurrence immediately to the State law enforcement agency if: (1) a report of abuse or family violence involves an alleged abuser who is a non-Indian; and (2) a preliminary inquiry indicates a criminal violation has occurred. (Sec. 5) Repeals the requirement for a feasibility study on the establishment of a Central Register for reports or information on the abuse of children in Indian country. Requires the Secretary of the Interior (Secretary), instead, to: (1) identify impediments to the reduction of child abuse on Indian reservations; (2) evaluate the interagency and intergovernmental cooperation and jurisdictional impediments in investigations and prosecutions; and (3) report to Congress on ways to eliminate those impediments. (Sec. 6) Requires the Secretaries of the Interior and of Health and Human Services (Secretaries) to include contracted and volunteer positions on their respective list of all authorized positions within their departments whose duties and responsibilities involve regular contact with, or control over, Indian children. Requires a background check, based on a set of fingerprints of such employees, volunteers, or contractors, that may be conducted by the Federal Bureau of Investigation. Authorizes the character investigation to include a review of applicable State and tribal criminal history repositories. Requires each Indian tribe or tribal organization that receives funds under the Indian Self-Determination and Education Assistance Act or the Tribally Controlled Schools Act of 1988 to conduct character investigations of volunteers or contractors who are employed, or are being considered for employment, by such tribe or tribal organization in a position that involves regular contact with, or control over, Indian children. Considers such investigations to satisfy any Federal requirements for a background check in connection with the placement of an Indian child in a foster or adoptive home or an institution. Provides that, on certification by an Indian tribe that the Indian tribe is in compliance with this Act, the licensing or approval of guardianships, foster or adoptive homes, or institutions by an Indian tribe in accordance with tribal law shall be considered to be equivalent to State licensing or approval for the purposes of any law that authorizes placement in or provides funding for guardianships, foster or adoptive homes, or institutions. (Sec. 7) Expands the use of grants from the Indian Child Abuse Treatment Grant Program to treatment programs on Indian reservations for victims of child abuse (currently, only child sexual abuse). Requires the Secretary of Health and Human Services to establish demonstration projects to facilitate the development of a culturally-sensitive traditional healing treatment program for child abuse and family violence to be operated by an Indian tribe, tribal organization, or inter-tribal consortium. Requires special consideration to be given in selecting demonstration project participants to projects relating to behavioral and emotional effects of child abuse, elimination of abuse by parents, and reunification of the family. Authorizes appropriations for FY 2005 through 2010, of which a specific sum shall be set aside annually for the projects. (Sec. 8) Requires the Secretary to establish within each Regional (currently, area) office of the Bureau of Indian Affairs an Indian Child Resource and Family Services Center. Requires the Attorney General and the Secretaries (currently, the Secretaries) to enter into a memorandum of agreement providing for staffing such Centers. Revises the duties of each Center advisory board to include assisting the Center in developing strategies relating to family violence, child abuse, and child neglect. Replaces Juneau Area with Alaska Region with respect to Alaskan Regional Centers serving more than one tribe that are required, before entering a contract to operate under the Indian Self- Determination Act, to obtain only the consent of such tribes or tribal consortia that are engaged in contracting of Indian Child Protection and Family Violence Prevention programs (as opposed to obtaining the consent of each of the other tribes the Center serves). Authorizes appropriations for FY 2005 through 2010. (Sec. 9) Modifies the Indian Child Protection and Family Violence Prevention Program to include among the duties of designated agencies and officials regarding investigation, treatment, and prevention of child abuse and family violence: (1) coordination and reporting as well as investigation of reported cases of child abuse and child neglect; and (2) treatment and prevention of incidents of child abuse. Permits use of Program funds for purchasing other related items (as well as equipment) to assist in the investigation of cases of child abuse and child neglect under a child protective services program. Revises the criteria for the development and implementation of a multidisciplinary child abuse investigation and prosecution program to authorize intergovernmental or interagency agreements for coordination of law enforcement agencies, courts, and other tribal, Federal, and State agencies to specify appropriate measures for ensuring child protection worker safety while performing responsibilities. Authorizes a multidisciplinary child abuse investigation and prosecution program to: (1) provide for training programs or expenses for child protection services personnel, law enforcement personnel, or judicial personnel to meet any necessary certification requirements; and (2) develop and implement strategies designed to ensure the safety of child protection workers while performing responsibilities. Allows use of Program funds for infrastructure enhancements to improve tribal data systems to monitor the progress of families, evaluate service and treatment outcomes, and determine the most effective approaches and activities. Requires recipients of such funds to furnish the Secretary with information not only to allow for the evaluation of the program for which the award is made but to examine the: (1) range and scope of training opportunities, including numbers and percentage of child protection workers engaged in the training programs; (2) threats to child protection workers, if any, and the strategies used to address their safety; and (3) community outreach and awareness programs including any strategies to increase the ability of the community to contact appropriate reporting officials regarding occurrences of child abuse. Authorizes appropriations for FY 2005 through 2010. (Sec. 10) Authorizes the Secretary, in cooperation with the Secretary of Health and Human Services and Attorney General, on the receipt of an acceptable plan submitted by an Indian tribe, tribal organization, or inter-tribal consortium, to permit such entity to carry out a demonstration project to coordinate its federally funded child abuse-related service programs in a manner that integrates the program services into a single coordinated, comprehensive program that reduces administrative costs by consolidating administrative functions. Allows such an entity, with the consent of the pertinent Federal funding agencies, to integrate its child abuse-related service programs. Lists a plan's requirements. Requires the Secretaries and Attorney General to enter into a memorandum of agreement providing for the implementation of demonstration projects. Makes the Bureau of Indian Affairs the project coordinating agency. Prohibits the amount of Federal funds made available to any tribal government conducting a demonstration project from being reduced because of the project. (Sec. 11) Amends the Omnibus Crime Control and Safe Streets Act of 1968 to require the Attorney General to award Grants to Combat Violent Crimes Against Women to tribal domestic violence and sexual assault coalitions to: (1) increase awareness of domestic violence and sexual assault against Indian women; (2) enhance the response to violence against Indian women at the Federal, State, and tribal levels; and (3) identify and provide technical assistance to coalition membership and tribal communities to enhance access to essential services to Indian women victimized by domestic and sexual violence. Requires such grants to be awarded to: (1) established nonprofit, nongovernmental tribal coalitions that address domestic violence and sexual assault against Indian women; and (2) individuals or organizations that propose to incorporate as such and for that purpose. Makes an award recipient eligible to receive additional grants under such Act to carry out the purposes of the Grants to Combat Violent Crimes Against Women program. Makes 1/54th of Grants to Combat Violent Crimes Against Women available for tribal coalition grants under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Child Protection and Family Violence Prevention Reauthorization Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Indian Child Protection and Family Violence Prevention Reauthorization Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Indian Child Protection and Family Violence Prevention Act to provide for the reporting and reduction of child abuse and family violence incidences on Indian reservations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:30-05:00"
}