{
  "actions": [
    {
      "acted_at": "1973-07-25", 
      "committee": "Senate Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2242-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-07-25", 
  "number": "2242", 
  "official_title": "A bill to amend title 10, United States Code, to provide for the establishment in each military department of an engineering and technology academy to train persons in certain highly technical skills needed by the armed forces of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Brock, Bill", 
    "state": "TN", 
    "thomas_id": "01291", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-07-25", 
  "subjects": [
    "Armed forces and national security", 
    "Education", 
    "Science and technology", 
    "Science, technology, communications", 
    "Service academies"
  ], 
  "subjects_top_term": "Service academies", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-07-25", 
    "text": "Directs the Secretary of each military department to establish an engineering and technology academy to train persons in the technical fields necessary to the military department concerned. Provides that persons appointed to such academies shall be graduated at the end of two years. States that there shall be a Superintendent and a Commandant of Students at each academy detailed to those positions by the President. Provides that the immediate government of an engineer and technology academy is under the Superintendent, who is also the commanding officer of such academy and of the military post on which such academy is situated. Provides that nominations and appointments to each academy shall be made in the same manner as appointments are made to the military academies. Enumerates the eligibility criteria for admission. Requires that each person who is a citizen or national of the United States shall sign an agreement that he will: (1) complete the course of training at the academy to which he is appointed; and (2) enlist in the Army, Navy, or Air Force, for at least four years immediately after graduation. Prescribes procedures for crediting students with clothing and equipment and for deficiencies by students in conduct or studies. Specifies the rates of pay entitled to students during their training. States that after graduation and enlistment in the armed forces a person shall be entitled to the grade of E-4. Authorizes to be appropriated such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 10, United States Code, to provide for the establishment in each military department of an engineering and technology academy to train persons in certain highly technical skills needed by the armed forces of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:50-05:00"
}