{
  "actions": [
    {
      "acted_at": "1973-04-16", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6991-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Owens, Wayne", 
      "sponsored_at": "1973-01-03", 
      "state": "UT", 
      "thomas_id": "00884", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Stokes, Louis", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "01115", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-16", 
  "number": "6991", 
  "official_title": "A bill to authorize the Secretary of Labor to provide financial and other assistance to certain workers and small business firms to assist compliance with State or Federal pollution abatement and requirements.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6100-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Small Business Pollution Abatement Loan Assistance and Worker's Readjustment Assistance Act", 
  "sponsor": {
    "district": "6", 
    "name": "Harrington, Michael J.", 
    "state": "MA", 
    "thomas_id": "00503", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-16", 
  "subjects": [
    "Business and commerce", 
    "Labor and employment", 
    "Pollution", 
    "Pollution control", 
    "Small business", 
    "Unemployment"
  ], 
  "subjects_top_term": "Pollution control", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-16", 
    "text": "Small Business Pollution Abatement Loan Assistance and Worker's Readjustment Assistance Act - Title I: Assistance to Small Business - Authorizes the Secretary of Labor to make: (1) planning grants of up to $100,000 or 100 percent of the cost of meeting pollution requirements, whichever is less, to small business firms; and (2) loans of up to $500,000 or 100 percent of the costs for meeting the costs of compliance with State or Federal laws, rules or regulations relating to pollution abatement, whichever is less. Authorizes the Secretary to make loans to small businesses for purposes of tying into municipal waste treatment facilities. Provides that no such loan shall exceed $500,000 in amount. Authorizes the appropriation of up to $4,000,000,000 to carry out this title. Title II: Assistance to Workers- Authorizes the Secretary to pay a readjustment allowance to adversely affected workers meeting the qualifying requirements set out in this title who have been totally or partially separated from their jobs after the date or enactment of this Act on account of the enforcement of State or Federal pollution abatement measures. Provides that the readjustment allowance authorized under this title for a week of unemployment may be an amount equal to his average weekly wage over the last 6 months of his employment. Provides for reductions in such allowance based upon the amount of unemployment insurance the worker is receiving. Sets forth time limitations on such allowance payments. Provides for training of workers covered by this Act in accordance with such workers capabilities and prospective employment opportunities. Provides for relocation allowances for such workers. Authorizes the appropriation of such sums as may be necessary to carry out the functions authorized in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Pollution Abatement Loan Assistance and Worker's Readjustment Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of Labor to provide financial and other assistance to certain workers and small business firms to assist compliance with State or Federal pollution abatement and requirements.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:45-05:00"
}