{
  "actions": [
    {
      "acted_at": "1981-12-16", 
      "committee": "Senate Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-02-02", 
      "references": [], 
      "text": "Senate Committee on Judiciary discharged by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-02-02", 
      "committee": "Senate Committee on Armed Services", 
      "references": [], 
      "text": "Rereferred to Senate Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-19", 
      "in_committee": "Senate Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Military Construction (ArmedServ). Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-04-20", 
      "in_committee": "Senate Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Military Construction (ArmedServ). Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-04-21", 
      "in_committee": "Senate Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Military Construction (ArmedServ). Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-04-22", 
      "in_committee": "Senate Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Military Construction (ArmedServ). Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-04-23", 
      "in_committee": "Senate Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Military Construction (ArmedServ). Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-17", 
      "in_committee": "Senate Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Military Construction (ArmedServ). Approved for full committee consideration with an amendment in the nature of a substitute favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-20", 
      "bill_ids": [
        "s2645-97"
      ], 
      "in_committee": "Senate Committee on Armed Services", 
      "references": [], 
      "text": "Committee on Armed Services. Ordered favorably reported an original bill (S.2645) in lieu of this measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1990-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "re-referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }, 
    {
      "activity": [
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS", 
      "subcommittee": "Subcommittee on Military Construction", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-12-16", 
  "number": "1990", 
  "official_title": "A bill to amend title 10, United States Code, to revise and codify the permanent provisions of law relating to military construction and military family housing.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5241-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5241-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2645-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Military Construction Codification Act", 
  "sponsor": {
    "district": null, 
    "name": "Thurmond, Strom", 
    "state": "SC", 
    "thomas_id": "01448", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-12-16", 
  "subjects": [
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Energy", 
    "Military bases", 
    "Military construction operations", 
    "Military housing", 
    "Solar energy", 
    "Solar heating and cooling"
  ], 
  "subjects_top_term": "Military construction operations", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-12-16", 
    "text": "Military Construction Codification Act - Permits the Secretary of Defense and the Secretaries of the military departments to carry out military construction projects as authorized by law. Includes within this authority the acquisition of land, facilities, equipment and utilities, and planning and administration. Authorizes such Secretaries to carry out unauthorized emergency construction if deferral of such construction would be inconsistent with national security needs. Requires that the appropriate committees of Congress be given 15 days notice before such construction begins. Authorizes the Secretary of Defense to carry out an unauthorized military construction project if it is vital to the security of the United States. Requires that the appropriate committees of Congress be given 15 days notice of such project. Permits the Secretary of a military department or the Director of a defense agency to carry out unauthorized minor construction projects costing less than a specified amount. Excludes military family housing. Permits projects exceeding the limit to be funded if the overrun is caused by unanticipated, unusual variations in cost. Requires that the appropriate committees of Congress be given 15 days notice of the Secretary of Defense's decision to fund the increased amount. Permits the Secretary of Defense to contribute the U.S. share of construction costs for the North Atlantic Treaty Organization Infrastructure (NATO). Directs the Secretary to report to the appropriate congressional committees quarterly on the obligations incurred. Permits the Secretary to increase U.S. contributions by 25 percent. Permits the Secretary to increase U.S. contributions by more than 25 percent after giving the appropriate congressional committees 15 days notice. Permits the Secretary or the Secretary of a military department to carry out an unauthorized project necessary to restore or replace damaged facilities. Requires the Secretary to give the appropriate congressional committees 15 days notice of such decision. Authorizes cost variations for military construction projects based upon approved estimates, proposed reductions, and the percent of increase within the current working estimate. Permits the Secretary of Defense and the Secretaries of military departments to carry out advance planning and construction design for unauthorized projects and projects funded by foreign governments but for which the U.S. military is the primary user. Permits the Secretary of Defense to undertake military construction projects using unobligated funds for military construction in the event of a declaration of war or national emergency in accordance with the National Emergencies Act. Requires the Secretary to notify the appropriate committees of Congress of such decision and the estimated cost. Prohibits the appropriation of funds not previously authorized for military family housing. Permits the administrative increase of salary and benefits for Federal employees as authorized. Authorizes the Secretary of Defense to acquire land by exchange, purchase, or gift for military housing purposes. Includes within the authorizations for construction amounts for land acquisition, site preparation, and the purchase and installation of appliances and utilities. Prohibits the Secretary from constructing military family housing units not specifically authorized. Directs the Secretary to consult with the Secretary of Housing and Urban Development as to the availability of private housing at a particular location before constructing military family housing. Permits the Secretary of Defense to enter into contracts for construction if the Secretary of Housing and Urban Development does not advise as to availability within 30 days. Requires that the appropriate committees of Congress be given 30 days notice of any disagreement between the two Secretaries as to housing availability. Permits the Secretary of Defense to acquire interest in existing housing rather than build. Authorizes an acquisition or construction cost variation of up to ten percent. Limits the authority to improve existing military family housing units, both as to the nature and cost of alterations. Sets forth space limitations for housing units by pay grade. Permits variations in such limitations as specified, including the leasing of housing in a foreign country. Permits the Secretary to relocate units as necessary. Permits the Secretary and the Secretaries of the military departments to lease housing facilities for assignment without rental charge, subject to limitations. Limits the number and rental costs of units which may be leased in the United States, Puerto Rico, and Guam. Permits the leasing of housing for military family housing in foreign countries as necessary for special personnel or because of restrictions in such country. Limits the number, cost, and lease term of such units. Directs the Secretary to give the appropriate committees of Congress 30 days notice of any lease exceeding a specified figure. Permits the Secretary to make multiyear contracts for supplies and services for the operation of military family housing units. Permits the occupancy of inadequate housing as specified. Permits the Secretary of the military department concerned to settle a contractor claim relating to military family housing that would cause the cost limitations to be exceeded after the appropriate committees of Congress have been given 15 days notice. Requires the Department of Defense Military Family Housing Management Account to be used for the administration of appropriated and other funds for military family housing programs. Transfers to this account funds from appropriations and proceeds from rentals and disposals of units. Permits the Secretary to provide homeowners assistance under the Demonstration Cities and Metropolitan Development Act of 1966. Permits the Secretary and Secretaries of the military departments to advance public monies to carry out authorized construction projects. Permits the construction of a military family housing project on land not yet owned or only temporarily held by the United States. Directs the Secretary to encourage the use of solar energy for military construction projects. Requires the use of solar energy systems in new facilities where the use would be cost effective. Sets forth a formula for determining the cost effectiveness of a system. Permits an increase of footage in military construction projects if necessary to accommodate a solar system. Requires the supervision of military construction projects by specified persons to assure cost-effectiveness. Requires military construction or family housing projects be awarded on a competitive basis to the lowest bidder. Limits the size and cost of permanent barracks and unaccompanied officers quarters. Requires military construction projects for defense agencies other than the military departments to be carried out through a designated military department. Makes military construction appropriations available until spent. Places certain limitations on the use of funds, including the authorization and contract requirements. Directs the Secretary to report to the appropriate committees of Congress annually on military construction and family housing activities. Directs the Secretary to transmit to Congress an annual request for military construction authorization. Requires each construction project to be designed to provide maximum nuclear fallout protection. Permits funds authorized for construction or alteration of Reserve facilities to be used for surveys and administration. Permits the advancement of funds for Reserve construction. Directs the Secretary to pay the Commodity Credit Corporation a specified amount annually until the amount due for foreign currencies used for housing acquired under the Agricultural Trade Development and Assistance Act of 1954 has been liquidated. Permits the Secretary to continue agreements guaranteeing rental returns to sponsors of family housing in foreign countries. Permits the Secretary of a military department to contract for the purchase of energy or fuel derived from waste materials. Requires that the Secretary of Defense approve and the appropriate congressional committees be given notice of such contracts. Permits the Secretary of a military department to sell recyclable materials according to the provisions of the Federal Property and Administrative Services Act of 1949 concerning surplus property. Limits the amount of proceeds from such sale which may be spent for environmental improvement and energy conservation projects. Permits the Secretary of a military department to develop geothermal energy on military lands within such Secretary's jurisdiction. Limits the heat input rate of new boiler plant construction."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Construction Codification Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 10, United States Code, to revise and codify the permanent provisions of law relating to military construction and military family housing.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:08-05:00"
}