{
  "actions": [
    {
      "acted_at": "1998-03-04", 
      "references": [
        {
          "reference": "CR S1343-1345", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-04", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1708-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "1998-03-04", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "1998-03-04", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "1998-03-04", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cleland, Max", 
      "sponsored_at": "1998-03-05", 
      "state": "GA", 
      "thomas_id": "01540", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1998-03-04", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "1998-03-04", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1998-03-04", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1998-03-04", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1998-03-04", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1998-03-04", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1998-03-04", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1998-03-05", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moseley-Braun, Carol", 
      "sponsored_at": "1998-03-04", 
      "state": "IL", 
      "thomas_id": "01405", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "1998-03-04", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reed, Jack", 
      "sponsored_at": "1998-03-04", 
      "state": "RI", 
      "thomas_id": "00949", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1998-03-04", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Robb, Charles S.", 
      "sponsored_at": "1998-03-04", 
      "state": "VA", 
      "thomas_id": "01423", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-03-04", 
  "number": "1708", 
  "official_title": "A bill to improve education.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Revitalize and Empower Public School Communities to Upgrade for Long-Term Success Act", 
  "sponsor": {
    "district": null, 
    "name": "Daschle, Thomas A.", 
    "state": "SD", 
    "thomas_id": "00267", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-03-04", 
  "subjects": [
    "Academic performance", 
    "Agriculture and food", 
    "American Samoa", 
    "Arts, culture, religion", 
    "Building construction", 
    "Charter schools", 
    "Child care block grants", 
    "Child nutrition", 
    "Class size", 
    "Commerce", 
    "Community and school", 
    "Computer software", 
    "Computer-assisted instruction", 
    "Computers in education", 
    "Congress", 
    "Construction costs", 
    "Continuing education", 
    "Crime and law enforcement", 
    "Curricula", 
    "Curriculum planning", 
    "Delinquency prevention", 
    "Disabled", 
    "Distance education", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Economics and public finance", 
    "Education", 
    "Education of disabled students", 
    "Education of disadvantaged children", 
    "Educational accountability", 
    "Educational counseling", 
    "Educational innovations", 
    "Educational planning", 
    "Educational reform", 
    "Educational research", 
    "Educational statistics", 
    "Educational technology", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Elementary schools", 
    "English language", 
    "Families", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Federal aid to territories", 
    "Federal aid to youth services", 
    "Finance and financial sector", 
    "Gangs", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government securities", 
    "Guam", 
    "Health", 
    "Health education", 
    "High schools", 
    "Higher education", 
    "Housing and community development", 
    "Income tax", 
    "Indian education", 
    "Internet", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Libraries", 
    "Licenses", 
    "Literacy programs", 
    "Magnet schools", 
    "Maintenance and repair", 
    "Middle schools", 
    "Minorities", 
    "Nonprofit organizations", 
    "Northern Mariana Islands", 
    "Paraprofessional school personnel", 
    "Parent-school relationships", 
    "Personal income tax", 
    "Pornography", 
    "Private schools", 
    "Product development", 
    "Public schools", 
    "Reading", 
    "Recruiting of employees", 
    "Research and development", 
    "Rural education", 
    "Scholarships", 
    "School buildings", 
    "School choice", 
    "School districts", 
    "School health programs", 
    "School personnel", 
    "School planning", 
    "School principals", 
    "Science, technology, communications", 
    "Secondary education", 
    "Social welfare", 
    "Standards", 
    "Student activities", 
    "Tax credits", 
    "Tax returns", 
    "Taxation", 
    "Teacher education", 
    "Teacher salaries", 
    "Teacher supply and demand", 
    "Teachers", 
    "Technological innovations", 
    "Telecommunication rates", 
    "Territories (U.S.)", 
    "Urban affairs", 
    "Urban education", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Elementary and secondary education", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-03-04", 
    "text": "TABLE OF CONTENTS: Title I: Helping Communities Renovate America's Schools Title II: Reducing Class Size Title III: Strengthening the 21st Century Community Learning Centers Act Title IV: Promoting Effective Use of Technology in the Classroom Title V: Education Opportunity Zones Revitalize and Empower Public School Communities to Upgrade for Long-Term Success Act - Title I: Helping Communities Renovate America's Schools - Public School Construction Act of 1998 - Amends the Internal Revenue Code to revise current incentives for education zones into incentives for qualified public school modernization bonds, including (currently existing) qualified zone academy bonds and (newly established) qualified school construction bonds. (Sec. 103) Allows a limited tax credit, computed according to a specified formula, to taxpayers holding such public school modernization bonds. Raises the national zone academy bond limitation from $400 million to $1.4 billion for calendar 1999 (and 2000), and eliminates the limitation after 2000. Prescribes requirements for national qualified school construction bonds, with a national limitation of $9.7 billion each for calendar 1999 and 2000, and no limit after 2000. (Sec. 104) Expresses the sense of the Senate that: (1) a specified minimum additional amount should be provided to begin construction of three new Bureau of Indian Affairs (BIA) school facilities and to increase funds available for the improvement and repair of existing facilities; and (2) the Congress should consider enacting legislation to establish other funding mechanisms that would leverage Federal investments on behalf of BIA schools to address the serious construction backlog which exists at tribal schools. Title II: Reducing Class Size - Establishes a program to help States and local educational agencies (LEAs) recruit, train, and hire 100,000 additional qualified teachers to: (1) reduce class sizes nationally, in grades one through three, to an average of 18 students per classroom; and (2) improve teaching in the early grades so that all students can learn to read independently and well by the end of the third grade. (Sec. 203) Authorizes appropriations. (Sec. 204) Entitles States with approved applications to allotments according to a specified formula. Reserves certain funds for evaluations, outlying areas, and BIA schools. (Sec. 205) Sets forth requirements for: (1) State applications and the Secretary's approval; (2) within-State allocations; (3) State level activities; (4) local uses of funds; matching funds; (5) carryover; accountability; (6) participation of private school teachers; and (7) evaluation. Title III: Strengthening the 21st Century Community Learning Centers Act - Amends the 21st Century Community Learning Centers Act to require that discretionary grants be awarded to local educational agencies (LEAs) for supporting certain programs of public elementary schools or secondary schools, including middle schools, that serve communities with substantial needs for expanded learning opportunities for children and youth. (Sec. 302) Increases the maximum duration of such a grant from three to five years. (Sec. 303) Requires the LEA to demonstrate that it will provide specified portions of the annual costs of project-assisted activities from sources other than such grant funds. (Sec. 304) Requires the use of grant funds to establish or expand community learning centers that provide activities that offer expanded learning opportunities for children and youth in the community (such as activities conducted before or after school), and which may include any of the currently authorized activities as well as mentoring and academic assistance programs, and drug, alcohol, and gang prevention activities. (Sec. 305) Authorizes continuation awards of FY 1998 grants. (Sec. 306) Extends through FY 2003 the authorization of appropriations for such Act. Title IV: Promoting Effective Use of Technology in the Classroom - Expresses the sense of Congress that it is in the national interest for the Federal Government to invest at least $4 billion in funding for Department of Education technology programs for FY 1999 through 2003. (Sec. 403) Internet Access Protection Act of 1998 - Amends the Communications Act of 1934 to require schools and libraries that receive universal service support for discounted telecommunications services to establish policies governing access to material that is inappropriate for children. (Sec. 404) Amends the Technology for Education Act of 1994 (TEA) to require each State educational agency (SEA) receiving school technology resource grant funds to give priority to awarding grants to local educational agencies (LEAs) that: (1) serve the highest number or percentage of children in poverty, and have the lowest level of technology resources, in the State; or (2) provide evidence in their applications of a substantial commitment to train teachers and staff in the effective use of education technology, as demonstrated by devoting not less than 30 percent of such grant funds for preparing teachers to use technology as a tool in conducting lessons and academic instruction in core academic subject areas. Requires each recipient SEA to provide matching non-Federal funds to be used to award grants to LEAs for each of FY 1999 through 2004. Requires that such Federal grant funds supplement, not supplant, State and local funds. (Sec. 405) Directs the Secretary to use a specified portion of funds to award national challenge grants for technology in education to consortia that: (1) have as members departments of education within institutions of higher education; and (2) demonstrate in their applications that they will focus the grant-assisted activities on professional development in the effective use of learning technologies and are carrying out such professional development. (Sec. 406) Establishes a discretionary grants program for technology training for preservice and novice teachers. Authorizes the Secretary to award competitive grants for specified activities for training teaching candidates and faculty at schools of education within institutions of higher education regarding the effective use and integration of education technology in teaching academic subjects to elementary and secondary school students. Makes eligible for such grants partnerships between two or more of the following: (1) an SEA; (2) a school of education within an institution of higher education; (3) an LEA that frequently employs individuals recently trained at a school of education; and (4) a nonprofit or other organization. Authorizes appropriations. (Sec. 407) Requires the Director of the Office of Educational Research and Improvement (OERI) and the Chairperson of the National Science Foundation (NSF), in conjunction with the Secretary's adviser on education technology, to establish an Education Technology Innovation and Evaluation Program. Requires such program through competitively awarded projects to: (1) support early stage research on new education technologies and innovative methods of integrating technology and academic instruction; (2) promote joint product development, adoption, and dissemination of high-quality software and instructional approaches with private sector firms; (3) conduct evaluative research into the effectiveness of integrating learning technology in raising student achievement (by conducting a large scale study comparing learning for students exposed to education technology to a control group); and (4) demonstrate how technology can be used to individualize instruction and capitalize on smaller teacher-student ratios. Authorizes appropriations. Title V: Education Opportunity Zones - Education Opportunity Zones Act of 1998 - Authorizes the Secretary to award grants for specified activities to LEAS that: (1) have high concentrations of children from low-income families; and (2) are implementing standards-based systemic reform strategies to pursue further reforms and raise the academic achievement of all their students. Sets forth requirements relating to: (1) grant applications; (2) grantee selection criteria; (3) grant amount, duration, and continuation; (4) authorized activities; (5) grantee LEA school eligibility for, and planning and implementation of, school wide programs under certain provisions of the Elementary and Secondary Education Act of 1965; (6) participation of private school students and teachers; (7) evaluation; and (8) reservation of certain funds for national activities. (Sec. 508) Directs the President designate the school district served by each LEA selected by the Secretary to receive a grant under this title as an Education Opportunity Zone. Authorizes the President to instruct Federal agencies to provide grant recipients under this title with technical and other assistance. (Sec. 515) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Revitalize and Empower Public School Communities to Upgrade for Long-Term Success Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Education Opportunity Zones Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Internet Access Protection Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Public School Construction Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve education.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:19-05:00"
}