{
  "actions": [
    {
      "acted_at": "2013-07-11", 
      "references": [
        {
          "reference": "CR S5671-5672", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-11", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1291-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Coons, Christopher A.", 
      "sponsored_at": "2013-07-11", 
      "state": "DE", 
      "thomas_id": "01984", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2013-07-11", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-07-11", 
  "number": "1291", 
  "official_title": "A bill to strengthen families' engagement in the education of their children.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2662-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Family Engagement in Education Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Reed, Jack", 
    "state": "RI", 
    "thomas_id": "00949", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-07-11", 
  "subjects": [
    "Academic performance and assessments", 
    "Advisory bodies", 
    "Alaska Natives and Hawaiians", 
    "Child care and development", 
    "Congressional oversight", 
    "Correctional facilities and imprisonment", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Educational technology and distance education", 
    "Elementary and secondary education", 
    "Family relationships", 
    "Government studies and investigations", 
    "Indian social and development programs", 
    "Juvenile crime and gang violence", 
    "Minority education", 
    "Performance measurement", 
    "School administration", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-07-11", 
    "text": "Family Engagement in Education Act of 2013 - Amends title I (Improving the Academic Achievement of the Disadvantaged) of the Elementary and Secondary Education Act of 1965 (ESEA) to authorize states to reserve school improvement funds to: award a grant to a statewide nonprofit organization to establish a Statewide Family Engagement Center that provides comprehensive training, technical assistance, and capacity building to local educational agencies (LEAs), organizations that support family-school partnerships, and other organizations that carry out parent education and family engagement in education programs; award grants to nonprofit organizations or Indian tribes or organizations that partner with LEAs or schools to establish and operate Local Family Engagement Centers that assist families in becoming engaged in their childrens' education, and develop and implement a statewide family engagement in education plan. Requires each state school improvement plan to include a plan for strengthening family engagement in education. Requires each LEA and school receiving school improvement funds to develop policies and practices for family engagement in education that meet specified principles and standards. Increases the percentage of school improvement funds that LEAs must reserve for family engagement activities. Requires at least 75% of those reserved funds to be distributed to schools served under the school improvement program. Requires states and correctional facilities to work with family members and aftercare providers in developing educational services and transition plans for youth following their stay in state and local institutions for neglected or delinquent youth. Requires the Director of the Institute of Education Sciences to develop recommended metrics on family engagement in education for states and LEAs and to make recommendations on the integration of those metrics into state accountability and longitudinal data systems. Directs the Secretary of Education to conduct research on effective family engagement in education. Requires states to use part of their grant under part A (Teacher and Principal Training and Recruiting Fund) of title II of the ESEA to train teachers and principals to effectively engage families in their children's education. Repeals programs authorizing the Secretary to award grants to: (1) nonprofit organizations and consortia of those organizations and LEAs to establish parental information and resource centers, and (2) local nonprofit parent organizations to support local family information centers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Family Engagement in Education Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to strengthen families' engagement in the education of their children.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:47:57-05:00"
}