{
  "actions": [
    {
      "acted_at": "2008-01-31", 
      "references": [
        {
          "reference": "CR S544-545", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-01-31", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [
        {
          "reference": "CR S545-547", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-02-27", 
      "in_committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "subcommittee": "Federal Financial Management, Government Information, Federal Services, and International Security", 
      "text": "Committee on Homeland Security and Governmental Affairs referred to Subcommittee on Federal Financial Management, Government Information, Federal Services, and International Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-07-30", 
      "in_committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2008-10-01", 
      "committee": "Homeland Security and Governmental Affairs", 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Lieberman with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2008-10-01", 
      "calendar": "Senate Legislative", 
      "number": "1103", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1103.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2583-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on Federal Financial Management, Government Information, Federal Services, and International Security", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McCaskill, Claire", 
      "sponsored_at": "2008-01-31", 
      "state": "MO", 
      "thomas_id": "01820", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-01-31", 
  "number": "2583", 
  "official_title": "A bill to amend the Improper Payments Information Act of 2002 (31 U.S.C. 3321 note) in order to prevent the loss of billions in taxpayer dollars.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5467-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Improper Payments Elimination and Recovery Act of 2008", 
  "sponsor": {
    "district": null, 
    "name": "Carper, Thomas R.", 
    "state": "DE", 
    "thomas_id": "00179", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2008-07-30", 
  "subjects": [
    "Administrative procedure", 
    "Appropriations", 
    "Auditing", 
    "Collection of accounts", 
    "Economics and public finance", 
    "Finance and financial sector", 
    "Financial statements", 
    "Government operations and politics", 
    "Government paperwork", 
    "Law", 
    "Office of Management and Budget", 
    "Planning-programming-budgeting", 
    "Waste in government spending"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2008-10-01", 
    "text": "Improper Payments Elimination and Recovery Act of 2008 - Amends the Improper Payments Information Act of 2002 to require the head of each federal agency to review agency programs and activities every three fiscal years and identify those that may be susceptible to significant improper payments. Defines \"significant\" to mean improper payments in program or activity payments in the preceding fiscal year that may have exceeded: (1) $10 million and 2.5% of program outlays; or (2) $100 million. Sets forth risk factors for conducting improper payment reviews, including: (1) whether the program or activity is new to the agency; (2) the volume of payments made; (3) whether payment decisions are made outside of the agency; (4) recent major changes in program funding, authorities, practices, or procedures; (5) the level and quality of personnel training; and (6) significant deficiencies in auditing practices.Requires agency heads to: (1) annually produce a statistically valid estimate of the improper payments in their agencies; and (2) include such estimates in their annual financial statements.Expands agency reporting requirements with respect to improper payments to require reports on actions to reduce and recover improper payments.Requires the Director of the Office of Management and Budget (OMB) to: (1) report to specified congressional committees in each fiscal year on actions agencies have taken to report on and recover improper payments; and (2) provide guidance to agencies for implementing actions to reduce improper payments and strategies for addressing risks and establishing internal controls.Requires the President's Council on Integrity and Efficiency to study the effectiveness of OMB Circular No. A-123 (revised) (Management's Responsibility for Internal Control) and report on such study to specified congressional committees.Requires agency heads to conduct recovery audits for agency programs that expend $1 million or more annually if such audits would be cost-effective. Requires: (1) each agency's Inspector General to report each fiscal year on agency compliance with this Act; (2) agencies determined not to be in compliance for two or three consecutive fiscal years to obligate additional funding for intensified compliance; and (3) agencies not in compliance for more than three consecutive fiscal years to submit to Congress reauthorization proposals for each noncompliant program and proposed statutory changes to achieve compliance. Authorizes the Director of OMB to establish one or more pilot programs to test accountability mechanisms to insure compliance with this Act and eliminate improper payments. Requires the Director to report to Congress on findings associated with any pilot program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Improper Payments Elimination and Recovery Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Improper Payments Elimination and Recovery Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Improper Payments Information Act of 2002 (31 U.S.C. 3321 note) in order to prevent the loss of billions in taxpayer dollars.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:03-05:00"
}