{
  "actions": [
    {
      "acted_at": "1984-04-12", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-05-01", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "International Development Institutions and Finance", 
      "text": "Referred to Subcommittee on International Development Institutions and Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5474-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on International Development Institutions and Finance", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-04-12", 
  "number": "5474", 
  "official_title": "A bill to provide for participation by the United States in the Inter-American Investment Corporation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Inter-American Investment Corporation Act", 
  "sponsor": {
    "district": "1", 
    "name": "Bereuter, Doug", 
    "state": "NE", 
    "thomas_id": "00080", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-04-12", 
  "subjects": [
    "American investments", 
    "Corporations and Stocks", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Government corporations", 
    "Government operations and politics", 
    "International banking", 
    "International cooperation", 
    "International corporations", 
    "Investments"
  ], 
  "subjects_top_term": "International corporations", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-04-12", 
    "text": "Inter-American Investment Corporation Act - Authorizes the President to accept membership for the United States in the Inter-American Investment Corporation. Declares that the Governor and Executive Director of the Inter-American Development Bank and their alternates shall serve as Governor, Director, and Alternates of the Corporation, respectively. Makes the provisions of the Bretton Woods Agreements Act concerning the National Advisory Council on International Monetary and Financial Problems applicable with respect to the Corporation to the same extent as with respect to the International Bank for Reconstruction and Development and the International Monetary Fund. Prohibits, unless authorized by law, the President or any person or agency, on behalf of the United States, from: (1) subscribing to additional shares of stock of the Corporation; (2) voting for or agreeing to any amendment of the agreement which increases the obligations of the United States or which changes the purpose or functions of the Corporation; or (3) making a loan or providing other financing to the Corporation. Directs any Federal Reserve bank which is requested to do so by the Corporation to act as its depository or as its fiscal agent. Requires the Board of Governors of the Federal Reserve System to supervise and direct the carrying out of these functions by the Federal Reserve banks. Authorizes the Secretary of the Treasury to subscribe on behalf of the United States to 5,100 shares of the capital stock of the Corporation, but only to the extent or in such amounts as are provided in advance in appropriations Acts. Authorizes appropriations. Sets forth the jurisdiction of the U.S. courts with respect to any civil action brought within the United States by or against the Corporation. Deems as exempted securities under the Securities Act of 1933 and the Securities Exchange Act of 1934 any securities issued by the Corporation in connection with the raising of funds for inclusion in the Corporation's resources."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Inter-American Investment Corporation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for participation by the United States in the Inter-American Investment Corporation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:58-05:00"
}