{
  "actions": [
    {
      "acted_at": "1973-10-30", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11196-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-30", 
  "number": "11196", 
  "official_title": "A bill to amend the Social Security Act to provide the States with maximum flexibility in their programs of social services under the public assistance titles of the act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Steelman, Alan", 
    "state": "TX", 
    "thomas_id": "01106", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-30", 
  "subjects": [
    "Poverty", 
    "Public assistance programs", 
    "Social welfare", 
    "States"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-30", 
    "text": "Social Services Ammendments - Provides that funds payable to the fifty States, the District of Columbia, Puerto Rico, the Virgin Islands, and Guam under titles I, IV, A, X, XIV, and XVI of the Social Security Act or under title VI of the Social Security Act effective January 1, 1974, for any fiscal year for services (other than support services for the work incentive program, emergency assistance in the form of services, and staff training activities) may be used for programs to be directed to the following specific goals, as appropriate for particular families and individuals; (a) Self-support goal; (b) Family care or self-care goal (c) Community based care goal, (d) Institutional care goal. Provides that each State shall have maximum freedom to determine which services (beyond mandatory services) it will make available and the persons eligible for such services, Changes the conditions of eligibility for services. Requires the Secretary to offer funding for certain services to the states. States that such services shall include various types of day care services for children, foster care for children, protective services for children, family planning services, protective services for adults, foster care for adults, homemaker services, chore services, home delivered or congregate meals, day care services for adults, health related services, home management services, housing improvement services, legal services, transportation services, educational and training services, employment services, information, referral, and determination of eligibity for services, special services for the emotionally disturbed, alcoholics, and drug addicts. Provides that states are entitled to Federal financial participation for the delivery of mandatory and optional social services under the state plan to the extent of the appropriations allocated by the Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to provide the States with maximum flexibility in their programs of social services under the public assistance titles of the act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:56-05:00"
}