{
  "actions": [
    {
      "acted_at": "1983-07-12", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-07-20", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Social Security", 
      "text": "Referred to Subcommittee on Social Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-07-20", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3541-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Social Security", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-07-12", 
  "number": "3541", 
  "official_title": "A bill to reform the disability determination process under titles II and XVI of the Social Security Act to ensure an appropriate and fair review of disability determinations thereunder, to provide for additional necessary reforms in the disability benefits programs under such titles, and to establish a Social Security Review Commission to provide an independent final hearing authority over decisions by the Secretary of Health and Human Services under such titles and to provide for independent review of regulations under such titles.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Social Security Disability Reform Act of 1983", 
  "sponsor": {
    "district": "3", 
    "name": "Wise, Robert E., Jr.", 
    "state": "WV", 
    "thomas_id": "01237", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-07-12", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Department of Health and Human Services", 
    "Disability evaluation", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Old age, survivors and disability insurance", 
    "Social welfare", 
    "Supplemental security income program"
  ], 
  "subjects_top_term": "Disability evaluation", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-07-12", 
    "text": "Social Security Disability Program Reform Act of 1983 - Amends title II (Old Age, Survivors and Disability Insurance) of the Social Security Act to provide that an individual who is receiving disability benefits or child's, widow's, or widower's insurance benefits based on disability may be determined not to be entitled to such benefits on the grounds that the disability involved has ceased, does not exist, or is not disabling only if: (1) there has been significant improvement in the individual's condition so that such individual can perform substantial gainful activity; (2) the individual can perform substantial gainful activity as a result of medical or vocational therapy or technology; (3) the prior disability determination was clearly erroneous or fraudulently obtained; or (4) the individual is currently performing substantial gainful activity. Requires a State agency or the Secretary of Health and Human Services, in making a disability determination, to consider all medical and vocational evidence relating to the physical or mental impairments of the individual involved. Requires that a complete medical history of at least the preceding year be made for each disability determination or continuing disability determination. Requires that medical information be obtained from the individual's treating physician. Requires the Secretary to consider the combined effect of all of an individual's impairments in determining whether such individual is unable to engage in substantial gainful activity. Requires the Secretary to establish uniform standards to be applied at all disability determinations. Provides for the application of Federal rulemaking and administrative procedure requirements to all disability determinations. Requires the Secretary to prescribe standards with respect to consultative examinations which must be obtained for disability examinations. Establishes in the Department of Health and Human Services an Advisory Council on the Medical Aspects of Disability, which shall evaluate and advise the Secretary on the disability determination process under title II of the Social Security Act. Requires the Council to report to Congress at least biennially on its activities. Requires the Secretary to revise: (1) the criteria under the category \"Mental Disorders\" in the \"Listing of Impairments\" in effect under part 404 of title 20 of the Code of Federal Regulations which are used to make individualized determinations of disability for purposes of determining eligibility for disability benefits under title II of the Social Security Act; and (2) the methods and procedures for assessing the residual functional capacity of individuals having mental impairments. Requires the Secretary to appoint a panel of outside experts to make recommendations with respect to such revisions. Prohibits the Social Security Administration from carrying out continuing eligibility reviews with respect to individuals previously determined to be under a disability due to mental impairment until such revisions have been established by final regulation. Makes such prohibition inapplicable in any case involving fraud or where an individual is engaged in substantial gainful activity. Sets forth requirements for the redetermination of disability determinations made after the enactment of this Act and before the date on which the Secretary's revisions are established by final regulation. Revises certain time restrictions on the continued payment of disability benefits during the appeal process. Amends title VII (Administration) of the Social Security Act to establish a Social Security Review Commission. Requires the Commission to appoint administrative law judges to conduct hearings required under titles II and XVI (Supplemental Security Income) of the Social Security Act. Provides that the decision of an administrative law judge on a case shall be the final decision of the Secretary unless: (1) a party adversely affected by such decision applies for review of such decision by the Commission within 60 days after receiving notice of the decision and the Commission grants such review; or (2) the Commission, on its own motion, decides within 60 days after a decision is rendered to review such decision. Sets forth the grounds and the procedural requirements for such review. Provides that in the case of Commission review, the Commission's decision shall be the final decision of the Secretary with respect to the case involved. Authorizes Commission review of any rule or regulation promulgated by the Secretary in implementing the benefit programs under titles II and XVI of the Social Security Act. Sets forth the grounds and procedural requirements for such review. Permits judicial review of any Commission decision with respect to a hearing under titles II and XVI of the Social Security Act or with respect to rules or regulations promulgated by the Secretary under such titles."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Disability Reform Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the disability determination process under titles II and XVI of the Social Security Act to ensure an appropriate and fair review of disability determinations thereunder, to provide for additional necessary reforms in the disability benefits programs under such titles, and to establish a Social Security Review Commission to provide an independent final hearing authority over decisions by the Secretary of Health and Human Services under such titles and to provide for independent review of regulations under such titles.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:10-05:00"
}