{
  "actions": [
    {
      "acted_at": "1973-01-04", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s182-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-04", 
  "number": "182", 
  "official_title": "A bill to create a program to facilitate the construction of community marine ways, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Stevens, Ted", 
    "state": "AK", 
    "thomas_id": "01440", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-04", 
  "subjects": [
    "Fisheries", 
    "Fishing boats"
  ], 
  "subjects_top_term": "Fishing boats", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-04", 
    "text": "Authorizes the Secretary of Commerce to make grants to any community or communities to enable it or them to construct marine ways facilities for the maintenance and repair of fishing and fish processing vessels. States that such grants shall be limited to 50 percent of the actual cost of site acquisition, planning and design, and construction of such marine ways facilities, and shall be made on such conditions as the Secretary determines necessary to carry out the provisions of this subsection. Authorizes to be appropriated $5,000,000 for the fiscal year 1972 to carry out the purpose of this Act. Authorizes the Secretary of Commerce, under such rules and regulations and under terms and conditions prescribed by him, to make loans for the financing and refinancing of the construction, maintenance, renovation, repair, and operation of such marine ways facilities with respect to which assistance was provided under this Act. States that loans made pursuant to this Act shall be made from the fisheries loan fund established pursuant to the Fish and Wildlife Act. Authorizes to be appropriated to the fund the additional sum of $10,000,000 to provide additional capital for purposes of this Act. Requires recipients of grants under this Act to keep such records as the Secretary may prescribe"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to create a program to facilitate the construction of community marine ways, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:15-05:00"
}