{
  "actions": [
    {
      "acted_at": "1999-09-24", 
      "references": [
        {
          "reference": "CR S11432", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-24", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-10-04", 
      "references": [
        {
          "reference": "CR S11877-11878", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1636-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-09-24", 
  "number": "1636", 
  "official_title": "A bill to authorize a new trade, investment, and development policy for sub-Saharan Africa.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "HOPE for Africa Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Feingold, Russell D.", 
    "state": "WI", 
    "thomas_id": "01331", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-09-24", 
  "subjects": [
    "AIDS (Disease)", 
    "Access to health care", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Aeronautics", 
    "Africa (Sub-Saharan)", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "American economic assistance", 
    "Angola", 
    "Armed forces and national security", 
    "Benin", 
    "Botswana", 
    "Bribery", 
    "Burkina Faso", 
    "Burundi", 
    "Cameroon", 
    "Cape Verde", 
    "Central African Republic", 
    "Chad", 
    "Child labor", 
    "China", 
    "Civil rights and liberties, minority issues", 
    "Clothing industry", 
    "Collective bargaining", 
    "Commerce", 
    "Communicable diseases", 
    "Comoros", 
    "Competition", 
    "Congo", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Copyright", 
    "Copyright infringement", 
    "Counterpart funds", 
    "Crime and law enforcement", 
    "Customs administration", 
    "Damages", 
    "Debt agreements", 
    "Debt relief", 
    "Defense budgets", 
    "Democratic Republic of Congo", 
    "Department of Labor", 
    "Developing countries", 
    "Djibouti", 
    "Drug abuse", 
    "Drug industry", 
    "Drug law enforcement", 
    "Drugs", 
    "East Asia", 
    "Economic development", 
    "Economics and public finance", 
    "Elementary and secondary education", 
    "Elementary schools", 
    "Employee rights", 
    "Energy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Equatorial Guinea", 
    "Eritrea", 
    "Ethiopia", 
    "Evidence (Law)", 
    "Export credit", 
    "Export finance", 
    "Export-Import Bank of the United States", 
    "Families", 
    "Federal advisory bodies", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Food supply insurance", 
    "Forced labor", 
    "Foreign investments", 
    "Foreign loans", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Forfeiture", 
    "Fraud", 
    "Freedom of association", 
    "Gabon", 
    "Gambia", 
    "Ghana", 
    "Government and business", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Guinea", 
    "Guinea-Bissau", 
    "Health", 
    "Hospitals", 
    "Housing and community development", 
    "Human immunodeficiency viruses", 
    "Human rights", 
    "Import quotas", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "Injunctions", 
    "Intellectual property", 
    "Interest", 
    "International affairs", 
    "International cooperation", 
    "International labor activities", 
    "International monetary system", 
    "Investment guaranty insurance", 
    "Ivory Coast", 
    "Kenya", 
    "Labor and employment", 
    "Labor unions", 
    "Law", 
    "Lesotho", 
    "Liberia", 
    "Madagascar", 
    "Malawi", 
    "Mali", 
    "Mauritania", 
    "Mauritius", 
    "Medical technology", 
    "Minimum wages", 
    "Misconduct in office", 
    "Mozambique", 
    "Multilateral development banks", 
    "Namibia", 
    "Niger", 
    "Nigeria", 
    "Nongovernmental organizations", 
    "Occupational health and safety", 
    "Overseas Private Investment Corporation", 
    "Patent agreements", 
    "Patents", 
    "Potable water", 
    "Prenatal care", 
    "President and foreign policy", 
    "Preventive medicine", 
    "Public corruption", 
    "Research and development", 
    "Rural electrification", 
    "Rwanda", 
    "Sao Tome and Principe", 
    "Schools", 
    "Science, technology, communications", 
    "Secondary education", 
    "Senegal", 
    "Sex discrimination", 
    "Seychelles", 
    "Sierra Leone", 
    "Smuggling", 
    "Somalia", 
    "South Africa", 
    "State-sponsored terrorism", 
    "Subcontractors", 
    "Sudan", 
    "Supersonic aircraft", 
    "Sustainable agriculture", 
    "Sustainable development", 
    "Swaziland", 
    "Tanzania", 
    "Tariff", 
    "Tariff preferences", 
    "Textile fabrics", 
    "Textile industry", 
    "Togo", 
    "Trade agreements", 
    "Trade negotiations", 
    "Trademarks", 
    "Transportation and public works", 
    "Uganda", 
    "Vocational education", 
    "Water resources development", 
    "Women", 
    "Women's education", 
    "Women's employment", 
    "Zambia", 
    "Zimbabwe"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-09-24", 
    "text": "TABLE OF CONTENTS: Title I: Cancellation of Debt Owed by Sub-Saharan African Countries Title II: Trade Provisions Relating to Sub-Saharan Africa Title III: Development Assistance for Sub-Saharan African Countries Title IV: Sub-Saharan Africa Equity and Infrastructure Funds Title V: Overseas Private Investment Corporation and Export-Import Bank Initiatives Title VI: Miscellaneous Provisions Title VII: Offset HOPE for Africa Act of 1999 - Declares the sense of Congress that: (1) for the majority of people in sub-Saharan Africa to be able to benefit from new trade, investment, and other economic opportunities provided by this Act, the pre-existing burden of external debt of sub-Saharan African countries must be eliminated; and (2) only significant debt relief will allow operation of local credit markets and eliminate distortions currently hindering development in sub-Saharan Africa.Title I: Cancellation of Debt Owed by Sub-Saharan African Countries - Amends the Foreign Assistance Act of 1961 to direct the President, with specified exceptions, to cancel all concessional and nonconcessional loans made, guarantees issued, or credits extended by the United States to sub-Saharan African countries. Directs the President to report annually to the appropriate congressional committees concerning the cancellation of debt.(Sec. 101) Authorizes appropriations.(Sec. 102) Directs the Secretary of State to notify foreign governments that have outstanding loans, guarantees, or credits to the government of a sub-Saharan African country that it is U.S. policy to forgive all such debts and that such foreign governments should do the same.(Sec. 103) Directs the Secretary of the Treasury to submit to Congress a plan to advocate the cancellation of debt owed by sub-Saharan African countries to the International Monetary Fund (IMF) and the International Bank for Reconstruction and Development (World Bank), including proposed instructions to the U.S. Executive Directors of such financial institutions to use the U.S. vote to advocate that such institutions: (1) unconditionally cancel all debts owed by a sub-Saharan African country to such institution; and (2) provide that until all debts owed have been unconditionally canceled, require that any future loans not be used to finance in whole or part the implementation of any agreement which requires the country to pay more than five percent of its annual export earnings toward the servicing of foreign loans.(Sec. 104) Directs the Secretary of the Treasury to report to Congress on the amount of debt owed to any U.S. person by any country in sub-Saharan Africa and include a plan to acquire each debt obligation owed to each U.S. person.(Sec. 105) Amends the Foreign Operations, Export Financing, and Related Programs Appropriations Act, 1999 to require the International Financial Institution Advisory Commission to advise the Secretary of the Treasury and report to Congress on the viability and desirability of having each indebted sub-Saharan African country repay foreign loans in their currency.(Sec. 106) Expresses the sense of Congress that: (1) the government of each sub-Saharan African country should allocate 20 percent of its national budget, including the savings from cancellation of debt owed by it to the United States, to other foreign countries, to the IMF and the World Bank, and to U.S. persons for the provision of basic services to individuals in their respective country, as provided for in the United Nations 20/20 Initiative; and (2) prior to the unconditional cancellation of debt owed by sub-Saharan African countries, each such country should not pay in any calendar year an aggregate amount greater than five percent of the export earnings of the country for the prior calendar year.Title II: Trade Provisions Relating to Sub-Saharan Africa - Directs the United States, pursuant to the Agreement on Textiles and Clothing, to eliminate existing quotas on textile and apparel exports to the United States from Kenya and Mauritius within 30 days after each country demonstrates that it: (1) is not ineligible for benefits under the Generalized System of Preferences of the Trade Act of 1974; (2) does not engage in significant violations of internationally recognized human rights; (3) provides for the enforcement of certain internationally recognized worker rights; and (4) takes adequate measures to prevent illegal transshipment of goods. Directs the President to continue the no quota policy for each of the other sub-Saharan African countries that are in compliance with such requirements.(Sec. 201) Provides that, when the quota for textile and apparel products imported from Kenya or Mauritius is eliminated, the quota for textile and apparel products from China for each calendar year shall be reduced by an amount equal to the volume of imports of all textile and apparel product from all sub-Saharan African countries into the United States in the preceding calendar year, plus five percent of that amount.Requires the Secretary of Labor to determine, and report annually to Congress on, whether or not each sub-Saharan African country is providing for effective enforcement of internationally recognized worker rights.Directs the President to report annually to Congress on the growth in textiles and apparel imported into the United States from countries in sub-Saharan Africa in order to inform U.S. consumers, workers, and textile manufacturers about the effects of the no quota policy.Directs the President to provide an additional benefit of 50 percent tariff reduction for any textile and apparel product of a sub-Saharan African country: (1) that meets the requirements relating to human rights, workers rights, and illegal transshipments; and (2) that is imported directly into the United States from such country if the business enterprise, or a subcontractor of the enterprise, producing the product is in compliance with specified conditions.Sets forth specified conditions for the import of textile and apparel goods into the United States, including goods from a sub-Saharan African country. Sets forth penalties for violations of the requirements of this Act.Directs the U.S. Customs Service to monitor and the Commissioner of Customs to report annually on measures taken by sub-Saharan African countries that import textiles or apparel goods into the United States to prevent unlawful transshipment of such goods and circumvention of this Act or any agreement regulating trade in such goods between such country and the United States.(Sec. 202) Amends the Trade Act of 1974 to authorize the President to provide duty-free treatment for articles set forth in the product list of the Lome Treaty that are the product of a beneficiary developing sub-Saharan African country, and in compliance with certain human rights requirements, if the President determines that such articles are not import-sensitive in the context of imports from such countries.Extends duty-free treatment to products from beneficiary developing sub-Saharan African countries through September 30, 2006.(Sec. 203) Grants a U.S. citizen a cause of action in the U.S. district court to seek compliance of sub-Saharan African countries with the requirements of this Act.Title III: Development Assistance for Sub-Saharan African Countries - Amends the Foreign Assistance Act of 1961 to declare that the HIV- AIDS epidemic and other conditions have caused countless deaths and untold suffering among the people of sub-Saharan Africa.(Sec. 302) Directs the Agency for International Development (AID) to provide capacity building assistance through participatory planning to private and voluntary organizations involved in providing assistance for sub-Saharan Africa.(Sec. 303) Prohibits military assistance to sub-Saharan African countries.(Sec. 304) Revises critical sectoral priorities provisions to give priority to: (1) increasing food security by promoting agriculture policies in sub-Saharan African countries; (2) improving health conditions in such countries by emphasizing HIV-AIDS prevention and treatment programs; (3) providing increased access to voluntary family planning services, including access to prenatal healthcare; (4) improving education and vocational education, with particular emphasis on primary education and vocational education for women; and (5) developing income-generating opportunities, including development of manufacturing and processing industries and microcredit projects.(Sec. 305) Directs the Administrator of AID to report semiannually to Congress on: (1) how, and to what extent, AID has consulted with nongovernmental organizations in sub-Saharan Africa regarding the use of long-term development assistance to sub-Saharan African countries; (2) the extent to which such assistance has been successful in capacity building among local nongovernmental organizations and in increasing food security and access to health and education services among the people of sub-Saharan Africa; and (3) how, and to what extent, such assistance has furthered the goals of sustainable economic and agricultural development, gender equity, environmental protection, and respect for workers' rights there.(Sec. 306) Declares that amounts appropriated to the Development Fund for Africa shall be appropriated to a separate account for such Fund.Title IV: Sub-Saharan Africa Equity and Infrastructure Funds - Directs the Overseas Private Investment Corporation (OPIC) to initiate one or more equity funds in support of infrastructure projects in sub-Saharan Africa, including basic health services (including AIDS prevention and treatment), hospitals, potable water, sanitation, schools, electrification of rural areas, and publicly-accessible transportation.Title V: Overseas Private Investment Corporation and Export-Import Bank Initiatives - Directs the President to establish an advisory committee to assist the Board of Directors of OPIC in developing and implementing policies, programs, and financial instruments with respect to sub-Saharan Africa, including with respect to equity and infrastructure funds established under this Act.(Sec. 502) Amends the Export-Import Bank Act of 1945 to revise provisions establishing an advisory committee to require such committee to assist the Board of Directors of the Export-Import Bank of the United States in developing, among other things, financial instruments with respect to sub-Saharan African countries.Title VI: Miscellaneous Provisions - Expresses the sense of Congress that the United States should encourage the accession of sub-Saharan African countries to the Organization for Economic Cooperation and Development (OECD) Convention on Combating Bribery of Foreign Public Officials in International Business Transactions.(Sec. 602) Expresses the sense of Congress that: (1) it is in the interest of the United States to take all necessary steps to prevent further spread of infectious disease, particularly HIV-AIDS; and (2) individual countries should have the ability to determine the availability of pharmaceuticals and health care for their citizens, particularly with respect to the HIV-AIDS epidemic.Prohibits the obligation of funds appropriated to any Federal agency to seek the revocation or revisions of any sub-Saharan African intellectual property or competition law or policy designed to promote access to pharmaceuticals or other medical technologies.(Sec. 603) Directs the Secretary of Commerce, subject to the availability of appropriations, to take steps to ensure that: (1) at least 20 full-time Commercial Service employees are stationed in sub-Saharan Africa; and (2) full-time Service employees are stationed in at least ten different sub-Saharan African countries.Title VII: Offset - Prohibits the Administrator of the National Aeronautics and Space Administration from carrying out research and development (R&D) activities relating to the performance of aircraft (including supersonic aircraft and subsonic aircraft) unless the Administrator receives full payment for such activities from the private sector."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "HOPE for Africa Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize a new trade, investment, and development policy for sub-Saharan Africa.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:53-05:00"
}