{
  "actions": [
    {
      "acted_at": "1991-03-07", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-04-03", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education, Arts, Humanities", 
      "text": "Referred to Subcommittee on Education, Arts, Humanities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s585-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts and Humanities", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-03-07", 
  "number": "585", 
  "official_title": "A bill to provide eligible students with a comprehensive program of incentives and support to enable students to remain in school.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Jeffords, James M.", 
    "state": "VT", 
    "thomas_id": "00593", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-03-07", 
  "subjects": [
    "College costs", 
    "Compensatory education", 
    "Dropouts", 
    "Education", 
    "Education of socially handicapped children", 
    "Educational counseling", 
    "Educational equalization", 
    "Elementary education", 
    "Federal aid to higher education", 
    "Higher education", 
    "Preschool education", 
    "Scholarships", 
    "Secondary education", 
    "Student aid", 
    "Welfare recipients"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-03-07", 
    "text": "Amends the Higher Education Act of 1965 to establish, under provisions for grants to States for student incentives, an early intervention program (the program) to provide eligible students with a comprehensive program of incentives and support to enable them to remain in school. Directs the Secretary of Education (the Secretary) to make allotments to States to pay the Federal share (50 percent) of the costs of program activities. Bases such allotments on relative numbers of eligible students in States, and provides for minimum allotments and reallotments. Bases student eligibility for the program on their eligibility: (1) to be counted under the chapter 1 program for educationally disadvantaged students under title I of the Elementary and Secondary Education Act of 1965; (2) for assistance under the National School Lunch Act; or (3) for assistance under the Aid to Families with Dependent Children program under part A of title IV of the Social Security Act. Requires a State to use its allotment to conduct an early intervention program that: (1) provides eligible students in any of the grades pre-school through 12 with continuing systems of mentoring and advising that is coordinated with Federal and State community service initiatives, that may include specified support services, and that may be provided by specified types of service providers; (2) requires each student to agree to achieve certain academic milestones in exchange for up to five years of tuition assistance; (3) establishes a trust fund for such assistance; (4) creates new linkage structures and programs to encourage greater collaboration between elementary and secondary schools and institutions of higher education; and (5) provides for evaluation to allow service providers to track eligible student progress during program participation. Requires States to: (1) ensure that such tuition assistance is available to an eligible student for use at any eligible institution; and (2) use at least 50 percent of their allotment to provide such assistance. Makes each eligible student participating for at least one year in an assisted early intervention program eligible to receive tuition assistance. Provides that such assistance shall not be considered income for purposes of awarding Federal student financial aid. Directs the Secretary to prescribe standards for the evaluation of the State programs. Requires submission of State plans. Requires annual State evaluations of such programs. Requires the Secretary to report annually to the Congress on assisted activities and program evaluations. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide eligible students with a comprehensive program of incentives and support to enable students to remain in school.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:46-05:00"
}