{
  "actions": [
    {
      "acted_at": "1973-07-19", 
      "committee": "Senate Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2205-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-07-19", 
  "number": "2205", 
  "official_title": "A bill to improve the military justice system by establishing military judicial circuits.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Hatfield, Mark O.", 
    "state": "OR", 
    "thomas_id": "01352", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-07-19", 
  "subjects": [
    "Armed forces and national security", 
    "Military law"
  ], 
  "subjects_top_term": "Military law", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-07-19", 
    "text": "Revises the military judicial system by establishing judicial circuits to be known as the Armed Forces judicial circuits. Makes the Judge Advocates General of the military departments responsible for providing the necessary personnel to staff each judicial circuit. Provides that each judicial circuit have: (1) a field judiciary section; (2) a trial judicial section; (3) a defense counsel section; and (4) a trial review section. Provides that each section shall be a separate office but the officer in command of each section shall be under the command of the judicial circuit officer of that judicial circuit. Provides that military judges shall be assigned to judicial circuits by the Judge Advocate General of the military department of which such military judge is a member. Provides that defense counsel detailed to represent any accused may be a member of an armed force other than the armed force of which the accused is a member unless the accused requests that defense counsel detailed to represent him be a member of the same armed force as the accused. Permits the detail or employment of reporters and interpreters. Requires that after a trial by court-martial the record be forwarded to the appropriate judicial circuit for review and action thereon by the review of such circuit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to improve the military justice system by establishing military judicial circuits.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:49-05:00"
}