{
  "actions": [
    {
      "acted_at": "1974-03-05", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-09-06", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Public Welfare with amendment, S. Rept. 93-1139.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-09-10", 
      "bill_ids": [
        "hr14225-93"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H.R. 14225 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3108-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Beall, J. Glenn, Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "MD", 
      "thomas_id": "01278", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mondale, Walter F.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01402", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Gaylord", 
      "sponsored_at": "1973-01-03", 
      "state": "WI", 
      "thomas_id": "01411", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1973-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Taft, Robert, Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "01445", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-05", 
  "number": "3108", 
  "official_title": "A bill to amend the Rehabilitation Act of 1973.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14225-93", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Stafford, Robert T.", 
    "state": "VT", 
    "thomas_id": "01438", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-05", 
  "subjects": [
    "Department of Health, Education, and Welfare", 
    "Disabled", 
    "Labor and employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1974-09-06", 
    "text": "(LATEST SUMMARY) =Title I: Amendments to the Rehabilitation Act of 1973= - Rehabilitation Act Amendments - Establishes in the Office of the Secretary of Health, Education, and Welfare a Rehabilitation Services Administration to be headed by an Administrator appointed by the President with Senate approval. Provides that the Administration shall be the principal agency for carrying out the Rehabilitation Act of 1973. Authorizes appropriations for various programs under the Rehabilitation Act through fiscal year 1977. Makes various clarifying and technical amendments to the Rehabilitation Act of 1973. =Title II: Randolph-Sheppard Act Amendments= - Randolph Sheppard Act Amendments - Expresses the findings of Congress. Provides that blind persons licensed under the provisions of this Act shall be authorized to operate vending facilities on any Federal or other property. Gives preference to blind persons licensed by a State agency as provided in this Act. Requires the head of each department or agency in control of Federal property to prescribe regulations assuring such preference. Eliminates the requirement that licensees be 21 years of age. Eliminates the requirement that licensees shall have resided for at least one year in the State for which a license is requested. Requires that in the design, construction, or substantial alteration of each public building after September 30, 1974, there shall be a satisfactory site or sites suitable for the location and operation of a vending facility by a blind person or persons. Authorizes state licensing agencies or any blind licensee to file a complaint with the Secretary who shall convene an arbitration panel to hear appeals when the State licensing agency or licensee feels that any department or agency is failing to comply with the provisions of this Act. States that, with specified exceptions, all vending machine income shall accrue to the blind licensee operating the facility. Sets forth the definitions of terms used in this Act. =Title III: White House Conference on Handicapped Individuals= - White House Conference on Handicapped Individual Act - States that it is the policy of Congress that the Federal Government works jointly with the States and their citizens to develop recommendations and plans for action in solving the multifold problems facing individuals with handicaps. Authorizes the President to call a White House Conference on Handicapped Individuals not later than two years after the date of enactment of this title in order to develop recommendations and stimulate a national assessment of problems, and solutions to such problems, facing individuals with handicaps. Establishes a National Planning and Advisory Council, appointed by the Secretary of Health, Education, and Welfare, under which the Conference shall be planned and directed. Sets forth the membership composition of the Council. Provides that the Conference shall bring together individuals with handicaps and members of their families and representatives of Federal, State, and local governments, professional experts, and members of the general public recognized by individuals with handicaps as being knowledgeable about problems affecting their lives. Requires the Council and the Secretary of HEW to transmit to the President and the Congress their recommendations for administrative action and legislation necessary to implement the recommendations contained in such report. Authorizes the appropriation of such sums as are necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Rehabilitation Act of 1973.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:05-05:00"
}