{
  "actions": [
    {
      "acted_at": "1999-10-27", 
      "references": [
        {
          "reference": "CR S13269-13271", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-27", 
      "committee": "Committee on HELP", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on HELP.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-11-03", 
      "in_committee": "Committee on HELP", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on HELP. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1999-11-04", 
      "references": [], 
      "text": "Committee on HELP. Reported to Senate by Senator Jeffords with an amendment in the nature of a substitute. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-11-04", 
      "calendar": "Senate Legislative", 
      "number": "387", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 387.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1999-11-08", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S14313-14333", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1999-11-09T10:07:00-05:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-11-09", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-11-09", 
      "committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-02-10T16:49:00-05:00", 
      "references": [], 
      "text": "REREFERRAL OF S. 1809 - Mr. Goodling asked unanimous consent that the bill S. 1809 be rereferred to the Committees on Commerce and Education and the Workforce. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-02-10", 
      "committee": "Committee on Commerce, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "text": "Rereferred to the Committee on Commerce, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-02-10", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-02-10", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-10-11T17:00:00-04:00", 
      "references": [], 
      "text": "Committee on Education and the Workforce discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-11T17:01:00-04:00", 
      "references": [], 
      "text": "Committee on Commerce discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-11T17:01:00-04:00", 
      "references": [], 
      "text": "Mr. Lazio asked unanimous consent to discharge from committee and consider.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-11T17:01:00-04:00", 
      "references": [
        {
          "reference": "CR H9769-9787", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-11T17:01:00-04:00", 
      "how": "without objection", 
      "references": [
        {
          "reference": "CR H9769-9786", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "2000-10-11T17:01:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-11", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2000-10-19", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2000-10-30", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2000-10-30", 
      "congress": "106", 
      "law": "public", 
      "number": "402", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 106-402.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1809-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "re-referral", 
        "discharged"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "re-referral", 
        "discharged"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "1999-10-27", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1999-10-27", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Enzi, Michael B.", 
      "sponsored_at": "1999-11-03", 
      "state": "WY", 
      "thomas_id": "01542", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Frist, William H.", 
      "sponsored_at": "1999-10-27", 
      "state": "TN", 
      "thomas_id": "01336", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1999-10-27", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1999-10-27", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "1999-10-27", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reed, Jack", 
      "sponsored_at": "1999-10-27", 
      "state": "RI", 
      "thomas_id": "00949", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1999-10-27", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "106", 
    "law_type": "public", 
    "number": "402"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2000-10-30", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2000-10-11T17:01:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1999-11-08", 
    "vetoed": false
  }, 
  "introduced_at": "1999-10-27", 
  "number": "1809", 
  "official_title": "A bill to improve service systems for individuals with developmental disabilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4920-106", 
      "reason": "related"
    }, 
    {
      "bill_id": "sconres133-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Developmental Disabilities Assistance and Bill of Rights Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Jeffords, James M.", 
    "state": "VT", 
    "thomas_id": "00593", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2000-10-30", 
  "subjects": [
    "Authorization", 
    "Civil rights and liberties, minority issues", 
    "Computer-assisted instruction", 
    "Congress", 
    "Congressional reporting requirements", 
    "Curricula", 
    "Disabled", 
    "Disabled children", 
    "Discrimination against the disabled", 
    "Economics and public finance", 
    "Education", 
    "Education of disabled students", 
    "Educational research", 
    "Elementary and secondary education", 
    "Employee training", 
    "Employment of the disabled", 
    "Evaluation research (Social action programs)", 
    "Families", 
    "Family services", 
    "Federal aid to Indians", 
    "Federal aid to disability services", 
    "Federal aid to higher education", 
    "Government operations and politics", 
    "Government paperwork", 
    "Higher education", 
    "Labor and employment", 
    "Mentally disabled", 
    "Minorities", 
    "Physically disabled", 
    "Rehabilitation of the disabled", 
    "Research centers", 
    "Rights of institutionalized persons", 
    "Scholarships", 
    "Science, technology, communications", 
    "Self-help devices for the disabled", 
    "Social welfare", 
    "Social workers", 
    "Strategic planning"
  ], 
  "subjects_top_term": "Disabled", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1999-11-08", 
    "text": "TABLE OF CONTENTS: Title I: Programs for Individuals With Developmental Disabilities Subtitle A: General Provisions Subtitle B: Federal Assistance to State Councils on DevelopmentalDisabilities Subtitle C: Protection and Advocacy of Individual Rights Subtitle D: National Network of University Centers for Excellence inDevelop mental Disabilities Education, Research, and Service Subtitle E: Projects of National Significance Title II: Family Support Title III: Program for Direct Support Workers Who Assist Individuals With Developmental Disabilities Title IV: Repeal Developmental Disabilities Assistance and Bill of Rights Act of 1999 - Title I: Programs for Individuals with Developmental Disabilities - Subtitle A: General Provisions - Incorporates existing recordkeeping requirements of the Developmental Disabilities Assistance and Bill of Rights Act (the Act).(Sec. 104) Directs the Secretary of Health and Human Services to implement an accountability process to monitor entities that received funds under this Act to carry out activities under subtitles B, C, and D and determine the extent to which they have been responsive to this title's purposes and have taken actions consistent with stated policy.Requires the Secretary to develop a process for identifying and reporting on progress achieved through advocacy, capacity building, and systemic change activities undertaken by such entities that resulted in individuals with developmental disabilities and their families participating in the design of and having access to needed community services, individualized supports, and other assistance that promotes self-determination, independence, productivity, and integration in all facets of community life. Provides for development of indicators of progress for each area of emphasis (defined as areas related to quality assurance, education and early intervention, child care, health, employment, housing, transportation, recreation activities and other services offered to individuals in a community). Requires entities to meet such indicators of progress.Directs the Secretary to maintain the interagency committee authorized under the Act, except as otherwise provided by this Act.(Sec. 105) Requires the Secretary, using information submitted in the reports and required under subtitles B, C, D, and E of this Act, to report to the President, Congress, and the National Council on Disability at least biennially on the goals and outcomes of programs supported under such subtitles.(Sec. 107) Conditions assistance under this title on a recipient taking affirmative action to employ and advance in employment qualified individuals with disabilities on the same terms required with respect to the employment of such individuals under the Rehabilitation Act of 1973 and the Americans with Disabilities Act of 1990.(Sec. 109) Sets forth congressional findings with respect to the rights of individuals with developmental disabilities.Subtitle B: Federal Assistance to State Councils on Developmental Disabilities - Sets forth an allotment formula for assistance to States for services for individuals with developmental disabilities. Establishes minimum allotments.(Sec. 124) Requires States desiring to receive assistance under this subtitle to obtain the Secretary's approval of a five-year strategic plan. Requires plans to: (1) provide for the establishment of State Councils on Developmental Disabilities; (2) identify the State agency designated to support the Council; (3) describe the results of a review and analysis of the extent to which services, supports, and other assistance are available to individuals with developmental disabilities and their families and the extent of unmet needs for such assistance in the State; (4) focus on Council efforts to bring about this subtitle's purposes by specifying five-year goals for advocacy, capacity building, and systemic change related to the areas of emphasis under this Act to be undertaken by the Council; and (5) contain certain assurances and information similar to that required under the Act.Bases plans on public input.(Sec. 125) Requires each State that receives assistance under this subtitle to establish a Council to undertake advocacy, capacity building, and systemic change activities that contribute to a coordinated consumer- and family-centered and directed system of community services, individualized supports, and other assistance that contributes to the achievement of this subtitle's purposes.Sets forth provisions regarding Council appointments and membership rotation similar to those existing under the Act. Requires at least 60 percent of Council membership to consist of: (1) individuals with developmental disabilities; (2) parents or guardians of children with such disabilities; or (3) immediate relatives or guardians of adults with mentally impairing developmental disabilities who cannot advocate for themselves. Incorporates provisions of the Act that bar employees of a State agency that receives funds or provides services under this subtitle or managing employees (as defined in the Social Security Act) of any entity that receives such funds or provides such services from being on Councils.Incorporates provisions similar to those under the Act regarding: (1) Council duties; (2) State agencies designated to provide support to Councils; (3) designated State agency duties; (4) Federal and non-Federal shares of project costs; (5) withholding of payments for certain failures to comply with plan provisions or regulations; and (6) appeals by States of certain actions by the Secretary.(Sec. 129) Authorizes appropriations.Subtitle C: Protection and Advocacy of Individual Rights - Sets forth provisions similar to those under the Act regarding allotment to States of funds for protection and advocacy systems to protect the legal and human rights of individuals with developmental disabilities. Establishes minimum allotments.(Sec. 143) Conditions the receipt of an allotment under this subtitle or subtitle B on certain requirements, including that the: (1) State have a system to protect and advocate the rights of individuals with disabilities; and (2) system have certain legal and investigative authorities and meet other specified requirements.Incorporates provisions similar to those under the Act that authorize an American Indian consortium established to provide protection and advocacy services to receive funding to provide such services.(Sec. 144) Requires systems to submit annual reports to the Secretary.(Sec. 145) Authorizes appropriations.Subtitle D: National Network of University Centers for Excellence in Developmental Disabilities Education, Research, and Service - Directs the Secretary to make five-year grants to University Centers for Excellence in Developmental Disabilities Education, Research, and Service in each State as well as grants for training initiatives related to the unmet needs of individuals with disabilities and their families and technical assistance.(Sec. 153) Requires the Centers to be interdisciplinary education, research, and public service units of universities or public or not-for-profit entities associated with universities that engage in specified core functions.(Sec. 154) Limits the Federal share of Center administration or operation costs or the costs of training initiatives to 75 percent, with exceptions for projects that target individuals in poverty areas.(Sec. 156) Authorizes appropriations.Subtitle E: Projects of National Significance - Requires the Secretary to award grants, contracts, or cooperative agreements to public or nonprofit private entities for projects of national significance relating to the development of policies that reinforce and promote the self-determination, independence, productivity, and inclusion in community life of individuals with developmental disabilities. Authorizes Federal interagency initiatives to carry out such projects.(Sec. 163) Authorizes appropriations.Title II: Family Support - Families of Children With Disabilities Support Act of 1999 - Directs the Secretary to make grants to States on a competitive basis to support systems change activities to assist States in developing or enhancing statewide systems of family support services for families of children with disabilities, including individuals who are not younger than age 18 who have certain significant impairments and reside with and receive assistance from a family member. Limits the Federal share of such assistance to 75 percent of the cost of activities and the award period to three years.(Sec. 209) Requires the Secretary to enter into contracts or cooperative agreements with public or private agencies and organizations to provide technical assistance and information with respect to the development or enhancement of such systems.(Sec. 210) Provides for a national evaluation of the grant program by the Secretary and a report to Congress.(Sec. 211) Requires the Secretary to: (1) review Federal programs to determine the extent to which programs facilitate or impede access to, provision of, and funding for family support services for families of children with disabilities; and (2) make grants or enter into contracts for projects of national significance to support the development of policies related to developing or enhancing family-centered and -directed systems of such services.(Sec. 212) Authorizes appropriations to carry out this title.Title III: Program for Direct Support Workers Who Assist Individuals With Developmental Disabilities - Authorizes the Secretary to award grants to institutions of higher education, State agencies, or a consortium of such agencies on a competitive basis to enable such entities to carry out scholarship programs by providing vouchers for postsecondary education to direct support workers who assist individuals with developmental disabilities residing in diverse settings. Limits the Federal share of the cost of such vouchers to 80 percent.(Sec. 304) Directs the Secretary to award funding, on a competitive basis, to public or private entities for the development, evaluation, and dissemination of a staff development curriculum and related guidelines for computer-assisted, competency-based, multimedia, interactive instruction relating to service as a direct support worker. Requires the curriculum to be developed for individuals who seek to: (1) become direct support workers who assist individuals with developmental disabilities or are such workers; and (2) upgrade their skills and competencies related to being such a worker.(Sec. 305) Authorizes appropriations to carry out this title.Title IV: Repeal - Repeals the Developmental Disabilities Assistance and Bill of Rights Act.Makes conforming amendments to specified laws."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Developmental Disabilities Assistance and Bill of Rights Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Families of Children With Disabilities Support Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Developmental Disabilities Assistance and Bill of Rights Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Families of Children with Disabilities Support Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Developmental Disabilities Assistance and Bill of Rights Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve service systems for individuals with developmental disabilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:58-05:00"
}