{
  "actions": [
    {
      "acted_at": "1980-04-01", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-04-24", 
      "references": [], 
      "text": "Reported to House from the Committee on Armed Services, H. Rept. 96-904.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-23", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-23", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-23", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-23", 
      "bill_ids": [
        "s2460-96"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 2460 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6982-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Byron, Beverly B.", 
      "sponsored_at": "1979-01-03", 
      "state": "MD", 
      "thomas_id": "00162", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Dougherty, Charles F.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00311", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Emery, David F.", 
      "sponsored_at": "1979-01-03", 
      "state": "ME", 
      "thomas_id": "00343", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hutto, Earl", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "00579", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Leach, Claude (Buddy), Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "LA", 
      "thomas_id": "00671", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Mavroules, Nicholas", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "00751", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "31", 
      "name": "Mitchell, Donald J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00817", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Mollohan, Robert H.", 
      "sponsored_at": "1979-01-03", 
      "state": "WV", 
      "thomas_id": "00825", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Wyatt, Joe, Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "01245", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-01", 
  "number": "6982", 
  "official_title": "A bill to amend chapter 5 of title 37, United States Code, to revise the special pay provisions for medical officers in the Armed Forces and to make permanent the existing special pay provisions for other health professionals in the uniformed services.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2460-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Uniformed Services Health Professionals Special Pay Act of 1980", 
  "sponsor": {
    "district": "3", 
    "name": "Nichols, Bill", 
    "state": "AL", 
    "thomas_id": "00863", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-04-01", 
  "subjects": [
    "Animals and Animal Protection", 
    "Armed forces and national security", 
    "Dentists", 
    "Medical personnel", 
    "Military medicine", 
    "Military pay", 
    "Military personnel", 
    "Officer personnel", 
    "Optometry", 
    "Physicians", 
    "Public health personnel", 
    "Veterinary medicine"
  ], 
  "subjects_top_term": "Public health personnel", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1980-06-23", 
    "text": "(Measure passed House, amended) Uniformed Services Health Professionals Special Pay Act of 1980 - Provides special and additional pay for physicians in the Armed Forces who are on active duty for a period of not less than one year. Sets forth a schedule for such special pay providing that: (1) physicians below pay grade 0-7 are to receive between $1,200 and $10,000 per year based on years of creditable service; and (2) physicians above pay grade 0-6 are to receive $1,000 per year. Entitles a physician eligible for special pay to an additional $10,000 annual payment for any 12-month period during which he or she is not undergoing medical internship or initial residency training, based on years of creditable service, upon the execution of a written agreement under which the officer agrees to remain on active duty for at least one year. Authorizes additional special pay (from $2,000 to $5,000 based on years of creditable service) for those physicians eligible for special pay who are board certified (under regulations prescribed by this Act). Allows a qualified medical officer an incentive special pay not to exceed $8,000 for any 12-month period during which the officer is not undergoing medical internship or initial residency training. Limits the amount paid in special pay in any fiscal year to an amount equal to six percent of the total amount paid in such year for special pay. States that such a physician must agree in writing to remain on active duty for a period of not less than one year beginning on the date the officer accepts the award of such special pay. Permits the Secretary of Defense, or the Secretary of the military department concerned, to terminate at any time any officer's entitlement to special pay. Includes, in the computation of creditable service: (1) all periods which the officer spent in medical internship or residency training during which the officer was not on active duty; and (2) all periods of active service in the Medical Corps of the Army or Navy, as medical officer of the Air Force, or as a Public Health Service (PHS) medical officer. Entitles a medical officer of the Public Health Service who is on active duty for a period of at least one year to special pay at specified rates. Allows a qualified medical officer an incentive special pay not to exceed $8,000 for any 12-month period during which the officer is not undergoing medical intership or initial residency training. Limits the amount paid in special pay in any fiscal year to an amount equal to six percent of the total amount paid in such year for special pay. States that such a physician must agree in writing to remain on active duty for a period of not less than one year beginning on the date the office accepts the award of such special pay. Permits the Secretary of Health and Human Services to terminate, pursuant to regulations, at any time an PHS officer's entitlement to special pay. Directs that such pay be paid annually at the beginning of the 12-month period of entitlement. Provides that any such officer who terminates active duty service within the twelve-month period shall reimburse to the United States any amount applicable to the unserved portion of such duty. Provides for special pay for dentists, optometrists, and veterinarians. Authorizes the Secretary of Defense to pay four months basic pay to dental officers of the Army, Navy, or Air Force, and the Secretary of Health and Human Services to provide such pay to medical officers (including dental officers) of the Public Health Service, when such officers: (1) serve on active duty in a critical specialty; (2) complete initial active duty obligations; and (3) enter into a written agreement to remain on active duty for one additional year. Allows each Secretary to determine the method of such payments. Prohibits the amount of special pay to which an officer is entitled to be included in computing the amount of any increase in pay, retirement pay, severance pay, or readjustment pay. Authorizes the Secretary of Defense to conduct a review every two years of the special pay for health professionals. Requires a report to Congress of the results of such review."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Uniformed Services Health Professionals Special Pay Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 5 of title 37, United States Code, to revise the special pay provisions for medical officers in the Armed Forces and to make permanent the existing special pay provisions for other health professionals in the uniformed services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:10-05:00"
}