{
  "actions": [
    {
      "acted_at": "1975-03-07", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1112-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-07", 
  "number": "1112", 
  "official_title": "A bill to establish an Energy Trust Fund funded by a tax on energy sources, to provide for the development of domestic sources of energy and for the more efficient utilization of energy.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy Revenue and Development Act", 
  "sponsor": {
    "district": null, 
    "name": "Gravel, Mike", 
    "state": "AK", 
    "thomas_id": "01343", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-07", 
  "subjects": [
    "Advisory bodies", 
    "Armed forces and national security", 
    "Depletion allowances", 
    "Energy", 
    "Energy conservation", 
    "Energy policy", 
    "Federal advisory bodies", 
    "Income tax", 
    "Natural gas", 
    "Navy", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Petroleum reserves", 
    "Power resources", 
    "Science and technology", 
    "Science, technology, communications", 
    "Tax credits", 
    "Tax deductions", 
    "Taxation"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-07", 
    "text": "Energy Revenue and Development Act - Title I: Statement of Policy and Purposes - Sets forth the basic policy of this Act to provide a comprehensive national program to achieve energy independence by 1985. Title II: Energy Trust Fund - Establishes an Energy Trust Fund, administered by the Energy Research and Development Administration, to carry out a national energy program, including research and development of new and improved energy sources and production techniques, creation of a national energy reserve and the exploration of new oil and gas fields in remote areas of the United States. States that the Trust Fund be financed by: Outer Continental Shelf revenues, a portion of which would be allocated to States adjacent to offshore drilling areas; and (2) a tax levied at the source of production or importation on all energy resources. Title III: Commission on Energy Technology Assessment - Creates a panel of scientists, engineers, and economists to establish standards and goals for energy research and development conducted under the Energy Research and Development Administration. Provides that publicly financed research and development would be critically evaluated by the Commission. Authorizes the Commission to enter into contracts with private, non-profit educational or research institutions to perform advisory studies on publicly financed programs. Title IV: Residential Energy Conservation Incentives - Provides tax credits and deductions for the installation of storm windows, insulation, and other materials designed for residential energy conservation. Allows a tax credit for the installation of systems designed to utilize solar or other unconventional forms of energy to provide residential heating or cooling if such systems meet performance criteria established by the Energy Research and Development Administration. Title V: Deregulation of Natural Gas and End of Price Controls - Encourages domestic energy production. Provides that controls on petroleum, petroleum products, and natural gas at the well-head, old and new, are to be deregulated. Title VI: Executive Profits Tax - Provides an 80 percent tax on all profits from oil and gas industry if such profits exceed a 15 percent return on net investment. Provides that excess profits which are reinvested in new energy production will be taxed pursuant to normal corporate tax regulations. Provides that the excessive profits tax and reinvestment provisions will expire at the end of five years. Title VII: Variable Depletion Allowance - Repeals the foreign depletion allowance. Establishes a variable domestic depletion allowance which allows producers a fraction of the percentage depletion allowance which would be proportional to the ratio of the producer's domestic energy expenditures to its total foreign and domestic energy exenditures. Title VIII: National Energy Reserve - Establishes a national energy reserve which would be capable of replacing energy imports for at least 120 days. Provides that the reserve would be administered by ERDA and funds to create it would be apportioned from the Energy Trust Fund. Title IX: Promote Oil and Gas Discovery Act - Provides that the United States guarantee the purchase in place, at current market prices, of 50 percent of the annual production capability of remote wells. Title X: Transfer of Jurisdiction over Naval Petroleum Reserves to Secretary of Interior - Transfers the management of all energy resources located in naval petroleum reserves to the Department of the Interior. Provides that pursuant to existing provisions of the Mineral Leasing Act of 1920, a portion of the revenues from the petroleum reserves would inure to the States. Title XI: Consolidation of ERDA and FEA - Provides for a consolidation of the Federal Energy Administration into the Energy Research and Development Administration in order to avoid overlapping and conflicting bureaucracies and to insure a unified national energy policy and effort."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Revenue and Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Remote Oil and Gas Discovery Incentive Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Energy Trust Fund funded by a tax on energy sources, to provide for the development of domestic sources of energy and for the more efficient utilization of energy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:13-05:00"
}