{
  "actions": [
    {
      "acted_at": "1977-09-15", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9133-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-09-15", 
  "number": "9133", 
  "official_title": "A bill to amend the Indochina Migration and Refugee Assistance Act of 1975 to extend the period during which refugee assistance may be provided.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9134-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2108-95", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Rodino, Peter W., Jr.", 
    "state": "NJ", 
    "thomas_id": "00973", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-09-15", 
  "subjects": [
    "Aliens", 
    "Cambodia", 
    "Immigration", 
    "Laos", 
    "Public assistance programs", 
    "Refugees", 
    "Social welfare", 
    "Vietnam"
  ], 
  "subjects_top_term": "Refugees", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-09-15", 
    "text": "Amends the Indochina Migration and Refugee Assistance Act to authorize the appropriation of an additional $160,000,000 assistance: (1) to refugees from Cambodia, Vietnam and Laos; (2) for State and local public agencies providing assistance to such aliens; (3) for transportation to, and resettlement in other areas of the United States; and (4) for employment assistance rendered to such aliens. States that funds provided to States under this Act for such aliens shall be available only for the cost of providing: (1) cash assistance for individuals who are not eligible under the Aid for Families with Dependent Children or the Supplemental Security Income programs of the Social Security Act; and (2) medical assistance for individuals who are not eligible for such assistance under a State Medicaid program. Prohibits expenditures of funds authorized to be appropriated under this Act for such purposes after September 30, 1982. Sets forth a time limitation to be followed by States seeking reimbursement for expenditures made in providing assistance under this Act. Requires the Secretary of Health, Education, and Welfare to transmit to specified committees of Congress a report describing fully the status of refugees from Cambodia, Vietnam, and Laos each year ending prior to January 1, 1983. Repeals the provision requiring the President to submit a report to specified committees on the status of such refugees at regular intervals until September 30, 1977."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Indochina Migration and Refugee Assistance Act of 1975 to extend the period during which refugee assistance may be provided.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:04-05:00"
}