{
  "actions": [
    {
      "acted_at": "1991-01-03", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-01-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-01-23", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-02-11", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Abercrombie, Neil", 
      "sponsored_at": "1991-01-03", 
      "state": "HI", 
      "thomas_id": "00002", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Annunzio, Frank", 
      "sponsored_at": "1991-01-03", 
      "state": "IL", 
      "thomas_id": "00023", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Bonior, David E.", 
      "sponsored_at": "1991-03-05", 
      "state": "MI", 
      "thomas_id": "00108", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "31", 
      "name": "Dymally, Mervyn M.", 
      "sponsored_at": "1991-07-25", 
      "state": "CA", 
      "thomas_id": "00328", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Ford, Harold E.", 
      "sponsored_at": "1991-04-10", 
      "state": "TN", 
      "thomas_id": "00400", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hayes, Charles A.", 
      "sponsored_at": "1991-01-03", 
      "state": "IL", 
      "thomas_id": "00516", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Kildee, Dale E.", 
      "sponsored_at": "1991-02-19", 
      "state": "MI", 
      "thomas_id": "00631", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lewis, John", 
      "sponsored_at": "1991-01-03", 
      "state": "GA", 
      "thomas_id": "00688", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lipinski, William O.", 
      "sponsored_at": "1991-02-19", 
      "state": "IL", 
      "thomas_id": "00694", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Martinez, Matthew G.", 
      "sponsored_at": "1991-01-29", 
      "state": "CA", 
      "thomas_id": "00743", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "McNulty, Michael R.", 
      "sponsored_at": "1991-03-05", 
      "state": "NY", 
      "thomas_id": "00785", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mfume, Kweisi", 
      "sponsored_at": "1991-02-19", 
      "state": "MD", 
      "thomas_id": "00798", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Norton, Eleanor Holmes", 
      "sponsored_at": "1991-01-18", 
      "state": "DC", 
      "thomas_id": "00868", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Pelosi, Nancy", 
      "sponsored_at": "1991-01-10", 
      "state": "CA", 
      "thomas_id": "00905", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Rahall, Nick J., II", 
      "sponsored_at": "1991-01-03", 
      "state": "WV", 
      "thomas_id": "00940", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "1991-01-11", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Serrano, Jose E.", 
      "sponsored_at": "1991-01-11", 
      "state": "NY", 
      "thomas_id": "01042", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Staggers, Harley O., Jr.", 
      "sponsored_at": "1991-01-10", 
      "state": "WV", 
      "thomas_id": "01095", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Stokes, Louis", 
      "sponsored_at": "1991-01-03", 
      "state": "OH", 
      "thomas_id": "01115", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "34", 
      "name": "Torres, Estaban Edward", 
      "sponsored_at": "1991-01-10", 
      "state": "CA", 
      "thomas_id": "01162", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Towns, Edolphus", 
      "sponsored_at": "1991-01-03", 
      "state": "NY", 
      "thomas_id": "01165", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Traficant, James A., Jr.", 
      "sponsored_at": "1991-03-05", 
      "state": "OH", 
      "thomas_id": "01166", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Weiss, Ted", 
      "sponsored_at": "1991-05-22", 
      "state": "NY", 
      "thomas_id": "01213", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-03", 
  "number": "8", 
  "official_title": "To provide for an equitable and universal national health plan administered by the States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Claude Pepper Comprehensive Health Care Act", 
  "sponsor": {
    "district": "20", 
    "name": "Oakar, Mary Rose", 
    "state": "OH", 
    "thomas_id": "00875", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-03", 
  "subjects": [
    "AIDS (Disease)", 
    "Authorization", 
    "Breast cancer", 
    "Cancer research", 
    "Community health services", 
    "Comprehensive health care", 
    "Disabled", 
    "Drugs", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to health facilities", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal aid to nursing education", 
    "Geriatrics", 
    "Government employees' health insurance", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Health", 
    "Health education", 
    "Health insurance", 
    "Health planning", 
    "Health surveys", 
    "Home care services", 
    "Hypertension", 
    "Infant mortality", 
    "Information services", 
    "Long-term care", 
    "Long-term care insurance", 
    "Medical economics", 
    "Medical education", 
    "Medical fees", 
    "Medical statistics", 
    "Medical technology", 
    "Medicare", 
    "Mental health services", 
    "National health insurance", 
    "Nursing homes", 
    "Nutrition and the aged", 
    "Old age assistance", 
    "Paramedical personnel", 
    "Preventive medicine", 
    "Rehabilitation", 
    "Research centers", 
    "Respite care", 
    "Sickle cell anemia", 
    "Social welfare", 
    "Statistics", 
    "Telephone"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-03", 
    "text": "Comprehensive Health Care for All Americans Act (Claude Pepper Comprehensive Health Care Act) - Division A: Comprehensive Health Care Act - Comprehensive Health Care Act - Title I: Universal Eligibility and Enrollment - Makes a U.S. resident who is a lawful resident alien or a U.S. citizen or national eligible to enroll in a health plan approved by the Comprehensive Health Care (CHC) program of the State in which he or she resides. Allows the National CHC Board to make classes of nonimmigrant aliens eligible for coverage. Makes the enrollment of Medicare (title XVIII of the Social Security Act) beneficiaries applicable only to benefits not covered by the Medicare program. Title II: Benefits and Providers - Lists the basic health services which health plans must provide, to which Federal funding will be limited, and which may not include items or services for which Medicare coverage is unavailable. Permits States or health plans to offer additional health care benefits. Prohibits private health insurance from duplicating basic health service coverage. Restricts limitations on the amount, duration, or scope of basic health services to be provided to enrollees. Makes Medicare provider standards applicable to providers of basic health services. Authorizes the National CHC Board to impose additional conditions on providers of high-risk, high-cost, elective, or over-utilized items or services. Title III: Financing - Sets forth the procedure for determining CHC program budgets and the formula for determining the Federal share of expenditures. Establishes a Health Security Partnership Fund for each State into which revenues to finance the CHC program shall be placed. Requires each State CHC program to make monthly payments to health plans equal to their adjusted average per capita costs for required services provided to each class of enrollee they serve. Requires providers to accept payment from health plans on an assigned basis. Directs the National CHC Board to develop financial incentives in payment methods to promote a continuum of care. Pays institutional providers pursuant to a biennial prospective budgeting system to be developed by each State. Pays physicians pursuant to payment schedules based on a national relative value scale to be developed by the National CHC Board, but allows alternative payment mechanisms if they are no more costly than the payment schedules. Makes CHC payment methodologies established in a State applicable to Medicare payments for services furnished in such State. Provides States with Federal funds for implementing their CHC programs. Limits the cost-sharing amounts health plans may charge enrollees. Bans the imposition of any cost-sharing requirements on individuals whose family income is less than 200 percent of the Federal poverty level. Establishes the Federal Long-Term Care Trust Fund from which Federal payments to States for long-term care benefits in the State shall be made. Title IV: Administration - Establishes a National CHC Board as an independent agency responsible for the overall administration of the Comprehensive Health Care Act. Directs each State to submit its CHC program to the National CHC Board for review of the program's compliance with specified requirements. Imposes sanctions against States whose program fails to meet such requirements and who fail to take corrective action within 90 days of a finding of noncompliance. Requires the National CHC Board to establish a National Commission on Quality to establish, evaluate, and update national minimum standards to assure the quality of CHC services and to monitor State CHC Boards' quality assurance efforts. Requires each State CHC Board to establish a State Commission on Quality to implement national minimum standards in each State. Directs the National CHC Board to establish a National Advisory Commission on Technology Assessment and Clinical Effectiveness to make recommendations related to the effectiveness of health care items and procedures, and the possible coverage of new drugs and technological procedures and discontinuance from coverage of inefficient procedures. Establishes a National Resources Equalization Fund to be administered by the National CHC Board and used to augment the capability of medically underdeveloped areas to provide CHC services and to strengthen their abilities to provide local services. Authorizes appropriations for such Fund. Title V: Effective Dates; Transition; Relation to Other Programs - Makes the CHC program applicable to health care services furnished during the third calendar year beginning after this Act's enactment. Authorizes appropriations for the planning and development of State CHC programs. Requires Federal Employee Health Benefit Plans to be CHC-approved. Establishes the CHC program's relationship to other health care programs, making the Medicare program the primary payor in the event of duplicative CHC program coverage and the Medicaid program (title XIX of the Social Security Act) inapplicable in States having an operative State CHC program. Division B: Life Care Long-Term Care Protection Act - Lifecare Long-Term Care Protection Act - Adds a new title to the Social Security Act: Lifecare Long-Term Care Protection Program. Requires Long-Term Care Screening Agencies to assess individuals' eligibility for home and community-based care and Long-Term Care Case Management Agencies to conduct comprehensive needs assessments of eligible individuals, develop plans of care for such individuals, review such plans at least once every three months, and maintain a registry of qualified providers of home and community-based and nursing home care to assist individuals in choosing qualified providers to carry out their care plan. Sets the method for determining State fund contributions. Requires that the family be treated as a partner in the provision of long-term care. Sets forth eligibility requirements for home and community-based care services, including requirements that the individual be: (1) 65 or older, under age 19, or eligible for benefits under part A (Hospital Insurance) of title XVIII (Medicare) of the Social Security Act as the result of a disability; and (2) dependent, cognitively impaired, or unable to perform daily living activities without assistance or supervision. Enumerates the criteria for receipt of respite care benefits. Lists those entities considered to be qualified service providers, including adult day health care centers certified by the State. Directs the Secretary of Health and Human Services (the Secretary) to make monthly payments to each case management agency equal to amounts allotted by the screening agency for eligible individuals in the case management agency's jurisdiction. Requires such agencies to make direct payments to qualified providers of home and community-based care which shall be accepted as payment in full for such services. Limits payments for home health and community-based care for the next three years to 65 percent of the average amount payable for Medicare nursing home care and, for subsequent years, to the costs of nursing home care minus the costs of room and board. Allots payments among individuals on the basis of severity of need with chronically ill individuals receiving amounts equivalent to Medicaid (title XIX of the Social Security Act) payments for institutional care. Establishes the Home and Community-Based Care Advisory Council to review and assist the Secretary in the implementation of home and community-based care. Requires States to establish quality assurance boards to monitor quality of care and a community advisory board for each case management agency. Establishes a home and community-based care consumers' bill of rights. Imposes quality assurance requirements on providers of such care, including the requirement that they implement consumer grievance review mechanisms, ensure that their employees and other providers whom they have under contract have received adequate training, and annually evaluate the care furnished by such employees and providers. Establishes certification procedures for a survey of home care agencies, home health agencies, and adult day care health centers to determine eligibility for participation in the program under this Act. Outlines reimbursement procedures. Provides, subject to certain limitations, for nursing facility services for up to six months for individuals who are eligible for home and community-based care services. Allows additional nursing home coverage if: (1) the individual has not been an inpatient for at least six consecutive months; (2) the diagnosis is different; or (3) there has been a substantial worsening of the individual's condition since the latest discharge. Directs the Secretary to establish an optional insurance program for individuals 45 and over to cover nursing home stays that exceed six months. Prescribes procedures for setting premium rates and requires annual rate revisions by the Secretary. States that the rates are expected to cover 45 percent of the estimated nursing home costs of stays exceeding six months. Covers a portion of a low-income individuals' premium and room and board costs. Requires the Secretary to give individuals the option of purchasing coverage of nursing home stays exceeding six months without regard to age. Requires the Secretary, to the extent feasible, to establish a prospective payment mechanism for payment of nursing home services that takes into account the expected resource utilization of the patient based on the degree of disability and other factors. Requires the making of grants to schools of nursing, social work, allied health, and public health of universities to develop training programs for the provision of home and community-based care and nursing home care for the elderly, the disabled, and chronically ill children, and in the administration of such programs. Authorizes appropriations. Requires that grants be made to State-approved programs to train individuals in the provision of home health aide services. Authorizes appropriations. Requires the making of grants to university schools of nursing to develop model consumer training programs regarding the delivery of home care services. Authorizes appropriations. Requires that grants or contracts be made to assist public and private nonprofit entities in meeting the costs of developing centers for multidisciplinary health planning development and assistance. Authorizes appropriations. Directs the Secretary to conduct demonstration projects to determine the relative effectiveness, cost, and impact on quality of long-term home care of using different models of providing and reimbursing long-term home care services for seriously mentally ill individuals and family caregivers. Authorizes appropriations from the Federal Hospital Insurance Trust Fund. Mandates demonstration projects on the feasibility of providing long-term home care benefits for working-age individuals with severe functional limitations. Directs the Secretary to make specified amounts available from such Fund. Division C: Grants to States for Establishment and Implementation of State Health Objectives Plans - Health Objectives 2000 Act - Amends the Public Health Service Act to authorize appropriations for allotments to States for developing and implementing a plan to develop and collect data on the public health needs and status of State residents. Requires the plan to provide, for FY 1993 and thereafter, for use of the allotments for additional purposes described in specified provisions relating to preventive health and health services block grants. Requires the State plan to contain, among other elements, a set of at least five State health objectives chosen from the National Health Priorities described by the Secretary under this Act. Directs the Secretary to establish: (1) the National Health Objectives Advisory Committee; (2) National Health Priorities (NHPs) to form the basis for all activities that receive assistance under this Act; (3) from the NHPs, a set of Core Priorities that shall be included in each State Plan; and (4) an estimate of the personnel and training needed to accomplish the NHPs. Directs the Secretary, from the amounts made available for allotments, to use: (1) a limited amount for the professional training of public health personnel; and (2) remaining amounts to assist research, pilot and demonstration projects, and programs the Secretary determines to show the potential impact of regional or national significance with respect to NHPs. Repeals specified provisions relating to preventive health and health services block grants. Division D: Independence for Older Americans - Independence for Older Americans Act - Title I: Geriatric Research and Training Centers - Amends the Public Health Service Act to modify the purposes, affiliations, and activities of Claude D. Pepper Older Americans Independence Centers (formerly centers of geriatric research and training). Title II: Availability of Information to Health Professionals, Older Americans, and the General Public - Directs the Secretary to prepare a comprehensive plan for a National Independence for Older Americans Information Program. Provides for the establishment of an information clearinghouse, a toll-free telephone communications system, and public information campaigns concerning the maintenance and improvement of the health and independence of older Americans. Authorizes appropriations to carry out this title. Title III: Prevention of and Recovery from Chronic Illness - Requires the National Institute on Aging to support research, and report to the Congress on the most effective: (1) techniques of geriatric assessment; (2) method of targeting comprehensive geriatric assessment to appropriate populations of older persons to determine their health care needs; and (3) means of providing for such needs to maximize health and independence. Directs the Secretary to develop: (1) model techniques to aid in the prevention and rehabilitation of older persons from frailty and other mobility problems; and (2) model curricula for the health professions for training in the use of such techniques. Authorizes the National Institute on Aging to establish up to five demonstration programs at Comprehensive Independence Research Training and Demonstration Centers to prevent the loss of mobility and to help frail older persons regain independence, using existing and experimental techniques. Directs the Secretary to conduct research on the extent to which falls are associated with the loss of an individual's confidence in functioning independently and his or her need for long-term care. Requires the Secretary to develop and report to the Congress on the development of: (1) model techniques to aid in the recovery and rehabilitation of older persons from chronic and debilitating illness; and (2) model curricula for the health professions for training in the use of such techniques. Authorizes appropriations to carry out this title. Title IV: Research on Health, Retirement, and Independence - Directs the Secretary to: (1) commence a ten-year health and retirement history survey; and (2) establish an advisory panel on data collection to review existing government surveys and census data to coordinate information on the health and retirement status of older Americans. Requires the National Center for Health Statistics to: (1) include persons age 75 and over in the National Health and Nutrition Examination Survey; (2) develop questions related to health promotion and disease prevention for older persons for inclusion in the National Health Interview Survey and the National Health and Nutrition Examination Survey; and (3) develop questions related to the health promotion and disease prevention practices of health care providers with special relevance to older persons for inclusion in the National Ambulatory Medical Care Survey. Directs the National Institute on Aging to request proposals from individual and team investigators on behavioral, social, and environmental mechanisms for promoting the health and independence of older Americans. Authorizes appropriations for carrying out this title. Title V: Authorization of Appropriations for NIH - Authorizes appropriations to be added to the National Institute on Aging and other institutes in proportion to their current spending levels on aging research. Division E: Authorization of Additional Funds for Research for AIDS, Hypertension, Sickle Cell Anemia, Infant Mortality, and Breast Cancer - Authorizes additional appropriations for research for acquired immune deficiency syndrome (AIDS), hypertension, sickle cell anemia, infant mortality, and breast cancer."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Claude Pepper Comprehensive Health Care Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Comprehensive Health Care for All Americans Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Comprehensive Health Care Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Health Objectives 2000 Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Independence for Older Americans Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Lifecare Long-Term Care Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for an equitable and universal national health plan administered by the States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:06-05:00"
}