{
  "actions": [
    {
      "acted_at": "1973-01-06", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1386-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-06", 
  "number": "1386", 
  "official_title": "A bill to amend title 13, United States Code, to provide for a middecade census of population in 1975 and every 10 years thereafter, to prescribe February 1 as the census date for the 1975 and later censuses of population, to limit the categories of questions to be answered in middecade censuses, to provide for census recounts of population.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "19", 
    "name": "Broomfield, William S.", 
    "state": "MI", 
    "thomas_id": "00128", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-06", 
  "subjects": [
    "Census"
  ], 
  "subjects_top_term": "Census", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-06", 
    "text": "Directs the Secretary of Commerce to conduct a mid-decade census of the population in 1975 and every ten years thereafter. Declares that the Secretary may use sampling procedures and surveys which shall be responded to only on a voluntary basis. Provides that information obtained in the mid-decade census shall not be used for apportionment of Representatives. Limits the categories of questions to be answered in the mid-decade census. Provides for census recounts of population if any State or local unit of government can show that the population count obtained in the census is substantially inaccurate and if used for official purposes would adversely affect that unit of government and the people served by it. Provides that the cost of such recount shall be paid by the unit of government concerned unless the results of the recount show a 5 percent increase in population over the total population determined for it by the Secretary in the initial conduct of that census."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 13, United States Code, to provide for a middecade census of population in 1975 and every 10 years thereafter, to prescribe February 1 as the census date for the 1975 and later censuses of population, to limit the categories of questions to be answered in middecade censuses, to provide for census recounts of population.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:11-05:00"
}