{
  "actions": [
    {
      "acted_at": "1995-09-29", 
      "references": [
        {
          "reference": "CR S14742", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-09-29", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-02-28", 
      "references": [
        {
          "reference": "CR S1380-1381", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1293-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1995-09-29", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1995-09-29", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1995-09-29", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-09-29", 
  "number": "1293", 
  "official_title": "A bill to provide for implementation of the Agreed Framework with North Korea regarding resolution of the nuclear issue on the Korean Peninsula, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Authorization for Implementation of the Agreed Framework Between the United States and North Korea Act", 
  "sponsor": {
    "district": null, 
    "name": "Murkowski, Frank H.", 
    "state": "AK", 
    "thomas_id": "01408", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-09-29", 
  "subjects": [
    "Armed forces and national security", 
    "Arms control", 
    "Arms control verification", 
    "Arms sales", 
    "Ballistic missiles", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "East Asia", 
    "Embargo", 
    "Energy", 
    "Energy policy", 
    "Environmental protection", 
    "Export controls", 
    "Exports", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Guided missiles", 
    "History", 
    "Human rights", 
    "Inspection (Arms control)", 
    "International affairs", 
    "International agencies", 
    "International control of nuclear power", 
    "Korean War, 1950-1953", 
    "Missing in action", 
    "Negotiations", 
    "North Korea", 
    "Nuclear fuels", 
    "Nuclear nonproliferation", 
    "Nuclear reactors", 
    "Nuclear weapons", 
    "Petroleum", 
    "Plutonium", 
    "President and foreign policy", 
    "Radioactive wastes", 
    "Reactor fuel reprocessing", 
    "Recognition (International law)", 
    "Science, technology, communications", 
    "South Korea", 
    "State-sponsored terrorism", 
    "Technology transfer", 
    "Treaties", 
    "Waste disposal sites"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-09-29", 
    "text": "Authorization for Implementation of the Agreed Framework Between the United States and North Korea Act - Sets forth requirements for U.S. implementation of the Agreed Framework Between the United States and North Korea. (Sec. 3) Prohibits the United States from exercising any action under the Agreed Framework that would require the obligation or expenditure of funds except to the extent and in the amounts provided in an Act authorizing appropriations and in an appropriations Act. Prohibits the availability of funds to carry out activities described in the Agreed Framework unless the President certifies to the Congress that North Korea is in full compliance with the terms of the Agreed Framework. (Sec. 4) Prohibits the availability of funds to carry out any Federal program, project, or activity to maintain relations with North Korea at the ambassadorial level unless North Korea has satisfied the International Atomic Energy Agency (IAEA) safeguards requirement, the nuclear proliferation requirement, and other additional requirements of this Act. (Sec. 5) Declares that the President shall not terminate the economic embargo of North Korea until it has satisfied all such requirements. (Sec. 6) States that if North Korea does not maintain the freeze of its graphite-moderated nuclear program, or if it diverts heavy oil for purposes not specified in the Agreed Framework, then: (1) no additional heavy oil may be exported to North Korea if such oil is subject to U.S. jurisdiction, or is exported by a person subject to U.S. jurisdiction; (2) the United States shall immediately cease any direct or indirect support for any exports of heavy oil to North Korea; and (3) the President shall oppose steps to export such oil to North Korea by all other countries in the Korean Peninsula Energy Development Organization. (Sec. 7) States that the IAEA safeguards requirement of this Act is satisfied when the President certifies to Congress North Korea's full compliance with its safeguards agreement with the IAEA, as determined by the IAEA after: (1) inspecting the two suspected nuclear waste sites at the Yongbyon nuclear complex; and (2) conducting any other necessary inspections in North Korea. (Sec. 8) Specifies additional requirements whose satisfaction must be certified by the President to the appropriate congressional committees, including: (1) progress in talks between North Korea and the Republic of Korea; (2) joint U.S. and North Korean establishment of a process for returning the remains of U.S. military personnel listed as missing in action (MIAs) during the Korean Conflict; (3) North Korea's no longer meeting criteria for inclusion on the Secretary of State's list of countries supporting international terrorism; (4) positive steps by North Korea to demonstrate a greater respect for internationally recognized human rights; and (5) North Korean agreement to control equipment and technology in accordance with the Missile Technology Control Regime. (Sec. 9) Specifies nuclear proliferation requirements whose satisfaction must be certified by the President to the appropriate congressional committees, including: (1) removal of all spent fuel from North Korean graphite-moderated nuclear reactors; (2) completion of all IAEA inspections necessary to account fully for the stocks of plutonium and other nuclear materials in North Korea, including inspections of suspected nuclear waste sites, before any nuclear components controlled by the Nuclear Supplier Group Guidelines are delivered for a light water reactor for North Korea; and (3) complete dismantlement of all graphite-moderated reactors in North Korea, including reprocessing facilities, in a manner effectively barring any reactivation. (Sec. 10) Declares that the United States shall suspend actions described in the Agreed Framework if North Korea reloads its existing five megawatt nuclear reactor or resumes construction of nuclear facilities other than those permitted to be built under the Agreed Framework. (Sec. 11) Provides for presidential waiver of such suspension or any of the requirements of this Act if it is vital to U.S. security interests to do so."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Authorization for Implementation of the Agreed Framework Between the United States and North Korea Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for implementation of the Agreed Framework with North Korea regarding resolution of the nuclear issue on the Korean Peninsula, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:01-05:00"
}