{
  "actions": [
    {
      "acted_at": "2010-03-04", 
      "references": [], 
      "text": "Committee on Appropriations Senate Subcommittee on Commerce, Justice, Science, and Related Agencies. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 111-999.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-04-15", 
      "references": [], 
      "text": "Committee on Appropriations Senate Subcommittee on Commerce, Justice, Science, and Related Agencies. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 111-999.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-04-22", 
      "references": [], 
      "text": "Committee on Appropriations Senate Subcommittee on Commerce, Justice, Science, and Related Agencies. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 111-999.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-05-06", 
      "references": [], 
      "text": "Committee on Appropriations Senate Subcommittee on Commerce, Justice, Science, and Related Agencies. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 111-999.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-22", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Mikulski. With written report No. 111-229.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-22", 
      "calendar": "Senate Legislative", 
      "number": "479", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 479.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3636-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Commerce, Justice, Science, and Related Agencies", 
      "subcommittee_id": "16"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-07-22", 
  "number": "3636", 
  "official_title": "An original bill making appropriations for the Departments of Commerce and Justice, and Science, and Related Agencies for the fiscal year ending September 30, 2011, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2847-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Commerce, Justice, Science, and Related Agencies Appropriations Act, 2011", 
  "sponsor": {
    "district": null, 
    "name": "Mikulski, Barbara A.", 
    "state": "MD", 
    "thomas_id": "00802", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2010-07-22", 
  "subjects": [
    "Appropriations", 
    "Atmospheric science and weather", 
    "Caribbean area", 
    "Census and government statistics", 
    "Commission on Civil Rights", 
    "Competitiveness, trade promotion, trade deficits", 
    "Conflicts and wars", 
    "Congressional oversight", 
    "Correctional facilities and imprisonment", 
    "Crimes against women", 
    "Criminal investigation, prosecution, interrogation", 
    "Cuba", 
    "Department of Commerce", 
    "Department of Justice", 
    "Detention of persons", 
    "Drug Enforcement Administration (DEA)", 
    "Drug trafficking and controlled substances", 
    "Economic development", 
    "Economics and public finance", 
    "Equal Employment Opportunity Commission (EEOC)", 
    "Executive Office of the President", 
    "Executive agency funding and structure", 
    "Federal Bureau of Investigation (FBI)", 
    "Fishes", 
    "Government buildings, facilities, and property", 
    "Government investigations", 
    "Human rights", 
    "Intellectual property", 
    "Internet and video services", 
    "Judicial procedure and administration", 
    "Juvenile crime and gang violence", 
    "Latin America", 
    "Law enforcement administration and funding", 
    "Law enforcement officers", 
    "Legal Services Corporation", 
    "Marine Mammal Commission", 
    "Marine and coastal resources, fisheries", 
    "Military facilities and property", 
    "Military history", 
    "Minority and disadvantaged businesses", 
    "National Aeronautics and Space Administration", 
    "National Science Foundation", 
    "Office of Science and Technology Policy", 
    "Office of the U.S. Trade Representative", 
    "Pacific Ocean", 
    "Research administration and funding", 
    "Research and development", 
    "Space flight and exploration", 
    "Telephone and wireless communication", 
    "Terrorism", 
    "U.S. International Trade Commission", 
    "U.S. territories and protectorates"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2010-07-22", 
    "text": "Commerce, Justice, Science, and Related Agencies Appropriations Act, 2011 - Makes appropriations for FY2011 for the Departments of Commerce and Justice, for science-related programs, and related agencies. Title I: Department of Commerce - Department of Commerce Appropriations Act, 2011 - Makes appropriations for the Department of Commerce for FY2011 for: (1) the International Trade Administration; (2) the Bureau of Industry and Security; (3) the Economic Development Administration; (4) the Minority Business Development Agency; (5) economic and statistical analysis programs; (6) the Bureau of the Census; (7) the National Telecommunications and Information Administration, including for administration of prior-year grants for public telecommunications facilities, planning and construction; (8) broadband technology programs; (9) the United States Patent and Trademark Office (USPTO); (10) the National Institute of Standards and Technology (NIST), including for the Hollings Manufacturing Extension Partnership, the Technology Innovation Program, and the construction of new research facilities; (11) the National Oceanic and Atmospheric Administration (NOAA) for operations, research, and procurement and acquisition and construction of capital assets; (12) restoration of Pacific salmon populations; (13) the Fishermen's Contingency Fund; (14) the Coastal Zone Management Fund; (15) the fisheries finance program account; and (16) departmental management, including for the Office of Inspector General and for the renovation and modernization of the Herbert C. Hoover Building. (Sec. 105) Adopts provisions of the Consolidated Appropriations Act, 2008, requiring notification to Congress on the Geostationary Operational Environmental Satellite Program of NOAA. (Sec. 109) Provides additional funding for NOAA, Bureau of Census, and for departmental management accounts to increase the Department's acquisition workforce capacity and capabilities. (Sec. 110) Requires the Secretary of State to ensure participation in the Commission for the Conservation and Management of Highly Migratory Fish Stocks in the Western and Central Pacific Ocean and its subsidiary bodies by American Samoa, Guam, and the Northern Mariana Islands (the U.S. Participating Territories) to the same extent provided to the territories of other nations. Title II: Department of Justice - Department of Justice Appropriations Act, 2011 - Makes appropriations for the Department of Justice (DOJ) for FY2011 for: (1) general administration; (2) the National Drug Intelligence Center; (3) information sharing technology; (4) developing and implementing a nationwide Integrated Wireless Network supporting federal law enforcement communications; (5) administration of pardon and clemency petitions and immigration-related activities; (6) the Federal Detention Trustee; (7) the Office of Inspector General; (8) the United States Parole Commission; (9) legal activities, including reimbursement from the Vaccine Injury Compensation Trust Fund for processing cases under the National Childhood Vaccine Injury Act of 1986; (10) antitrust enforcement; (11) the Offices of the United States Attorneys; (12) the United States Trustee Program; (13) the Foreign Claims Settlement Commission; (14) fees and expenses of witnesses; (15) the Community Relations Service; (16) the Assets Forfeiture Fund; (17) the United States Marshals Service, including for courthouse security equipment and construction of prisoner holding areas; (18) the National Security Division; (19) interagency crime and drug enforcement; (20) the Federal Bureau of Investigation (FBI); (21) the Drug Enforcement Administration (DEA); (22) the Bureau of Alcohol, Tobacco, Firearms, and Explosives (ATF); (23) the federal prison system, including for the construction of new buildings and facilities and for the Federal Prison Industries, Incorporated (subject to certain limitations on administrative expenses); (24) the Office on Violence Against Women for violence against women prevention and prosecution programs; and (25) the Office of Justice Programs, including state and local law enforcement assistance, juvenile justice programs, public safety officers benefits, and community-oriented policing services. (Sec. 202) Prohibits the use of funds appropriated by this title to: (1) pay for an abortion, except where the life of the mother would be endangered if the fetus were carried to term or in the case of rape; or (2) require any person to perform or facilitate an abortion. (Sec. 204) Reaffirms the obligation of the Director of the Bureau of Prisons to provide escort services for female inmates to receive abortions outside a federal facility. (Sec. 206) Authorizes the Attorney General to extend through FY2012 the Personnel Management Demonstration Project without limitation on the number of employees or positions covered. (Sec. 207) Extends certain authorities for FBI and DEA undercover investigative operations to ATF. (Sec. 208) Prohibits: (1) funding to transport a maximum or high security prisoner other than to a prison or facility certified by the Bureau of Prisons as appropriately secure; (2) federal prisons from purchasing cable television services or equipment for use primarily for recreational purposes (allows such services or equipment for inmate training or for religious or educational programs); (3) the obligation or expenditure of funds for Sentinel, or for any other major new or enhanced information technology program with estimated development costs over $100 million, without certification to the House and Senate Committees on Appropriations that appropriate management and oversight mechanisms are in place and that such programs are compatible with DOJ enterprise architecture; (4) the use of funds for public-private competitions under Office of Management and Budget (OMB) Circular A-76 for work performed by employees of the Bureau of Prisons or of Federal Prison Industries, Incorporated; (5) funding for United States attorneys who are assigned dual or additional responsibilities by the Attorney General that exempt such attorneys from applicable residency requirements; and (6) funding for future phases of the FBI's Sentinel program until the Attorney General certifies to the House and Senate Committees on Appropriations that existing phases of such program have been mostly completed under a specified performance measurement baseline. (Sec. 215) Permits up to 3% of grant and reimbursement program funds made available to the Office of Justice Programs to be used for training and technical assistance and permits up to 3% of such funds to be transferred to the National Institute of Justice or the Bureau of Justice Statistics for research, evaluation, or statistical purposes. (Sec. 216) Grants the Attorney General authority to waive matching fund requirements for Second Chance Act adult and juvenile reentry demonstration projects. (Sec. 218) Repeals the prohibition against funding courts or law enforcement officers for an Alaskan tribe or village in which fewer than 25 native members live the year round or that is located within the boundaries of certain Alaskan boroughs. Title III: Science - Science Appropriations Act, 2011 - Makes appropriations for FY2011 for: (1) the Office of Science and Technology Policy; (2) the National Aeronautics and Space Administration (NASA) for science, aeronautics, exploration, space operations (including for the Space Shuttle and International Space Station), aerospace and aeronautical education research and development activities, construction, and the Office of Inspector General; and (3) the National Science Foundation (NSF) for research, equipment and facilities construction, science and engineering education and human resources programs, the Office of the National Science Board, and the Office of Inspector General. Title IV: Related Agencies - Makes appropriations for FY2011 for: (1) the Commission on Civil Rights; (2) the Equal Employment Opportunity Commission (EEOC); (3) the U.S. International Trade Commission (USITC); (4) the Legal Services Corporation; (5) the Marine Mammal Commission; (6) the Office of the United States Trade Representative (USTR); and (7) the State Justice Institute. Title V: General Provisions - (Sec. 506) Prohibits the use of funds to implement, administer, or enforce any EEOC guidelines covering harassment based on religion. (Sec. 507) Renders any person who mislabels a product sold in or shipped to the United States as \"Made in America\" ineligible to receive any contract or subcontract funded by this Act. (Sec. 510) Prohibits the use of funds to promote the sale or export of tobacco or tobacco products or to seek the removal of restrictions on marketing of such products. (Sec. 511) Prohibits funding for the implementation of: (1) any user fee for background checks under the Brady Handgun Control Act of 1993; and (2) any background check system that does not require and result in the destruction of information submitted by an individual certified as eligible to possess or receive a firearm. (Sec. 513) Prohibits the use of DOJ funds to discriminate against or denigrate the religious or moral beliefs of students who participate in DOJ programs or of the parents or legal guardians of such students. (Sec. 518) Prohibits the use of funds to: (1) issue patents on claims directed to or encompassing a human organism; (2) support or justify the use of torture; (3) require licenses for exporting certain firearms to Canada; (4) deny certain import applications regarding curios or relics, firearms, parts, or ammunition; (5) include in any new bilateral or multilateral trade agreement certain language of the United States-Singapore Free Trade Agreement, the United States-Australia Free Trade Agreement, or the United States-Morocco Free Trade Agreement; (6) authorize a national security letter in contravention of statutes authorizing the FBI to issue national security letters; (7) purchase first class or premium airline travel in contravention of federal regulations; (8) pay for the attendance of more than 50 federal employees at any single conference outside the United States; (9) relocate the Bureau of the Census or employees from the Department of Commerce to the jurisdiction of the Executive Office of the President; and (10) maintain or establish a computer network unless such network blocks the viewing, downloading, and exchanging of pornography. (Sec. 526) Requires departments, agencies, and commissions funded under this Act to establish and maintain on their Internet websites direct links to their Offices of Inspector General and a mechanism for anonymously reporting waste, fraud, and abuse. (Sec. 529) Rescinds certain unobligated funds available to DOJ, NASA, NSF, and the Bureau of the Census from prior appropriations. (Sec. 532) Prohibits any funds from being used to release or transfer an individual who is detained, as of June 24, 2009, at Naval Station Guantanamo Bay, Cuba, into the continental United States, Alaska, Hawaii, the District of Columbia, Guam, American Samoa, the United States Virgin Islands, Puerto Rico, or the Northern Mariana Islands. Prohibits any such release for the purpose of detaining or prosecuting any such individual until 45 days after Congress receives from the President a plan regarding the proposed disposition that includes: (1) the risk to national security posed by the transfer; (2) costs associated with transferring an individual; (3) the legal rationale and associated court demands for transfer; (4) a plan to mitigate transfer risk; and (5) a copy of a notification to the governor of the state to which an individual will be transferred (or Mayor, with respect to the District of Columbia) with a certification by the Attorney General that the individual poses little or no security risk. Prohibits any funds from being used to transfer or release such an individual to the country of such individual's nationality or last residence or to any country other than the United States unless the President submits to Congress, at least 15 days prior to such release or transfer: (1) the name of the individual and the country involved; (2) an assessment of the risk to U.S. national security posed by the transfer or release, as well as actions taken to mitigate such risk; and (3) the terms of any agreement with another country for the acceptance of such individual, including any financial assistance related to the agreement. Directs the President, prior to termination of detention operations at Guantanamo Bay, to report to Congress in classified form describing the disposition or legal status of each individual detained there. (Sec. 533) Prohibits the distribution of any funds made available under this Act to the Association of Community Organizations for Reform Now (ACORN) or its subsidiaries. (Sec. 540) Establishes the Commission on Wartime Relocation and Internment of Latin Americans of Japanese descent to investigate and determine facts and circumstances surrounding the United States' relocation, internment, and deportation to Axis countries of Latin Americans of Japanese descent from December 1941 through February 1948 and the impact of those actions by the United States. (Sec. 541) Requires the Legal Services Corporation to comply with certain recommendations contained in specified reports and audits issued by the Government Accountability Office (GAO) and by the the Office of Inspector General for the Corporation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Commerce, Justice, Science, and Related Agencies Appropriations Act, 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Commerce Appropriations Act, 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Justice Appropriations Act, 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Science Appropriations Act, 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Commerce, Justice, Science, and Related Agencies Appropriations Act, 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Commerce Appropriations Act, 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Justice Appropriations Act, 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Science Appropriations Act, 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the Departments of Commerce and Justice, and Science, and Related Agencies for the fiscal year ending September 30, 2011, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:55-05:00"
}