{
  "actions": [
    {
      "acted_at": "1987-01-28", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-02-09", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Surface Transportation", 
      "text": "Referred to Subcommittee on Surface Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-04-02", 
      "bill_ids": [
        "hr2-100"
      ], 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "See H.R.2.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr793-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Surface Transportation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Hammerschmidt, John P.", 
      "sponsored_at": "1987-01-28", 
      "state": "AR", 
      "thomas_id": "00490", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Kolter, Joseph P.", 
      "sponsored_at": "1987-02-19", 
      "state": "PA", 
      "thomas_id": "00646", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Shuster, Bud", 
      "sponsored_at": "1987-01-28", 
      "state": "PA", 
      "thomas_id": "01055", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-28", 
  "number": "793", 
  "official_title": "A bill to amend the Urban Mass Transportation Act of 1964 to provide authorizations for appropriations and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Mass Transportation Improvement Act of 1987", 
  "sponsor": {
    "district": "3", 
    "name": "Howard, James J.", 
    "state": "NJ", 
    "thomas_id": "00564", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-28", 
  "subjects": [
    "Airspace (Law)", 
    "Authorization", 
    "Competition", 
    "Construction industries", 
    "Department of Transportation", 
    "Disabled", 
    "Economics and public finance", 
    "Federal aid to transportation", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Labor and employment", 
    "Local and Municipal Government", 
    "Local finance", 
    "Mass rapid transit", 
    "Minimum wages", 
    "Motor Vehicles and Driving", 
    "Motor buses", 
    "Planning", 
    "Public Contracts, Procurement, and Property", 
    "Right-of-way", 
    "Social welfare", 
    "State finance", 
    "States", 
    "Transportation and Travel", 
    "Transportation and public works", 
    "Transportation and the aged", 
    "Transportation and the physically handicapped", 
    "Trucks", 
    "Urban affairs", 
    "Urban transportation", 
    "Wages"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-28", 
    "text": "Mass Transportation Improvement Act of 1987 - Amends the Urban Mass Transportation Act of 1964 to provide that, with such exceptions for service in nonurbanized areas as the Secretary of Transportation may allow, Federal financial assistance for bus purchases or operations is conditioned upon written assurance by the recipient that any public body or operator of such buses shall not engage in charter bus operations using Federal operating assistance or federally assisted facilities and equipment. Precludes the Secretary from approving a grant or loan for a major capital project for funds authorized before October 1, 1987, unless the Secretary finds the applicant has thoroughly assessed the feasibility of using a variety of innovative financing mechanisms regarding construction, operations, and the project's overall capital plan. States that for funds authorized before October 1, 1987, Federal financial assistance to States and local public agencies shall be a maximum of 75 percent of the net project cost. States that long-range planning and transportation technical studies shall include development of financial plans which consider: (1) the total cost for regional urban mass transit operations and planned improvements; and (2) the revenue from current and possible sources to implement them. Requires mass transportation plans and programs to provide for maximum competition and increased opportunities for participation of private enterprise. Applies requirements for maximum competition between public and private transit service operators to: (1) Federal financial assistance to States and local public agencies; (2) the planning and design of mass transportation facilities to meet special needs of the elderly and the handicapped; and (3) the formula grant program for non-urbanized areas. Declares that Federal grant conditions shall not be construed to infringe upon the rights of grant recipients to determine the extent of mass transportation services and functions to be implemented by private enterprise. States that recipients shall charge, as a minimum, fair market value for the sale, use, lease, or renewed lease (other than utility use and occupancy) of right-of-way airspace acquired as a result of a project under this Act. Makes the minimum wage rates under this Act inapplicable to construction contracts entered into by a recipient of Federal assistance if such contract is less than $100,000. States that the provisions regarding employee rights under this Act shall not be a condition of assistance after September 30, 1987. Authorizes appropriations for FY 1987. Makes sums available out of the Mass Transit Account of the Highway Trust Fund to implement specified projects for FY 1988 through 1990. Provides that the authorizations for mass transportation terminal facilities shall be increased for each fiscal year by the amount that the average annual net fuel tax receipts in the Mass Transit Account of the Highway Trust Fund exceeds specified average annual new fuel tax receipts. Sets forth urban formula grants for urban areas of specified population size. Authorizes the Secretary to use specified funds to contract with any person for project management oversight functions. Requires such a contract to provide for payment by the Secretary of 100 percent of the cost of contract implementation. Requires recipients of Federal financial assistance for mass transportation projects to provide such contractors access to construction sites and records."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mass Transportation Improvement Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Urban Mass Transportation Act of 1964 to provide authorizations for appropriations and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:44-05:00"
}