{
  "actions": [
    {
      "acted_at": "2006-09-07", 
      "references": [
        {
          "reference": "CR S9124-9125", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-09-07", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [
        {
          "reference": "CR S9125-9126", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3864-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cornyn, John", 
      "sponsored_at": "2006-09-07", 
      "state": "TX", 
      "thomas_id": "01692", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2006-09-07", 
  "number": "3864", 
  "official_title": "A bill to amend part A of title I of the Elementary and Secondary Education Act of 1965 to improve supplemental educational services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "RAISE Act", 
  "sponsor": {
    "district": null, 
    "name": "Martinez, Mel", 
    "state": "FL", 
    "thomas_id": "01769", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2006-09-07", 
  "subjects": [
    "Academic performance", 
    "Compensatory education", 
    "Conflict of interests", 
    "Economics and public finance", 
    "Education", 
    "Education of the disadvantaged", 
    "Educational accountability", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Families", 
    "Federal aid to education", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Nonprofit organizations", 
    "Parent-school relationships", 
    "Performance measurement", 
    "School buildings", 
    "School districts", 
    "School-age child care", 
    "Secondary education", 
    "Social welfare"
  ], 
  "subjects_top_term": "Elementary and secondary education", 
  "summary": {
    "as": "Introduced", 
    "date": "2006-09-07", 
    "text": "Raising Achievement through Improving Supplemental Education Act of 2006, or the RAISE Act - Amends the Elementary and Secondary Education Act of 1965 to direct local educational agencies (LEAs) to make supplemental educational services (SES) (after-school tutoring programs) available to eligible children attending schools identified as needing improvement because of their having failed, for two consecutive years, to make adequate yearly progress (AYP) pursuant to state academic performance standards. (Currently such services are required only after an additional year of failing to meet such standards.) Makes low-performing children from such schools who are not from low-income families eligible for SES and gives them priority, in the case of insufficient funding, over children who are poor but not low-performing. Requires LEAs to: (1) create a streamlined SES notification, registration, and provider selection process designed to increase the number of eligible children receiving such services and the information available to parents and SES providers; (2) grant approved providers access to school facilities that is equivalent to access provided to other after-school and extracurricular programs; and (3) enter into a written agreement with the parents' chosen provider, within a specified period, requiring such provider to render services within 20 days after the LEA and provider receive the child's contact information. Requires states to: (1) provide advance notice to LEAs of their SES duties; (2) make a downloadable SES application form available to LEAs and parents; (3) evaluate providers in a valid and reliable manner that considers student achievement and parent satisfaction; (4) safeguard against conflicts of interest and underperformance when LEAs provide SES themselves; and (5) prohibit LEAs from reprogramming SES funds when there is inadequate parental notification or unsatisfied demand for services. Prohibits the offering, by providers, of selection incentives to parents and eligible children. Allows states to shift to nonprofit organizations, under a contract or cooperative agreement, performance of the SES responsibilities of LEAs that face conflicts of interest or are unreliable. Directs the Secretary of Education to establish a model program coordinating the provision of SES with 21st century community learning centers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "RAISE Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Raising Achievement through Improving Supplemental Education Act of 2006", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend part A of title I of the Elementary and Secondary Education Act of 1965 to improve supplemental educational services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:29-05:00"
}