{
  "actions": [
    {
      "acted_at": "1980-01-23", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-01-23", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6266-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-01-23", 
  "number": "6266", 
  "official_title": "A bill to promote the development of Native American culture and art.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2166-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Native American Culture and Art Development Act", 
  "sponsor": {
    "district": "35", 
    "name": "Conable, Barber B., Jr.", 
    "state": "NY", 
    "thomas_id": "00225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-01-23", 
  "subjects": [
    "Advisory bodies", 
    "Arts", 
    "Arts, culture, religion", 
    "Cultural centers", 
    "Cultural relations", 
    "Federal advisory bodies", 
    "Federal-Indian relations", 
    "Handicraft", 
    "Land transfers", 
    "Native Americans", 
    "New Mexico", 
    "Public Lands and Real Property"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-01-23", 
    "text": "Native American Culture and Art Development Act - Establishes the Institute of Native American Culture and Arts Development under the direction and control of a Board of Trustees. Sets forth the composition and terms of membership on such Board. Requires that the first Chairman of such Board be appointed by the President and subsequent Chairmen be elected by the trustees. Directs such Chairman, in consultation with the Board, to appoint a President to carry out the policies and functions of such Institute. Sets forth the powers of such Board. Directs the appropriate Federal department to transfer to the Institute the jurisdiction and control over the real property comprising the Institute of American Indian Arts facility located in Santa Fe, New Mexico. Authorizes the Board to establish within the Institute: (1) a Center for Culture and Art Studies to include Departments of Traditional Arts and Sciences, Visual Arts, Performing Arts, Language, and Literature; (2) a Center for Native American Scholars to include research and fellowship programs and publications; (3) a Center for Cultural Exchange to include an inter-American Indian program, marketing and promotion of Indian crafts, promotion of Indian art, exhibits and shows; (4) a Museum of Indian Arts to include the acquisition of Indian art and the curation and exhibition of Indian art; and (5) other related centers or programs. Transfers to the Institute the functions of the Institute of American Indian Arts and the Indian Arts and Crafts Board. Makes the laws applicable to such entities applicable to the Institute. Directs the President of the Institute to submit an annual report to the Board concerning the administration of the Institute. Authorizes appropriations for fiscal year 1981 to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Native American Culture and Art Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the development of Native American culture and art.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:55-05:00"
}