{
  "actions": [
    {
      "acted_at": "1980-01-29", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6330-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-01-29", 
  "number": "6330", 
  "official_title": "A bill to establish a procedure for the processing of complaints against Federal judges, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Judicial Conduct and Disability Act of 1980", 
  "sponsor": {
    "district": "2", 
    "name": "Kastenmeier, Robert W.", 
    "state": "WI", 
    "thomas_id": "00620", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-01-29", 
  "subjects": [
    "Administration of justice", 
    "Appellate courts", 
    "Courts and Civil Procedure", 
    "Crime prevention", 
    "Due process of law", 
    "House of Representatives", 
    "Impeachments", 
    "Judges", 
    "Judicial corruption", 
    "Judicial ethics", 
    "Judicial power", 
    "Judicial tenure", 
    "Law", 
    "Misconduct in office", 
    "Removal of officials"
  ], 
  "subjects_top_term": "Judicial tenure", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-01-29", 
    "text": "Judicial Conduct and Disability Act of 1980 - Allows any person to file with the clerk of the court of appeals a written complaint against a judge of the court of appeals, a district court, a bankruptcy court, or a magistrate, alleging that such official has engaged in conduct prejudicial to the effective and expeditious administration of the business of the courts. Directs the clerk to transmit such complaint to the chief judge of the court of appeals for the circuit and a copy of the complaint to the judge affected. Authorizes the chief judge to: (1) dismiss the complaint upon a finding that it relates to the merits of a decision or is frivolous; or (2) close the complaint upon assuring that appropriate corrective action has been taken. Directs a chief judge who does not enter such an order to appoint a special committee consisting of himself and equal numbers of appellate and district court judges to investigate the complaint and file a comprehensive report with the judicial council which includes recommendations for appropriate action. Authorizes the judicial council upon receipt of such a report to: (1) conduct additional investigation; (2) take appropriate action to assure the effective and expeditious administration of the business of the courts within the circuit; or (3) refer the complaint and its recommendations for action to the Judicial Conference of the United States. Directs the judicial council to promptly certify to the Judicial Conference a determination that conduct has been revealed which might constitute grounds for impeachment under the Constitution. Directs the Judicial Conference to: (1) take appropriate action by majority vote; or (2) certify and transmit the record of proceedings to the House of Representatives if it concurs in the council's determination that impeachment may be warranted. Allows a complainant aggrieved by a final order of the chief judge to petition the judicial council to petition the Judicial Conference for review. Provides that all orders and determinations shall be final and conclusive. Directs each judicial council to prescribe rules for the conduct of proceedings under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Judicial Conduct and Disability Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a procedure for the processing of complaints against Federal judges, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:56-05:00"
}