{
  "actions": [
    {
      "acted_at": "1990-09-27", 
      "bill_ids": [
        "s3026-101", 
        "s3087-101"
      ], 
      "references": [], 
      "text": "Committee on Armed Services incorporated provisions of related measures S. 3026, S. 3087 in reported measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-27", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-09-28", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Nunn. With written report No. 101-480.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-28", 
      "calendar": "Senate Legislative", 
      "number": "886", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 886.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3144-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-09-28", 
  "number": "3144", 
  "official_title": "An original bill to authorize supplemental appropriations for fiscal year 1990 for the Department of Defense, to authorize the Secretary of Defense to accept property, services, and supplies for use by the Armed Forces of the United States, to provide certain benefits for members of the Armed Forces performing service in connection with Operation Desert Shield, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3026-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s3087-101", 
      "reason": "unknown"
    }
  ], 
  "short_title": "Department of Defense Supplemental Authorization Act for Fiscal Year 1990", 
  "sponsor": {
    "district": null, 
    "name": "Nunn, Sam", 
    "state": "GA", 
    "thomas_id": "01413", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1990-09-27", 
  "subjects": [
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Authorization", 
    "Congressional reporting requirements", 
    "Defense budgets", 
    "Defense contracts", 
    "Defense procurement", 
    "Gifts", 
    "Government trust funds", 
    "Iraq", 
    "Kuwait", 
    "Military agreements", 
    "Military intervention", 
    "Military leave", 
    "Military occupation", 
    "Military pay", 
    "Persian Gulf", 
    "Postal rates and revenues", 
    "Saudi Arabia", 
    "Savings accounts", 
    "Sound recording and reproducing", 
    "Strategic materials", 
    "Video tape recording"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-09-28", 
    "text": "Department of Defense Supplemental Authorization Act for Fiscal Year 1990 - Title I: Supplemental Authorization of Appropriations for Fiscal Year 1990 - Authorizes supplemental appropriations for FY 1990 for: (1) the armed forces and other agencies and activities of the Department of Defense (DOD); (2) the Defense Stock Fund; and (3) military personnel. Allows the Secretary of Defense to: (1) transfer a specified amount of funds authorized for FY 1988 for procurement of ammunition for the Army to amounts authorized for operation and maintenance of the Army; and (2) transfer a specified amount from the National Defense Stockpile Transaction Fund to the Defense Stock Fund. Reduces the amount required to be obligated from the National Defense Stockpile Transaction Fund by the National Defense Authorization Act for Fiscal Years 1990 and 1991 by the amount transferred by this Act. Makes funds authorized to be appropriated by this title available only for DOD obligations incurred during FY 1990. Title II: Military Personnel Benefits - Authorizes the President to permit letter mail or sound- or video-recorded communications having the character of personal correspondence to be carried to a U.S. location, at no cost, if mailed by a member of the armed forces serving overseas under arduous conditions pursuant to Operation Desert Shield. Permits the Secretary of Defense to allow such members to: (1) make deposits of unallotted current pay and allowances and to earn interest; and (2) be paid imminent danger pay. Makes a specified provision limiting payments for unused accrued leave to 60 days of leave inapplicable to leave accrued by certain retired or reserve members of the armed forces serving on active duty in connection with Operation Desert Shield. Permits members of the armed forces who would lose any accumulated leave in excess of 60 days at the end of FY 1991 and 1992 to retain such leave until the end of the following fiscal year. Prohibits the accumulation of leave in excess of 90 days. Directs the Secretary to report to specified congressional committees on various options for reforming the basic allowance for subsistence entitlement. Title III: Defense Management Initiatives - Permits the Secretary to authorize the use of simplified small purchase procedures to make purchases or award contracts outside the United States in amounts up to $100,000 as necessary to carry out activities in connection with Operation Desert Shield. Prohibits the division of a proposed purchase or contract into several purchases or contracts for lesser amounts. Authorizes the Secretary to accept contributions for DOD activities from any person, foreign government, or international organization. Establishes a Defense Cooperation Account and provides for the deposit of such contributions in such Account. Sets forth provisions governing the use of contributions of property and reporting and auditing requirements. Repeals a specified Act regarding the acceptance of gifts for defense purposes. Limits the amount to be made available from the Account for FY 1991 for activities in connection with Operation Desert Shield and for other DOD activities. Provides that amounts made available for Operation Desert Shield may be used only for military personnel, operation and maintenance, working capital funds, and procurement. Authorizes the Secretary to accept real property, services, and supplies from foreign countries in connection with mutual defense agreements and occupational arrangements. Sets forth reporting and auditing requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Defense Supplemental Authorization Act for Fiscal Year 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize supplemental appropriations for fiscal year 1990 for the Department of Defense, to authorize the Secretary of Defense to accept property, services, and supplies for use by the Armed Forces of the United States, to provide certain benefits for members of the Armed Forces performing service in connection with Operation Desert Shield, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:15-05:00"
}