{
  "actions": [
    {
      "acted_at": "1981-11-13", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-11-17", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Select Revenue Measures", 
      "text": "Referred to Subcommittee on Select Revenue Measures.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-06-11", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Select Revenue Measures", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4971-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Select Revenue Measures", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-11-13", 
  "number": "4971", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to clarify the standards used for determining whether individuals are self-employed for purposes of the employment taxes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Self-Employed Tax Status Clarification Act of 1981", 
  "sponsor": {
    "district": "12", 
    "name": "Crane, Philip M.", 
    "state": "IL", 
    "thomas_id": "00249", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-11-13", 
  "subjects": [
    "Contractors", 
    "Labor and employment", 
    "Old age, survivors and disability insurance", 
    "Social security taxes", 
    "Social welfare", 
    "Taxation"
  ], 
  "subjects_top_term": "Social security taxes", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-11-13", 
    "text": "Self-Employed Tax Status Clarification Act of 1981 - Amends the Internal Revenue Code to specify three alternative standards for determining whether certain individuals qualify as self-employed for purposes of social security taxation. Treats an individual as self-employed if such individual: (1) controls the total number of his work hours; (2) does not maintain a principal place of business, or, if he does, such place of business is not provided, or is not provided rent-free, by the person for whom such individual performs services; (3) has substantial investment in his business and earns income based upon sale or output rather than upon number of hours worked; (4) performs services pursuant to a written contract and is provided written notice of his responsibility with respect to income and self-employment taxes; and (5) the recipient of such individual's services files returns disclosing payments made to such individual. Treats an individual as being self-employed if such individual; (1) has substantial investment in the assets used to perform such service; (2) owns the assets or holds them under a lease agreement; (3) is responsible for the maintenance of the assets; (4) bears the principal burden of the operating costs of the assets; (5) is responsible for supplying personal services necessary in the performance of the business; and (6) performs such services pursuant to a contract. Provides that failure of the taxpayer to file information returns with respect to remuneration received while self-employed shall not disqualify him as self-employed unless such failure was willful or intentional. Treats an individual as being self-employed if such individual performs similar services for five or more clients during the preceding year or is expected to perform services for five or more such clients during the taxable year. States that no inference shall be made about the employment status of a taxpayer for failure to comply with any of the criteria specified by this Act. Requires the Secretary of the Treasury to report to the tax writing committees of the Congress on taxpayer compliance with the self-employment criteria specified by this Act. Amends the Revenue Act of 1978 to terminate on January 1, 1982 temporary provisions providing for the treatment of certain individuals as self-employed for employment tax purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Self-Employed Tax Status Clarification Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to clarify the standards used for determining whether individuals are self-employed for purposes of the employment taxes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:31-05:00"
}