{
  "actions": [
    {
      "acted_at": "1977-03-18", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1035-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McClellan, John L.", 
      "sponsored_at": "1977-01-03", 
      "state": "AR", 
      "thomas_id": "01393", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-18", 
  "number": "1035", 
  "official_title": "A bill to amend the Bail Reform Act of 1966 to provide for pretrial detention of certain dangerous persons.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-18", 
  "subjects": [
    "Arrest", 
    "Crime and law enforcement", 
    "Criminal procedure", 
    "Homicide", 
    "Kidnapping", 
    "Murder", 
    "Pretrial procedure", 
    "Rape", 
    "Robbery", 
    "Sentences (Criminal procedure)", 
    "Sex crimes", 
    "Violence"
  ], 
  "subjects_top_term": "Arrest", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-18", 
    "text": "Amends the Bail Reform Act of 1966 to subject persons charged with specified serious felonies, including rape, kidnapping while armed, and robbery while armed, to the same release criteria and procedures currently applicable to persons charged with capital offenses. Sets forth separate detention criteria for persons charged with a crime involving the taking of hostages and using them for purposes of securing release. Entitles persons subject to pretrial detention, other than persons charged with capital offenses, to a hearing prior to being ordered detained. Requires that release procedures for persons charged with crimes other than the serious offenses listed in this Act be applied to persons ordered detained if such persons have not been brought to trial within certain time limits. Applies procedures for appealing conditions of release to appeals of detention orders. Permits judicial officers to detain for up to ten days any person appearing for a bail determination if it appears that such person is presently on probation, parole, or mandatory release pending completion of sentence for any offense under State or Federal law and that such person may flee or pose a danger to any other person or the community if released. Revises penalties for willful failure of a released person to appear before a court or magistrate and renders liable to such penalties persons willfully failing to appear prior to surrender to commence service of sentence. Imposes additional penalties for commission of crimes while on release. Specifies sanctions for violation of release conditions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Bail Reform Act of 1966 to provide for pretrial detention of certain dangerous persons.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:11-05:00"
}