{
  "actions": [
    {
      "acted_at": "1973-07-12", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9235-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-07-12", 
  "number": "9235", 
  "official_title": "A bill to restore, support, and maintain modern, efficient rail service in the northeast region of the United States, to designate a system of essential rail lines in the northeast region, to provide financial assistance to rail carriers in the northeast region, to improve competitive equity among surface transportation modes, to improve the process of Government regulation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9142-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Northeast Region Rail Services Act", 
  "sponsor": {
    "district": "39", 
    "name": "Hastings, James F.", 
    "state": "NY", 
    "thomas_id": "00513", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-07-12", 
  "subjects": [
    "Advisory bodies", 
    "Northeastern States", 
    "Railroads"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-07-12", 
    "text": "Northeast Region Rail Services Act - Subchapter I: General Provisions - States the congressional findings and declaration of purpose and defines the terms used in this Act. Subchapter II: Federal National Railway Association - Establishes a body corporate to be known as the Federal National Railway Association, which shall maintain its principal office in the District of Columbia and shall be deemed for the purposes of venue in civil actions to be a resident thereof. Authorizes the Association to plan, initiate, contract for or undertake studies and research in respect of rail service and facilities in the northeast region. Sets forth provisions for the capitalization of the Association and for the appointment of directors and officers. Subchapter III: Northeast Regional Rail System - Requires the chairman of the Association to, within nine months after the effective date of this Act, prepare and submit to the board of directors of the Association and to the public his conclusions and recommendations respecting the proposed adoption of a regional plan to reorganize the northeast railroad system. States that the regional plan shall be formulated in light of the following goals respecting rail system rationalization within the northeast region: (1) to effect mandatory consolidations of rail properties of bankrupt railroads in the Northeast Rail Corporation, (2) to permit downgradings and abandonments of certain of the rail properties of railroads in reorganization, and (3) to propose the sale of all or any part of the rail properties of any railroad in reorganization to any nonbankrupt railroad or to any profitable railroad. States that the regional plan shall become effective thirty days after its submission to Congress unless prior thereto either House of Congress shall have rejected it by a majority vote. Subchapter IV: Northeast Rail Corporation - Establishes a body corporate to be known as the Northeast Rail Corporation. States that the purpose of the Corporation is to acquire the rail properties of railroads in reorganization, to operate and rehabilitate the rail properties so acquired which are included in the Corporation's rail system under the regional plan, to abandon, liquidate, or contract for the operation of rail lines which are not in the Corporation's rail system under the regional plan, and to create any additional corporations or other entities as are necessary and appropriate to carry out the regional plan. Subchapter V: Implementation of the Regional Plan - States that the regional plan shall not be reviewable by any court except as to matters concerning the value of the rail properties to be conveyed thereunder and the consideration to be received therefor. Sets forth the procedures to be followed in implementing the regional plan. Provides that rail service beyond that prescribed in the regional plan shall be discontinued by the Corporation in accordance with the regional plan and, in the case of a railroad in reorganization, may be discontinued at its option at any time after thirty days following the effective date of the regional plan. Subchapter VI: Financial Arrangements - Authorizes the Association to issue and have outstanding at any one time obligations having such maturites and bearing such rate or rates of interest as may be determined by the Association with the approval of the Secretary of Transportation. Provides that the aggregate amount of obligations of the Association outstanding at any one time shall not exceed $2,000,000,000. Directs the Secretary to guarantee any lender against loss of principal and interest on securities, obligations, or loans issued by the Association. Subchapter VII: Federal Assistance for Operating Subsidies - Authorizes the Secretary to reimburse a State or local or regional authority for 70 percent of the amount paid by such authority as an operating subsidy to continue service on a rail line or lines that would otherwise have been abandoned under this Act. Provides that the Secretary shall not be authorized to obligate the United States for amounts in excess of $50,000,000 in any fiscal year. Subchapter VIII: Employee Protection - Provides that an acquiring railroad shall offer employment in their same craft or class to all employees of a railroad in reorganization from which it purchases rail properties. Stipulates that each acquiring railroad shall assume all obligations under existing collective bargaining agreements covering all employees of the railroad in reorganization employed on the particular lines or at the particular facilities it acquires. Provides that an employee, who has been deprived of employment or adversely affected with respect to his compensation, shall be entitled to a monthly displacement allowance equal to the difference between his monthly earnings, if any, following a conveyance effected pursuant to this Act. Subchapter IX: Miscellaneous Provisions - States that in formulating and implementing the Regional Plan, the Association, the Corporation and any railroad affected thereby shall be relieved of all prohibitions under the antitrust laws of the United States or of any State. Requires the Secretary to transmit to Congress in March of each year a comprehensive report on the effectiveness of the Association in implementing the purposes of this Act. Provides that the Association, including its franchise, capital reserves, surplus, security holdings, and income, shall be exempt from all taxation now or hereafter imposed by the United States, by any territory, dependency, or possession thereof, or by any State, county, municipality, or local authority."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Northeast Region Rail Services Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to restore, support, and maintain modern, efficient rail service in the northeast region of the United States, to designate a system of essential rail lines in the northeast region, to provide financial assistance to rail carriers in the northeast region, to improve competitive equity among surface transportation modes, to improve the process of Government regulation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:22-05:00"
}