{
  "actions": [
    {
      "acted_at": "1984-05-01", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-05-11", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Interior, USDA, Treasury, Commerce, US Trade Rep.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-11", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-05-24", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5549-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Biaggi, Mario", 
      "sponsored_at": "1984-05-01", 
      "state": "NY", 
      "thomas_id": "00085", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Young, Don", 
      "sponsored_at": "1984-05-01", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-05-01", 
  "number": "5549", 
  "official_title": "A bill to establish the Marine Resources Development Bank, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Marine Resources Development Bank Act", 
  "sponsor": {
    "district": "7", 
    "name": "Breaux, John B.", 
    "state": "LA", 
    "thomas_id": "00120", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-05-01", 
  "subjects": [
    "Advisory bodies", 
    "Corporations and Stocks", 
    "Department of the Treasury", 
    "Development credit institutions", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal aid to fisheries", 
    "Federally-assisted loans", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fisheries", 
    "Fishery products", 
    "Fishing boats", 
    "Foreign Trade and Investments", 
    "Foreign trade promotion", 
    "Government corporations", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Information services", 
    "User charges"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-05-01", 
    "text": "Marine Resources Development Bank Act - Establishes the Marine Resources Development Bank (Bank) as a Government corporation consisting of a Board of Directors and non- voting designees of specified Federal agencies. Requires the principal office of the Bank to be located within the metropolitan area of the District of Columbia. Sets forth: (1) conflict of interest rules for the Bank director; and (2) the powers of the Bank. Directs the Bank's Board to establish, and to appoint members to, three sector advisory committees (the harvesting, processing, and marketing sectors). Requires such committees to advise the Bank on policies and operations. Authorizes the Bank, subject to terms and conditions, to provide: (1) direct loans to U.S. citizens for fishing vessels and gear, for shoreside facilities, and for the operating and refinancing costs of such items; (2) direct loans to expand export markets for U.S. fish products (prohibits such loans to be used for purposes of debt rescheduling); and (3) loan guarantees for the payment of principal and interest on specified loans (prohibits such guarantees to be used for purposes of debt rescheduling). Directs the Bank to set forth procedures for limiting the amount of such export market assistance to any one person to not more than five percent of the outstanding export assistance of the Bank. Requires the Bank to collect an annual fee in connection with such guarantees and to use such fees to meet defaults on such guarantees. Directs the Bank to establish certain information and technical support services to the fishing industry. Authorizes the Bank to: (1) issue obligations, subject to a specified indebtedness ceiling; and (2) enter into agreements relating to such obligations. Provides for: (1) the deposit and investment of all moneys of the Bank; (2) the inspection by the Bank of facilities, properties, and financial documents of assistance applicants; and (3) an annual report by the Bank to Congress and the President. Includes fish and fish products within the meaning of the term \"agricultural commodity\" for purposes of export promotion by the U.S. Agricultural Trade Offices. Transfers to the Bank all unobligated moneys in the fisheries loan fund of the Fish and Wildlife Act of 1956 and specified foreign fishing fees. Repeals specified loan authorities under the Fish and Wildlife Act of 1956 and the American Fisheries Promotion Act. Terminates the authority to make certain loans and guarantees under the Merchant Marine Act of 1936."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Marine Resources Development Bank Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Marine Resources Development Bank, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:00-05:00"
}