{
  "actions": [
    {
      "acted_at": "1980-06-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-06-09", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7528-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Gibbons, Sam", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "00437", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-06-09", 
  "number": "7528", 
  "official_title": "A bill to amend the Social Security Act and the Internal Revenue Code of 1954 to provide for the protection of individuals against catastrophic medical expenses and for employer offered health plans to meet minimal requirements in order to receive certain tax benefits, to amend the Public Health Service Act and the Social Security Act to further encourage enrollment in health maintenance organizations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Health Expenses Control Act", 
  "sponsor": {
    "district": "1", 
    "name": "Jones, James R.", 
    "state": "OK", 
    "thomas_id": "00609", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-06-09", 
  "subjects": [
    "Business and commerce", 
    "Comprehensive health care", 
    "Drug safety and regulation", 
    "Drugs", 
    "Drugs and narcotics", 
    "Health", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Income tax", 
    "Insurance", 
    "Maternal and infant welfare", 
    "Medicaid", 
    "Medical personnel", 
    "Medicare", 
    "Physicians", 
    "Pregnancy", 
    "Social security taxes", 
    "Social welfare", 
    "Tax deductions", 
    "Taxation"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-06-09", 
    "text": "Consumer Health Expenses Control Act - Title I: Medicap - Adds a new title to the Social Security Act, Title XXI-Medicap. Establishes a voluntary insurance plan to provide automatic protection to families against catastrophic medical expenses, Medicap, to be funded by general revenues. Provides that a family will be eligible for Medicap assistance for Medicap covered expenses after members of the family incur medical expenses equal to the deductible. Provides that deductible and coinsurance amounts shall be equal to a percentage of family income, graduated according to income. Provides that there shall be no coinsurance payments after a family has incurred expenses equal to the Medicap stop-loss. Counts only the reasonable expenses incurred for covered medical services furnished to family members as covered deductible medical expenses for a family. Sets forth provisions relating to applications for assistance under this Act. Requires any family that applies for and receives assistance under this Act to file an income statement with the Secretary of Health and Human Services. Permits civil penalties to be imposed for submission of an intentionally false statement. Provides that payments shall be made: (1) for the applicable percentage of the Medicap expenses for Medicap covered services; and (2) for 75 percent of the Medicap expenses for prescription drugs for the treatment of chronic illness. Provides that the applicable percentage: (1) before the family has incurred an amount of deductible covered medical expenses equal to the Medicap stop-loss, is equal to 100 percent less the family's coinsurance rate; or (2) after the family has incurred such an amount of expenses, 100 percent. Provides that the Medicap stop-loss shall be: (1) $400, if annual family income is not over $4,000 (adjusted as specified); (2) $400 plus 25 percent of the income in excess of $4,000, if annual family income is between $4,000 and $6,000 (adjusted as specified); or (3) $900 plus 35 percent of income over $6,000, if annual family income is over $6,000 (adjusted as specified). Provides that payments with respect to Medicap covered services which are described in title XVIII (Medicare) of the Act shall be made to providers, with specified exceptions, in the amount and in accordance with the procedures set forth in such title. Authorizes the Secretary to provide for the administration of benefits under Medicap utilizing the entities which administer Medicare benefits. Directs the Secretary to provide for a listing of drug entities which may be legally introduced into interstate commerce with specified therapeutic categories. Provides that any individual dissatisfied with any determination relating to the individual's eligibility for or amount of Medicap benefits shall be entitled to a hearing concerning such determination and to judicial review of the Secretary's final decision. Sets forth definitions of terms used in this Act, including \"Medicap covered services\" which is defined as services furnished to an individual to the extent payment for such service may be made under the Medicare program, except that under Medicap: (1) inpatient psychiatric services shall be covered for 45 days in a calendar year; (2) items and services related to pregnancy, delivery, and care of a child through the first year are covered; (3) immunizations against serious communicable diseases are covered; and (4) prescription drugs for chronic illness are covered for an individual entitled to hospital insurance benefits under Medicare. Directs the Secretary to provide for an evaluation, by an entity outside the Department of Health and Human Services, of the implementation of this Act during its first five years and to report to Congress on the evaluation. Title II: Health Cost Restraint and Employees Health Plans - Amends the Internal Revenue Code to provide that the employee's gross income shall include the excess amount by which the employers contribution to a health plan exceeds the applicable dollar limit. Sets forth six categories of the applicable dollar limit, ranging from $45 to $100. States that the applicable dollar limit for a nonqualified plan is zero. Requires enrollment in the plan to be offered to all full-time employees. Requires the plan to provide minimum coverage for all options under the plan. Defines \"minimum coverage\" to mean Medicap covered services. States that a plan shall not be treated as providing minimum coverage if the aggregate amount of nonreimbursable deductibles, copayments, and coinsurance for an employee for covered deductible medical expenses and expenses for which assistance is provided under Medicap exceeds $3,500 annually, States that the plan is to be offered (or administered) by an entity that has entered into a Medicap coordination agreement as defined by this Act. Requires each plan to offer qualified low cost coverage. Requires the employer contribution to be at least 50 percent of the employee cost or, if lower, 50 percent of the per employee cost of any other option (in the same category) available to the employee. Sets forth minimum and maximum amounts of the employer contributions to any lower cost option. Requires the plan to pay a rebate to employees choosing lower cost coverage or no coverage. Permits the Secretary and the Secretary of the Treasury to jointly enter an agreement with a State under which the State department that approves health insurance policies would certify whether or not a health plan is a qualified individual health plan meeting certain requirements relating to: (1) minimum coverage and disclosure of benefits; (2) coverage of a covered individual's children; and (3) termination of coverage. Permits a deduction, of up to $500, equal to the amount of expenses paid for a qualified individual health plan that is not offered by an employer and not compensated for by insurance. Title III - Health Maintenance Organizations - Amends the Public Health Service Act to require an employer to include in its health benefits plans the option of membership in a health maintenance organization (HMO), provided there are at least two qualified HMO's serving the area and certain other conditions are met. Title IV: Payments to Health Maintenance Organizations Under the Medicare Program - Amends title XVIII of the Act to revise provisions relating to payments to and contractual arrangements with HMO's on behalf of individuals eligible for Medicare. Directs the Secretary to determine annually a per capita rate of payment for each class of individuals entitled to benefits under such title who are enrolled pursuant to this Act with a HMO. Directs the Secretary to define classes of members based on such factors as age, sex, institutional status, disability status, and place of residence. Provides a rate for each class equal to 95 percent of the adjusted average per capita cost for that class. Defines the term \"adjusted average per capita cost\" to mean the average per capita amount that the Secretary estimates would be payable for services furnished under the Medicare program, if the services were to be furnished by other than an HMO. Provides that every individual entitled to benefits under parts A (Hospital Insurance) and B (Supplementary Medical Insurance) of title XVIII or part B only shall be eligible to enroll with an HMO with which the Secretary has contracted to provide services. Sets limits on an HMO's premium rate and the actuarial value of its other charges for individuals enrolled under this Act. Authorizes the Secretary to contract with any HMO that can provide the benefits required by this Act. Title V: Medicare Amendments - Amends title XVIII (Medicare) of the Act to provide that individuals entitled to Medicare benefits may be eligible for certain benefits with respect catastrophic health insurance expenses under title XXI. Repeals the prohibition against making Medicare payments for immunizations. Permits payment for items and services related to pregnancy, to delivery, or to care of a child through one year after birth. Revises criteria for determining reasonable charges for physician services. Title VI: Studies and Miscellaneous Provisions - Directs the Secretary to provide for studies of, and demonstration projects with respect to, the desirability and feasibility of adding a long-term care program in titles XVIII and XXI of the Act. Directs the Secretary to conduct a study of the feasibility of promoting better efficiency and effectiveness in the Medicaid (title XIX of the Act) and Medicare programs through the establishment of a consumer choice program under which eligible individuals may receive benefits through competitive private plans. Directs the Secretary to reduce the amount of payments to a State under title XIX, or, if the State does not have an approved title XIX plan, to reduce grants under the Public Health Service Act if the State, after May 1, 1980, changes its laws or regulations in a manner which: (1) reduces the number of categories of individuals eligible for benefits, or the amount or extent of such benefits, provided either under titles V (Maternal and Child Health Services), XIX, or XX (Grants to States for Services) of the Act, or (B) under any program providing benefits determined to be substantially similar to those covered under title XXI of the Act; and (2) results in an increase in the amount of payments that would otherwise be made under title XXI of the Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Health Expenses Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act and the Internal Revenue Code of 1954 to provide for the protection of individuals against catastrophic medical expenses and for employer offered health plans to meet minimal requirements in order to receive certain tax benefits, to amend the Public Health Service Act and the Social Security Act to further encourage enrollment in health maintenance organizations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:21-05:00"
}