{
  "actions": [
    {
      "acted_at": "1977-01-14", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sjres8-95", 
  "bill_type": "sjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-14", 
  "number": "8", 
  "official_title": "A joint resolution proposing an amendment to the Constitution of the United States providing for the election of the President and the Vice President of the United States.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres226-95", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-14", 
  "subjects": [
    "Constitutional amendments", 
    "Electoral college", 
    "Government operations and politics", 
    "Presidential elections", 
    "Vice Presidential elections", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Presidential elections", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-14", 
    "text": "Constitutional Amendment - Makes a person who is constitutionally ineligible for the office of President ineligible for the office of Vice President. Requires the voters for President and Vice President in each State to have the qualifications requisite for voters of the most numerous branch of the State legislature, unless such legislature prescribes lesser qualifications with respect to residence therein. Authorizes Congress to prescribe voter qualifications for voters in the District of Columbia. Continues electoral vote allotments to States and the District of Columbia. Grants to the District of Columbia the number of electoral votes equal to the whole number of Senators and Representatives in Congress to which such District would be entitled if it were a State, but in no event more than the least populous State. Directs the official custodian of the election returns of each State, within 45 days after the election, to make lists of all persons for whom votes were cast, the number of votes cast, and the total votes cast by the voters. Requires that each person for whom votes were cast in each State receive such proportion of the electoral votes as he received of the total votes cast in such State. Declares the person receiving the greatest aggregate number of electoral votes, if at least 40 percent of the total, to be President. Requires in case of a tie or no one receiving 40 percent or more that the Senate and House of Representatives choose, by ballot, the President and Vice President from the two highest electoral vote getters. Allows Congress to provide the method for choosing a President or Vice President whenever the right of choice had fallen upon the Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution proposing an amendment to the Constitution of the United States providing for the election of the President and the Vice President of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:54-05:00"
}