{
  "actions": [
    {
      "acted_at": "1988-05-17", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Small Business ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-07-07", 
      "references": [], 
      "text": "Committee on Small Business. Original measure reported to Senate by Senator Bumpers. With written report No. 100-416.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-07", 
      "calendar": "Senate Legislative", 
      "number": "788", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 788.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-07-14", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-14", 
      "bill_ids": [
        "hr4174-100"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 4174 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-14", 
      "bill_ids": [
        "hr4174-100"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 4174 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-14", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2544-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2544"
    }, 
    {
      "amendment_id": "s2545-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2545"
    }, 
    {
      "amendment_id": "s2644-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2644"
    }, 
    {
      "amendment_id": "s2645-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2645"
    }, 
    {
      "amendment_id": "s2646-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2646"
    }, 
    {
      "amendment_id": "s2647-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2647"
    }, 
    {
      "amendment_id": "s2648-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2648"
    }, 
    {
      "amendment_id": "s2649-100", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2649"
    }
  ], 
  "bill_id": "s2619-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Small Business", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-07-07", 
  "number": "2619", 
  "official_title": "An original bill to provide reauthorization for the Small Business Administration for fiscal year 1989, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4174-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Small Business Administration Reauthorization and Amendments Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Bumpers, Dale", 
    "state": "AR", 
    "thomas_id": "01295", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1988-05-17", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Advisory bodies", 
    "Agricultural credit", 
    "Agricultural economics", 
    "Agricultural societies", 
    "Agriculture and Rural Affairs", 
    "Air pollution control", 
    "Armed forces and national security", 
    "Auditing", 
    "Authorization", 
    "Blind", 
    "Building leases", 
    "Business and commerce", 
    "Capital formation", 
    "Civil service employment", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Depressed areas", 
    "Disabled", 
    "Disaster loans", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Droughts", 
    "Economics and public finance", 
    "Employment of the handicapped", 
    "Environmental protection", 
    "Executive reorganization", 
    "Export finance", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Government and business", 
    "Government contractors", 
    "Government lending", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Industrial pollution", 
    "Information services", 
    "Insurance", 
    "Interest", 
    "Interest rates", 
    "International competitiveness", 
    "Leases", 
    "Loans", 
    "Management", 
    "Minority business enterprises", 
    "Pollution control", 
    "Public Contracts, Procurement, and Property", 
    "Revolving funds", 
    "Securities", 
    "Service industries", 
    "Small Business Administration", 
    "Small business", 
    "Surety and fidelity", 
    "Unemployment", 
    "Vietnam veterans", 
    "Water pollution control", 
    "White House conferences", 
    "Women in business"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1988-07-14", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 4174 passed in lieu) Small Business Administration Reauthorization and Amendments Act of 1988 - Title I: General Reauthorization Provisions - Amends the Small Business Act to authorize FY 1989 Small Business Administration (SBA) program levels and appropriations for loans to finance small business plant acquisition, construction, conversion, or expansion. Authorizes specific amounts for: (1) handicapped persons and organizations for the handicapped; (2) small businesses either located in urban or rural areas with high unemployment and low income or owned by low-income individuals; and (3) disabled veterans and Vietnam veterans. Authorizes FY 1989 program levels and appropriations for deferred participation loans and debenture guarantees for small business development companies. Authorizes specific amounts for: (1) handicapped persons and organizations for the handicapped; (2) small businesses either located in urban or rural areas with high unemployment and low income or owned by low-income individuals; (3) guarantees of debentures of State and local development companies; and (4) loans to finance the planning, design, or installation of pollution control facilities. Authorizes program levels for FY 1989 under specified provisions of the Small Business Investment Act of 1958 for: (1) direct purchases and guarantees of debentures and purchases of preferred securities of small business investment companies; and (2) surety bond guarantees. Authorizes FY 1989 appropriations for SBA salaries and expenses and for disaster loans to small businesses. Amends the Small Business Investment Act of 1958 (SBIA) to subject small business investment companies to biennial rather than annual examination. Provides for waiver of the examination for one year under specified circumstances. Directs the SBA to issue at least quarterly guarantees of small business investment company debentures and trust certificates. Amends the SBIA to permit a waiver of certain ownership requirements with respect to either the development company or the property involved in a development company loan in cases of close family relationship. Amends the Small Business Act to authorize the SBA to issue trust certificates in connection with loans to State and local development companies. Makes permanent the pilot program under which the SBA sells development company debentures to investors. (Under current law the program extends only through FY 1988.) Amends the SBIA to direct the SBA, during a limited time period, to promulgate quarterly regulations that establish a maximum permissible interest rate on any commercial loan that funds any part of a development company project cost that is not funded by that company's debenture. Eliminates the revolving funds for commercial or industrial lease guarantees and for pollution control guaranteed loans, transferring their remaining monies to the business loan and investment fund. Authorizes the SBA to provide loans to small businesses to finance the planning, design, or installation of pollution control facilities. Enacts into positive law title VIII (Small Business International Trade and Competitiveness Act) of H.R. 3 (Omnibus Trade and Competitiveness Act of 1988), as agreed to in conference. Amends the Small Business Act with respect to breakout procurement center representatives. Removes restrictions on the technical data and procurement records available to them, providing access to certain restricted and classified materials. Revises appeals procedures in connection with a representative's appeal of failure to act favorably on his or her recommendations. Revises the definition of \"major procurement center\" to include entities other than centers of the Department of Defense and to permit the SBA Administrator discretion in determining eligible centers. Amends the Small Business Computer Security and Education Act of 1984 to extend until October 1, 1990, provisions that permit the SBA to cooperate with profit-making organizations in providing management assistance to small businesses. (Under current law, the provisions expire on October 1, 1988.) Sets guidelines in connection with publicity relating to cosponsored activities in this context, whether with profit-making or nonprofit organizations. Directs the SBA to review its policies with respect to checking the criminal background of program applicants and to submit the results to the congressional Small Business Committees. Amends the Small Business Act to authorize public or private organizations for the blind and severely handicapped to bid on small business set-aside contracts in FY 1989 through 1993. Provides for appeals by for-profit small businesses that experience severe economic injury as a result of a proposed award to such an organization for the handicapped. Permits contract awards only if at least 75 percent of the direct labor under the contract is performed by handicapped individuals. Requires the General Accounting Office to report to the Small Business Committees on the effects of such contract awards on for-profit businesses. Establishes within the SBA a task force on purchases from the blind and severely handicapped. Authorizes the SBA to: (1) make disaster loans of $10,000 or less without requiring collateral; and (2) increase a disaster loan by up to 20 percent in order to take action to mitigate future disaster to the damaged property. Amends the Small Business Act to include droughts as disasters for purposes of the economic injury disaster loan program. Redesignates: (1) the Deputy Associate Administrator for Management Assistance as the Deputy Associate Administrator for Business Development (Small Business Development Center Program); and (2) the Associate Administrator for Management Assistance as the Associate Administrator for Business Development. Authorizes the SBA to establish a certified loan program for lenders that display knowledge and proficiency with respect to SBA regulations and programs. Directs the SBA to encourage small business loans of $50,000 or less under both this new program and the preferred lenders program in FY 1989 and 1990 by permitting participating lenders to use their own forms without regard to SBA paperwork. Title II: Preferred Surety Bond Guarantee Program - Preferred Surety Bond Guarantee Program Act of 1988 - Amends the SBIA to empower the SBA to: (1) enter into surety bond guarantee commitments under terms that vary on the basis of SBA experience with the particular surety; and (2) engage in a pilot program under which it may authorize any surety meeting specified standards to issue, monitor, and service guarantee bonds (including making indemnification payments against losses in avoiding breach) without further SBA approval. (Current law requires prior SBA approval of bond underwriting and administration decisions.) Revises SBA guarantee liability limits to equal not more than: (1) 70 percent of any loss paid by a surety authorized to issue bonds without further SBA approval; and (2) 90 percent of both losses paid by sureties needing SBA approval for bond issuance and losses associated either with bonds issued to small businesses owned and controlled by socially and economically disadvantaged individuals or with contracts valued at $150,000 or less. Disclaims SBA indemnification liability if a surety breaches material provisions of the guarantee agreement or substantially violates relevant SBA regulations. Sets forth reporting, recordkeeping, and annual audit requirements with respect to sureties participating in the expanded surety guarantee program. Directs the Comptroller General to submit to specified congressional committees a report evaluating the effects during the program's first two fiscal years on both participation by standard surety firms and access to bonds by small business concerns, especially those owned and controlled by the economically disadvantaged. Terminates on September 30 of either 1991 or the third fiscal year following this title's enactment the program permitting sureties to issue bonds without prior SBA approval. Declares that appropriations to the revolving fund for surety bond guarantees shall be without fiscal year limitation. Sets small business size standards with respect to pilot program participation. Directs the SBA's Office of the Chief Counsel for Advocacy to study: (1) levels of availability of and demand for debt capital in connection with the service sector of the economy, as well as innovative financing techniques to meet any unmet demand; and (2) the most cost-effective and accurate means of gathering and presenting information on businesses owned by women. Requires both reports to be submitted to the congressional Small Business Committees. Directs the SBA, within 180 days of this Act's enactment, to have employed two procurement center representatives to work in States where representatives are not currently assigned. Title III: White House Conference on Small Business - White House Conference on Small Business Authorization Act - Calls upon the President to conduct a National White House Conference on Small Business at least every six years in order to, among other things: (1) increase public awareness of the contributions made by small business; (2) identify small business problems and possible solutions; and (3) examine the status of minority and women small business owners. Requires that a final report on each Conference be submitted to the President and to the Congress within six months of the convening date. Directs the SBA to report annually to the Congress during the three years following each Conference report. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Administration Reauthorization and Amendments Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Preferred Surety Bond Guarantee Program Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to provide reauthorization for the Small Business Administration for fiscal year 1989, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:03-05:00"
}