{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1208-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "1208", 
  "official_title": "A bill to provide for the establishment of projects for the dental health of children, to increase the number of dental auxiliaries, to increase the availability of dental care through efficient use of dental personnel, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Children's Dental Health Act", 
  "sponsor": {
    "district": "28", 
    "name": "Stratton, Samuel S.", 
    "state": "NY", 
    "thomas_id": "01117", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Dental care", 
    "Families"
  ], 
  "subjects_top_term": "Dental care", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Children's Dental Health Act - Provides the following fund authorizations for grants to State agencies or other organizations to carry out programs of dental care for preschool and school age children who are unable to obtain such services; fiscal year 1973 $5,000,000; fiscal year 1974 $3,000,000; and fiscal year 1975 $4,000,000. Provides for the Federal Government to share a portion of the costs of these programs. Authorizes grants totaling $57,000,000 covering the fiscal years 1973-1975 to public and private non-profit institutions to educate veterans and other persons as auxiliary dental personnel Authorizes grants totaling $26,000,000 covering fiscal years 1973-1975 to dental schools and other organizations for projects to promote the most effective use of auxiliary dental personnel. Directs the President to appoint a seven member Dental Advisory Committee to advise the Secretary of Health, Education, and Welfare on programs to meet the dental needs of the country. Requires the Secretary to report annually to Congress on the progress of the implementation and administration of the programs established by this Act. Gives the Secretary the power to regulate dentifrices under the Federal Food, Drug, and Cosmetic Act. Provides that the standards of eligibility under any State plan of operation shall not make ineligible any household which would have been eligible under the standards of eligibility provided by the State plan of operation in effect prior to January 11, 1971."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Children's Dental Health Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the establishment of projects for the dental health of children, to increase the number of dental auxiliaries, to increase the availability of dental care through efficient use of dental personnel, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:09-05:00"
}