{
  "actions": [
    {
      "acted_at": "1979-07-13", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-07-13", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-07-13", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4791-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Brooks, Jack B.", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "00127", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Fuqua, Don", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "00422", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Murphy, John M.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00842", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Price, Melvin", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "00929", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Reuss, Henry S.", 
      "sponsored_at": "1979-01-03", 
      "state": "WI", 
      "thomas_id": "00954", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Rodino, Peter W., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00973", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Udall, Morris K.", 
      "sponsored_at": "1979-01-03", 
      "state": "AZ", 
      "thomas_id": "01173", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-13", 
  "number": "4791", 
  "official_title": "A bill to amend the Department of Energy Organization Act to encourage the domestic development and production of synthetic fuels.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-13", 
  "subjects": [
    "Administrative procedure", 
    "Alternative energy sources", 
    "Corporations and Stocks", 
    "Courts and Civil Procedure", 
    "Department of the Treasury", 
    "Energy", 
    "Energy facilities", 
    "Federal installations", 
    "Feeds", 
    "Fuel", 
    "Government corporations", 
    "Government operations and politics", 
    "Government trust funds", 
    "Intergovernmental relations", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Livestock", 
    "States", 
    "Synthetic fuel"
  ], 
  "subjects_top_term": "Synthetic fuel", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-13", 
    "text": "Amends the Department of Energy Organization Act to declare national goals for the domestic production of synthetic fuels and synthetic chemical feedstocks. Directs the Secretary of Energy to acquire for use or resale by the United States Government not less than 1,000,000 barrels per day crude oil equivalent of synthetic fuels and synthetic chemical feedstocks within a specified period. Authorizes the Secretary to contract for purchases of such fuels and feedstocks and to provide for the development and production thereof for national defense preparedness. Sets forth terms and conditions for such contracts. Directs the Secretary to install additional equipment and facilities in federally-owned industrial facilities and to organize corporations for the purposes of achieving the goals set forth under this Act. Directs the Secretary to require suppliers to provide such fuels and feedstocks and to install Government-owned equipment in privately-owned industrial facilities when the President deems it necessary for national defense purposes. Establishes in the United States Treasury a synthetic fuel fund for the purpose of carrying out the programs authorized by this Act. Directs each Federal officer and agency responsible for issuing permits or other authorizations for construction or operation of synthetic fuel and synthetic chemical feedstock facilities to expedite actions necessary for such issuance or authorization, upon receipt of a timely application from prospective applicants. Directs Federal agencies involved in the approval of such projects to submit to the Secretary: (1) a compilation of all significant actions required by such agency before rendering a decision on such projects; (2) a compilation of all actions required of the applicant; (3) a tentative schedule for completing agency and applicant actions; and (4) all necessary application forms required for such approval. Directs the Secretary to publish a Facility Decision Schedule setting deadlines for all such actions. Authorizes the President to act in lieu of any Federal agency failing to meet its deadline. Authorizes the Secretary to establish deadlines for Federal agency action which are shorter than the minimum period required under existing legislation in cases of exceptional national need. Requires the Secretary to certify the proper completion of all Federal agency actions and approvals necessary to the completion of such projects. Directs the Secretary to notify the Governor of any State selected for the siting of such projects and to request the Governor to supply information as to significant State and local actions required before such projects can be completed. Authorizes the Secretary to propose a voluntary decision schedule to assist State and local authorities in coordinating their actions with Federal actions. Directs the Secretary to recommend to a State Governor and to the Congress actions to alleviate or prevent any delays in a project schedule created or threatened by any State or local government. Limits judicial review of Federal agency actions made under this Act to claims alleging that an action taken pursuant to this Act will deny constitutional or statutory rights or exceed statutory jurisdiction, authority, or limitations. Sets time limits for filing appeals or petitions for review of actions taken pursuant to this Act, and bars any challenges to such actions which are not in conformance with these actions. Stipulates that such challenges shall be brought in the United States courts of appeals for the circuit where the project would be located, and grants exclusive original jurisdiction to such courts in such matters. Directs such courts to give precedence to such matters over all other matters on the docket. Authorizes the Supreme Court to review interlocutory judgments or orders of the court of appeals pursuant to this Act and directs the Supreme Court to give precedence to such matters to the greatest extent practicable. Amends the Government Corporation Control Act to include corporations formed pursuant to this Act within the definition of 'wholly owned Government corporation.'"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Department of Energy Organization Act to encourage the domestic development and production of synthetic fuels.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:25-05:00"
}