{
  "actions": [
    {
      "acted_at": "1984-09-21", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-09-26", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Interior Department, Environmental Protection Agency.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3014-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bentsen, Lloyd M.", 
      "sponsored_at": "1984-09-21", 
      "state": "TX", 
      "thomas_id": "01282", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-09-21", 
  "number": "3014", 
  "official_title": "A bill to amend the Comprehensive Environmental Response, Compensation, and Liability Act of 1980.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Hazardous Substance Response Act of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-09-21", 
  "subjects": [
    "Congressional oversight", 
    "Environmental protection", 
    "Excise tax", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Hazardous waste disposal", 
    "Hazardous wastes", 
    "Liability for toxic substances pollution damages", 
    "Pollution taxes", 
    "Refuse and refuse disposal", 
    "Taxation"
  ], 
  "subjects_top_term": "Hazardous waste disposal", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-09-21", 
    "text": "Hazardous Substance Response Act of 1984 - Amends the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (Superfund) (CERCLA) and the Internal Revenue Code to add provisions for the imposition of an environmental excise tax on the disposal or long-term storage of hazardous waste. Imposes such tax on: (1) the receipt of hazardous waste for disposal at a qualified hazardous waste disposal facility; or (2) long-term storage of a hazardous waste in a qualified waste storage facility. Sets the amount of such tax at: (1) $45 for each ton of hazardous waste which is disposed of by landfill, in waste piles, or by surface impoundment; (2) $25 for each ton of hazardous waste which is disposed of by ocean dumping or land treatment; (3) $5 for each ton of hazardous waste which is disposed of by underground injection; and (4) $45 for each ton of hazardous waste which is placed in long-term storage. Provides for an alternative computation of such tax. Allows the owner or operator of a qualified hazardous waste disposal or long-term storage facility to elect to pay a tax of $50 per ton on the amount of waste deposited for disposal or storage, reduced by the weight of water which the owner or operator can establish is in such waste, in lieu of the taxes which would otherwise be paid under this Act. Provides for an exclusion from such tax for certain wastes. Provides such exclusion for wastes which are, as of the enactment date of this Act, exempt from regulation as hazardous waste under specified provisions of the Solid Waste Disposal Act. Directs the Administrator of the Environmental Protection Agency, in the event that any such waste is determined to pose a potential danger to human health and the environment and disposal regulations are promulgated, to transmit to Congress recommendations for imposing such tax, if any, on such waste. Provides that such tax shall be imposed on such waste only when authorized by Act of Congress. Provides such exclusion for wastes which are not, as of the enactment date of this Act, identified or listed under specified provisions of the Solid Waste Disposal Act. Provides that such tax shall be imposed on such waste only when authorized by an Act of Congress. Provides such exclusion for wastes in a surface impoundment which: (1) contains treated waste water during the secondary or tertiary phase of a biological treatment facility subject to a permit issued under specified provisions of the Clean Water Act (or which holds such treated waste after treatment and prior to discharge); and (2) is in compliance with generally applicable water monitoring requirements for facilities with permits under hazardous waste management provisions of the Solid Waste Disposal Act. Provides such exclusion for any waste: (1) the disposal or long-term storage of which is carried out by any person in the course of carrying out any removal or remedial action under CERCLA if such disposal is carried out in accordance with a plan approved by the Administrator or the State; (2) removed from any facility listed on the National Priorities List; or (3) removed from a facility for which notification has been provided to the Administrator pursuant to specified CERCLA provisions. Sets forth provisions for liability for such tax. Imposes such tax on: (1) the owner or operator of the qualified hazardous waste disposal or storage facility at which the hazardous waste is disposed of or stored; or (2) the person disposing of the hazardous waste, in the case of hazardous waste disposed of or stored for a long term at other than a qualified hazardous waste disposal or storage facility but required by regulation to be disposed of or stored at a qualified facility. Provides for a credit for prior tax. Requires that a credit be allowed in the computation of any tax due under this Act on the disposal of a hazardous waste for any tax previously paid under this Act by the disposer on the long-term storage of such hazardous waste. Provides that, in the event that a person who has paid a tax under this Act on the long-term storage of a hazardous waste causes such hazardous waste to be delivered to and received by another person who is the owner or operator of a qualified hazardous waste disposal facility, then the person who paid the tax on the long-term storage shall be allowed a credit for such tax in the computation of any tax subsequently due on the long-term storage or disposal of such waste. Establishes a presumption that the last of fungible waste placed in a qualified hazardous waste storage facility shall be the first to be removed from such facility, for purposes of determining any such credit allowances for such fungible waste. Provides for fractional taxing of a fraction of a ton. Provides that such tax shall not apply to the hazardous waste which is received for disposal or placed into long-term storage prior to the effective date of this Act. Terminates such tax after September 30, 1990. Sets forth definitions for purposes of this Act. Sets forth requirements for recordkeeping, statements, and tax returns under this Act. Requires every person who disposes of or stores hazardous wastes for one year or more subject to taxation under this Act to keep records, render such statements, make such returns, and comply with rules and regulations as the Secretary of the Treasury may prescribe to ensure the proper assessment, payment, and collection of the taxes imposed by this Act. Directs the Secretary to consult with the Administrator to ensure that such records, statements, and return shall be consistent, to the extent possible, with the reports required to be submitted to the Administrator under the Solid Waste Disposal Act. Authorizes the Secretary to require any person who generates, transports, disposes of, or stores hazardous wastes for one year or more and who is required to maintain records under the Solid Waste Disposal Act, the Marine Protection, Research and Sanctuaries Act, or the Safe Drinking Water Act, to submit copies of such reports or make such reports available to the Secretary as required. Provides that the amendments made by this Act, unless otherwise provided, shall take effect January 1, 1986. Directs the Secretary, in consultation with the Administrator, to report to Congress by January 1, 1987, on the amount of revenues being collected in accordance with this Act. Requires such report to include the Secretary's recommendations, if any, for changes in such tax in order to: (1) raise an amount of revenue equivalent to the anticipated amount of revenue from the tax originally imposed under this Act; (2) ensure that the tax is discouraging the disposal of waste in an environmentally unsound manner; and (3) ensure that the tax is being collected with maximum administrative feasibility. Revises CERCLA provisions for transfers to the Hazardous Substance Response Trust Fund (Superfund) to include amounts received in the Treasury under Internal Revenue Code provisions, as added by this Act, for the tax on disposal or long-term storage of hazardous waste."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hazardous Substance Response Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Comprehensive Environmental Response, Compensation, and Liability Act of 1980.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:29-05:00"
}