{
  "actions": [
    {
      "acted_at": "1995-01-04", 
      "committee": "Committee on Rules, and in addition to the Committees on Government Reform and Oversight, House Oversight, and the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Rules, and in addition to the Committees on Government Reform and Oversight, House Oversight, and the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-04", 
      "committee": "House Budget", 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-04", 
      "committee": "House Government Reform and Oversight", 
      "references": [], 
      "text": "Referred to House Government Reform and Oversight", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-04", 
      "committee": "House Oversight", 
      "references": [], 
      "text": "Referred to House Oversight", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-04", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-05", 
      "references": [
        {
          "reference": "CR E40", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-01-25", 
      "in_committee": "House Government Reform and Oversight", 
      "references": [], 
      "subcommittee": "Government Management, Information and Technology", 
      "text": "Referred to the Subcommittee on Government Management, Information and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr252-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Reform and Oversight", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Reform and Oversight", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Government Management, Information and Technology", 
      "subcommittee_id": "12"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Oversight", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-04", 
  "number": "252", 
  "official_title": "To improve the operations of the legislative branch of the Federal Government, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Legislative Reorganization Act of 1995", 
  "sponsor": {
    "district": "9", 
    "name": "Hamilton, Lee H.", 
    "state": "IN", 
    "thomas_id": "00489", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-04", 
  "subjects": [
    "Appropriations", 
    "Art objects", 
    "Arts, culture, religion", 
    "Authorization", 
    "Botanical gardens", 
    "Budget deficits", 
    "Citizenship education", 
    "Competition", 
    "Computer networks", 
    "Computers", 
    "Congress", 
    "Congressional Research Service", 
    "Congressional agencies", 
    "Congressional budget", 
    "Congressional budget process", 
    "Congressional committee staffing", 
    "Congressional committees (House)", 
    "Congressional committees (Senate)", 
    "Congressional employees", 
    "Congressional ethics", 
    "Congressional hearings", 
    "Congressional information resources", 
    "Congressional investigations", 
    "Congressional joint committees", 
    "Congressional publications", 
    "Congressional reorganization", 
    "Congressional reporting requirements", 
    "Congressional salaries and pensions", 
    "Depository libraries", 
    "Economics and public finance", 
    "Electronic data processing", 
    "Employee training", 
    "Entitlements", 
    "Expedited congressional procedure", 
    "Federal budget process", 
    "Federal budgets", 
    "Federal receipts and expenditures", 
    "Fiscal policy", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government service contracts", 
    "Government spending reductions", 
    "Gross national product", 
    "House of Representatives", 
    "House rules and procedure", 
    "Income tax", 
    "Information services", 
    "Information technology", 
    "Labor and employment", 
    "Legislation", 
    "Legislative amendments", 
    "Legislative resolutions", 
    "Library of Congress", 
    "Lobbying", 
    "Pay equity", 
    "Presidential messages", 
    "Printing", 
    "Public assistance programs", 
    "Public debt", 
    "Public lands and natural resources", 
    "Public meetings of legislative bodies", 
    "Science, technology, communications", 
    "Senate", 
    "Senate rules and procedure", 
    "Social welfare", 
    "Sunset legislation", 
    "Surveys", 
    "Tax expenditures", 
    "Tax preferences", 
    "Taxation", 
    "Telephone", 
    "User charges"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-04", 
    "text": "TABLE OF CONTENTS: Title I: House of Representatives Title II: Senate Title III: Joint House and Senate Matters Subtitle A: Congressional Budget Process Subtitle B: Staffing and Instrumentalities Subtitle C: Miscellaneous Subtitle D: Budget Control Legislative Reorganization Act of 1995 - Title I: House of Representatives - Expresses the sense of the House of Representatives that there should be established a schedule of legislative activities of the House that: (1) provides for four full days of legislative business per week while the House is in session; (2) sets aside specific periods exclusively for floor proceedings and committee meetings and hearings; (3) rationalizes the scheduling of committee and subcommittee meetings and hearings to minimize conflicts; and (4) encourages and requires that the House Information Systems provide training on the use of computerized scheduling to minimize such conflicts. (Sec. 101) Amends rule XI of the Rules of the House of Representatives to require that the public be notified before a committee or subcommittee holds a meeting or hearing. (Sec. 102) Amends rule XXI to require a report from any committee accompanying any bill authorizing or providing obligational authority or tax expenditures or the joint explanatory statement accompanying a conference report on such bill to contain a concise statement: (1) describing the effect of any provision of the bill or conference report which changes the application of existing law; and (2) to list in a separate and identifiable part of the report or joint explanatory statement each item in such bill, report, conference report, or joint explanatory statement that earmarks the required use of funds below the appropriation account level or provides a specific tax expenditure. (Sec. 103) Requires: (1) the House Committee on Appropriations to immediately notify the appropriate standing committee whenever the Committee orders reported any general appropriations bill that makes appropriations for any unauthorized expenditure, or that reappropriates unexpended balances of appropriations, within the jurisdiction of any other standing committee; (2) a House committee to notify such Committee whenever it reports any bill, resolution, or amendment thereto, carrying an appropriation from a committee not having jurisdiction to report appropriations; (3) such Committee to deliver copies of appropriation bills as passed the House with numbered Senate amendments to the appropriate authorizing committees at least 24 hours before requesting appointment of conferees thereon unless the Speaker of the House determines otherwise; and (4) the Committee to deliver copies of the conference report and accompanying joint explanatory statement to the appropriate authorizing committees at least 24 hours before floor action thereon unless the Speaker determines otherwise. (Sec. 104) Directs the Speaker and the minority leader of the House to appoint 20 independent factfinders at the beginning of each Congress to carry out investigations on behalf of the House as required by the Committee on Standards of Official Conduct. Disqualifies any lobbyist required under the Federal Regulation of Lobbying Act to register with the Clerk of the House or the Secretary of the Senate. Requires such Committee to adopt specified rules relating to the use of independent factfinders. (Sec. 106) Expresses the sense of the House that the Committee on House Oversight should: (1) review the training and orientation programs currently available for the personal, committee, and administrative staff of the House; (2) evaluate their overall effectiveness and utility; and (3) develop, administer, and coordinate a comprehensive training program for House staff employees. (Sec. 107) Expresses the sense of the House that: (1) the three-day layover requirement for committee reports on legislation and on conference reports may not be waived unless the legislation and any accompanying report have been available to each Member for at least 24 hours before its consideration on the House floor; (2) an amendment to a bill to be considered under suspension of the rules should be printed and available to each Member for at least 24 hours before its consideration; (3) committees and conference committees should endeavor to file reports on word processing computer disks to facilitate availability to Members; (4) an internal cable system, a cable channel, or party specific channels should be developed to provide Members with summaries of the pending legislation and should be available in their offices, committee hearing rooms, and the cloakrooms; and (5) the full text of bills, amendments, reports, Congressional Budget Office (CBO) cost estimates, General Accounting Office (GAO) reports, Office of Technology Assessment (OTA) reports, Congressional Research Service (CRS) reports and Issue Briefs, the Code of Federal Regulations (CFR) and the annotated CFR, the Congressional Record, and the Federal Register should be made available to all Members and congressional staff via computer by the beginning of the 105th Congress and such appropriate legislative information should also be made available to the public and the Depository Libraries through a low-cost computer connection. (Sec. 108) Expresses the sense of the House that specified steps should be taken to improve the public's understanding of the Congress and the legislative process. (Sec. 109) Expresses the sense of the House that the Committee on House Oversight and the House Committee on Appropriations should conduct a study of the salary ranges of congressional personal, committee, and administrative staff with a view toward achieving bicameral salary parity for House and Senate staff performing analogous functions. (Sec. 110) Amends rule XXI to make it out of order to consider any provision of a general appropriation bill (except a conference report) that would exceed any applicable authorization level as set forth in any authorization measure as passed by the House. (Sec. 111) Requires the Parliamentarian of the House, at the beginning of the 105th Congress, to recodify the Rules of the House by clarifying conflicting definitions, eliminating anachronisms, and reorganizing the rules into a more coherent and logical structure. Authorizes the Parliamentarian to utilize the services of CRS and the Government Printing Office (GPO) personnel to carry out the recodification. Title II: Senate - (Bill language to be supplied at a later date). Title III: Joint House and Senate Matters - Subtitle A: Congressional Budget Process - Amends the Congressional Budget and Impoundment Control Act of 1974 to revise the Federal and congressional budget processes by establishing a two-year budgeting and appropriations cycle and timetable. Defines the budget biennium as the two consecutive fiscal years beginning on October 1 of any odd-numbered year. Devotes the first session of any Congress to the budget resolution and to appropriations decisions, retaining current deadlines in most cases. Changes certain deadlines to conform to the biennial scheme. Devotes each second session to authorization activity, subject to specified deadlines. (Sec. 303) Conforms provisions governing the President's budget to the biennial framework. (Sec. 305) Amends the Rules of the House of Representatives to conform to the biennial framework. (Sec. 306) Prohibits the House or Senate from considering any legislation that authorizes appropriations for a period of less than two fiscal years, unless the activity for which the funds are to be spent is of less than two years duration. Prohibits the House or Senate from considering any legislation that appropriates an amount for a program, project, or activity not authorized by: (1) existing law in excess of the amount previously appropriated for such program; or (2) law within the two-year period prior to the date of the appropriation. Requires each congressional committee, by January 2 of each odd-numbered year, to report on its oversight activities during the Congress. (Sec. 321) Requires CBO to make quarterly budget reports to the House and Senate Committees on the Budget. (Sec. 322) Amends the Employment Act of 1946 to require the President to include in the annual economic report a gross national product budget analysis. Requires the President to make fiscal policy reports to the Congress after submission of the annual economic report. (Sec. 323) Directs the Director of CBO to report to the Congress and the President on a review of Government user fees. Prohibits the House or Senate from considering any concurrent resolution on the budget until such report has been received. (Sec. 324) Requires budget resolutions to include total revenue losses attributable to certain tax laws and the aggregate amount by which such total will be increased or decreased. Subtitle B: Staffing and Instrumentalities - Provides that GAO, CBO, CRS, GPO, and OTA shall be authorized by the enactment every eighth year beginning for FY 1997 of an Act to authorize appropriations for those offices for the next eight fiscal years. (Sec. 342) Requires the appropriate committees of the House and of the Senate to study and report: (1) recommendations to their leadership providing for better coordination of specified legislative branch services, positions, and entities; and (2) on the feasibility of providing competitive bidding for the right to operate such facilities and to provide legislative branch services such as barber and beauty shops, a gymnasium, health and medical services, restaurants, automobile services, and child care. Subtitle C: Miscellaneous - Directs the Committees on Government Reform and Oversight in the House and on Governmental Affairs in the Senate to conduct, with the assistance of GAO, a comprehensive survey of all statutory reporting requirements, soliciting the views of the congressional committees, and to report legislation on or before December 31, 1996, to eliminate obsolete, nonessential, or duplicative reports. (Sec. 351) Requires the Committees to establish a uniform and appropriate procedure for requiring agency reports to the Congress to expire after five years, subject to their specific reauthorization, and to report legislation by December 31, 1996, to sunset statutory reporting requirements. (Sec. 352) Repeals provisions of Federal law and the Legislative Reorganization Act of 1946 to abolish the Joint Committee on Printing and the Joint Committee of Congress on the Library. Establishes the Joint Committee on Information Management to: (1) coordinate information management for the Congress; (2) establish standards and applications policies for the Congress and its support agencies for information technologies; (3) ensure dissemination of executive branch information to the public; and (4) carry out all functions of the Joint Committee on Printing and the Joint Committee of Congress on the Library. Provides for the transfer of functions to the Joint Committee, except that those related to the supervision of the Botanic Garden and the Capitol art collection shall be transferred to the House Committee on Oversight and the Senate Committee on Rules and Administration. Subtitle D: Budget Control - Budget Control Act of 1995 - Requires initial direct spending targets for FY 1996 through 1999 to equal total outlays for all direct spending except net interest and deposit insurance. (Sec. 363) Requires the President, as part of the budget submission, to provide an annual review of direct spending and receipts, including: (1) information supporting the adjustment of direct spending targets; (2) information on total outlays for programs covered by such targets, including actual outlays for the prior fiscal year and projected outlays for the current fiscal year and the five succeeding fiscal years; and (3) information on the major categories of Federal receipts, including a comparison between the levels of those receipts and the levels projected as of the date of enactment of this Act. (Sec. 364) Sets forth required actions by the President and the Congress if actual or projected costs exceed targeted levels. (Sec. 366) Requires the Director of the Office of Management and Budget, prior to the submission of the President's budget for FY 1997 through 1999, to adjust direct spending targets: (1) for increases in beneficiaries; (2) for revenue legislation; (3) as provided in reconciliation bills; and (4) to reflect the costs of emergency legislation. (Sec. 369) Prohibits the House of Representatives from considering any general appropriation bill, if the President has submitted a direct spending message, until the Congress has adopted the required concurrent resolution on the budget. (Sec. 370) Requires the President and the Congress to seriously consider other alternatives before proposing reductions in means-tested programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Legislative Reorganization Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Budget Control Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To improve the operations of the legislative branch of the Federal Government, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:45-05:00"
}