{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr18-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "18", 
  "official_title": "A bill to amend the Atomic Energy Act of 1954, as amended, to improve the effectiveness and efficiency of the system for the regulation of nuclear facilities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "23", 
    "name": "Price, Melvin", 
    "state": "IL", 
    "thomas_id": "00929", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Energy", 
    "Licenses", 
    "Nuclear energy", 
    "Nuclear facilities", 
    "Public safety"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Title I - Amends the Atomic Energy Act of 1954 to establish procedures for expeditious review of applications for the licensing of sites for nuclear production and utilization facilities. Directs the Nuclear Regulatory Commission to disclose information concerning radiation risks to the public in order to insure that its proceedings give adequate consideration to protection of public health and safety. Directs the Commission to study methods of coordinating and reaching environmental decisions as efficiently as possible. Authorizes the establishment of procedures for early notification to the public by potential licensing applicants. Directs the Commission to establish internal procedures which assure that all employees of the Commission are afforded an opportunity to express differing views on matters within their responsibility without any adverse effect on their employment status. Establishes procedures for approval of sites for utilization or production facilities prior to the submission of plans for construction and operation of such facilities. Requires that environmental and safety issues be resolved prior to the initiation of construction activities. Authorizes the suspension of public hearing comments upon applications for construction and/or operating permits where a site approval permit has been obtained and where no person has requested such a hearing within 30 days of the publication of notice in the Federal Register. Requires that persons requesting such a hearing: (1) have an interest that will be affected by the operation; (2) show the existence of a genuine issue of material fact; and (3) show that a hearing is likely to result in some action which will provide additional protection for the public health and safety, national defense and security, or the environment. Authorizes the Commission to issue interim operating licenses of up to 12 months prior to the completion of a required hearing where such interim license is found to be necessary in the public interest of avoiding undue delay. Title II - Amends the Atomic Energy Act of 1954 to direct the Advisory Committee on Reactor Safeguards to review permit applications before the Commission. Authorizes the Commission to dispense with public notice requirements for applications for amendments to existing licenses which involve no significant hazard considerations. Title III - Revises provisions of the Atomic Energy Act of 1954 for consistency with the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Atomic Energy Act of 1954, as amended, to improve the effectiveness and efficiency of the system for the regulation of nuclear facilities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:22-05:00"
}