{
  "actions": [
    {
      "acted_at": "1987-06-03", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-07-22", 
      "references": [], 
      "text": "Referred jointly to the Committees on Energy and Natural Resources; Indian Affairs by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-01", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Interior Department, OMB.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1321-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs (Permanent Select)", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1987-06-03", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-06-03", 
  "number": "1321", 
  "official_title": "A bill to declare that the United States holds certain lands in trust for the Camp Verde Yavapai-Apache Indian Community.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-06-03", 
  "subjects": [
    "Arizona", 
    "Easements", 
    "Grazing", 
    "Indian lands", 
    "National monuments", 
    "Native Americans", 
    "Recreation areas"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-06-03", 
    "text": "Declares that certain lands in Yavapai County, Arizona, shall be held in trust by the United States for the benefit of the Camp Verde Yavapai-Apache Indian Community. Describes such lands that shall be made a part of the Community's reservation. Protects rights or interests in such lands held by persons before enactment of this Act. Reserves to the holder of a United States Forest Service Montezuma grazing permit an easement for moving cattle along usual and customary passages over the land. Provides that if the Community acquires contiguous non-Federal land it will become a part of the reservation. Grants the community an easement for access to the reservation lands. Provides for the enforcement of the Memorandum of Understanding between the National Park Service and the United States Forest Service for joint management of the Montezuma Castle National Monument by the Community. Authorizes the Community to exchange up to 40 acres to effect a consolidation of the reservation or for educational purposes. Provides that existing special use permits for such lands granted by the United States Forest Service shall remain in effect until the earlier of: (1) 25 years after enactment of this Act; or (2) the date such uses are abandoned. Authorizes the Secretary of the Interior to approve certain activities or land development within the Yavapai-Apache Tribal Natural Recreation Area only if such activities or development are compatible with land use regulations or management plans for contiguous lands. Authorizes limited camp site development and effluent ponds for wastewater treatment but prohibits specified types of development. Permits any person to continue canoeing or floating down Beaver Creek."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to declare that the United States holds certain lands in trust for the Camp Verde Yavapai-Apache Indian Community.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:33-05:00"
}