{
  "actions": [
    {
      "acted_at": "1975-12-18", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11269-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-12-18", 
  "number": "11269", 
  "official_title": "A bill to regulate commerce and protect health and the environment by requiring testing and necessary restrictions on certain chemical substances and mixtures.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr10318-94", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "14", 
    "name": "Moorhead, William S.", 
    "state": "PA", 
    "thomas_id": "00831", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-12-18", 
  "subjects": [
    "Chemical industries", 
    "Chemicals", 
    "Consumer protection", 
    "Environmental protection", 
    "Exports", 
    "Government regulation", 
    "Imports", 
    "Public health", 
    "Safety measures"
  ], 
  "subjects_top_term": "Chemicals", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-12-18", 
    "text": "Toxic Substances Control Act - Requires the Administrator of the Environmental Protection Agency to test any chemical substance or mixture which may present an unreasonable risk to health or the environment if there is insufficient data to determine that such a risk does or does not exist. Establishes criteria for the determination of what constitutes an unreasonable risk to health or the environment. Requires promulgation of standards for the development of testing data for each such substance or mixture. Authorizes the Administrator to exempt chemicals and mixtures from the testing requirement if he determines that data has been or is being developed for substantially the same compound. Establishes a committee to make recommendations (based on enumerated criteria) to the Administrator respecting the chemical substances and mixtures which should be given priority consideration for testing. Requires manufacturers and processors to notify the Administrator 90 days in advance of initiation of manufacture or processing of (1) a new substance; or (2) a chemical substance for a significant new use. Requires the Administrator to compile a list of substances currently distributed in commerce which he determines may present an unreasonable risk to health or the environment. Authorizes exemptions from the testing requirement for substances on such list if the Administrator determines that the manufacture and distribution of such substance would not present an unreasonable risk to health or the environment under the particular circumstance, or under appropriate restrictions. Provides that the Administrator, upon determination that a substance is hazardous to health or the environment, may (1) prohibit or limit its manufacture or processing; (2) prescribe maximum concentration levels for particular uses; (3) prohibit particular uses; or (4) require clear and adequate warnings as to the hazards of use or disposal. Authorizes the Administrator to test for adulterated or contaminated substances and mixtures. Authorizes the Administrator to file an action in a United States district court (1) against an imminently hazardous chemical substance or mixture or any article containing such a substance or mixture for seizure of such substance, mixture or article; (2) against any person who manufactures, processes, or distributes such substance, mixture, or article; or (3) against both such substance, mixture, or article and such person. Directs the Administrator to promulgate rules for the reporting and retention of information by manufacturers and processors as is necessary for the effective enforcement of this Act. Authorizes the Administrator to require manufacturers, processors, or distributors to submit lists of health and safety studies with respect to chemical substances or mixtures which they intend to introduce into commerce. Requires any person who manufactures, processes, or distributes in commerce a chemical substance or mixture and who obtains information which reasonably supports the conclusion that such substance or mixture presents an unreasonable risk to health or the environment to immediately inform the Administrator of such risk unless such person has actual knowledge that the Administrator has been adequately informed of such risk. Directs the Administrator to, in consultation and cooperation with the Secretary of Health, Education, and Welfare and with other appropriate agencies, conduct such research and monitoring as is necessary to carry out the purposes of this Act. Authorizes the Administrator to inspect, after written notice, premises in which chemical substances or mixtures are manufactured, processed, or stored to determine whether the requirements of this Act have been complied with. Requires the Secretary of the Treasury to refuse entry into the customs territory of the United States of any chemical substance, mixture, or article containing a chemical substance or mixture offered for entry if (1) it fails to conform with any rule in effect under this Act, or (2) it is otherwise prohibited pursuant to this Act from being distributed in commerce. Permits disclosure of data received by the Administrator pursuant to this Act under limited circumstances, and prescribes criminal penalties for wrongful disclosure. Enumerates civil and criminal penalties for violations of the provisions of this Act, and grants jurisdiction to Federal district courts to (1) specifically enforce such provisions and (2) to entertain actions by citizens to enforce its provisions. Prescribes procedures for any person to petition the Administrator to issue a rule for testing standards or regulation of hazardous substances. Directs the General Accounting Office to conduct a study of all Federal laws administered by the Environmental Protection Agency for the purpose of determining whether and under what conditions, if any, indemnification should be accorded any person as a result of any action taken by the Administrator under any law administered by such agency. Authorizes to be appropriated for fiscal years 1976 and 1977 specified sums to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to regulate commerce and protect health and the environment by requiring testing and necessary restrictions on certain chemical substances and mixtures.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:37-05:00"
}