{
  "actions": [
    {
      "acted_at": "1984-06-28", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-06-28", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy Conservation and Power", 
      "text": "Referred to Subcommittee on Energy Conservation and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-06-28", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5970-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy Conservation and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1984-06-28", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Martinez, Matthew G.", 
      "sponsored_at": "1984-06-28", 
      "state": "CA", 
      "thomas_id": "00743", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Sabo, Martin Olav", 
      "sponsored_at": "1984-06-28", 
      "state": "MN", 
      "thomas_id": "01007", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-06-28", 
  "number": "5970", 
  "official_title": "A bill to amend the Clean Air Act to establish a program for the control of acid rain.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Acid Deposition Control Act of 1984", 
  "sponsor": {
    "district": "4", 
    "name": "Vento, Bruce F.", 
    "state": "MN", 
    "thomas_id": "01185", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-06-28", 
  "subjects": [
    "Acid precipitation (Meteorology)", 
    "Acid rain", 
    "Air pollution control", 
    "Coal", 
    "Construction costs", 
    "Department of the Treasury", 
    "Electric power production", 
    "Electric utilities", 
    "Electric utility rates", 
    "Energy", 
    "Energy facilities", 
    "Environmental protection", 
    "Federal-state relations", 
    "Fees", 
    "Fines (Penalties)", 
    "Fossil fuels", 
    "Government trust funds", 
    "Industrial pollution", 
    "Motor vehicle pollution control", 
    "Nitrogen oxides", 
    "Pollution taxes", 
    "Standards", 
    "Sulphur oxides", 
    "Technological innovations", 
    "Trucks"
  ], 
  "subjects_top_term": "Acid precipitation (Meteorology)", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-06-28", 
    "text": "National Acid Deposition Control Act of 1984 - Title I: Acid Deposition Control and Assistance Program - Amends the Clean Air Act to establish new requirements for acid deposition control. Sets forth direct federally mandated emission reductions and retrofit technology for the 50 fossil fuel fired electric utility generating plants which had the largest total emissions of sulfur dioxide during the calendar year 1980. Directs the Administrator of the Environmental Protection Agency to: (1) identify each such plant which emitted sulfur dioxide during calendar year 1980 at an annual average rate equal to or exceeding three pounds per million Btu; (2) within two months after enactment of this Act, publish a list of the 50 plants which have the largest total emissions; (3) notify the owner or operator of each of the 50 plants listed; and (4) within four months after such enactment, and after notice and opportunity for comment, publish a final list of the 50 plants with the largest total emissions. Requires the owner or operator of each plant on the final list to submit to the Administrator, by January 1, 1985, a compliance schedule, including increments of progress. Directs the Administrator to approve or disapprove such schedule, within one year after submission, and after notice and opportunity for hearing. Directs the Administrator, if such schedule is not submitted by the deadline or is not approved, to promulgate a compliance schedule for such plant on January 1, 1986. Provides for modification and publication of such schedules. Requires that each compliance schedule provide that: (1) a technological system of continuous emission reduction be used for each steam generating unit in the fossil fuel fired electric utility generating plant concerned; and (2) sulfur dioxide emissions from such plant for the calendar year 1990 and each calendar year thereafter shall not exceed 1.2 pounds per million Btu heat input and ten percent of the total annual sulfur dioxide emissions during calendar year 1980 (90 percent reduction) or 0.6 pounds per million Btu and 30 percent of the total annual sulfur dioxide emissions during the calendar year 1980 (70 percent reduction). Sets forth procedures for determining plant compliance with such emission limitation. Requires that: (1) contracts be entered into for the purchase and installation of the technological systems of continuous emission reduction by January 1, 1988; (2) such systems be installed and in operation by January 1, 1990; and (3) the emission limitation be achieved for each calendar year after 1989. Directs the Administrator, from the Acid Deposition Control Fund established under this Act, to pay for 90 percent of the costs of construction and installation of the technological system of continuous emission reduction necessary for each such plant to comply with the emission limitation. Directs the Administrator, after consultation with the Secretary of the Treasury, to promulgate regulations under which such payments: (1) may be made to utilities only if they will be used entirely to reduce those electric rate increases which would otherwise result from such construction and installation; and (2) shall be made at such times as will minimize rate increases. Sets forth requirements for State plans for additional emission reductions of sulfur dioxide. Directs the Administrator, within four months after the enactment of this Act, to compute a State share, for each of the 48 contiguous States, of a 10,000,000 ton reduction in annual emissions of sulfur dioxide by 1993 below that of 1980. Sets forth a formula for computation of State shares. Permits the Governors of two or more States to reallot State shares among agreeing States, if there is an equal or greater total reduction in annual emissions of sulfur dioxide through such reallotment. Sets deadlines and procedures for submission and approval of State plans for such State shares. Directs the Administrator to promulgate a State plan on January 1, 1988, if no State plan has been: (1) submitted by June 1, 1985; or (2) approved by January 1, 1988. Requires State plans for State shares to provide for emission limitations applicable to any stationary sources in the State for which the actual annual sulfur dioxide emission rates have been calculated by the Administrator for the calendar year 1980, other than a source which is one of the listed 50 electric utility plants subject to direct federally mandated emission reductions. Requires that the emission limitations for each stationary source subject to the State plan establish an allowable average annual sulfur dioxide rate at a level such that the total reduction would equal the State share, with specified credits for States in which any of the 50 listed plants are located. Permits State plans for State shares to provide for compliance with emission limitations through use of technological systems of continuous emission reduction or any other appropriate requirements. Directs the Administrator, from the Acid Deposition Control Fund (established within this Act), to pay for 90 percent of the costs of the construction and installation at an electric utility generating plant of any technological system of continuous emission reduction necessary to comply with requirements under a State plan for a State share of sulfur dioxide emission reductions. Subjects such payments to regulations relating to reduction of increases in utility rates. Establishes the Acid Deposition Control Fund in the Treasury consisting of amounts generated by fees imposed under this Act. Make the following portions of the total amount of fees deposited in the Fund available only for the following purposes: (1) 70 percent for facilities covered by direct federally mandated emission reduction requirements under this Act; and (2) 30 percent for facilities covered by State share plan requirements under this Act. Sets forth provisions for allocating such amounts among grant recipients and States. Directs the Secretary of the Treasury to be the trustee of the Fund and to report to the Congress for each fiscal year ending on or after September 30, 1984, on its financial condition and the results of its operation during such fiscal year and on its expected condition and operations during the next five fiscal years. Sets forth Fund investment duties of the Secretary. Imposes, under regulations promulgated by the Administrator, a fee of one mill for each kilowatt hour of electric energy: (1) generated in the contiguous 48 States by an electric utility; and (2) imported into the contiguous 48 States. Exempts from such fee electric energy: (1) used at the electric generating facility concerned; or (2) generated by a nuclear generating facility. Requires that a credit against such fee be allowed for each electric utility which at any time installs, or has installed, on any steam generating unit a technological means of continuous emission reduction for the control of emissions of sulfur dioxide. Limits the amount of such credit to not more than 50 percent of the fee payment which would otherwise be required. Limits the total amount of all such credits allowed to a utility to not more than 50 percent of an amount equal to the total costs incurred by the utility for the construction and installation of technological means of continuous emission reduction for the control of sulfur dioxide emissions, minus the total of reimbursements for such costs received by such utility under this Act. Makes such fee effective with respect to electric energy generated, or imported, after December 31, 1984. Makes the fee cease to apply on the date on which all payments authorized under this Act have been made. Authorizes the Administrator to terminate the fee at an earlier date upon estimation that sufficient funds have been collected to fund all such authorized payments. Directs the Administrator to promulgate within six months after enactment of this Act regulations setting forth the time and manner required for payment of such fee and related reporting requirements. Establishes civil penalties for: (1) electric utilities (or importers of electric energy) which fail or refuse to pay such fees or to file required reports; and (2) any person who makes false or misleading statements in such required documents. Directs the Administrator to bring civil actions in such cases. Establishes additional criminal penalties for electric utilities (or importers of electric energy) which knowingly commit such violations. Makes conforming amendments. Title II: Control of Nitrogen Oxide Emissions - Directs the Administrator to revise standards of performance for new stationary sources for emissions of nitrogen oxides from electric utility steam generating units which burn bituminous or subbituminous coal and which commence construction after the enactment of this Act. Prohibits the emission of nitrogen oxides from such units at a rate which exceeds: (1) 0.30 pounds per million Btu, in the case of subbituminous coal; and (2) 0.40 pounds per million Btu, in the case of bituminous coal. Adds to provisions relating to emissions from mobile sources to set the following nitrogen oxide emission standards for model year 1986 and after truck and truck engines: (1) gross vehicle weight of 6,000 pounds or less - 1.2 grams per vehicle mile; (2) 6,000 to 8,500 pounds - 1.7 grams per vehicle mile; and (3) more than 8,500 pounds - 4.0 grams per brake horsepower-hour."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Acid Deposition Control Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act to establish a program for the control of acid rain.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:10-05:00"
}