{
  "actions": [
    {
      "acted_at": "2007-06-19", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-06-20", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "subcommittee": "Energy and Environment", 
      "text": "Referred to the Subcommittee on Energy and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-06-21", 
      "in_committee": "House Committee on Science and Technology", 
      "in_subcommittee": "Energy and Environment", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-21", 
      "in_committee": "House Committee on Science and Technology", 
      "in_subcommittee": "Energy and Environment", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended) by Voice Vote .", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-27", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-27", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2007-08-03T23:08:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Science and Technology. H. Rept. 110-302.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-08-03T23:08:00-04:00", 
      "calendar": "Union", 
      "number": "189", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 189.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2008-05-06", 
      "in_committee": "House Committee on Science and Technology", 
      "in_subcommittee": "Energy and Environment", 
      "references": [], 
      "text": "Hearings Held by Subcommittee on Engergy and Environment Prior to Introduction and Referral (June 14, 2007).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2773-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Energy and Environment", 
      "subcommittee_id": "20"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-06-19", 
  "number": "2773", 
  "official_title": "To enhance research, development, demonstration, and commercial application of biofuels related technologies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2763-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3221-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3221-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Biofuels Research and Development Enhancement Act", 
  "sponsor": {
    "district": "22", 
    "name": "Lampson, Nick", 
    "state": "TX", 
    "thomas_id": "01500", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-06-27", 
  "subjects": [
    "Agricultural wastes", 
    "Agriculture and food", 
    "Alcohol as fuel", 
    "Algae", 
    "Alternative energy sources", 
    "Automobile engines", 
    "Biochemistry", 
    "Biomass energy", 
    "Biotechnology", 
    "Cellulose", 
    "Climate change and greenhouse gases", 
    "Commercialization", 
    "Congressional reporting requirements", 
    "Diesel motor", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Electric vehicles", 
    "Energy", 
    "Energy conservation", 
    "Energy consumption", 
    "Energy crops", 
    "Energy efficiency", 
    "Energy research", 
    "Environmental assessment", 
    "Environmental protection", 
    "Enzymes", 
    "Federal aid to research", 
    "Feedstock", 
    "Food supply", 
    "Forest conservation", 
    "Fuel consumption", 
    "Gasoline", 
    "Government operations and politics", 
    "Government publicity", 
    "Governmental investigations", 
    "Hydrogen", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "Laboratories", 
    "Motor vehicle pollution control", 
    "Natural gas vehicles", 
    "Oils and fats", 
    "Pollution control", 
    "Public lands and natural resources", 
    "Refuse as fuel", 
    "Research and development", 
    "Research centers", 
    "Research grants", 
    "Science, technology, communications", 
    "Service stations", 
    "Soil conservation", 
    "Soil pollution", 
    "Sustainable agriculture", 
    "Sustainable development", 
    "Technological innovations", 
    "Technology transfer", 
    "Transportation and public works", 
    "Water conservation", 
    "Water pollution control", 
    "Water resources development"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2007-08-03", 
    "text": "Biofuels Research and Development Enhancement Act - (Sec. 2) Directs the Secretary of Energy to establish a technology transfer center to disseminate information on research, development, and commercial application of technologies related to specified biofuels and biorefineries, including: (1) biochemical and thermochemical conversion technologies to make fuels from lignocellulosic feedstocks; (2) biotechnology processes that emphasize enzyme-based processing systems; (3) biogas technologies; and (4) other advances to enable biofuel development. (Sec. 3) Amends the Energy Policy Act of 2005 to instruct the Secretary to implement a biofuels research, development, and demonstration program related to existing transportation fuel distribution infrastructure and new alternative distribution infrastructure, focusing on the physical and chemical properties of biofuels and prevention of or mitigation against certain adverse impacts. (Sec. 4) Requires the Secretary to report to Congress on challenges inherent in increasing to 2.5% the biodiesel proportion of diesel fuel sold in the United States. Requires the Director of the National Institute of Standards and Technology to make publicly available the physical property data and characterization of biodiesel, in order to encourage standards that will promote their utilization in the transportation and fuel delivery system. (Sec. 5) Directs the Secretary to report to Congress on challenges inherent in increasing to 5% of the transportation fuels sold in the United States fuel with biogas or a blend of biogas and natural gas. (Sec. 6) Amends the Energy Policy Act of 2005 to direct the Secretary to establish five bioresearch centers, focusing on biofuels, one in each of the five Petroleum Administration for Defense Districts. (Sec. 7) Directs the Secretary to make grants for research, development, demonstration, and commercial application of biofuel production technologies in states with low rates of ethanol production, including cellulosic biomass ethanol production. (Sec. 8) Amends the Energy Policy Act of 2005 to direct the Secretary to establish: (1) a program of research, development, demonstration, and commercial application for increasing energy efficiency and reducing energy consumption in biorefinery facilities; and (2) a similar program for technologies and processes that enable the retrofitting of biorefineries that exclusively use corn grain or corn starch as a feedstock so that they can accept a range of biomass, including lignocellulosic feedstocks. (Sec. 9) Requires the Secretary to study and report to Congress on: (1) methods of increasing U.S. consumption of ethanol-blended gasoline with levels of ethanol between 10% and 40%; (2) whether optimizing flexible fueled vehicles to use E-85 fuel would increase their fuel efficiency; and (3) the effects of biodiesel upon engine and engine system performance and durability. (Sec. 12) Amends the Energy Policy Act of 2005 to authorize appropriations for bioenergy renewable energy research, development, demonstration, and commercial application activities for FY2010, and increase existing appropriations for FY2007-FY2009. (Sec. 13) Amends the Energy Policy Act of 2005 to instruct the Secretary to include environmental science in the research, development, and demonstration program for systems biology. Modifies the program goals of developing technologies and methods based on the biological functions of genomes, microbes, and plants that can perform specified functions. Revises the goal regarding the function of producing hydrogen to specify hydrogen in sustainable production systems that reduce greenhouse emissions. Adds a goal for the function of developing cellulosic and other feedstocks that are less resource and land intensive and that promote sustainable use of resources, including soil, water, energy, forests, and land, and ensure protection of air, water, and soil quality. Requires the Secretary to establish a research and development program to: (1) improve and develop analytical tools to facilitate the analysis of life-cycle energy and greenhouse gas emissions, including emissions related to direct and indirect land use changes, attributable to all potential biofuel feedstocks and production processes; (2) promote the systematic evaluation of the impact of expanded biofuel production on the environment, including forestlands, and on the food supply for humans and animals; and (3) facilitate small-scale production, local, and on-farm use of biofuels, including the development of small-scale gasification technologies for production of biofuel from cellulosic feedstocks. (Sec. 14) Directs the Secretary to study and report to Congress on increasing the fuel efficiency of vehicles using biogas by optimizing natural gas vehicle systems that can operate on it, including the advancement of vehicle fuel systems and the combination of hybrid-electric and plug-in hybrid electric drive platforms with natural gas vehicle systems using biogas. Sec. 15) Directs the Secretary to: (1) develop standards for biofuel dispenser systems in order to promote broader biofuels adoption and utilization; and (2) report to Congress on research and development regarding the use of algae as a feedstock for biofuels production."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Biofuels Research and Development Enhancement Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Biofuels Research and Development Enhancement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To enhance research, development, demonstration, and commercial application of biofuels related technologies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:46:46-05:00"
}