{
  "actions": [
    {
      "acted_at": "1985-01-03", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-02-11", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-11", 
      "bill_ids": [
        "hr2707-99"
      ], 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "See H.R.2707.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-01-03", 
  "number": "15", 
  "official_title": "A bill to provide for the safe and sound operation of depository institutions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2707-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Depository Institutions Act of 1985", 
  "sponsor": {
    "district": "15", 
    "name": "Wylie, Chalmers P.", 
    "state": "OH", 
    "thomas_id": "01249", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-01-03", 
  "subjects": [
    "Administrative procedure", 
    "Bank deposits", 
    "Bank examination", 
    "Bank failures", 
    "Bank holding companies", 
    "Bank mergers", 
    "Bank reserves", 
    "Branch banking", 
    "Consumer education", 
    "Consumer protection", 
    "Courts and Civil Procedure", 
    "Deposit insurance", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Interest", 
    "Interest rates", 
    "Interstate banking", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Mortgage banks", 
    "National banks", 
    "Savings and loan associations", 
    "Savings banks", 
    "State laws", 
    "States"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-01-03", 
    "text": "Title I: Short Title - Entitles this Act the Depository Institutions Act of 1985. Title II: Amendments to the Bank Holding Company Act - Amends the Bank Holding Company Act of 1956 (BHCA) to redefine a \"bank\" as any institution which is insured by the Federal Deposit Insurance Corporation or which obtains (other than through a nonaffiliated bank) Federal Reserve System borrowing, discount, or payment system services. Excludes thrift institutions, trust companies (with restrictions on activities), foreign organizations which do not do business in the United States except as incident to their foreign activities, institutions which engage solely in credit care operations, and any State chartered savings bank or mutual savings bank, unless such institution enters into an agreement with the Federal Reserve Board to be considered a bank under BHCA. Defines a \"special purpose bank\" as an institution which becomes a bank due to the amendments made by this Act and which does not both accept demand deposits and make commercial loans. Prohibits a bank holding company from controlling a State-chartered bank which conducts insurance activities that are not authorized for a bank holding company or its nonbanking subsidiaries under BHCA, unless explicity authorized under a State law adopted within three years after the effective date of this Act. Revises procedures by which the Federal Reserve Board approves nonbanking activities for bank holding companies. Authorizes a bank holding company to acquire ownership or control of voting shares of a company the activities of which the Board has determined to be: (1) closely related to banking; (2) of a financial nature and designed to enable bank holding companies to adjust to technological innovations in the provision of banking or banking-related services; or (3) of a financial nature and substantially identical to products or services offered by nonbanking concerns which are competitive with products or services provided by banks. Prohibits a bank holding company from engaging in such activity de novo or by acquisition unless it provides the Board 60 days' prior notice and the Board does not, within such 60 days, issue an order disapproving the proposal or requiring more information. Requires publication of the notice for public comment in the Federal Register. Directs the Board, in evaluating such proposal, to consider: (1) the safety and soundness of the financial institutions concerned; (2) the managerial and financial resources of the companies involved; (3) any arrangement which may adversely affect the independence or impartiality of an affiliate bank in the provision of credit; and (4) public comments. Provides for judicial review of Board orders disapproving or approving such a proposal. Permits a bank holding company to petition the Board to determine by regulation whether a particular nonbanking activity is permissible. Authorizes bank holding companies to acquire subsidiaries engaged principally in underwriting or dealing in securities backed by pools of residential mortgages. Deletes the right of competitors to intervene in administrative proceedings concerning a bank holding company's proposal to engage in a nonbanking activity. Exempts from prohibitions concerning nonbanking activities any company which is a bank holding company solely because it obtained control of a special purpose bank before the effective date of this Act. Specifies causes for which the Board may terminate such exemption. Directs the Board to include in its annual report to the Congress a discussion of the impact of such exemptions on the Nation's financial system. Authorizes the Board to order any State bank subsidiary of a bank holding company to cease any activity conducted to evade the purposes of BHCA or which threatens the safety and soundness of the Nation's financial system. Title III: Amendments to the Savings and Loan Holding Company Act - Amends the National Housing Act to revise the definition of an \"insured institution\" to include any State chartered savings bank, unless: (1) the bank has entered into an agreement with the Federal Reserve Board to be considered a \"bank\" under BHCA; (2) the bank has total assets of $1,000,000,000 or less, provided such bank and affiliated companies are not engaging in activities which are not permissible for a multiple savings and loan holding company; or (3) the bank's accounts are not insured by the Federal Deposit Insurance Corporation (FDiC) or the Federal Savings and Loan Insurance Corporation (FSLIC). Defines a \"qualified thrift lender\" as an insured institution which devotes at least 65 percent of its assets to residential mortgages and related investments on an average basis in three out of every four calendar quarters, with exceptions authorized under extraordinary circumstances. Applies the restrictions on business activities of multiple savings and loan holding companies to unitary savings and loan holding companies. Expands permissible activities to include the acquisition of a subsidiary corporation principally engaged in underwriting or dealing in securities backed by pools of residential mortgages. Exempts companies controlling a single qualified thrift lender from such restrictions. Provides a two-year period for a subsidiary institution to qualify as a qualified thrift lender. Specifies causes for which the FSLIC may terminate such exemption. Directs the Federal Home Loan Bank Board to include in its annual report to the Congress a discussion of the implementation by the FSLIC of the modifications to restrictions on business activities for savings and loan holding companies. Title IV: Restricted Activities of Depository Institutions - Amends the Federal Deposit Insurance Act and the National Housing Act to prohibit a bank or an insured thrift institution, respectively, from: (1) affiliating with a company engaged in any activity that a member bank may not engage in directly under the Banking Act of 1933; or (2) having an officer, director, or employee relationship with another organization which would be prohibited for a member bank. Provides for approval of such an affiliation in order to save a failing institution provided that: (1) the affiliation will result in a capital infusion which will save the institution; (2) no financial assistance will need to be provided by FDiC or FSLIC; and (3) the company affiliating with such institution has no more than three percent of its assets in activities prohibited for member banks. Title V: Protection of Insurance Fund - Amends the Federal Deposit Insurance Act to authorize the FDiC to restrict or prohibit any activity of a State insured bank which is prohibited for a national bank and which is determined to be excessively speculative or to pose a serious risk of loss to the insurance funds. Amends BHCA to declare unenforceable any contract provision: (1) which prohibits a bank holding company from selling shares of a subsidiary bank, or from permitting a subsidiary bank from selling its own shares to an entity other than the holding company, when such a sale takes place as part of assistance provided by the FDiC; or (2) which a bank subsidiary of a bank holding company must violate to comply with a directive or order of the appropriate regulatory agency. Amends the National Housing Act to authorize the FSLIC to restrict or prohibit any activity of a State-insured institution which is prohibited for a chartered Federal savings and loan association and which is determined to be excessively speculative or to pose a serious risk of loss to the insurance reserves. Authorizes the FSLIC to issue directives requiring insured institutions to submit and adhere to plans to achieve required reserve levels. Declares unenforceable any contract provision which: (1) prohibits a savings and loan holding company from selling shares of a subsidiary insured institution or from selling its own shares to an entity other than the holding company when such sale takes place as part of assistance provided by the FSLIC; or (2) an insured institution subsidiary of such holding company must violate to comply with a directive or order of the FSLIC or the Federal Home Loan Bank Board. Title VI: Interstate Banking - Authorizes national banks to branch across State lines. Authorizes each State, for five years after the effective date of this title, to: (1) prohibit all out-of-State banks from establishing or operating a branch in such State; (2) allow only those out-of-State banks with certain assets or deposits to branch within such State; and (3) limit the amount of deposits which may be accepted by branches of out-of-State banks. Amends the National Bank Act to provide that the term \"branch\" does not include customer bank communications terminals or automatic teller machines. Amends BHCA to authorize each State, for such five-year period, to: (1) restrict acquisitions of State banks by out-of-State bank holding companies based on the assets or deposits of the holding company and its subsidiary banks; and (2) limit the amount of deposits which a State bank so acquired may accept. Amends the Federal Deposit Insurance Act to direct Federal regulatory agencies for such five-year period to give effect to such State laws concerning interstate branching and banking when considering proposed mergers of depository institutions. Directs the FDIC to give effect to such laws when considering branching applications by nonmember insured institutions. Amends the Home Owners' Loan Act of 1933 to prohibit any Federal savings and loan association from establishing or operating an out-of-State branch unless: (1) the association is a qualified thrift lender; and (2) the total assets of the association's branches in a State would qualify the branches as a whole as a qualified thrift lender. Permits the Federal Reserve Board to allow associations up to two years to meet qualified thrift lender requirements. Sets forth restrictions on interstate branching and acquisitions by savings and loan associations corresponding to the previous restrictions applied to national banks. Title VII: Money Brokers - Limits the amount of insured deposits that an insured depository institution may receive through a deposit broker at five percent of the institution's daily average total deposits. Prohibits an institution which is at or below its minimum net worth requirement from accepting any brokered deposits. Provides a six-month period for institutions to comply with such requirements. Establishes penalties for violations of this title. Title VIII: Consumer Protection - Directs appropriate Federal regulatory agencies to promulgate regulations requiring: (1) deposit advertisements by financial institutions to clearly advise consumers of a standardized rate of return on interest bearing accounts; and (2) disclosure of all charges and fees which may be imposed on accounts and any increases in such charges. Amends the Community Reinvestment Act to require the appropriate agency, when examining a financial institution, to assess the institution's record in providing basic financial services to all community members in a manner consistent with its safe and sound operation. Requires the Federal Reserve Board to begin to develop a program with the goal of providing for the availability for withdrawal of: (1) amounts deposited through locally drawn checks after one business day; and (2) amounts deposited through all other checks after three business days. Requires each depository institution to notify customers of deposit availability practices. Requires an institution to begin paying interest on deposited funds when it receives provisional credit for such funds, unless it begins paying interest later for all deposits, including cash deposits. Title IX: Miscellaneous - Extends until 1988 the Homes Mortgage Disclosure Act, the Depository Institutions Deregulation and Monetary Control Act, and the emergency provisions of the Garn-St. Germain Depository Institutions Act of 1982. Deletes the requirement that certain insured banks must have total assets of at least $500,000,000 to obtain extraordinary assistance from the FDiC under the Garn-St. Germain Depository Institutions Act of 1982. Title X: Effective Dates - Sets for the effective dates of various provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Depository Institutions Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the safe and sound operation of depository institutions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:21-05:00"
}