{
  "actions": [
    {
      "acted_at": "1981-12-02", 
      "committee": "Senate Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1899-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-12-02", 
  "number": "1899", 
  "official_title": "A bill to amend the Federal Election Campaign Act of 1971 to reform campaign financing and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Election Reform and Deregulation Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-12-02", 
  "subjects": [
    "Business and politics", 
    "Campaign funds", 
    "Congressional elections", 
    "Department of the Treasury", 
    "Election candidates", 
    "Election statistics", 
    "Executive reorganization", 
    "Federal Election Commission", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Presidential elections", 
    "Presidents and Vice Presidents", 
    "Tax administration", 
    "Taxation", 
    "Voting"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-12-02", 
    "text": "Federal Election Reform and Deregulation Act of 1981 - Title I: Deregulation of Presidential Campaigns - Amends the Internal Revenue Code (Presidential Election Campaign Fund Act) to allow a $1,000 contribution in-kind to a presidential general election campaign provided that any such contributions in excess of $500 are reported. Amends the Federal Election Campaign Act of 1971 to eliminate: (1) the state-by-state expenditure limitation; (2) the legal and accounting exemption for presidential campaigns receiving public funds; and (3) the fundraising expense exemption. Increases expenditure limitations for presidential primary and general elections. Requires the Federal Election Commission to show a pattern of inadequate recordkeeping in order to require a campaign organization to repay public funds. Permits inactive presidential candidates to file quarterly (rather than monthly) reports. States that all repayments under such Act are to be credited to the Presidential Election Campaign Fund. Title II: Reducing Recordkeeping and Reporting Burdens - Increases specified reporting threshhold amounts and eliminates certain related reporting requirements. Title III: Limitations on Contributions - Raises ceilings on individual per election and aggregate Federal election contributions. Places a limit on contributions to draft committees. Title IV: Streamlining the Federal Election Commission - Eliminates the requirement that Federal candidates and committees file duplicate reports with the House and Senate (makes the Commission the sole point of entry for such filings). Makes structural changes in the Commission including: (1) removing the Secretary of the Senate and the Clerk of the House from membership; (2) placing a $20,000 ceiling on compensation; (3) replacing the positions of staff director and general counsel with an Executive Director position; and (4) permitting persons to engage in other employment while serving on the Commission. Requires the Commission to publish periodically statistical analyses of filed reports and statements, including a June 30 deadline for post- election summaries. Establishes a specific time frame for Commission enforcement actions and replaces the existing violation notice procedure with a letter of inquiry. Permits the Commission to impose a $10,000 nonfiling penalty on a multicandidate committee without going through specified enforcement procedures. Directs the Commission to: (1) review its rules, regulations, and forms after each even-numbered election year; and (2) make its examination and audit of presidential candidates public by July 31 of the post-election year. Authorizes the Commission to: (1) audit multicandidate committees on a random basis; and (2) waive specified recordkeeping or reporting requirements. Reduces the legislative review period of Commission regulations from 30 legislative days to 15 legislative days. Authorizes the Commission to establish a revolving fund. Expands the scope of the Commission's advisory opinion authority. Reduces the public comment period on such opinions from ten days to five days. Eliminates the Commission's annual reporting requirement. Title V: Miscellaneous Provisions - Makes draft committees subject to disclosure requirements. Eliminates valuation requirement for in-kind contributions of less than $500. Permits a trade association's political committees to solicit stockholders, personnel, and families until the corporation revokes such authority."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Election Reform and Deregulation Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Election Campaign Act of 1971 to reform campaign financing and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:06-05:00"
}