{
  "actions": [
    {
      "acted_at": "2007-05-22", 
      "committee": "House Committee on Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-11-14", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2445-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-05-22", 
  "number": "2445", 
  "official_title": "To amend that Alaska Native Claims Settlement Act to recognize Alexander Creek as Native village, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Young, Don", 
    "state": "AK", 
    "thomas_id": "01256", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2007-05-22", 
  "subjects": [
    "Alaska", 
    "Federal-Indian relations", 
    "Indian claims", 
    "Indian lands", 
    "Land transfers", 
    "Minorities", 
    "Native Americans", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "2007-05-22", 
    "text": "Amends the Alaska Native Claims Settlement Act (ANCSA) Recognizes the village of Alexander Creek located in Alaska as an eligible Native village. Directs the Secretary of the Treasury to establish an Alexander Creek account, the funds of which shall be available to Alexander Creek, Incorporated for bidding on and purchasing property sold at public sale. Directs the Secretary of the Interior (the Secretary) to enter into negotiations to attempt to conclude a land exchange to acquire the surface estate in lands not within any conservation system unit from the State of Alaska or the Mantanuska-Susitna Borough to enable Alexander Creek to select additional public lands within Alexander Creek's original withdrawal area in Alaska. Requires the: (1) the account's initial balance to be the fair market value of the surface estate of certain deficiency selections made by Alexander Creek; and (2) subsurface estate to the lands conveyed to Alexander Creek to be conveyed to Cook Inlet Region, Incorporated. Deems Alexander Creek, upon certification by the Secretary of the appraisal described in this Act, to have accepted the terms of this Act in lieu of any other land entitlement it could have received pursuant to ANCSA. Declares that such acceptance shall satisfy all claims of Alexander Creek against the United States. Deems any land conveyed to Alexander Creek pursuant to this Act to be a conveyance pursuant to ANCSA."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend that Alaska Native Claims Settlement Act to recognize Alexander Creek as Native village, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:46:35-05:00"
}