{
  "actions": [
    {
      "acted_at": "2008-07-31", 
      "committee": "House Committee on Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6689-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-07-31", 
  "number": "6689", 
  "official_title": "To restore Federal recognition to the Chinook Nation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Chinook Nation Restoration Act", 
  "sponsor": {
    "district": "3", 
    "name": "Baird, Brian", 
    "state": "WA", 
    "thomas_id": "01557", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-07-31", 
  "subjects": [
    "Congressional oversight", 
    "Federal-Indian relations", 
    "Indian lands and resources rights", 
    "Indian social and development programs", 
    "Land transfers", 
    "Native Americans", 
    "Oregon", 
    "Property rights", 
    "Washington State"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-07-31", 
    "text": "Chinook Nation Restoration Act - Extends federal recognition to the Chinook Indian Nation. Makes the Chinook Tribe and its members eligible for all services and benefits provided by the government to federally recognized tribes regardless of the existence of a reservation or the location of residence of any member on or near any Indian reservation. Provides that, for purposes of the delivery of federal services to enrolled members, the Tribe's service area shall consist of specified counties in Washington and Oregon.Requires the Tribe to: (1) submit to the Secretary of the Interior a membership roll; and (2) conduct, by secret ballot, an election to adopt a constitution and bylaws. Provides that if the Tribe transfers all rights to land to the Secretary, the Secretary shall take such land in trust for the Tribe's benefit, subject to specified restrictions. Directs the Secretary to: (1) negotiate with the tribal governing body regarding establishing a reservation; (2) develop a plan for doing so.Requires the Secretary to: (1) notify and consult with all appropriate state officials and owners of land adjacent to those considered for the proposed reservation; and (2) provide complete information on the proposed plan to such officials. Provides for the plan's submission to Congress upon approval by the tribal governing body.Requires any real property transferred by the Tribe or any member to the Secretary to be held in the name of the United States for the Tribe's benefit. Prohibits the exercise of eminent domain for purposes of acquiring lands for the Tribe's benefit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Chinook Nation Restoration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To restore Federal recognition to the Chinook Nation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:28-05:00"
}