{
  "actions": [
    {
      "acted_at": "1974-06-25", 
      "references": [], 
      "text": "Reported to House from the Committee on Rules, H. Rept. 93-1151.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-07-10", 
      "references": [], 
      "text": "Measure passed House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres1195-93", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-25", 
  "number": "1195", 
  "official_title": "Resolution providing for the consideration of H.R. 14920.  A bill to further the conduct of research, development, and demonstration in geothermal energy technologies, to establish a geothermal energy coordination and management project, to amend the National Science Foundation Act of 1950 to provide for the funding of activities relating to geothermal energy, to amend the National Aeronautics and Space Act of 1958 to provide for the carrying out of research and development in geothermal energy technology, to carry out a program of demonstrations in technologies for the utilization of geothermal resources.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14920-93", 
      "reason": "ruled-by"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Matsunaga, Spark M.", 
    "state": "HI", 
    "thomas_id": "00749", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1974-06-25", 
  "subjects": [
    "Bill consideration (Rule)", 
    "House of Representatives", 
    "House rules and procedure"
  ], 
  "subjects_top_term": "House rules and procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-25", 
    "text": "States that upon the adoption of this resolution it shall be in order to move that the House resolve itself into the Committee of the Whole House on the State of the Union for the consideration of the bill (H.R. 14920) to further the conduct of research, development, and demonstration in geothermal energy technologies, to establish a Geothermal Energy Coordination and Management Project, to amend the National Science Foundation Act of 1950 to provide for the funding of activites relating to geothermal energy, to amend the National Aeronautics and Space Act of 1958 to provide for the carrying out of research and development in geothermal energy technology, to carry out a program of demonstrations in technologies for the utilization of geothermal resources, and for other purposes. Stipulates that after general debate, which shall be confined to the bill and shall continue not to exceed one hour, to be equally divided and controlled by the chairman and ranking minority member of the Committee on Science and Astronautics, the bill shall be read for amendment under the five-minute rule. Provides that, at the conclusion of the consideration of the bill for amendment, the Committee shall rise and report the bill to the House which such amendments as may have been adopted, and the previous question shall be considered as ordered on the bill and amendments thereto to final passage without intervening motion except one motion to recommitt."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolution providing for the consideration of H.R. 14920.  A bill to further the conduct of research, development, and demonstration in geothermal energy technologies, to establish a geothermal energy coordination and management project, to amend the National Science Foundation Act of 1950 to provide for the funding of activities relating to geothermal energy, to amend the National Aeronautics and Space Act of 1958 to provide for the carrying out of research and development in geothermal energy technology, to carry out a program of demonstrations in technologies for the utilization of geothermal resources.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:44-05:00"
}