{
  "actions": [
    {
      "acted_at": "1974-04-04", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3309-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-04-04", 
  "number": "3309", 
  "official_title": "A bill to amend the Merchant Marine Act of 1936, as amended, to provide for welfare of merchant seamen, essential to the foreign commerce of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Magnuson, Warren G.", 
    "state": "WA", 
    "thomas_id": "01388", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-04-04", 
  "subjects": [
    "Labor and employment", 
    "Merchant marine", 
    "Merchant seamen", 
    "Ships and shipping"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-04-04", 
    "text": "Provides, under the Merchant Marine Act of 1936, that each department and agency of the United States Government is authorized and directed to cooperate with and assist the United Seamen's Service, Incorporated in operating programs for merchant seamen, in implementing the Seamen's Service Act, the International Labor Organization recommendation concerning seafarers' welfare at sea and in port, and other recommendations with respect to welfare of merchant seamen which the United States Government may from time to time assume. Authorizes the Secretary of Commerce and the Maritime Administrator to coordinate the assistance of the departments of the United States Government with the United Seamen's Service, Incorporated. States that in the implementation of coordination, each department shall: (1) wherever available, furnish office space, warehousing, wharfage, means of communication, transportation, equipment, and supplies without charge, and souvenirs and similar items for merchant seamen as available, at cost; (2) cooperate with foreign governments and with the States concerned with the welfare of merchant seamen; (3) enter into mutual agreements and issue regulations designed to aid the United Seamen's Service, Incorporated, in performance of its mission; and (4) give such other assistance not prohibited by law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Merchant Marine Act of 1936, as amended, to provide for welfare of merchant seamen, essential to the foreign commerce of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:08-05:00"
}