{
  "actions": [
    {
      "acted_at": "1976-03-11", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12417-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-03-11", 
  "number": "12417", 
  "official_title": "A bill to amend the Railroad Revitalization and Regulatory Reform Act of 1976 to authorize the Secretary of Transportation to provide financial assistance for purposes of establishing and carrying out rail transportation research, education, and training programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Edgar, Robert W.", 
    "state": "PA", 
    "thomas_id": "00334", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-03-11", 
  "subjects": [
    "Education", 
    "Federal aid to education", 
    "Higher education", 
    "Railroad law", 
    "Railroads", 
    "Transportation research"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-03-11", 
    "text": "Directs the Secretary of Transportation, under the Railroad Revitalization and Regulatory Reform Act of 1976, to provide financial assistance in the form of grants to institutions of higher learning to carry out programs relating to rail transportation. Makes eligible for such assistance, programs which involve research into the theoretical and practical problems of rail transportation in the United States or education and training of individuals: (1) for employment in organizations which plan, construct, operate, or manage rail transportation systems; and (2) to conduct research with respect to rail transportation problems. Gives preference to those institutions which undertake such research, education and training by bringing together various technical disciplines and social managerial sciences which relate to rail transportation problems. Sets forth the requirements for applications by institutions for such assistance. Requires institutions receiving financial assistance under this Act to maintain such records as the Secretary prescribes. Grants the Secretary or Comptroller General of the United States access to such records. Authorizes appropriations of 2,000,000 for fiscal year 1977; $5,000,000 for fiscal year 1979; $10,000,000 for fiscal year 1979; $5,000,000 for fiscal year 1980; and $2,000,000 for fiscal year 1981 to carry out the purposes of this Act. Makes technical amendments in the Railroad Revitalization and Regulatory Reform Act of 1976 to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Railroad Revitalization and Regulatory Reform Act of 1976 to authorize the Secretary of Transportation to provide financial assistance for purposes of establishing and carrying out rail transportation research, education, and training programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:57-05:00"
}