{
  "actions": [
    {
      "acted_at": "1979-06-06", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4353-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-06", 
  "number": "4353", 
  "official_title": "A bill to provide compensation for the victims of crime, assistance to witnesses in criminal cases, and an increase in witness fees.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Criminal Victims and Witnesses Assistance Act", 
  "sponsor": {
    "district": "3", 
    "name": "Russo, Martin A.", 
    "state": "IL", 
    "thomas_id": "01004", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-06", 
  "subjects": [
    "Compensation for victims of crime", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Department of Justice", 
    "Executive reorganization", 
    "Federal aid to law enforcement agencies", 
    "Intergovernmental relations", 
    "States", 
    "U.S. Attorneys", 
    "Victims of crimes", 
    "Witnesses"
  ], 
  "subjects_top_term": "Victims of crimes", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-06", 
    "text": "Federal Criminal Victims and Witnesses Assistance Act - Title I: Victim Compensation - Establishes in the Department of Justice a three-member Victims Compensation Commission, to be appointed by the President. Directs the Commission to order the payment of compensation to an intervenor (a person going to the aid of another to prevent the commission of a crime) or a victim of a crime for personal injuries, or in the event of death, to such person's surviving dependents. Bases compensation to an intervenor on \"net losses\" (gross losses, excluding pain and suffering, not otherwise recoverable under public or private means) and to a victim on \"pecuniary losses\" (net losses covering specified expenses, such as medical expenses, loss of earnings up to $150 per week, child care, and funeral expenses). Allows the Commission to order emergency compensation up to $1,500 pending final action on a claim. Stipulates that such compensation shall not affect the right of any person to recover damages in a civil action, but applies a prior or subsequent recovery to gross losses not qualifying as net or pecuniary losses. Enumerates limitations on the payment of compensation under this Act, including that no compensation shall be made: (1) unless (A) the act giving rise the claim is reported to the law enforcement officials within 72 hours of its occurrence, (B) the claim is made within one year of such act (absent a finding of good cause by the Commission), and (C) a minimum loss of $100 has been incurred; (2) in excess of $50,000; and (3) if the Commission finds that the claimant has not substantially cooperated with all law enforcement agencies or that the claimant's behavior was a substantial contributing factor to the act giving rise to the claim. Sets forth the authority of the Commission with respect to receiving claims for compensation. Enumerates the Federal crimes for which compensation under this Act may be made (basically, any crime which poses a substantial threat of personal injury). Stipulates that a crime may be considered to have been committed even if the offender was legally incapable of doing so because of age, insanity, or drunkenness. Requires law enforcement officials to inform each victim of a crime of certain rights, including that such victim has a right: (1) to be free from intimidation; (2) to be told about available compensation for injuries and available social service agencies; and (3) to be assisted by criminal justice agencies. Authorizes the Administrator of the Law Enforcement Assistance Administration (LEAA) to make grants (up to 50 percent of the costs of a State's compensatory payments) and provide technical assistance to States to establish victim compensation programs which are substantially similar to the Federal program set forth by this Act. Directs the Administrator to evaluate annually each State plan. Title II: Witness Assistance - Establishes within each United States attorney's office a witnesses of crime assistance bureau to create and administer programs that encourage witnesses to testify at criminal trials in Federal courts. Authorizes the Administrator of LEAA to make grants and provide technical assistance to States to establish witness assistance programs with respect to State crimes. Directs the Administrator to evaluate annually each State plan. Title III: Witness Fees - Increases the per diem, mileage, and subsistence expenses allowed to witnesses attending Federal courts. Authorizes the Administrator of LEAA to make grants to reimburse States for compensating witnesses of State crimes at the levels provided for compensating witnesses of Federal crimes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Criminal Victims and Witnesses Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide compensation for the victims of crime, assistance to witnesses in criminal cases, and an increase in witness fees.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:16-05:00"
}