{
  "actions": [
    {
      "acted_at": "1973-01-11", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1943-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-11", 
  "number": "1943", 
  "official_title": "A bill to authorize designated employees of the National Park Service and U.S. Forest Service to make arrest for violation of Federal laws and regulations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Young, C.W. Bill", 
    "state": "FL", 
    "thomas_id": "01255", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-11", 
  "subjects": [
    "Crime and law enforcement", 
    "Forests and forest products", 
    "Parks"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-11", 
    "text": "Permits members of the United States Park Police, National Park Service Rangers and, when so designated by the Secretary of the Interior, additional employees of the National Park Service and employees of the Forest Service designated by the Secretary of Agriculture to carry firearms while on duty and to make arrests without warrant for any felony or misdemeanor committed in their presence or view and in violation of any Federal law or regulation issued pursuant to law. Authorizes such employees to take any person arrested by them, without unnecessary delay, before the Federal court having jurisdiction over the offense, a United States magistrate, or any other officer having authority to hold or commit for the offense; and to execute any warrant or other process issued by a court or officer of competent jurisdiction for the enforcement of the provisions of any Federal law or regulation issued pursuant to law. States that the power and authority granted by the Act shall not limit or restrict the investigative jurisdiction of the Federal Bureau of Investigation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize designated employees of the National Park Service and U.S. Forest Service to make arrest for violation of Federal laws and regulations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:21-05:00"
}