{
  "actions": [
    {
      "acted_at": "1979-10-18", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-10-18", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5646-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-18", 
  "number": "5646", 
  "official_title": "A bill to amend the Privacy Act to transfer coverage of certain insurance records, to improve information practices in the insurance industry, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fair Insurance Information Practices Act", 
  "sponsor": {
    "district": "6", 
    "name": "Preyer, Richardson", 
    "state": "NC", 
    "thomas_id": "00928", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-10-18", 
  "subjects": [
    "Business and commerce", 
    "Civil Rights and Liberties", 
    "Consumer protection", 
    "Freedom of information", 
    "Insurance", 
    "Insurance companies", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Right of privacy", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-10-18", 
    "text": "Title I: Records Subject to Privacy Act - Amends the Privacy Act of 1974 to exempt insurance records from coverage under such Act, if the maintenance and disclosure of such records are subject to the Fair Insurance Information Practices Act. Title II: Fair Insurance Information Practices - Fair Insurance Information Practices Act - Prohibits insurance institutions, agents, and support organizations from disclosing individually identifiable personal information except if specified circumstances exist, including: (1) the written authorization of the individual concerned; (2) when required by Federal or State statute; (3) for governmental and insurance regulatory authority; (4) for business purposes; (5) to insurance institutions or a consumer reporting agency; and (6) for auditing or research purposes. Requires insurance institutions or agents to notify the individual concerned, in connection with an application for insurance or a claim of the: (1) types of personal information to be collected; (2) techniques of collection; and (3) individual's rights with regard to such information. Sets forth limitations on information collection practices, including: (1) inducing an individual to sign any statement authorizing any person to disclose personal information; and (2) the use of pretext interviews. Requires insurance institutions, agents, or support organizations to make any personal information in their possession available to the person to whom such information refers. Sets forth the procedures to be followed in making such information available. Permits the nondisclosure of specified information, including: (1) names of third party sources; and (2) information gathered in the course of a judicial proceeding or in processing a claim. Gives individuals the right to have factual errors in personal information corrected and misrepresentations or misleading entries amended or deleted. Sets forth the procedure to be followed. Requires insurance institutions or agents to notify the individual concerned of adverse underwriting decisions and the individual's rights with respect to such decisions, unless specified circumstances exist. Stipulates that an individual's exercise of rights pursuant to this Act shall not affect such individual's insurance coverage or benefits. Permits actions for damages against insurance institutions, agents, or support organizations only for false information intentionally disclosed, if the disclosure or receipt of information is required by this Act. Permits individuals aggrieved by violations of this Act to receive actual, general and liquidated damages,, equitable and declaratory relief, and costs and attorney's fees. Authorizes State officials to enforce this Act. Makes this Act effective one year from enactment. Provides criminal penalties for: (1) obtaining personal information from insurance institutions, agents, or support organizations under false pretenses or by bribery or theft; and (2) unauthorized disclosures by officers and employees of such institutions or support organizations. Makes provisions for notification of existing policyholders of their rights under this Act. Permits the disclosure of personal information concerning a party to civil litigation to another party to such litigation pursuant to subpoena or other compulsory legal process. Sets forth the procedure to be followed."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Insurance Information Practices Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Privacy Act to transfer coverage of certain insurance records, to improve information practices in the insurance industry, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:43-05:00"
}