{
  "actions": [
    {
      "acted_at": "1973-01-18", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s435-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-18", 
  "number": "435", 
  "official_title": "A bill to promote full employment, restore a diversified production base, to promote orderly world marketing and the long-run growth of foreign trade.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "World Market Share Act", 
  "sponsor": {
    "district": null, 
    "name": "Hartke, Vance", 
    "state": "IN", 
    "thomas_id": "01349", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-18", 
  "subjects": [
    "Advisory bodies", 
    "Foreign trade and international finance", 
    "Imports"
  ], 
  "subjects_top_term": "Imports", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-18", 
    "text": "World Market Share Act - Title I: United States Foreign Trade and Investment Commission - Establishes the United States Foreign Trade and Investment Commission. Provides that if in any case calling for findings of the Commission in connection with any authority conferred upon the President by law to make changes in import restrictions, a majority of the commissioners voting are unable to agree upon findings or recommendations, the findings (and recommendations, if any) of any one of the Commissioners may be considered by the President as the findings and recommenations of the Commission. Title II: Quantitative Restraints and Imports - States that the total quantity of each category of goods produced in any foreign country which may be entered during the calendar year 1974 shall not exceed the average annual quantity as determined by the Commission of such catetory produced in such country and entered during the calendar years 1965 to 1969. Authorizes the Commission to increase (or decrease) the total quantity of each category of goods produced in any foreign country which may be entered during any calendar year after 1974 by an amount which the Commission estimates is necessary in order to make the total quantity of imports in each category bear the same relationship to United States production of the goods in such category as existed during the period 1965 to 1969. Allows the Commission to make additional decreases in quotas where it determines that the level of imports provided for under this title is inhibiting the production of any manufactured product. Provides that the quantitative restraints provided in this title shall not be applied to any category of goods for which the Commission has determined that: (1) a voluntary bilateral or multilateral government-to-government agreement has been entered into which effectively limits imports of such category, or (2) quantitative controls have been imposed pursuant to some other law, existing government-to-government international agreement, or (3) failure to import the goods would cause longterm disruption of United States markets, or (4) the domestic industry producing competing goods has consistently failed to make technological innovations required to remain competitive with foreign producers. Declares that any quota established for an item which is used in the production of goods in the United States may be increased by the Commission to a level which will not inhibit the production of such goods. Provides that if at any time, the Commission determines that any country's quota established under this title will not be filled, it shall so inform that President, and shall distribute the quota among new or existing suppliers as the President may direct. Authorizes the President to conclude bilateral or multilateral arrangements as agreements with the governments of foreign countries regulating, by category, the quantities of articles produced in such foreign countries which may be exported to the United States or entered and to issue regulations necessary to carry out the terms of such arrangements. Requires the President to take into account conditions in the United States market, the need to avoid disruption of that market, and such other factors as he deems appropriate in the national interest. Provides that there shall be promulgated as a part of the appendix to the Tariff schedules of the United States, Annotated, all quantitative limitations and exemptions established under this title or pursuant to any arrangement or agreement entered into under this title and all quantitative limitations otherwise established pursuant to law. Requires the Commission to publish a report to the Congress no later than July 1 of each year reviewing actions taken by it under this title during that year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "World Market Share Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote full employment, restore a diversified production base, to promote orderly world marketing and the long-run growth of foreign trade.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:19-05:00"
}