{
  "actions": [
    {
      "acted_at": "1985-04-26", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1024-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-26", 
  "number": "1024", 
  "official_title": "A bill to abolish the Appalachian Regional Commission, to repeal the Appalachian Regional Development Act of 1965, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Appalachian Regional Development Repeal Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Gordon J.", 
    "state": "NH", 
    "thomas_id": "01365", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-04-26", 
  "subjects": [
    "Appalachia", 
    "Appalachian Regional Commission", 
    "Department of Commerce", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal aid highway program", 
    "Federal aid to housing", 
    "Government operations and politics", 
    "Government trust funds", 
    "Housing and Housing Finance", 
    "Interstate highway system", 
    "Roads and highways", 
    "Rural affairs legislation", 
    "Rural housing"
  ], 
  "subjects_top_term": "Rural affairs legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-26", 
    "text": "Appalachian Regional Development Repeal Act of 1985 - Repeals the Appalachian Regional Development Act of 1965. Transfers to the Secretary of Transportation all functions, powers, and duties of the Appalachian Regional Commission that relate to the Appalachian Development Highway System. Authorizes the Secretary to take all necessary and appropriate actions to administer, monitor, manage to completion, and liquidate all existing grants, contracts, agreements, obligations, or guarantees made by said Secretary under such Act. Authorizes the Secretary to assist in the construction of Appalachian development highways and local access roads. Makes funds which were authorized and appropriated for the Appalachian development highway and local access road programs and allocated to the States available to the Secretary for such programs. Makes Appalachian development highways eligible for construction assistance funds from the Highway Trust Fund under the Federal-aid primary highway program. Limits the Federal share to 70 percent for projects approved after March 31, 1979. Authorizes the Secretary of Health and Human Services, the Secretary of Agriculture, the Secretary of the Interior, the Secretary of Education, and the Administrator of the Environmental Protection Agency to take all necessary and appropriate actions to administer, monitor, manage to completion, and liquidate all existing grants, contracts, agreements, obligations, or guarantees made by them under such Act. Authorizes the Secretary of Housing and Urban Development to take all necessary and appropriate action to administer, monitor, manage to completion, and liquidate all existing contracts, grants, agreements, obligations, or guarantees made by said Secretary. Allows the Appalachian Housing Fund to continue in existence to: (1) receive collections and payments; and (2) pay all obligations and expenses. Provides for the termination of the fund upon certification by the Secretary that the fund is no longer needed. Abolishes the Appalachian Regional Commission. Vests all functions and authorities of the Commission not otherwise disposed of by this Act in the Secretary of Commerce. Authorizes the Secretary to take all necessary and appropriate action to administer, monitor, manage to completion, and liquidate all existing contracts, grants, agreements, obligations, or guarantees made with respect to specified projects. Declares that no suit, action, proceeding, or cause of action by or against the Commission shall abate because of enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Appalachian Regional Development Repeal Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to abolish the Appalachian Regional Commission, to repeal the Appalachian Regional Development Act of 1965, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:23-05:00"
}