{
  "actions": [
    {
      "acted_at": "1992-06-04", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-04", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-10", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-10", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Investigations", 
      "text": "Referred to the Subcommittee on Investigations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-20", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to the Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-20", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to the Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5329-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Investigations", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-06-04", 
  "number": "5329", 
  "official_title": "To amend the Job Training Partnership Act to improve employment and training assistance for dislocated workers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Perkins, Carl C.", 
    "state": "KY", 
    "thomas_id": "00909", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-06-04", 
  "subjects": [
    "Armed forces and national security", 
    "Authorization", 
    "Conversion of industries", 
    "Defense budgets", 
    "Defense contracts", 
    "Defense industries", 
    "Depressed areas", 
    "Dislocated workers", 
    "Dismissal of employees", 
    "Education", 
    "Employee selection", 
    "Employee training", 
    "Employment agencies", 
    "Environmental protection", 
    "Federal aid to community development", 
    "Federal aid to higher education", 
    "Federal aid to vocational education", 
    "Federal employees", 
    "Government contractors", 
    "Government paperwork", 
    "Government property", 
    "Government spending reductions", 
    "Grants-in-aid", 
    "Hazardous waste disposal", 
    "Hazardous wastes", 
    "Information services", 
    "Job hunting", 
    "Job vacancies", 
    "Labor and employment", 
    "Layoffs", 
    "Manpower training programs", 
    "Military bases", 
    "Military personnel", 
    "Occupational retraining", 
    "Pollution control", 
    "Student aid", 
    "Telephone", 
    "Veterans' education", 
    "Weapons"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-06-04", 
    "text": "Amends the Job Training Partnership Act (JTPA) to revise provisions for title III employment and training assistance for dislocated workers, particularly under the Defense Conversion Adjustment Program (the Program). Requires State dislocated worker units to: (1) notify substate grantees immediately of current or projected permanent closures or substantial layoffs in their substate areas to continue and expand services initiated by the rapid response teams; and (2) provide the Secretary of Labor (the Secretary) with a cost breakdown of all title III funds used by such a unit for administrative expenditures. Prohibits States from transferring any of the rapid response assistance functions of such units to any other entities. Expands the definition of substantial layoff, for purposes of rapid response assistance provided under the Program, to mean a layoff of 50 or more individuals. Exempts funds expended under the Program from the 25 percent maximum limitation on needs-related payments and supportive services for other title III dislocated worker programs. Revises the Defense Conversion Adjustment Program (the Program) under JTPA title III. Directs the Secretary, from funds transferred by the Secretary of Defense under the Defense Economic Adjustment, Diversification, Conversion, and Stabilization Act of 1990, to make grants to substate grantees to provide conversion assistance to affected facilities and training, adjustment assistance, and employment services to eligible employees within such substate areas who are directly or indirectly affected by reductions in U.S. expenditures for defense or by closures of U.S. military facilities. Requires substate grantees to apply for such grants within 60 days after notification of the dislocation or potential dislocation of such employees, or else the Secretary shall make such grants to employers, employee representatives, or labor-management committees located in the areas to provide such services. Directs the Secretary, if the substate grantee and such alternative grantees fail to apply, to make such grants to the appropriate States to provide such services. Includes among grant application requirements: (1) conversion plans; (2) verification of provision of certain services by the State dislocated worker unit; (3) conditions for provision of skills enhancement training. Authorizes technical assistance in meeting application requirements. Requires assurances that the applicant will use amounts from the grant to provide certain needs-related payments. Directs the Secretary to select for substate grants only applications: (1) from areas most severely impacted (particularly those with existing high poverty or unemployment levels); (2) from areas with the greatest number of eligible employees (taking into account the ratio of eligible employees to community population); and (3) which include input and participation of the labor-management committee in the development of the conversion plan. Gives priority to applications from labor-management committees. Directs the Secretary to retain specified portions of the grant amount: (1) until determining that conversion plan requirements have been met; and (2) to reimburse the State dislocated worker unit for providing certain services. Allows such grants to be used for: (1) any authorized purpose under title III dislocated worker provisions in general or under part B Federal programs; and (2) skills enhancement training at defense facilities being converted to commercial facilities in order to supplement existing skills enhancement efforts for non-professional and non-managerial positions at such facilities. Makes specified requirements applicable to such grants for adjustment assistance. Directs the Secretary to follow specified requirements in prescribing regulations for use of such grant funds for needs-related payments in order to enable eligible employees to complete training or education programs to eligible employees participating in certificate vocational training or education programs for one year or more. Requires that student financial assistance authorized under programs for Department of Defense employees and veterans be provided prior to adjustment assistance or needs-related payments under such grants or any other student financial assistance provided under Federal law. Authorizes the Secretary, in carrying out the Program, to make grants for demonstration projects for innovative responses to the dislocation resulting from reductions in U.S. defense expenditures or closure of U.S. military installations. Directs the Secretary to reserve specified amounts for grants to community planning and adjustment committees for planning and conversion activities in substantially and seriously affected defense communities. Directs the Secretary to make grants for demonstration projects to train eligible employees in: (1) environmental cleanup at military installations, including hazardous waste; and (2) destruction or disposal of weapons at such installations. Defines eligible employee, for Program purposes, as an eligible dislocated worker who has been terminated or laid off, has received notice of termination or layoff, or will be terminated or laid off within 180 days, as a consequence of reduced U.S. defense spending or closing of U.S. military facilities. Defines substantially and seriously affected community to include not only such a community as defined under the Defense Economic Adjustment, Diversification, Conversion, and Stabilization Act of 1990, but also areas of high poverty and high unemployment, as determined by the Secretary. Amends the Defense Economic Adjustment Diversification, Conversion, and Stabilization Act of 1990 to authorize appropriations to the Secretary of Defense, which are to be transferred to the Secretary of Labor, to carry out the Defense Conversion Adjustment Program (the Program) under title III of JTPA. Requires that transfer of Federal property and equipment to a job training program under JTPA be provided to such program at no cost. Amends Federal law relating to the Armed Forces to require expansion of Interstate Job Bank program transitional services for Armed Forces members who are separated from active duty. Authorizes appropriations to the Secretary of Defense, which are to be transferred to the Secretary of Labor, to carry out such transitional services in general. Directs the Secretary of Labor to set aside a specified portion of such funds for the expansion of Interstate Job bank services to such members. Amends the Fedeal law relating to the Armed Forces to require defense contractors: (1) to give priority to hiring individuals who have received job training assistance under the Defense Conversion Adjustment Program (the Program) under JTPA; and (2) list suitable employment openings with the local employment service office. Requires the Secretary of Defense, not later than six months before the cancellation or substantial reduction in a defense contract, to give notice to a defense facility, where appropriate. Requires such facility, within two weeks after it receives such notice, to notify each employee representative (or each employee, if there is no representative)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend the Job Training Partnership Act to improve employment and training assistance for dislocated workers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:39-05:00"
}