{
  "actions": [
    {
      "acted_at": "1990-02-05", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-02-05", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-02-07", 
      "in_committee": "House Committee on House Administration", 
      "references": [], 
      "subcommittee": "Elections", 
      "text": "Referred to the Subcommittee on Elections.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3947-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA", 
      "subcommittee": "Subcommittee on Elections", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-02-05", 
  "number": "3947", 
  "official_title": "To amend the Federal Election Campaign Act of 1971 to provide for voluntary expenditure limitations, to restrict the practice of \"bundling\" of contributions, to provide for tax credit and deduction for contributions to candidates for Congress, to require full disclosure of independent expenditures, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Congressional Campaign Act of 1990", 
  "sponsor": {
    "district": "16", 
    "name": "Regula, Ralph", 
    "state": "OH", 
    "thomas_id": "00951", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-02-05", 
  "subjects": [
    "Campaign contributors", 
    "Campaign funds", 
    "Congressional elections", 
    "Government operations and politics", 
    "Government paperwork", 
    "Income tax", 
    "Newspapers", 
    "Political action committees", 
    "Political advertising", 
    "Political parties", 
    "Radio in politics", 
    "Tax credits", 
    "Tax deductions", 
    "Television in politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-02-05", 
    "text": "Congressional Campaign Act of 1990 - Amends the Federal Election Campaign Act of 1971 to reduce from: (1) $5,000 to $2,000 the limitation on a multicandidate political committee contribution to an election candidate; (2) $15,000 to $5,000 the limitation on a multiparty political committee contribution to the political committees established and maintained by a national political party which are not the authorized political committees of any candidate; and (3) $5,000 to $2,000 the limitation on a multiparty political committee contribution to any other political committee. Provides that an expenditure is not an independent expenditure if there is any type of arrangement, coordination, direction, advice, or counseling directly or indirectly between a candidate and the person making the expenditure. Requires contributions made by a person, directly or indirectly, to or on behalf of a candidate through an intermediary to be treated as contributions from the intermediary if: (1) the contributions are in the form of a negotiable instrument made payable to the intermediary rather than the intended recipient; or (2) the intermediary is a political committee, other than a candidate's authorized committee or an agent of such political committee, the candidate, or the national committee of a political party. Amends the Internal Revenue Code to provide tax credits and deductions for contributors to congressional campaign candidates. Limits tax credits and deductions to an annual total of $100 and $500 respectively for individual congressional campaign contributors. Prohibits credits and deductions if they are transmitted to candidates or their campaign committees through any intermediary. Provides for voluntary expenditure limitations and partial public financing for House of Representatives general elections. Sets forth eligibility requirements for public financing, including that a candidate: (1) has not and will not make expenditures or accept contributions in excess of specified limitations; (2) will deposit all payments in a separate checking account; and (3) will furnish campaign records, evidence of contributions, and other appropriate information to the Federal Election Commission. Requires eligible candidates to certify to the Commission that: (1) during the period beginning on January 1 of the calendar year preceding the year of a general election, such candidate and the authorized committees of the candidate have received contributions aggregating ten percent of the spending limitation; (2) 80 percent of such contributions have come from individuals residing in the candidate's State; and (3) at least one other candidate has qualified for the ballot. Makes special rules for special elections. Provides that a contribution may not be counted unless: (1) it is made on a written instrument identifying the person making the contribution; (2) it is not considered a contribution by an intermediary or conduit; and (3) it is made by an individual and does not exceed the aggregate of $500. Prohibits candidates who receive payments from spending more than $40,000 from personal funds during the election cycle. Prohibits such candidates from spending more than $500,000 in the aggregate during the election cycle, or additional expenditures of not more than $150,000 in a primary runoff election. Entitles eligible candidates to an allotment of: (1) television and radio time, divided as the candidate chooses; (2) newspaper advertising space; and (3) costs for installation of telephones and equipment for a question-and-answer format during the allotted time on television or radio. Requires candidates to submit schedules of such advertisements and installations to the Commission within ten days before an election and to rank the advertisements in order of their preference for purposes of any reduction of the maximum allotments. Requires stations, newspapers, or companies providing time, space, or service with respect to such an allotment to submit a report of charges to the Commission for payment. Sets forth guidelines for the Commission to certify such charges to the Secretary of the Treasury for payment that provide for: (1) reducing charges exceeding the amounts appropriated for the allotments to which such a candidate is entitled; and (2) notifying the parties involved of whether or not the Commission has certified such charges. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Congressional Campaign Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Election Campaign Act of 1971 to provide for voluntary expenditure limitations, to restrict the practice of \"bundling\" of contributions, to provide for tax credit and deduction for contributions to candidates for Congress, to require full disclosure of independent expenditures, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:24-05:00"
}