{
  "actions": [
    {
      "acted_at": "1985-05-24", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committees on Environment and Public Works; Energy and Natural Resources by unanimous consent with the proviso that if either committee reports the bill, the other committee shall be obligated to report within 120 calendar days or be discharged from further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-05-24", 
      "in_committee": null, 
      "references": [], 
      "status": "REFERRED", 
      "subcommittee": "Energy Research and Development", 
      "text": "Referred to Subcommittee on Energy Research and Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-25", 
      "in_committee": null, 
      "in_subcommittee": "Energy Research and Development", 
      "references": [], 
      "text": "Subcommittee on Energy Research and Development. Hearings held. Hearings printed:  S.Hrg. 99-439.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-11", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Energy Department, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-10-22", 
      "in_committee": null, 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Nuclear Regulation. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-10-23", 
      "in_committee": null, 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Nuclear Regulation. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-02-26", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-03-06", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-03-26", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-03-27", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-04-16", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-04-23", 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1986-04-24", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported to Senate by Senator McClure with an amendment in the nature of a substitute. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-04-24", 
      "committee": "Committee on Environment and Public Works, for a period not to exceed one hundred twenty calendar days, pursuant to the order of May 24, 1985", 
      "references": [], 
      "text": "Referred to the Committee on Environment and Public Works, for a period not to exceed one hundred twenty calendar days, pursuant to the order of May 24, 1985.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-05-13", 
      "in_committee": null, 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Nuclear Regulation. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-05-21", 
      "references": [], 
      "text": "By Senator McClure from Committee on Energy and Natural Resources filed written report. Report No. 99-310. Additional and minority views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-06-25", 
      "in_committee": null, 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Nuclear Regulation. Approved for full committee consideration with an amendment favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-08-06", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Environment and Public Works. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-08-07", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Environment and Public Works. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1986-08-15", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported to Senate by Senator Simpson with an amendment in the nature of a substitute. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-08-15", 
      "calendar": "Senate Legislative", 
      "number": "859", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 859.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1986-09-10", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Energy and Natural Resources received executive comment from Justice Department.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3238-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3238"
    }
  ], 
  "bill_id": "s1225-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Energy Research and Development", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Nuclear Regulation", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McClure, James A.", 
      "sponsored_at": "1985-05-24", 
      "state": "ID", 
      "thomas_id": "01394", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-05-24", 
  "number": "1225", 
  "official_title": "A bill to amend the Atomic Energy Act of 1954, as amended, to establish a comprehensive, equitable, reliable, and efficient mechanism for full compensation of the public in the event of an accident resulting from activities undertaken under contract with the Department of Energy or activities undertaken by Nuclear Regulatory Commission licensees involving nuclear materials.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Price-Anderson Act Amendments Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Simpson, Alan K.", 
    "state": "WY", 
    "thomas_id": "01435", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1986-04-23", 
  "subjects": [
    "Actions and defenses", 
    "Business and commerce", 
    "Compensation (Law)", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Cost of living adjustments", 
    "Courts and Civil Procedure", 
    "Damages", 
    "Economics and public finance", 
    "Environmental protection", 
    "Evacuation of civilians", 
    "Fines (Penalties)", 
    "Government liability", 
    "Government trust funds", 
    "Insurance", 
    "Liability for nuclear damages", 
    "Liability insurance", 
    "Limitation of actions", 
    "Negligence", 
    "Nuclear energy", 
    "Nuclear power plant accidents", 
    "Nuclear power plants", 
    "Radioactive wastes", 
    "Transportation and Travel", 
    "Transportation of hazardous substances"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Reported to Senate amended, 2nd committee reporting", 
    "date": "1986-08-15", 
    "text": "(Reported to Senate from the Committee on Environment and Public Works with amendment (without written report)) Price-Anderson Act Amendments Act of 1985 - Amends the Atomic Energy Act of 1954 to extend (from December 31, 1976, to 12 months after the date of enactment of this Act) the deadline by which the Nuclear Regulatory Commission (NRC) must prescribe the terms for licensees required to maintain financial protection to cover public liability claims. Increases from $5,000,000 to $60,000,000 the maximum standard deferred premium which may be charged following such an incident for each facility required to maintain the maximum amount of financial protection. Directs the Commission to request the Congress to appropriate sufficient funds for the Commission to issue obligations to the Secretary of the Treasury for the purpose of compensating public liability claims if the aggregate annual deferral premiums assessed for a nuclear incident are insufficient to indemnify such claims in a timely manner. Provides that aggregate payments in any single year regarding liability for a nuclear incident covered by an industry retrospective rating plan may not be required to exceed the amount of financial protection provided in that year under the Atomic Energy Act of 1954. States that the exclusive source of payments for public liability claims shall be the funds provided by financial protection under such Act, and the funds provided as a result of the obligations issued by the Commission. States that the total of such obligations shall not exceed amounts provided in appropriation Acts. Sets forth guidelines for the issuance and redemption of such obligations. Authorizes the Secretary of Energy (the Secretary) to enter into indemnification agreements with contractors (until August 1, 2007) for the construction or operation of production or utilization facilities for the benefit of the United States involving activities under the risk of public liability for a substantial nuclear incident (currently, the NRC has this authorization). Includes in such authorization any contracts involving the storage or disposal of spent nuclear fuel, high-level radioactive waste, or transuranic waste, including the transportation of such materials to a storage or disposal site or facility, and the construction and operation of such site. Directs the Secretary to make available from the nuclear waste fund the amounts necessary to compensate public liability claims related to the transportation, storage or disposal of specified nuclear waste. Requires the Secretary: (1) to determine the extent to which a nuclear incident related to such waste involves materials produced as a result of electricity generated in a civilian nuclear power reactor (or materials resulting from other activities or both); and (2) to decide the appropriate source of funds to be used in compensating public liability claims based upon that determination. Requires the Secretary to promulgate the regulations for making such determination within 90 days of enactment of this Act. Authorizes the Secretary to require as part of an indemnification agreement that a contractor maintain financial protection to cover any public liability relating to the contractual activity. Sets indemnification guidelines for persons indemnified against public liability claims. Sets $100,000,000 as the maximum indemnification amount for nuclear incidents occurring outside the United States. Precludes a contractor with whom an indemnification agreement has been executed, and who is engaged in activities relating to underground detonation of a nuclear explosive device, from using any immunity or defense founded in the Federal, State or municipal character of the contractor or of the work performed. (This holds the contractor liable for damages resulting from such detonation to the same extent as a private person). Sets aggregate liability guidelines for nuclear incidents which involve: (1) licensees required to maintain the maximum amount of liability insurance; and (2) contractors with whom the Secretary has entered into indemnification agreements. Requires the Secretary or the NRC to report to the Congress the causes and extent of damage from any nuclear incident which will probably require payments by the United States. States that, upon a court determination that public liability from a single nuclear incident may exceed a certain aggregate liability, the President must report to the Congress regarding: (1) the causes and extent of damage: (2) the estimated compensation requirements; and (3) compensation plans. Requires congressional approval of compensation plans by passage of an approval resolution within 60 days after submission. Authorizes the NRC to incorporate provisions in indemnity agreements which waive certain defenses by contractors and licensees based upon fault, conduct, governmental or charitable immunity. Extends such waiver to extraordinary nuclear occurrences which result from: (1) transportation of nuclear or source material; or (2) activities undertaken by the Secretary, including the storage or disposal of nuclear waste (thus imposing a strict liability standard for any extraordinary nuclear occurrence). Extends from August 1, 1987, to August 1, 2007, the authority of the NRC to enter into indemnification agreements with contractors. Extends from August 1, 1983, to August 1, 2003, the deadline by which the NRC must submit to the Congress detailed reports concerning indemnification and liability procedures under the Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Price-Anderson Act Amendments Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Price-Anderson Act Amendments Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Price-Anderson Act Amendments Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Atomic Energy Act of 1954, as amended, to establish a comprehensive, equitable, reliable, and efficient mechanism for full compensation of the public in the event of an accident resulting from activities undertaken under contract with the Department of Energy or activities undertaken by Nuclear Regulatory Commission licensees involving nuclear materials.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:28-05:00"
}