{
  "actions": [
    {
      "acted_at": "2013-05-07", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s870-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2013-05-09", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hirono, Mazie K.", 
      "sponsored_at": "2013-05-07", 
      "state": "HI", 
      "thomas_id": "01844", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-07", 
  "number": "870", 
  "official_title": "A bill to authorize the Secretary of Education to make grants to promote the education of pregnant and parenting students.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1845-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Pregnant and Parenting Students Access to Education Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Udall, Tom", 
    "state": "NM", 
    "thomas_id": "01567", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-05-07", 
  "subjects": [
    "Child care and development", 
    "Education", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Minority education", 
    "Performance measurement", 
    "Preschool education", 
    "School administration", 
    "State and local government operations", 
    "Teaching, teachers, curricula", 
    "Teenage pregnancy", 
    "Transportation costs", 
    "Women's education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-05-07", 
    "text": "Pregnant and Parenting Students Access to Education Act of 2013 - Authorizes the Secretary of Education to make formula grants to states and, through them, competitive subgrants to local educational agencies (LEAs) to establish or enhance educational programs and related services that enable pregnant and parenting students to enroll in, attend, and succeed in school. Requires state grantees to: (1) designate a Coordinator for Education of Pregnant and Parenting Students who is to develop and implement a state plan for educating pregnant and parenting students, and (2) develop and implement high-quality professional development programs for LEAs and school personnel. Requires subgrantees to: provide academic support services to pregnant and parenting students; assist such students in accessing quality, affordable child care, and early childhood education services; provide transportation services or assistance to such students and their children; educate students, parents, and community members regarding the educational rights of such students; train school personnel regarding the challenges facing pregnant and parenting students and their educational rights; revise school policies and practices that hinder or discourage such students from continuing their education; provide student parents with training and support in parenting, healthy relationship skills, unplanned pregnancy prevention strategies, and other life skills; and provide educational and career mentoring services and peer groups to pregnant and parenting students. Gives subgrant priority to LEAs in geographic areas with teen birth rates that: (1) exceed the state average, or (2) are below the state average but higher than the state average for one or more racial or ethnic groups. Directs the Secretary to conduct national activities that include: (1) providing technical assistance to states and reviewing their plans for educating pregnant and parenting students, (2) evaluating subgrantees' programs and education program service delivery models for such students, and (3) gathering and disseminating information regarding the education of such students and best practices in facilitating it."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Pregnant and Parenting Students Access to Education Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to authorize the Secretary of Education to make grants to promote the education of pregnant and parenting students.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:44:22-05:00"
}