{
  "actions": [
    {
      "acted_at": "1980-03-03", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-04-24", 
      "references": [], 
      "text": "Reported to House from the Committee on Public Works and Transportation with amendment, H. Rept. 96-902.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6674-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Boner, William H.", 
      "sponsored_at": "1979-01-03", 
      "state": "TN", 
      "thomas_id": "00106", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Harsha, William H.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "00507", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Johnson, Harold T.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00600", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-03", 
  "number": "6674", 
  "official_title": "A bill to amend the National Visitors Center Facilities Act of 1968 to authorize additional funds, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres675-96", 
      "reason": "rule"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Levitas, Elliott H.", 
    "state": "GA", 
    "thomas_id": "00685", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-03", 
  "subjects": [
    "Capitol (Washington, D.C.)", 
    "Energy", 
    "Energy supplies", 
    "Federal installations", 
    "Government operations and politics", 
    "Government procurement", 
    "Motor Vehicles and Driving", 
    "Parking facilities", 
    "Public Contracts, Procurement, and Property", 
    "Railroad facilities", 
    "Railroad terminals", 
    "Railroads", 
    "Thermal power plants"
  ], 
  "subjects_top_term": "Railroad terminals", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1980-04-24", 
    "text": "(Reported to House from the Committee on Public Works and Transportation with amendment, H. Rept. 96-902) Amends the National Visitor Center Facilities Act of 1968 to direct the Secretary of the Interior to sublet to the Secretary of Transportation, for operation as a rail passenger terminal, all of Union Station Concourse and that area necessary for track extension to the Concourse and related rail support facilities. Requires the Secretary of the Interior to construct a parking structure for buses and 1400 cars. Allows the Secretary to vary the number of spaces for visitors' automobiles if it is determined to be necessary in order to carry out the purpose of this Act. Directs the Washington Terminal Company to cease construction of the new railroad passenger facility beneath the parking structure and to assign to the Secretary of Transportation all rights and obligations concerning such terminal. Authorizes the Secretary of the Interior to use funds (to be deposited into a special account for the National Park Service) received from operating the National Visitor Center to pay the costs of such Center. Authorizes the Secretary of Transportation: (1) to use funds received through operation of the sublet space to pay the costs of such space; and (2) to spend appropriated funds for rail passenger operations without regard to the matching funds requirement of the Railroad Revitalization and Regulatory Reform Act of 1976. Stipulates that every contract for the facility is to be bid competitively on a fixed-price basis. Authorizes the Architect of the Capitol to enter into an agreement with the Secretary of the Interior to furnish steam from the Capitol Powerplant to Union Station. Authorizes the Secretary to construct connections to such Powerplant. Increases the authorization of appropriation for adequate visitor facilities. Prohibits the use of appropriated funds for the construction or alteration of any facility authorized by the National Visitor Center Facilities Act of 1968, until final plans for such construction or alteration have been submitted to Congress, and Congress does not disapprove such plans within a 30 day period after their submission."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the National Visitors Center Facilities Act of 1968 to authorize additional funds, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:03-05:00"
}