{
  "actions": [
    {
      "acted_at": "1980-04-02", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce, Science, and Transportation with amendment, S. Rept. 96-784.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-28", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-28", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-28", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2530-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-02", 
  "number": "2530", 
  "official_title": "A bill to improve the fairness and equity of the protection provided to railroad employees under title V of the Regional Rail Reorganization Act of 1973 (45 U.S.C. Sections 701 et. seq.).", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Employee Protection and Railroad Financing Modification Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-04-02", 
  "subjects": [
    "Authorization", 
    "Collective bargaining", 
    "Consolidated Rail Corporation (Conrail)", 
    "Economics and public finance", 
    "Employee ownership", 
    "Labor and employment", 
    "Labor contracts", 
    "Railroad employees", 
    "Railroad finance", 
    "Railroads", 
    "Relocation of employees"
  ], 
  "subjects_top_term": "Railroad employees", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1980-06-28", 
    "text": "(Measure passed Senate, amended) Employee Protection and Railroad Financing Modification Act of 1980 - =Title I: Employee Protection= - Amends the Regional Rail Reorganization Act of 1973 to grant, to protected employees, a monthly displacement allowance for any calendar month within the period identified in this Act in which the employee is deprived of employment or is adversely affected with respect to compensation. Sets forth provisions for payment of such allowance. Specifies the duration of the monthly displacement allowance. Sets forth provisions for training and transfer of employees. Permits ConRail to offer a vacant position to not more than four protected non-contract employees. Directs ConRail to give such position to the protected employee accepting transfer whom ConRail considers to be best qualified for the particular position involved. Directs ConRail, the United States Railway Association, replacement operators, and acquiring railroads, as the case may be, to pay the allowances, expenses, and costs provided protected employees under this Act. Directs the Railroad Retirement Board, starting on October 1, 1980, to reimburse ConRail, the Association, replacement operators, and acquiring railroads for such allowances, expenses and costs up to an aggregate sum of $485,000,000. Limits the aggregate amount of such reimbursements to $180,000,000. Authorizes an annual appropriation of up to $485,000,000. Directs ConRail, the Association, replacement operators, and acquiring railroads to pay benefits otherwise reimbursable upon the exhaustion of such authorization. Authorizes appropriations for administrative expenses incurred by the Railroad Retirement Board and the Association. Directs the Association to: (1) audit the payment of benefits under this Act; and (2) report annually to Congress and the President. Sets forth technical amendments to the Regional Rail Reorganization Act of 1973. Directs the representatives of the various classes of crafts of the employees of a railroad in reorganization involved in a conveyance and the representatives of ConRail to commence negotiations for new collective bargaining agreements for each class and craft of employees. =Title II:= - Amends the Railroad Revitalization and Regulatory Reform Act of 1976 to increase and extend the authorization of appropriations through September 30, 1982, for the redeemable preference share purchase program for rehabilitation and improvement financing under such Act. Authorizes the Secretary of Transportation to provide financial assistance to any employee or employee/shipper ownership group for the purchase and/or rehabilitation of a line or lines of railroad and/or rail facilities which are considered to be in the public interest. Limits such funding to 20 percent of the total funds available under this section. Authorizes the Secretary to provide financial assistance to any class I railroad to cover up to 100 percent of such railroad's payments for labor costs which applicant carriers would be obliged to pay under a labor agreement to employees affected by operational improvements, including changes in work rules. Limits such assistance to ten percent of the funds available under such Act for the rehabilitation and improvement financing program. Sets forth technical amendments which specify actions to be considered a form of restructuring for the purposes of such Act. Makes the rehabilitation and improvement financing provisions of such Act applicable to: (1) purchase offers submitted to the trustee of the Rock Island Railroad Estate and filed with the Commission before September 15, 1980; or (2) purchase applications filed with the Commission before September 15, 1980, and approved: (a) by the court having jurisdiction over the reorganization of the Rock Island Railroad or the Milwaukee Railroad, as the case may be, and (b) by the Commission."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Railroad Employee Protection Modification Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Employee Protection and Railroad Financing Modification Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the fairness and equity of the protection provided to railroad employees under title V of the Regional Rail Reorganization Act of 1973 (45 U.S.C. Sections 701 et. seq.).", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:23-05:00"
}