{
  "actions": [
    {
      "acted_at": "1979-02-21", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2302-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-21", 
  "number": "2302", 
  "official_title": "A bill to provide more effective disclosure to Congress and the public of certain lobbying activities to influence issues before the Congress.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Regulation of Lobby Act of 1979", 
  "sponsor": {
    "district": "8", 
    "name": "Kindness, Thomas N.", 
    "state": "OH", 
    "thomas_id": "00633", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-21", 
  "subjects": [
    "Business and commerce", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional veto", 
    "Financial disclosure", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Licenses", 
    "Lobbying", 
    "Members of Congress"
  ], 
  "subjects_top_term": "Lobbying", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-02-21", 
    "text": "Regulation of Lobby-Act of 1979 - Requires organizations which expend more than $5,000 per quarter year for lobbying purposes to register with the Comptroller General and to update annually such registration. Requires the identification of any such person retained for such lobbying purposes. Requires such organization to file quarterly reports concerning such lobbying activities including: (1) a listing of total lobbying expenditures including each expenditure over $35 made to or for the benefit of any Federal officer, congressional employee, or Member of Congress; (2) a listing of the issues for which such an organization has lobbied; and (3) known business contracts with the person whom such organization is attempting to influence. Requires the Comptroller General to make copies of each registration and report required by this Act available for public inspection and copying. Directs the Comptroller General, upon petition of any individual or organization, to withhold from publication information which may reasonably be expected to lead to the harassment of any individual or organization or lead to threats or reprisals against any individual or organization. Makes it the duty of the Attorney General to: (1) investigate alleged violations of any provision of this Act; and (2) attempt to correct any violation by informal methods of conference or conciliation. Authorizes the Attorney General to institute civil actions in appropriate circumstances. Grants to the United States district courts jurisdiction for actions brought under this Act. Directs the Comptroller General to transmit reports to the President and each House of the Congress no later than March 31 of each year concerning activities under this Act. Provides a Congressional veto of rules and regulations promulgated by the Comptroller General pursuant to this Act. Makes any person or organization who knowingly fails to comply with the registration, reporting, and recordkeeping requirements of this Act, subject to a civil penalty of not more than $5,000 for each such violation. Provides a civil penalty of not more than $100,000 for anyone who sells or uses a required report or registration in violation of this Act. Repeals the Federal Regulation of Lobbying Act and specified provisions of the Legislative Reorganization Act of 1946. Authorizes to be appropriated $1,600,000 for each of the fiscal years 1981 through 1983."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Regulation of Lobby Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide more effective disclosure to Congress and the public of certain lobbying activities to influence issues before the Congress.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:36-05:00"
}