{
  "actions": [
    {
      "acted_at": "1978-03-06", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-03-16", 
      "references": [], 
      "text": "Reported to House from the Committee on House Administration with amendment, H. Rept. 95-982.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11315-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-03-06", 
  "number": "11315", 
  "official_title": "A bill to amend the Federal Election Campaign Act of 1971 to make certain changes in the reporting and disclosure requirements of such Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1093-95", 
      "reason": "rule"
    }
  ], 
  "short_title": "Federal Election Campaign Act Amendments", 
  "sponsor": {
    "district": "4", 
    "name": "Thompson, Frank, Jr.", 
    "state": "NJ", 
    "thomas_id": "01152", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-03-06", 
  "subjects": [
    "Campaign funds", 
    "Election candidates", 
    "Franking privilege", 
    "Government litigation", 
    "Government operations and politics", 
    "Postal rates and revenues", 
    "Presidential candidates", 
    "Vice Presidential candidates"
  ], 
  "subjects_top_term": "Campaign funds", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1978-03-16", 
    "text": "(Reported to House from the Committee on House Administration with amendment, H. Rept. 95-982) Federal Election Campaign Act Amendments - =Title I: Amendments to Federal Election Campaign Act of 1971= - Amends the Federal Election Campaign Act of 1971 to revise the definitional section. Changes the organizational structure of the political committees by eliminating the requirement that every committee have a chairman. Vests in the treasurer of each committee exclusive authority to authorize disbursements. Extends to ten days the time during which any person who receives a contribution for a political committee must forward to the treasurer of such committee the contribution, and certain information regarding the contribution. Revises the recordkeeping procedures to be followed by the treasurer with respect to receipts received by or on behalf of a political committee. Requires each candidate for Federal office (other than the office of Vice President) to authorize his or her principal campaign committee, together with any other political committees, to receive all contributions and make all expenditures on such candidate's behalf. Stipulates that no political committee which supports or has supported more than one candidate may be designated as an authorized committee. Requires that each report or statement of receipts received or disbursements made by an authorized committee be filed with the candidate's principal campaign committee. Directs each principal campaign committee to compile and file such reports in accordance with procedures set forth in this title. Requires each principal campaign committee to file a statement of organization no later than 10 days after designation. Requires all other political committees to file such statement no later than 10 days after receiving contributions or making expenditures which aggregate more than $1,000 during a calendar year. Revises the content of the organization statement. Stipulates that a political committee may terminate only upon the filing of a written statement stating that it will no longer receive or disburse funds, and that such committee has no outstanding debts. Revises the section of the Act relating to the reporting of receipts and expenditures to require that each treasurer of a political committee file reports of receipts and disbursements with the Federal Eliminates the requirements that each candidate must file such reports with the Commission. Elections Commission. Revises the procedures for reporting data on receipts and expenditures by principal campaign committees, other political committees, and individuals. Amends such Act to repeal sections dealing with: (1) regulation of campaign advertising; (2) requirements regarding reports and statements; (3) campaign depositories; and (4) annual reports by the Federal Election Commission, (5) acceptance of excessive honorariums; and (6) penalties for violation of such Act. Permits designees of the Secretary of the Senate and the Clerk of the House of Representatives to sit on the Commission. Strikes provisions granting to the Commission authority to issue guidelines for compliance with this Act. Allows the Federal Election Commission to petition the Supreme Court for certiorari to review any action brought against the Commission. Requires the Commission to respond to a complete written request for an advisory opinion from any person. Directs that such opinions be made public by the Commission. Sets forth revised enforcement procedures. Requires the appropriate officer of each State to preserve such reports as are required to be submitted for seven years for Senate candidates, and five years for candidates for the House of Representatives. Prohibits any candidate for Federal office, or any political committee from using excess contributions for personal use. Prohibits any Member of Congress from using in a mass mailing under a frank, a computer list established or maintained from contributions. Revises the limitations on campaign contributions and expenditures. Revises the limitations on contributions or expenditures by national banks, corporations, or labor organizations. Substitutes the term \"trade association\" for the term \"membership organization\" for the purposes of specifying organizations which may use funds from a separate segregated fund for political purposes. Prohibits a separate segregated fund from using funds obtained from a share dividend deduction. Permits a corporation or labor organization to make donations to specified nonpartisan groups for the purpose of assisting bona fide, nonpartisan candidate meetings. =Title II: Amendments To Other Laws= - Repeals a provision of the Internal Revenue Code which makes it unlawful for a political committee to make independent expenditures on behalf of President and Vice Presidential candidates in excess of $1,000. Amends the Internal Revenue Code to direct that repayments of Presidential candidates shall be deposited in the Presidential Election Campaign Fund. Grants to State and National committees of political parties the right to the same postage rates granted to qualified nonprofit organizations. =Title III: General Provisions= - Sets forth the effective dates for the various provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Election Campaign Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Election Campaign Act of 1971 to make certain changes in the reporting and disclosure requirements of such Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:43-05:00"
}