{
  "actions": [
    {
      "acted_at": "2000-06-20", 
      "committee": "Committee on the Judiciary, and in addition to the Committees on Banking and Financial Services, and Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committees on Banking and Financial Services, and Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-06-20", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-06-20", 
      "committee": "House Banking and Financial Services", 
      "references": [], 
      "text": "Referred to House Banking and Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-06-20", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-07-07", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to the Subcommittee on Crime.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-07-20", 
      "in_committee": "House Banking and Financial Services", 
      "references": [], 
      "subcommittee": "Financial Institutions and Consumer Credit", 
      "text": "Referred to the Subcommittee on Financial Institutions and Consumer Credit.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4695-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions and Consumer Credit", 
      "subcommittee_id": "15"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Roukema, Marge", 
      "sponsored_at": "2000-06-20", 
      "state": "NJ", 
      "thomas_id": "00990", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-06-20", 
  "number": "4695", 
  "official_title": "To enhance the ability of law enforcement to combat money laundering.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Money Laundering Act of 2000", 
  "sponsor": {
    "district": "8", 
    "name": "McCollum, Bill", 
    "state": "FL", 
    "thomas_id": "00761", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-06-20", 
  "subjects": [
    "Actions and defenses", 
    "Air pollution control", 
    "Aliens", 
    "Animals", 
    "Armed forces and national security", 
    "Arms sales", 
    "Bail", 
    "Bank accounts", 
    "Bank records", 
    "Black market", 
    "Bribery", 
    "Burglary", 
    "Business records", 
    "Coins and coinage", 
    "Collection of accounts", 
    "Commerce", 
    "Computer crimes", 
    "Conspiracies", 
    "Court records", 
    "Crime and law enforcement", 
    "Criminal procedure", 
    "Death", 
    "Depositions", 
    "Discovery (Law)", 
    "District courts", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Drug traffic", 
    "Embezzlement", 
    "Environmental law enforcement", 
    "Environmental protection", 
    "Evidence (Law)", 
    "Export controls", 
    "Extraterritoriality", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Firearms", 
    "Firearms control", 
    "Foreign agents", 
    "Foreign banks and banking", 
    "Foreign exchange", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Identification devices", 
    "Illegal aliens", 
    "Immigration", 
    "Injunctions", 
    "International affairs", 
    "International cooperation", 
    "Interstate commerce", 
    "Jurisdiction", 
    "Larceny", 
    "Law", 
    "Licenses", 
    "Married people", 
    "Minorities", 
    "Misconduct in office", 
    "Money", 
    "Money laundering", 
    "Native Americans", 
    "Obstruction of justice", 
    "Organized crime", 
    "Pretrial procedure", 
    "Public lands and natural resources", 
    "Recidivists", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Securities fraud", 
    "Sentences (Criminal procedure)", 
    "Smuggling", 
    "State courts", 
    "Subpoena", 
    "Tax returns", 
    "Taxation", 
    "Terrorism", 
    "Transportation and public works", 
    "Violence", 
    "Visas", 
    "Wild animal trade", 
    "Wildlife conservation", 
    "Wiretapping", 
    "Witnesses"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-06-20", 
    "text": "Money Laundering Act of 2000 - Amends the Federal criminal code (the code) to provide that, for purposes of proving a violation of provisions involving an illegal money transmitting business, it shall be sufficient for the Government to prove that the defendant knew that the business lacked a license required by State law, failed to comply with money transmitting business registration requirements, or both, but it shall not be necessary to show that the defendant knew that the operation of such business without a license or registration was an offense punishable as a felony or misdemeanor.(Sec. 4) Grants the district courts jurisdiction over any foreign person that commits an offense under civil money laundering provisions involving a financial transaction that occurs in the United States, subject to specified requirements. Authorizes the court to issue a pretrial restraining order or take any other action necessary to ensure that any bank account or other property held by the defendant in the United States is available to satisfy a judgment under such provisions.(Sec. 5) Includes a foreign bank within the definition of \"financial institution\" for purposes of money laundering provisions.(Sec. 6) Expands the definition of \"specified unlawful activity\" to cover certain listed offenses, including, with respect to a financial transaction occurring in the United States, an offense against a foreign nation involving: (1) a crime of violence; (2) bribery of a public official; (3) smuggling or export control violations involving munitions listed in the United States Munitions List or technologies with military applications; and (4) an offense under which the United States would be obligated by a multilateral treaty either to extradite the alleged offender or to submit the case for prosecution if the offender were found within U.S. territory. Includes within such activity an offense relating to firearms trafficking, computer fraud and abuse, any felony violation of the Foreign Agents Registration Act of 1938, fraud in the purchase of securities, and certain Lacey Act and Clean Air Act violations. Includes burglary and embezzlement within the scope of the Racketeer Influenced and Corrupt Organizations Act.(Sec. 7) Amends the code to: (1) provide for criminal forfeiture for money laundering conspiracies; and (2) authorize a party to request the Clerk of the Court in the district in which a proceeding for civil or criminal forfeiture is pending to issue a subpoena to a financial institution to produce documents.(Sec. 9) Permits: (1) a person who commits multiple violations of money laundering provisions that are part of the same scheme or continuing course of conduct to be charged in a single count; (2) a prosecution for a money laundering offense to be brought in any district in which the financial or monetary transaction is conducted, or where a prosecution for the underlying specified unlawful activity could be brought, if the defendant participated in the transfer of the proceeds of the specified unlawful activity from that district to the district where the financial or monetary transaction is conducted, with an exception; and (3) the interception of wire, oral, or electronic communications where there is a violation of provisions dealing with the reporting and illegal structuring of currency transactions.(Sec. 12) Revises the definition of \"knowing that the property involved in a financial transaction represents the proceeds of some form of unlawful activity\" for purposes of monetary instrument laundering prohibitions to specify that such knowledge shall not require knowing whether or not the unlawful activity constituted a felony.(Sec. 13) Requires that a person asserting an innocent owner defense: (1) to the forfeiture of currency, monetary instruments, or funds (funds) purchased or received from a money broker be a bona fide purchaser for value without reason to know that the funds were subject to forfeiture; and (2) establish that such person took all reasonable affirmative steps to determine the source of the funds, or to verify that the funds were not derived from illegal activity.(Sec. 14) Considers a transaction, transportation, transmission, or transfer of funds to involve the proceeds of specified unlawful activity if it involves: (1) funds directly traceable to the specified unlawful activity; (2) a bank account in which the proceeds of such activity have been commingled with other funds; or (3) two or more bank accounts, where the proceeds of such activity are deposited into one bank account and there is a contemporaneous, related withdrawal from, or debit to, another bank account controlled by the same person or by a person acting in concert with that person.Defines a \"monetary transaction in criminally derived property that is of a value greater than $10,000\" to include: (1) a monetary transaction involving the transfer, withdrawal, encumbrance, or other disposition of more than $10,000 from a bank account in which more than $10,000 in proceeds of specified unlawful activity have been commingled with other funds; (2) a series of monetary transactions in amounts under $10,000 that exceed $10,000 in the aggregate and that are closely related to each other in terms of time, the identity of the parties involved, the nature of the transactions, and the manner in which they are conducted; and (3) any financial transaction involving two or more bank accounts, where the proceeds of such activity are deposited into one bank account and there is a contemporaneous, related withdrawal from, or debit to, another bank account controlled by the same person that involves more than $10,000 in proceeds of specified unlawful activity.(Sec. 15) Amends the Controlled Substances Act (CSA) to make: (1) current provisions of the Act regarding the taking of depositions under Rule 15 of the Federal Rules of Criminal Procedure applicable to the extent that the provisions of the Rule are consistent with the purposes for which discovery is conducted under such provisions; and (2) the provisions of Rule 15 requiring the defendant's consent and presence at the deposition inapplicable.(Sec. 16) Authorizes the court to order: (1) that the defendant return property placed beyond the jurisdiction of the court to the court's jurisdiction; and (2) that the defendant repatriate any property subject to forfeiture pending trial and deposit that property in the registry of the court or with the U.S. Marshals Service or the Secretary of the Treasury in an interest-bearing account. Specifies that failure to comply shall be punishable as a civil or criminal contempt of court and may also result in an enhanced sentence for the offense giving rise to the forfeiture.(Sec. 17) Includes within the definition of \"specified unlawful activity\" providing material support or resources to designated foreign terrorist organizations.(Sec. 18) Prohibits knowingly concealing, with intent to evade a currency reporting requirement, more than $10,000 in currency or other monetary instruments on an individual's person or in any conveyance, article of luggage, merchandise, or other container and transporting or transferring such currency or monetary instruments from a place within, to a place outside, the United States, or vice versa. Sets penalties for violations.Sets forth forfeiture provisions. Directs the court, upon a showing by the property owner by a preponderance of the evidence that the currency or monetary instruments involved were derived from a legitimate source and were intended for a lawful purpose, to reduce the forfeiture to the maximum amount that is not grossly disproportional to the gravity of the offense.Revises provisions regarding search and forfeiture of monetary instruments to direct the court, in imposing sentence for any violation of specified currency and monetary instrument reporting requirements, or conspiracy to commit such a violation, to order the defendant to forfeit all property involved in the offense and any property traceable thereto.Sets forth provisions regarding procedures governing forfeiture, civil forfeiture, and proportionality of the forfeiture.(Sec. 19) Provides that any person who conceals more than $10,000 in currency in any vehicle or in any compartment or container within any vehicle and transports such currency in interstate commerce on any public road or highway, knowing that the currency was derived from or intended to be used to promote some form of unlawful activity, shall be punished under prohibitions against engaging in monetary transactions in property derived from specified unlawful activity. Allows the defendant's knowledge to be established by proof that the defendant was willfully blind to the source or intended use of the currency.(Sec. 20) Subjects to civil forfeiture property involved in a transaction or attempted transaction in violation of Internal Revenue Code (IRC) provisions regarding returns relating to cash received in trade or business (which include provisions regarding cash receipts of more than $10,000) or any property traceable to such property (see also section 27).(Sec. 21) Modifies civil forfeiture provisions to: (1) subject to civil forfeiture any property within U.S. jurisdiction constituting, derived from, or traceable to certain foreign crimes punishable by death or imprisonment for a term exceeding one year and which would be punishable under U.S. law by imprisonment for a term exceeding one year if such conduct had occurred within U.S. jurisdiction, or any property used to facilitate such offense; and (2) authorize the Attorney General or the Secretary to transfer forfeited personal property or proceeds to a foreign country which participated in the seizure or forfeiture of the property if specified conditions are met whenever property is civilly or criminally forfeited under any provision of Federal law.(Sec. 23) Amends the code and the CSA to provide that to the extent that a forfeiture order includes only an in personam money judgment against the defendant, no proceeding with respect to publication of notice of the order, the Government's intent to dispose of the property, and notice to persons known to have alleged an interest in the property shall be necessary.(Sec. 24) Amends CSA criminal forfeiture provisions to provide that: (1) if property subject to criminal forfeiture is already in U.S. custody, it shall not be necessary to seize or restrain the property for the purpose of criminal forfeiture; and (2) upon application of the United States, the court may enter a restraining order or injunction, require the execution of a satisfactory performance bond, or take any other action to preserve the availability of substitute property, subject to specified requirements.(Sec. 26) Includes tribal governments within the definition of a \"financial institution\" for purposes of Federal record keeping and reporting requirements regarding monetary transactions.(Sec. 27) Transfers from the Internal Revenue Code to other Federal law governing monetary transactions specified reporting requirements relating to coins and currency (in sums of more than $10,000) received in nonfinancial trade or business.(Sec. 28) Provides for civil and criminal penalties for willful violations of orders the Secretary may issue to financial institutions in a geographic area (geographic targeting orders) or other specified regulations. Increases civil and criminal penalties for violations of specified recordkeeping requirements.Amends the Federal Deposit Insurance Act and specified monetary law to increase civil and criminal penalties for violation of recordkeeping requirements.(Sec. 29) Amends the Immigration and Nationality Act to include as an excludable alien (i.e., ineligible to receive a visa and be admitted to the United States) any individual who is engaged in money laundering activities, and the spouse, son, or daughter of such individual, subject to specified requirements. Authorizes the Attorney General, upon the request from a Federal, State, or local law enforcement agency, to waive such provision in the case of an alien witness, potential witness, person cooperating with an investigation into major criminal activity, or an immediate family member or close associate of a witness, potential witness, or person cooperating with such an investigation, if the Attorney General determines that the alien will not pose a danger to the safety of persons or property.(Sec. 30) Includes within the definition of: (1) \"financial institution\" a bail bondsman for purposes of provisions concerning records and reports on monetary instruments transactions; and (2) \"subpoena for records\" (for purposes of code provisions regarding obstruction of criminal investigations) a subpoena issued pursuant to Federal judicial code provisions regarding assistance to foreign and international tribunals and to litigants before such tribunals.(Sec. 31) Amends the CSA to provide that an order of criminal forfeiture: (1) may be enforced in the manner provided for the collection and payment of fines under the code, or in the same manner as a judgment in a civil action; and (2) that has been made part of a criminal sentence shall not abate by reason of the death of any or all defendants, petitioners, or potential petitioners, regardless of any appeal that may be pending at the time of death."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Money Laundering Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To enhance the ability of law enforcement to combat money laundering.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:45:14-05:00"
}