{
  "actions": [
    {
      "acted_at": "1994-08-12", 
      "references": [
        {
          "reference": "CR E1730-1731", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-12", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4960-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-08-12", 
  "number": "4960", 
  "official_title": "To provide health care quality safeguards for consumers of health care insurance and health care products and services.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Health Quality Protection Act of 1994", 
  "sponsor": {
    "district": "3", 
    "name": "Wyden, Ron", 
    "state": "OR", 
    "thomas_id": "01247", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-08-12", 
  "subjects": [
    "Administrative fees", 
    "Civil rights and liberties, minority issues", 
    "Coinsurance", 
    "Commerce", 
    "Community health services", 
    "Conflict of interests", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer complaints", 
    "Consumer education", 
    "Consumer protection", 
    "Drug abuse", 
    "Drugstores", 
    "Economics and public finance", 
    "Finance and financial sector", 
    "Foundations", 
    "Gifts", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Health", 
    "Health care reform", 
    "Health education", 
    "Health insurance", 
    "Health planning", 
    "Health surveys", 
    "Insurance premiums", 
    "Law", 
    "Licenses", 
    "Managed care", 
    "Medicaid", 
    "Medical fees", 
    "Medical records", 
    "Medically uninsured", 
    "Medicare", 
    "Medication abuse", 
    "Patients' rights", 
    "Peer review organizations (Medicine)", 
    "Pharmacists", 
    "Physicians", 
    "Poor", 
    "Professional associations", 
    "Public assistance programs", 
    "Quality of care", 
    "Right of privacy", 
    "Social welfare", 
    "Standards", 
    "Surveys", 
    "Tax-exempt organizations", 
    "Taxation"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-08-12", 
    "text": "TABLE OF CONTENTS: Title I: Duties of the Secretary and the States Title II: National Health Quality Management Program Title III: State Health Quality Management Programs Consumer Health Quality Protection Act of 1994 - Title I: Duties of the Secretary and the States - Sets forth the responsibilities of the Secretary of Health and Human Services under this Act, including: (1) determination of initial and ongoing compliance of each State health quality management program; and (2) establishment of a national quality management program, health quality improvement foundations, consumer health care advocates in each State, a national consumer representative support center, national measures of quality performance for health plans, and a relative value scale to reimburse pharmacists for certain patient counseling services. Requires a State, as a condition of receipt of Federal medical assistance payments under title XIX (Medicaid) of the Social Security Act, to certify health plan compliance with quality standards and assure State medical licensure board compliance with requirements of this Act. Title II: National Health Quality Management Program - Directs the Secretary to: (1) establish and oversee a performance-based program of quality management and improvement designed to enhance the quality, appropriateness, and effectiveness of health care items and services, to be known as the national quality management program; and (2) collect from each health plan certified under this Act a quarterly fee amounting to .25 percent of the premiums received by the plan, to be utilized by the Secretary solely to support the activities described in title I. Requires the Secretary to: (1) establish a program of grants to eligible organizations to serve as health quality improvement foundations and perform specified duties for the population of each State; and (2) oversee the operation of such foundations. Sets forth provisions regarding: (1) eligibility requirements; (2) grants to entities; (3) duties; and (4) limited liability. Requires the Secretary to: (1) make grants to an entity in each State which shall serve as the consumer health care advocate for the population of the State and grants of a total amount not exceeding $5 million per year to establish national consumer representative support centers; (2) develop a set of national measures of quality performance; (3) review and update such measures annually; (4) conduct periodic surveys of health care consumers; (5) develop and publish a relative value scale for evaluation and management services by pharmacists; and (6) report to the Congress. Title III: State Health Quality Management Programs - Requires that a health plan, to be certified by a State, be determined to be in substantial compliance with prescribed standards. Permits the Secretary to conduct onsite inspections and inspect documents generated by or in the possession of a plan, accreditation organization, or State to verify compliance with requirements of this Act. Sets forth provisions regarding: (1) accreditation; (2) compliance; and (3) fees. Requires each health plan to establish a quality improvement program to systematically measure, assess, and improve enrollee health status, patient outcomes, processes of care, and enrollee satisfaction associated with health care provided under the plan. Sets forth requirements pertaining to State boards of medical examiners."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Health Quality Protection Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide health care quality safeguards for consumers of health care insurance and health care products and services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:31:12-05:00"
}