{
  "actions": [
    {
      "acted_at": "1985-02-27", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s517-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dixon, Alan J.", 
      "sponsored_at": "1985-02-27", 
      "state": "IL", 
      "thomas_id": "01317", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1985-02-27", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Gary W.", 
      "sponsored_at": "1985-02-27", 
      "state": "CO", 
      "thomas_id": "01347", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1985-02-27", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-02-27", 
  "number": "517", 
  "official_title": "A bill to amend the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 to establish certain requirements with respect to hazardous substances released from Federal facilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1319-99", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1319-99", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-02-27", 
  "subjects": [
    "Environmental Protection Agency", 
    "Environmental health", 
    "Environmental protection", 
    "Federal installations", 
    "Government liability", 
    "Government operations and politics", 
    "Hazardous waste disposal", 
    "Hazardous wastes", 
    "Health", 
    "Liability for environmental damages", 
    "Public health", 
    "Waste disposal sites"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-02-27", 
    "text": "Amends the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA) (Superfund) to require each Federal agency and department to notify the Administrator of the Environmental Protection Agency (EPA) within six months of this Act's enactment of any hazardous substance treated, stored, or disposed of at Federal facilities under their control. Requires such agencies and departments to make annual reports to the Administrator on all facilities not on the initial notice. Requires such initial notice to describe the location, nature, toxicity, contamination, response actions, and cleanup techniques for the hazardous substances. Directs the Administrator to establish a public Federal Agency Hazardous Waste Compliance Docket (Compliance Docket) to record each listed facility and subsequent actions taken. Requires preliminary assessment of each facility for possible evaluation under the National Contingency Plan (NCP) and inclusion on the National Priorities List (NPL). Requires Federal agencies or departments responsible for facilities placed on the NPL to commence a remedial investigation and feasibility study for such facility and enter into an interagency agreement with the Administrator to conduct remedial action. Requires continuous, substantial onsite response within six months of the agreement. Requires that such agreements: (1) review alternative remedial actions and construction design selection by the Administrator; (2) schedule completion of remedial actions; and (3) arrange for long-term operation and maintenance of the facility. Requires completion of remedial actions within two years of the agreement to the extent practicable. Requires explanations of noncompletion which would be included on the Compliance Docket and in the agency's or department's annual report to the Congress on its progress on reaching and implementing interagency agreements. Requires such annual report to also include cost information and public comments. Makes Federal facility cleanup actions ineligible for Superfund monies. Provides that the Administrator shall retain the authority to enforce this Act. Includes Federal facilities within CERCLA guidelines for preliminary assessments, NCP evaluations, and inclusion on the NPL. Requires public participation before adoption of any remedial action and public notice of the final remedial plan adopted or any significant deviations therefrom. Authorizes the Administrator to make grants available to groups affected by releases or threatened releases from any NPL facility to obtain expert advice and technical assistance. Permits the Administrator to bring action under CERCLA against any Federal agency or department and prohibits the Attorney General from representing such agencies or departments in such actions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 to establish certain requirements with respect to hazardous substances released from Federal facilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:12-05:00"
}