{
  "actions": [
    {
      "acted_at": "1986-10-01", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2901-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-10-01", 
  "number": "2901", 
  "official_title": "A bill to provide special rules for purposes of the Internal Revenue Code of 1954 for the accrual of, and carryback of losses from, deductions for asbestos product liabilities in order to protect asbestos workers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Hecht, Chic", 
    "state": "NV", 
    "thomas_id": "01357", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-10-01", 
  "subjects": [
    "Accounting", 
    "Asbestos", 
    "Consumer protection", 
    "Environmental protection", 
    "Income tax", 
    "Products liability", 
    "Tax deductions", 
    "Trusts and trustees", 
    "Warranties"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-10-01", 
    "text": "Allows a taxpayer using the accrual method of accounting to elect to: (1) accrue income tax deductions arising out of any qualified asbestos product liability for each taxable year ending after November 30, 1985, in which such liability is included for purposes of ascertaining income, profit, and loss; and (2) carryback net operating losses arising from such deductions to each of the ten taxable years preceding the loss year. Defines \"qualified asbestos product liability\" as any estimated uninsured liability which arises out of: (1) injury or death to any individual caused by the inhalation or ingestion of dust from any asbestos product which was manufactured by the taxpayer for use in the construction or repair of ships for the United States Navy or other agencies where such products met the specifications of the Federal Government; or (2) the removal or encapsulation of any asbestos-containing product which was manufactured by the taxpayer and installed in a building or other structure. Requires any taxpayer who makes such an election to establish an asbestos liability trust. Sets forth standards and procedures for the creation and administration of such a trust. Requires the taxpayer to transfer to such a trust an amount equal to the net reduction in tax of the taxpayer for any taxable year in which there is an asbestos product liability loss. Requires that any amounts in such a trust shall be used only to satisfy qualified asbestos products liabilities of the taxpayer establishing such a trust."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide special rules for purposes of the Internal Revenue Code of 1954 for the accrual of, and carryback of losses from, deductions for asbestos product liabilities in order to protect asbestos workers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:04-05:00"
}