{
  "actions": [
    {
      "acted_at": "1983-05-05", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-05-09", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-16", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Banking, Finance and Urban Affairs.  Report No: 98-177.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-16", 
      "references": [], 
      "text": "Placed on Union Calendar No: 115.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-28", 
      "references": [], 
      "text": "Rule Granted Providing an Open Rule with 1 Hour of Debate. Waiver of Points of Order.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-29", 
      "bill_ids": [
        "hres253-98"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.253 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-30", 
      "bill_ids": [
        "hr3959-98"
      ], 
      "references": [], 
      "text": "Similar Provisions Contained in H.R.3959.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2930-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Leach, James A.", 
      "sponsored_at": "1983-05-11", 
      "state": "IA", 
      "thomas_id": "00672", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "1983-05-05", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Wylie, Chalmers P.", 
      "sponsored_at": "1983-05-05", 
      "state": "OH", 
      "thomas_id": "01249", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-05-05", 
  "number": "2930", 
  "official_title": "A bill to encourage the coordination of national fiscal and monetary policy in order to achieve sustainable and noninflationary economic growth on a worldwide basis, to amend the Bretton Woods Agreements Act to authorize an increase in the United States quota in the International Monetary Fund, to reduce financial pressures on developing nations, and to improve the supervision of international lending by United States banks.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres253-98", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr3959-98", 
      "reason": "related"
    }
  ], 
  "short_title": "International Economic Recovery and Financial Stability Act", 
  "sponsor": {
    "district": "1", 
    "name": "St Germain, Fernand J.", 
    "state": "RI", 
    "thomas_id": "01093", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-05-05", 
  "subjects": [
    "Apartheid", 
    "Bank examination", 
    "Bank reserves", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Congressional veto", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Foreign loans", 
    "International agencies", 
    "International banking", 
    "South Africa", 
    "Special drawing rights"
  ], 
  "subjects_top_term": "International banking", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1983-05-16", 
    "text": "(Reported to House from the Committee on Banking, Finance and Urban Affairs with amendment, H.Rept. 98-177) International Economic Recovery and Financial Stability Act - Title I: International Economic Recovery - Directs the President to encourage industrialized nations to: (1) take multilateral actions to adopt fiscal policies which will result in sustainable, noninflationary economic growth and increased worldwide employment; (2) develop plans for reducing the financial pressures on certain debt-ridden nations by extending the maturity of such debt; and (3) begin to promote the effectiveness and consistency of the regulation and supervision of international banking. Requires the President to report to Congress on such activities and to include in such report recommendations for legislation. Title II: International Monetary Fund - Amends the Bretton Woods Agreements Act to increase the authorized loans to the International Monetary Fund. Prohibits any representative of the United States from instructing the U.S. Executive Director to the Fund to consent to any amendment to the February 24, 1983, decision of the Fund's Executive Directors if the amendment would significantly alter the terms of U.S. participation in the General Arrangements to Borrow. Authorizes the U.S. Governor of the Fund to consent to an increase in the U.S. quota in the Fund. Expresses the sense of the Congress that: (1) the lack of sufficient information currently available to international lenders threatens the stability of the international monetary system; and (2) the Fund should adopt measures to ensure the availability of more complete and timely financial information. Directs the Secretary of the Treasury to instruct the U.S. Executive Director to the Fund to: (1) initiate relevant discussions with other directors of the Fund and with the Fund management; and (2) propose and vote for certain information collection and publication procedures. Authorizes the President to require persons subject to U.S. jurisdiction to provide information to the Fund. Requires the Secretary to report to the appropriate congressional committees on progress made toward establishing information collection procedures within the Fund. Amends the Special Drawing Rights Act to prohibit any representative of the United States from approving a new allocation of Special Drawing Rights unless Congress authorizes such action. Amends the Bretton Woods Agreements Act to require the U.S. Executive Director to the Fund to oppose any credit drawings on the Fund or any of its facilities by countries which practice apartheid. Requires the U.S. Executive Director to the Fund to present proposals to the Fund's Executive Board that ensure that each member country using Fund resources takes steps to eliminate import restrictions and unfair export subsidies which are inconsistent with international agreements and which have serious adverse impact on any member's exports or employment. Requires the Secretary, if the Fund does not adopt such proposals, to consult with the appropriate congressional committees before instructing the U.S. Executive Director to vote to provide Fund resources for a country which has such import restrictions or unfair export subsidies. Requires the Secretary to be informed of all such restrictions and subsidies implemented by member countries. Directs the Secretary to submit to Congress, within 180 days of enactment of this Act, a report on the policies of the Fund. Sets forth the information to be contained in the report. Requires the U.S. representatives to the Fund to recommend and work for certain changes in Fund policies and decisions to ensure the effectiveness of economic adjustment programs supported by the Fund. Requires the National Advisory Council on International Monetary and Financial Policies to include in its annual report an analysis of the extent to which fund policies and practices reflect such recommendations. Directs the Secretary to instruct the U.S. Executive Director of the Fund to propose that the Fund adopt these policies with respect to international lending: (1) intensification of the Fund's examination of the trend and volume of external indebtedness of private and public borrowers in a member country when consulting with such country's government on its economic policies; (2) consideration of limiting public sector external short- and long-term borrowing as part of any Fund-approved stabilization program; and (3) publication of the Fund's evaluation of the trend and volume of international lending. Title III: International Lending Supervision - International Lending Supervision Act of 1983 - Requires each appropriate Federal banking agency to evaluate banking institution foreign country exposure and transfer risk. Requires each such agency to establish examination and supervisory procedures to assure that factors such as foreign country exposure and transfer risk are considered in evaluating the adequacy of the capital of banking institutions. Requires each such agency to require a banking institution to establish and maintain a special reserve whenever the agency determines that: (1) the institution's assets have been impaired by a protracted inability of a foreign country's public or private borrowers to make payments on their external indebtedness; or (2) there is a substantial likelihood that such debt cannot reasonably be expected to be repaid according to its original terms without additional borrowing or a major restructuring. Requires the Federal Financial Institutions Examination Council to promulgate regulations to account for fees charged by a banking institution in connection with an international loan. Requires each appropriate Federal banking agency to require each banking institution with foreign country exposure to submit, at least four times each year, information regarding that exposure. Requires each such agency to require banking institutions to publish information regarding material foreign country exposure in relation to assets and to capital. Requires the Examination Council and the Federal banking agencies to consult with foreign banking supervisory authorities to reach understandings aimed at achieving the adoption of effective and consistent supervisory policies and practices with respect to international lending. Requires the Examination Council to report to the appropriate congressional committees on the international banking examination and supervisory procedures of certain foreign countries. Requires each appropriate Federal banking agency to establish adequate levels of capital for each category of banking institution. Declares that failure of a banking institution to maintain its established level of capital shall constitute an unsafe and unsound practice within the meaning of the Federal Deposit Insurance Act. Requires each such agency to require any banking institution which does not maintain its prescribed capital level to submit and adhere to a plan to achieve its prescribed level. Directs the Chairman of the Federal Reserve Board and the Secretary of the Treasury to encourage governments, central banks, and regulatory authorities of other major banking countries to work toward maintaining and strengthening the capital bases of banking institutions involved in international lending. Requires the Chairman and the Secretary to report to Congress on the progress in achieving such goal. Prohibits banking institutions from extending more than $1,000,000 in credit to finance a project involving the construction or operation of any mining, processing, or manufacturing facility located outside the United States unless a written economic feasibility evaluation of such foreign project is prepared and approved by a senior official of such institution. Sets forth the factors to be included in the evaluation. Requires such evaluations to be reviewed by the appropriate Federal banking agencies. Sets forth the general authorities of the Examination Council and the appropriate Federal banking agencies. Sets forth penalties for violations of this Act. Requires the Examination Council and the appropriate Federal banking agencies to report to specified congressional committees on actions taken to implement this title. Provides for legislative review and congressional veto of rules and regulations promulgated by the Examination Council or by an appropriate Federal banking agency pursuant to this title. Permits the waiver of such legislative review. Declares that congressional inaction on a rule or regulation shall not be deemed approval of such rule or regulation. Directs the Comptroller General to audit the Examination Council and the appropriate Federal banking agencies but permits the Comptroller General to carry out an onsite examination of an open insured bank or bank holding company only if the appropriate Federal banking agency has consented in writing. Prohibits audits of the Federal Reserve Board and Federal Reserve banks from including specified transactions. Prohibits employees of the General Accounting Office from disclosing information identifying an open bank, an open bank holding company, or a customer of a bank or bank holding company. Exempts certain information from such prohibition. Sets forth the method which the Comptroller General shall use in carrying out an audit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Recovery and Financial Stability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "International Lending Supervision Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "International Economic Recovery and Financial Stability Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "International Lending Supervision Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage the coordination of national fiscal and monetary policy in order to achieve sustainable and noninflationary economic growth on a worldwide basis, to amend the Bretton Woods Agreements Act to authorize an increase in the United States quota in the International Monetary Fund, to reduce financial pressures on developing nations, and to improve the supervision of international lending by United States banks.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:54-05:00"
}