{
  "actions": [
    {
      "acted_at": "1975-02-03", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s524-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-03", 
  "number": "524", 
  "official_title": "A bill to amend the Community Mental Health Centers Act to provide for the extension and revision thereof.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Community Mental Health Centers Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Schweiker, Richard S.", 
    "state": "PA", 
    "thomas_id": "01431", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-03", 
  "subjects": [
    "Disabled", 
    "Medical care, personnel, and facilities", 
    "Mental care facilities", 
    "Mental health", 
    "Public health"
  ], 
  "subjects_top_term": "Mental care facilities", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-03", 
    "text": "Community Mental Health Centers Amendments - Declares it to be the sense of Congress that Federal funds should continue to be made available for the purposes of initiating new and continuing existing community mental health centers initiating new services within existing centers, and for the monitoring of the performance of all federally funded centers to insure their responsiveness to community needs and national goals relating to community mental health care. Sets forth the services which should be provided through community mental health centers, including: (1) inpatient services, outpatient services, day care and other partial hospitalization services, and emergency services; (2) a program of specialized services for the mental health of children and the elderly, including a full range of diagnostic, treatment, liaison, and followup services; and (3) consultation and education services. States that the provision of comprehensive mental health services through a center shall be coordinated with the provision of services by other health and social service agencies in the center's catchment area to insure that persons receiving services through the center have access to all such health and social services as they may require. Authorizes the Secretary of Health, Education, and Welfare to make grants to public and nonprofit private entities to carry out projects to plan community mental health center programs. Provides that the amount of any such grant may not exceed $75,000. Authorizes appropriations for payment of planning under grants of $5,000,000 for fiscal year 1975, and $5,000,000 for fiscal year 1976. Permits the Secretary to make grants to entities which have plans satisfactory to the Secretary to meet the cost of operation during the first eight years of establishment. Authorizes appropriations for payments of such grants of $85,000,000 for fiscal year 1975, and $100,000,000 for fiscal year 1976. States that the Secretary may provide grants for consultation and education services, and to cover operating deficits arising from the provision of the new services authorized by this Act. States that no grant may be made under this Act in any entity or community mental health center in any State unless a State plan for the provision of comprehensive mental health services within such State has been submitted to, and approved by, the Secretary. Sets forth procedures governing the approval of applications for grants. Directs the Secretary to pay, in accordance with this Act, the federal share of projects for (1) the acquisition or remodeling or both, of facilities for community mental health centers; (2) the leasing (for not more than 25 years) of facilities for such centers; (3) the construction of new facilities or expansion of existing facilities for community mental health centers if not less than 25 percent of residents of the centers' catchment areas are members of low-income groups; and (4) the initial equipment of a facility acquired, remodeled, leased, or constructed with financial assistance provided under payments under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Community Mental Health Centers Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Community Mental Health Centers Act to provide for the extension and revision thereof.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:02-05:00"
}