{
  "actions": [
    {
      "acted_at": "1973-05-23", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8085-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Cleveland, James C.", 
      "sponsored_at": "1973-01-03", 
      "state": "NH", 
      "thomas_id": "00206", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-23", 
  "number": "8085", 
  "official_title": "A bill to amend section 552 of title 5 of the United States Code to limit exemptions to disclosure of information, to establish a Freedom of Information Commission, and to further amend the Freedom of Information Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4960-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "34", 
    "name": "Horton, Frank J.", 
    "state": "NY", 
    "thomas_id": "00560", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-23", 
  "subjects": [
    "Advisory bodies", 
    "Civil rights and liberties, minority issues", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government records, documents, and information"
  ], 
  "subjects_top_term": "Freedom of information", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-23", 
    "text": "Title I: Limiting Freedom of Information Act Exemptions - Authorizes a U.S. District Court, upon a complaint under the Freedom of Information Act, to examine and determine the availability of a Government agency's records which such agency refuses to furnish or disclose because of specified exemptions to the Act. Requires an agency, where records contain both available and exempt portions, to furnish the non-exempt portions unless: (1) there would be a serious distortion of meaning if the portions were read separately; or (2) the available portions are so inextricably intertwined with the exempt portions that disclosure would jeopardize the integrity of the exempt portions. (Amends 5 U.S.C. 552(a)(5), (a)(3),(b)) Title II: Freedom of Information Commission - Establishes the Freedom of Information Commission composed of 7 members and empowered to hold hearings and subpena witnesses. States that upon request by the Commission, each Federal agency is directed to furnish to the Commission all information, documents (including those classified under law or Executive order), data, and statistics necessary for the Commission's performance of its duties. Authorizes the Commission to initiate an investigation requested by a U.S. court, the Congress, the Comptroller General, a Federal agency, or (upon the vote of three members) by a private citizen concerning an allegation that information in the possession of a Federal agency is being improperly withheld under the Freedom of Information Act. Provides that a determination of improperly withheld records shall be prima facie evidence against the agency in any court of Congressional proceeding under the Act. Authorizes to be appropriated such sums as necessary for purposes of this title. Title III: Improving the Administration of Freedom of Information Act - Requires each agency, upon a request for records, to either comply with or deny the request within 10 days unless such records are unavailable for specified reasons and an additional 20 day extension is sought. Provides for a petition for action from denials of records, and final action on such appeals within 20 days. Requires each agency to submit an annual report to the House and Senate on the number of requests for records, the reasons for denials, and the results of complaints and appeals under the Act. (Adds 5 U.S.C. 552(a)(6))"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend section 552 of title 5 of the United States Code to limit exemptions to disclosure of information, to establish a Freedom of Information Commission, and to further amend the Freedom of Information Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:03-05:00"
}