{
  "actions": [
    {
      "acted_at": "1976-05-20", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-05-20", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-05-20", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-05-20", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13914-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-20", 
  "number": "13914", 
  "official_title": "A bill to protect the public from traffickers in heroin and other opiates.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr13577-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Narcotic Sentencing and Seizure Act", 
  "sponsor": {
    "district": "3", 
    "name": "Hammerschmidt, John P.", 
    "state": "AR", 
    "thomas_id": "00490", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-05-20", 
  "subjects": [
    "Crime and law enforcement", 
    "Criminal procedure", 
    "Customs administration", 
    "Exports", 
    "Foreign trade and international finance", 
    "Foreign trade regulation", 
    "Imports", 
    "Law", 
    "Money", 
    "Narcotic traffic", 
    "Narcotics", 
    "Narcotics and crime", 
    "Sentences (Criminal procedure)", 
    "Ships", 
    "Ships and shipping", 
    "Vessel documentation"
  ], 
  "subjects_top_term": "Narcotics", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-05-20", 
    "text": "Narcotic Sentencing and Seizure Act - Title I: Mandatory Minimum Sentences - Amends the Comprehensive Drug Abuse Prevention and Control Act of 1970 to impose specified minimum penalties on individuals convicted of enumerated offenses related to the distribution, transportation, and manufacture of opiates. Permits the court to sentence the defendant to a shorter term of parole ineligibility or imprisonment if, at the time of the offense, the offender was: (1) less than 18 years old; (2) mentally impaired; (3) under unusual and substantial duress; or (4) an accomplice whose participation in the offense was minor. Amends the Federal Rules of Criminal Procedure to require a hearing to determine whether a term of imprisonment and parole ineligibility is mandatory in the case of an individual convicted of an opiate-related offense under this Act. Title II: Conditions of Release - Requires judicial officers setting conditions of release for any person charged with an opiate-related offense under this Act to consider which conditions will assure the safety of the community and of witnesses to the offense and which conditions will reasonably assure the avoidance of future similar offenses by the person charged. Permits judicial officers to deny the release of any such person if that person: (1) has previously been convicted of an offense related to an opiate; (2) at the time of the offense was on parole, probation, or other conditional release; (3) is a nonresident alien; (4) was arrested while in possession of a passport or other documentation necessary for international travel incorrectly identifying such person or belonging to someone else; or (5) has been convicted of having been a fugitive from justice, an escapee, or for willfully failing to appear before a court or judicial officer under Federal or State law. Stipulates that no individual shall be denied release unless the judicial officer holds a hearing and finds that there are no satisfactory conditions of release and that there is a substantial probability that the person committed the charged offense. Title III: Forfeiture of Proceeds of Illegal Drug Transactions - Makes all proceeds of an offense described in this Act subject to forfeiture to the United States. Title IV: Illegal Export of Cash - Requires that anyone who intends to transport, or have transported, monetary instruments in an amount exceeding $5,000 from any place within the U.S. to or through any place outside the U.S., or from any place outside the U.S. to or through any place within the U.S. file a report containing specified information. Requires that such reports also be filed by anyone who receives monetary instruments in an amount exceeding $5,000 at the termination of their transportation by common carrier to the United States from or through any place outside the U.S. Permits any Customs officer to search individuals and objects without a warrant where probable cause exists to believe that the report requirement for transport and receipt of monetary instruments has been violated and where exigent circumstances prevent obtaining a warrant. Title V: Prompt Reporting of Vessels - Requires the master of any vessel from a foreign port or of a foreign vessel from a domestic port, or of a vessel of the U.S. carrying bonded merchandise, or foreign merchandise for which entry has not been made, arriving at any place within the U.S., to immediately report the arrival of the vessel at the nearest custom-house."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Narcotic Sentencing and Seizure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect the public from traffickers in heroin and other opiates.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:22-05:00"
}