{
  "actions": [
    {
      "acted_at": "1975-03-26", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1357-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1975-01-03", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1975-01-03", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1975-01-03", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Taft, Robert, Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "01445", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Young, Milton R.", 
      "sponsored_at": "1975-01-03", 
      "state": "ND", 
      "thomas_id": "01458", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-26", 
  "number": "1357", 
  "official_title": "A bill to amend the Public Health Service Act to revise and extend the programs of assistance under title VII for training in the health and allied health professions, to revise the National Health Service Corps program and the National Health Service Corps scholarship training program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Manpower and Shortage Area Assistance Act", 
  "sponsor": {
    "district": null, 
    "name": "Beall, J. Glenn, Jr.", 
    "state": "MD", 
    "thomas_id": "01278", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-26", 
  "subjects": [
    "Advisory bodies", 
    "Dentists", 
    "Education", 
    "Family medicine", 
    "Federal advisory bodies", 
    "Health", 
    "Medical care, personnel, and facilities", 
    "Medical education", 
    "Medical personnel", 
    "Physicians", 
    "Public health", 
    "Public health laws", 
    "Scholarships", 
    "Students"
  ], 
  "subjects_top_term": "Medical education", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-26", 
    "text": "Health Manpower and Shortage Area Assistance Act - Title I: General Provisions - Revises and repeals specified provisions of the Public Health Service Act. Title II: Assistance for construction of Teaching Facilities - Directs the Secretary of Health, Education, and Welfare to make grants to assist in the construction of teaching facilities for the training of physicians, dentists, pharmacists, optometrists, podiatrists, veterinarians, and professional public health personnel. Authorizes appropriations through fiscal year 1977 for such purposes. Title III: Student Assistance; National Health Service Corps - Expands the provisions governing the making of student loans under the Public Health Service Act and the rates for repayment of such loans. Authorizes appropriations for the purpose of making Federal capital contributions into the student loan funds of authorized schools. Prescribes new procedures for the establishment of the National Health Service Corps, applications for assistance from the Corps, and assignment and functions of Corps personnel to medically underserved populations. Outlines the rate-of-pay schedule for physician and dentist Corps members engaged in the delivery of health services to a medically underserved population. Details the reporting requirements by the Secretary of the Congess in his carrying out the programs of the National Health Service Corps. Establish the National Advisory Council in the National Health Service Corps. Specifies the membership composition of such Council. Authorizes appropriations for fiscal years 1975-1977. Revises the Public Health and National Health Service Corps Scholarship Training Program, setting forth the eligibility requirements for acceptance in such program and the time and type of obligated service required. Title IV: Grants for Health Professions Schools - Sets forth new computation rules governing the making of annual grants by the Secretary for the support of education programs of schools of medicine, public health, dentistry, veterinary medicine, optometry, pharmacy, and podiatry. Provides for the apportionment of, and authorizations of, appropriations for the making of such grants. States that the Secretary shall not make such grants to any school unless specified assurances from each types of school, including assurances as to the enrollment of each school, are met. Revises the procedure for the making of special project grants and contracts for the purposes of assisting individuals from disadvantaged backgrounds. Authorizes appropriations for such grants through fiscal year 1977. Title V: Assistance for Specialized Training - Authorizes appropriations for three fiscal years for grants for: (1) training, traineeships, and fellowships in family medicine; (2) community-based health manpower education program; (3) clinical pharmacology and clinical pharmacy; and (4) bilingual health training clinical centers. Title VI: Allied Health Personnel - Revises the training programs for allied health personnel and allied health personnel, extending appropriations through fiscal year 1977. Title VII: Miscellaneous Provisions - Prohibits discrimination under this Act on the basis of moral beliefs or religious convictions. Authorizes appropriations for ten Lister Hill scholarship grants to individuals practicing family medicine in areas where there is a shortage of such doctors."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Manpower and Shortage Area Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to revise and extend the programs of assistance under title VII for training in the health and allied health professions, to revise the National Health Service Corps program and the National Health Service Corps scholarship training program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:17-05:00"
}