{
  "actions": [
    {
      "acted_at": "1983-09-12", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1831-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-09-12", 
  "number": "1831", 
  "official_title": "A bill to amend the Communications Act of 1934 to assure universal telephone service within the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Universal Telephone Service Preservation Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Hawkins, Paula", 
    "state": "FL", 
    "thomas_id": "01355", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-09-12", 
  "subjects": [
    "Communications and Broadcasting", 
    "Department of the Treasury", 
    "Depreciation and amortization", 
    "Equipment and supplies", 
    "Executive reorganization", 
    "Federal-state relations", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government trust funds", 
    "Independent regulatory commissions", 
    "States", 
    "Telecommunication policy", 
    "Telephone", 
    "Telephone rates"
  ], 
  "subjects_top_term": "Telephone", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-09-12", 
    "text": "Universal Telephone Service Preservation Act of 1983 - Provides that, effective as of enactment, the decisions and orders of the Federal Communication Commission in C.C. docket numbered 78-72 (relating to telecommunication exchange access charges) shall cease to have effect. Amends the Communications Act of 1934 to require each State commission having jurisdiction over telephone companies to establish a system of charges to compensate exchange common carriers for interexchange access. Declares that the purposes of such system of charges shall be: (1) to compensate exchange common carriers for all costs associated with providing or making available interexchange access; (2) to achieve equitable treatment of all interexchange carriers and other persons who benefit from the services and facilities of each exchange common carrier, and to prevent contributions between exchange services or functions and interexchange services or functions of such carriers, except as provided below; (3) to ensure the continued universal availability of communications service provided by exchange common carriers at reasonable and affordable charges; (4) to assure that payments and assignments of costs relating to interexchange access are carried out in a manner which ensures accountability and is open to public examination; and (5) to encourage efficient investment decisions and technological development. Requires the system to provide that an exchange common carrier shall file with each commission a tariff for interexchange access for each of its exchange areas, including such access provided through direct interconnection with such carrier's facilities. Authorizes a carrier to file, or a State commission to require a carrier to file, a joint tariff for interexchange access for all of its exchange areas within a single State until January 1, 1988, or later as the commission may provide. Requires exchange carriers serving the same exchange area to file a joint tariff for interexchange access, unless the appropriate commission determines otherwise, and to divide revenues in a manner approved by such commission. Allows a State commission to authorize or require: (1) the filing of uniform statewide tariffs for interexchange access within the State; and (2) the division of revenues received by exchange common carriers within the State from interexchange access charges. Requires each tariff to specify separate charges for each type of interexchange access on an element-by-element basis. Requires the charges for each type of tariff to be justified by costs. Prohibits any exchange common carrier from charging any person for any elements of interexchange access that such person does not request and obtain. Specifies charges composing tariffs for: (1) access to switched facilities and associated services; and (2) facilities entering the exchange area but not accessing switched facilities and associated services. Requires the system to require an exchange carrier to submit to the appropriate State commission a tariff for interexchange access available through indirect interconnection. Specifies types of charges to be included in such tariff. Requires the system to require an exchange carrier to submit to the appropriate State commission a tariff under which any interexchange carrier or other person who, without direct or indirect connection to such exchange carrier, makes available facilities or services for interexchange access that are comparable to the facilities and services provided by the exchange carrier, shall pay a charge reflecting the availability of the exchange character's facilities as an alternative. Allows State commissions to adopt appropriate tariffing and ratemaking methodologies necessary to preserve universal telephone service. Requires any person who owns or operates facilities to originate or terminate interexchange communication other than through direct interconnection to notify the appropriate exchange carriers, the Federal Communications Commission (FCC), and the appropriate State commission. Imposes a $100,000 fine on any person who is required to but fails to make such notification. Directs the Universal Service Board (established by this Act) to establish practices and methods to ascertain and fully apportion the cost of services, facilities, and other factors used jointly or in common to provide exchange services and interexchange access. Authorizes any interexchange or exchange carrier to petition the FCC for review of any tariff for interexchange access filed with a State commission. Sets forth review procedures. Requires initial tariffs for interexchange access for each State to be filed and to take effect by specified dates. Sets forth provisions governing the transitional period. Establishes the Universal Service Fund in order to assure the continued availability of universal transmission services, including service in rural or remote areas, at reasonable and affordable charges. Directs the Universal Service Board to annually determine uniform surcharges on the amounts collected by exchange common carriers under this Act, such that the Fund is sufficient to make required payments. Provides that an exchange carrier is entitled to receive payments from the Fund if the appropriate State commission: (1) is unable to meet the exchange carrier's revenue needs within the State; and (2) certifies to the Board that specified average State access charges exceed 115 percent of the national average, the residual statewide average local loop cost exceeds 125 percent of the national average, and the local exchange revenue requirement per subscriber access line for such carrier exceeds 125 percent of the national average. Requires the Board to determine the amount of payments for eligible carriers. Directs the Universal Service Board to establish and oversee an interexchange access board (consisting of representatives of exchange common carriers, interexchange carriers, and other customers directly obtaining exchange access) to administer the accounts of the Universal Service Fund. Directs the FCC to establish the Universal Service Board for the purpose of: (1) ensuring equitable and efficient economic treatment of users of common carrier services and exchange services and carriers providing such services; (2) providing for an orderly transition to the system of charges for interexchange access established by this Act; and (3) achieving cooperation between the Government and the States. Directs the Board to: (1) establish and maintain formulas for defining and comparing national average costs and charges and uniform practices for determining the payments required by the Fund, and to oversee the distribution of funds from the Fund by the exchange access board; (2) make such changes and modifications in the system of jurisdictional separation of carrier property and expenses in force as may be necessary for the transitional system of charges for interexchange access; (3) determine at regular intervals the relative assignment by exchange common carriers of the cost of factors of production which are used jointly or in common to provide exchange service and exchange access; and (4) conduct a biannual study to determine the demand for local exchange service and the extent of market penetration by exchange carriers. Grants State commissions authority: (1) to establish classifications for exchange facilities and the portion of facilities used jointly for exchange and interexchange services assigned to the States by the Board; and (2) to prescribe the methods by which exchange carriers shall recover investments in such facilities. Requires such methods to provide for recovery of investments in such classes of facilities over the useful life of such facilities in a manner which promotes the economic viability of the exchange carriers involved. Authorizes a State commission to require any exchange common carrier to lease and maintain on request a single basic one-line telephone instrument, and associated wiring, to any subscriber within such State on the basis of a tariff that includes all costs of providing and maintaining such instrument and wiring. Requires each State commission to establish rules for the provision of lifeline telephone service by exchange carriers which consists of providing minimum telephone exchange service at a discounted rate to encourage universal telephone service. Prohibits any carrier or exchange carrier from using revenues from regulated communications services to defray any costs associated with its entry into or engaging in commercial activities the prices for which are not regulated by the FCC or any State commissions. Prohibits the FCC or any State commission from considering a carrier's or exchange carrier's revenues from unregulated activities in determining the revenue requirements of any common carrier service of such carrier. Authorizes each State commission to designate: (1) the minimum contiguous geographical areas within each State in which an interexchange carrier shall provide service, provided that no such area may encompass a larger area than that served by an existing interexchange switching facility; and (2) one or more carriers as the provider of last resort for long distance service. Directs the FCC to issue regulations requiring all state commissions to require all telephone companies serving local exchanges to establish 911 as an emergency access number."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Universal Telephone Service Preservation Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Communications Act of 1934 to assure universal telephone service within the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:04-05:00"
}