{
  "actions": [
    {
      "acted_at": "1999-11-10", 
      "references": [
        {
          "reference": "CR S14553-14554", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-11-10", 
      "committee": "Committee on HELP", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on HELP.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1907-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1999-11-10", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-11-10", 
  "number": "1907", 
  "official_title": "A bill to prohibit employment discrimination against parents and those with parental responsibilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Ending Discrimination Against Parents Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-11-10", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Adoptive parents", 
    "Apprenticeship", 
    "Arts, culture, religion", 
    "Civil rights and liberties, minority issues", 
    "Civil rights enforcement", 
    "Congressional agencies", 
    "Congressional employees", 
    "Disciplining of employees", 
    "Discrimination in employment", 
    "Dismissal of employees", 
    "Employee rights", 
    "Employment agencies", 
    "Equal Employment Opportunity Commission", 
    "Families", 
    "Federal employees", 
    "Federal libraries", 
    "Foster parents", 
    "Government operations and politics", 
    "Government paperwork", 
    "Guardian and ward", 
    "Injunctions", 
    "Labor and employment", 
    "Labor statistics", 
    "Labor unions", 
    "Labor-management committees", 
    "Law", 
    "Library of Congress", 
    "Merit Systems Protection Board", 
    "Occupational retraining", 
    "Parents", 
    "Stepfamilies", 
    "Unfair labor practices", 
    "Whistle blowing", 
    "Women", 
    "Working mothers"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-11-10", 
    "text": "Ending Discrimination Against Parents Act of 1999 - Prohibits employment discrimination against parents and those with parental responsibilities.Grants such protected status to parents of children under 18 years of age and children who remain under parental supervision because of a mental or physical disability, if such individuals are biological, adoptive or foster parents, stepparents, custodians of legal wards, or actively seek legal custody or adoption, or stand in loco parentis.Prohibits public and private employers, employment agencies, labor organizations, and training programs controlled by employers, labor organizations, or joint labor-management committees (all covered entities) from discriminating with respect to employment, in specified ways, against individuals because of their status as parents, including discrimination in recruitment, referral, hiring, promotions, discharge, training, and other terms and conditions of employment.Prohibits retaliation and coercion with respect to rights granted or protected under this Act.Prohibits the Equal Employment Opportunity Commission (EEOC) from collecting statistics from covered entities on their employment of parents, or compelling the collection of such statistics by covered entities, unless such statistics are to be used in investigation, litigation, or resolution of a claim of discrimination under this Act.Prohibits covered entities from adopting or implementing quotas with respect to their employment of parents.Sets forth guidelines with respect to mixed-motive discrimination. Establishes an unlawful employment practice under this Act when the complaining party demonstrates that a motivating factor for any employment practice, even though other factors also motivated the practice, was: (1) an individual's status as a parent; or (2) retaliation, coercion, or threats against, intimidation of, or interference with an individual with respect to exercising rights under this Act. Provides, when an individual proves such a violation and the respondent demonstrates that it would have taken the same action in the absence of the prohibited motivating factor, that a court or other authorized entity: (1) may grant declaratory relief, injunctive relief (with specified exceptions), and attorney's fees and costs demonstrated to be directly attributable only to the pursuit of such a mixed-motivation claim; and (2) shall not award damages or issue an order requiring any admission, reinstatement, hiring, promotion, or payment.Declares that the fact that an employment practice has a disparate impact on parents, as disparate impact is used in the Civil Rights Act of 1964, shall not establish a violation of this Act.Sets forth provisions relating to: (1) defenses where actions are taken in a foreign country; (2) enforcement and remedies; (3) Federal immunity from punitive damages (but not from other remedies); and (4) posting of notices.Authorizes the EEOC to issue regulations to carry out this Act in general, and the following officials to do so with respect to certain covered employees: (1) the Librarian of Congress; (2) the Board of the Office of Compliance, under the Congressional Accountability Act; (3) the President; and (4) the EEOC and the Merit Systems Protection Board.Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Ending Discrimination Against Parents Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prohibit employment discrimination against parents and those with parental responsibilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:00-05:00"
}