{
  "actions": [
    {
      "acted_at": "1974-05-01", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14527-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-05-01", 
  "number": "14527", 
  "official_title": "A bill to amend the Fish and Wildlife Coordination Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fish and Wildlife Coordination Act Amendments", 
  "sponsor": {
    "district": "8", 
    "name": "Blatnik, John Anton", 
    "state": "MN", 
    "thomas_id": "00095", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-05-01", 
  "subjects": [
    "Environmental protection", 
    "Government operations and politics", 
    "Oceans and oceanography", 
    "Rivers", 
    "Water resources development", 
    "Wildlife"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-05-01", 
    "text": "Fish and Wildlife Coordination Act Amendments - Provides that, pursuant to the Fish and Wildlife Coordination Act, the requirement of reports by any Federal entity involved in project planning or construction established by such Act shall be extended to any project affecting any stream or other body of water. Requires, in the making of reports under such Act, consultation with the National Marine Fisheries Service, and arrangements for such additional environmental impact assessments as the report of the Secretary of the Interior or the Secretary of Commerce may recommend or is otherwise found to be proper. Requires such Federal departments or agencies to give every appropriate opportunity for public participation in project planning. Requires reports made by the Secretary of the Interior and the Secretary of Commerce pursuant to the Act to be based in part on the findings, with respect to effects on wildlife resources attributable to the project, of the National Marine Fisheries Service. Makes it necessary for the appropriate Federal agency to be advised by the Secretary of the Interior and the Secretary of Commerce that they are satisfied with the measures recommended to prevent, mitigate, or compensate wildlife losses or damages resulting from the project. Provides that, in the case of a project constructed or financially assisted by the Federal Government, the appropriate Federal department or agency shall assume the costs of prevention, mitigation, and compensation for damages to wildlife resources. Provides that the appropriate Federal department or agency shall transfer to the National Marine Fisheries Service such funds as may be needed to conduct its duties under this Act. Strikes the provisions of the Fish and Wildlife Coordination Act preventing the application of such Act to Federal land use and management programs. Provides that any revenue from the use and operation of waters, lands, or interests therein may be available to the appropriate agency or department to carry out the purposes of this Act. Defines the terms used in this Act. Confers jurisdiction on the United States District Courts to entertain actions to enforce the provisions of this Act. Repeals the provisions of the Watershed Protection and Flood Prevention Act requiring a report concerning the preservation and development of wildlife resources upon approval of the Secretary of Agriculture of assistance to a local organization in preparing a plan for improvement works. (Amends 16 U.S.C. sec. 662, 663)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fish and Wildlife Coordination Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Fish and Wildlife Coordination Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:52-05:00"
}