{
  "actions": [
    {
      "acted_at": "2005-07-21", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2005-11-17", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Original measure reported to Senate by Senator Stevens. With written report No. 109-183.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-17", 
      "calendar": "Senate Legislative", 
      "number": "295", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 295.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2029-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2005-11-17", 
  "number": "2029", 
  "official_title": "An original bill to amend and enhance certain maritime programs of the Department of Transportation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Maritime Administration Enhancement Act of 2005", 
  "sponsor": {
    "district": null, 
    "name": "Stevens, Ted", 
    "state": "AK", 
    "thomas_id": "01440", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2005-07-21", 
  "subjects": [
    "Administrative fees", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Awards, medals, prizes", 
    "Coastwise shipping", 
    "Commemorations", 
    "Commerce", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Federal aid to transportation", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Harbors", 
    "Hawaii", 
    "Higher education", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Marine and coastal resources, fisheries", 
    "Marine terminals", 
    "Marine transportation", 
    "Merchant marine", 
    "Merchant seamen", 
    "Merchant ships", 
    "Military and naval supplies", 
    "Military medals, decorations, etc.", 
    "Military training", 
    "Officer personnel", 
    "Reefs", 
    "Revolving funds", 
    "Salvage", 
    "Service academies", 
    "Shipbuilding", 
    "Small business", 
    "Surplus government property", 
    "Tariff", 
    "Transportation and public works", 
    "War risk insurance"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2005-11-17", 
    "text": "Maritime Administration Enhancement Act of 2005 - Title I: Enhancement of Maritime Programs - (Sec. 101) Amends the Maritime Education and Training Act to authorize the Secretary of Transportation (Secretary) to establish and maintain a voluntary organization for the training of U.S. citizens to perform functions to assist the US merchant marine, as determined necessary by the Secretary. (Sec. 102) Amends the Merchant Marine Act, 1936 to revise provisions regarding investments made with respect to the war risk insurance fund for merchant marine vessels. (Sec. 103) Prohibits a cadet from being admitted to the US Merchant Marine Academy as a student unless the cadet satisfies certain Department of Defense (DOD) physical and mental requirements to be appointed or enlisted as a Midshipman, US Naval Reserve. Allows a cadet, following admission to the Academy, to continue as a student only if the cadet satisfies such standards (or unless the Secretary waives the standards). Requires a graduate as a condition of appointment to the Academy to perform all directed training and obey all orders and directions required by the relevant Reserve Component (Ready Reserve in the US Naval Reserve, including the Merchant Marine Reserve and the US Naval Reserve, and any other Reserve component of a US armed force) for a period of not less than six years, unless such compliance is waived by the Secretary of Defense or the Secretary of the Department in which the US Coast Guard is operating. Requires the Secretary of Defense or the Secretary of the Department in which the Coast Guard is operating, and the Administrator of the National Oceanic and Atmospheric Administration (NOAA) to report the status of obligated service of a graduate upon request of the Maritime Administration, and authorizes them to notify the Maritime Administration of any default in the performance of the graduate's reserve duties. Authorizes the Secretary to provide additional training for Academy cadets on such other vessels as the Secretary determines to be valuable for their education or in the interest of national security. Revises service commitment requirements of Academy graduates to excuse individuals who serve as commissioned officers on active duty in the US armed forces or NOAA for five years immediately following graduation from the Academy from certain service commitment requirements. Authorizes the Secretary to modify or waive any current service commitment requirements through the imposition of alternative service requirements. Requires: (1) the Global Maritime and Transportation School (GMATS) to continue to operate as a nonappropriated fund instrumentality of the United States under the jurisdiction of the Department of Transportation (DOT), Maritime Administration; and (2) GMATS to provide training services and educational activities to the US Armed Forces and Commissioned Officers of NOAA, federal and state agencies, federal and state employees, nonprofit organizations, private companies or organizations, and private US individuals or foreign countries friendly to the United States. (Sec. 104) Amends the Floyd D. Spence National Defense Authorization Act of Fiscal Year 2001 to repeal a certain report the Secretary is required to make to Congress before scrapping any obsolete National Defense Reserve Fleet vessel (including the transfer of such vessels to be disposed of as artificial reefs at no cost to the government). (Sec. 105) Amends the Merchant Marine Decorations and Medals Act to eliminate the authority for the manufacture and sale at reasonable prices by private persons of decorations and medals awarded by the Secretary for individual acts or service in the US merchant marine. (Sec. 106) Amends the Harmonized Tariff Schedule of the United States to grant duty-free treatment for emergency war materials imported for use by the Maritime Administration. Amends the Tariff Act of 1930 to grant duty-free treatment for the cost of equipment or repairs made in a foreign country to any National Defense Reserve Fleet vessel if equivalent equipment or repairs made in the United States were not reasonably available. (Sec. 107) Credits fees collected from the processing of applications for deepwater port licenses and from the processing of Administrative Waivers of the Coastwise Trade Laws for Eligible Vessels to the Maritime Administration for deposit into its operations and training account to be used to defray administrative expenses and for enhancements and improvements to the programs' operations. Sets forth limits on the amount of fees to be credited to the Maritime Administration. (Sec. 109) Amends federal shipping law to revise the use and availability of amounts contained in the Vessel Operations Revolving Fund. Credits certain amounts to the Fund, including establishment of a reserve from litigation and arbitration recoveries for use for unscheduled repairs and other necessary expenses in connection with casualties to National Reserve Fleet vessels. Authorizes the Secretary, with the approval of the Director of the Office of Management and Budget (OMB), to advance amounts from the Fund to the Maritime Administration Operations and Training appropriation account for maintenance, repair, and operation of vessels under the jurisdiction of the Secretary. (Sec. 110) Amends the Merchant Marine Decorations and Medals Act to prohibit a person from manufacturing, selling, possessing, or displaying a decoration or medal awarded by the Secretary for individual acts or service in the US merchant marine unless authorized by such Act or the Secretary. (Sec. 111) Requires amounts made available for any fiscal year for an intermodal marine facility that is a component of the Hawaii Port Infrastructure Expansion Program (including any non-federal contributions made available to such program) to be transferred to, and subject to such conditions as may be required by, the Maritime Administration. (Sec. 112) Amends the Merchant Marine Act, 1936 to authorize, subject to the availability of appropriations, for FY2006-FY2008 and each fiscal year thereafter, increased annual payments to regional maritime academies and limited annual payments to state maritime academies for school ship fuel. (Sec. 114) Establishes a program to provide assistance to state and local governments: (1) to award grants, and make loans and loan guarantees, to small shipyards for capital improvements; and (2) for maritime training programs in maritime communities. Sets forth certain program requirements. Authorizes appropriations for FY2006-FY2010. Title II: Loan Guarantee Program Administrative Changes - (Sec. 202) Amends specified federal laws to grant the Administrator of the Maritime Administration authority to make certain non-fishing loan guarantee decisions (currently, limited to the Secretary)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Maritime Administration Enhancement Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Maritime Administration Enhancement Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend and enhance certain maritime programs of the Department of Transportation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:54-05:00"
}