{
  "actions": [
    {
      "acted_at": "1993-03-11", 
      "references": [
        {
          "reference": "CR S2805, S2816-2818", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-03-11", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-07-14", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings held. Hearings printed: S.Hrg. 103-334.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-02-09", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings concluded.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-02-09", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-22", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings concluded. Hearings printed: S.Hrg. 103-638.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-22", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s575-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1994-09-13", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feingold, Russell D.", 
      "sponsored_at": "1993-05-12", 
      "state": "WI", 
      "thomas_id": "01331", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1994-03-17", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1994-06-22", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1993-05-19", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1993-03-11", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1993-08-04", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moseley-Braun, Carol", 
      "sponsored_at": "1993-09-07", 
      "state": "IL", 
      "thomas_id": "01405", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "1993-05-25", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1993-07-14", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1994-01-27", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1993-07-14", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1993-07-13", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wofford, Harris", 
      "sponsored_at": "1993-04-21", 
      "state": "PA", 
      "thomas_id": "01457", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-03-11", 
  "number": "575", 
  "official_title": "A bill to amend the Occupational Safety and Health Act of 1970 to improve the provisions of such Act with respect to the health and safety of employees, and for other purposes.", 
  "popular_title": "OSHA Reform bill", 
  "related_bills": [], 
  "short_title": "Comprehensive Occupational Safety and Health Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-03-11", 
  "subjects": [
    "Accident prevention", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Advice and consent of the Senate", 
    "Air quality", 
    "Building construction", 
    "Business records", 
    "Congressional agencies", 
    "Congressional employees", 
    "Congressional reporting requirements", 
    "Construction industries", 
    "Construction workers", 
    "Crime and law enforcement", 
    "Curricula", 
    "Department of Energy", 
    "Department of Health and Human Services", 
    "Department of Labor", 
    "Disciplining of employees", 
    "Discrimination in employment", 
    "Employee rights", 
    "Employee training", 
    "Employers' liability", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Epidemiology", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Fines (Penalties)", 
    "Freedom of information", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Health", 
    "Health planning", 
    "Health surveys", 
    "Human engineering", 
    "Indoor air pollution", 
    "Industrial accidents", 
    "Industrial toxicology", 
    "Information services", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Labor-management committees", 
    "Legislation", 
    "Local officials and employees", 
    "Medical records", 
    "Medical research", 
    "Medical statistics", 
    "Muscular diseases", 
    "Nuclear facilities", 
    "Nuclear weapons", 
    "Occupational Safety and Health Review Commission", 
    "Occupational diseases", 
    "Occupational health and safety", 
    "Physical examinations", 
    "Planning", 
    "Presidential appointments", 
    "Preventive medicine", 
    "Revolving funds", 
    "Safety measures", 
    "Standards", 
    "State laws", 
    "State officials and employees", 
    "Telephone", 
    "Victims", 
    "Wages", 
    "Whistle blowing", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-03-11", 
    "text": "TABLE OF CONTENTS: Title I: Safety and Health Programs Title II: Safety and Health Committees and Employee Safety and Health Representatives Title III: Coverage Title IV: Occupational Safety and Health Standards Title V: Enforcement Title VI: Protection of Employees from Discrimination Title VII: OSHA Training and Education Title VIII: Recordkeeping and Reporting Title IX: NIOSH Title X: State Plans Title XI: Victims' Rights Title XII: Construction Safety Title XIII: Administration Title XIV: Effective Date Comprehensive Occupational Safety and Health Reform Act - Amends the Occupational Safety and Health Act of 1970 (OSHA) with respect to occupational safety and health programs, committees, employee representatives, coverage, standards, enforcement, antidiscrimination, training and education, hazard and illness evaluation, State plans, and victims' rights. Title I: Safety and Health Programs - (Sec. 101) Amends OSHA to establish requirements for each employer to set up and carry out a written occupational safety and health program that includes specified methods and procedures. Title II: Safety and Health Committees and Employee Safety and Health Representatives - (Sec. 201) Amends OSHA to require each employer of 11 or more employees (each for 20 or more hours per week) to provide for: (1) health committees; and (2) employee safety and health representatives. Authorizes the Secretary of Labor (the Secretary), upon the employer's application, to approve establishment of an alternative method of employee participation in worksite health and safety activities in a manner at least as effective as committee participation, if such alternative mechanism meets specified conditions. (Sec. 202) Provides for employee participation in the Secretary's inspections of workplaces. Title III: Coverage - (Sec. 301) Revises the OSHA definition of employer to extend OSHA coverage to States and local government employees. (Sec. 302) Directs the Committee on House Administration of the House of Representatives to establish a comprehensive occupational safety and health program meeting specified OSHA and other requirements. (Sec. 303) Applies OSHA to employment performed in Federal nuclear facilities under the control or jurisdiction of the Department of Energy. (Sec. 304) Extends an employer's duties under OSHA to all employees working at the place of employment (even if they are not the employer's employees). Title IV: Occupational Safety and Health Standards - (Sec. 401) Specifies timeframes and procedures for setting OSHA standards. (Sec. 403) Requires each OSHA standard to prescribe requirements for recording or reporting work-related adverse medical conditions determined as a result of medical examinations or test. (Sec. 404) Requires public disclosure of all communications on OSHA standards with parties outside the Department of Labor, including those with executive branch officials (except the President). (Sec. 405) Directs the Secretary, in cooperation with the Secretary of Health and Human Services (HHS) acting through the National Institute for Occupational Safety and Health (NIOSH) to modify and establish exposure limits for toxic materials and harmful physical agents on a regular basis in a specified manner. (Secs. 406 and 407) Directs the Secretary to promulgate final standards: (1) on exposure monitoring and medical surveillance programs; and (2) on ergonomic hazards to protect employees from work-related musculoskeletal disorders. (Sec. 408) Requires that emergency temporary standards: (1) be issued based on the best available evidence; and (2) remain in effect for no more than 18 months (currently six months). (Sec. 409) Directs the Secretary to issue, within 60 days, an interim final regulation reducing permissible exposure limits to toxic substances, including a specified final rule on air contaminants and a proposed rule on air contaminants for construction, agriculture, and maritime. Title V: Enforcement - (Sec. 501) Provides that time spent by an employee in accompanying the Secretary's representative on an OSHA inspection shall be deemed hours worked, with no loss of wages, benefits, or other terms and conditions of employent. (Sec. 502) Requires the Secretary to notify employees or their representatives, within 30 days after receipt of their request for inspection, of the Secretary's determination that there no reasonable grounds to believe a violation or danger exists. (Sec. 503) Requires the Secretary to make a special inspection upon notification by any Federal or State agency of reasonable grounds to believe that a violation of OSHA or specified safety and health standards exists that threatens physical harm. (Sec. 504) Directs the Secretary to carry out a special emphasis inspection program for conducting inspections of industries or operations where existing hazards or newly recognized or new hazards introduced into work sites warrant more intensive than normal inspections. (Sec. 505) Requires the Secretary to investigate any work-related death or serious incident resulting in hospitalization of two or more employees. Requires the employer to: (1) notify the Secretary of any death or serious incident occurring in a place of employment covered by OSHA; and (2) prevent the destruction or alteration of evidence that would assist in an investigation. (Sec. 506) Revises provisions for abatement of serious hazards during employer contests to a citation. (Sec. 507) Grants employees the right to contest a citation's designation of the character of a violation or any proposed penalties as inadequate. (Sec. 508) Grants employee representatives the right to participate in other proceedings (as well as hearings) conducted under specified OSHA enforcement procedures. (Sec. 509) Requires the Occupational Safety and Health Review Commission's rules of procedure to provide for prompt notice to affected employees or their representatives if the Secretary intends to withdraw or modify a citation as a result of any agreement with the employer. Grants employees or their representative, regardless of whether they have previously elected to participate in the proceedings, the right to object to modifications or withdrawals of citations. (Sec. 510) Revises OSHA provisions for restraining imminent dangers. Grants employees the right to refuse to perform a duty identified as the source of an imminent danger, and prohibits discrimination against them for such refusal. Specifies a civil penalty against an employer for each day during which an employee continues to be exposed. (Sec. 511) Authorizes the Secretary to issue citations and assess penalties for violations of specified OSHA provisions relating to: (1) inspections, investigations, and recordkeeping; (2) safety and health programs; (3) safety and health committees; and (4) construction plans and programs. (Sec. 512) Revises OSHA criminal penalties to subject to them not only the employer but also certain officers, management officials, and supervisiors. Increases the maximum amount of fines and length of prison terms for specified violations. Establishes criminal penalties for a willful violation that causes serious bodily injury (currently, death only). Prohibits a penalty or fine imposed on a director, officer, or agent of an employer from being paid out of the employer's assets. Provides that nothing in OSHA shall preclude State and local law enforcement agencies from conducting criminal prosecutions. (Sec. 514) Directs the Secretary to establish an effective system for targeting inspections of worksites, with priority given to those with a high potential for death, serious injury, or exposures to toxic materials or harmful physical agents. (Sec. 515) Provides for the vacating of specified citations for violations if the employer demonstrates that certain conditions involving adequate employee training and work rule enforcement have been met. Title VI: Protection of Employees from Discrimination - (Sec. 601) Extends OSHA antidiscrimination coverage to employees: (1) reporting any injury, illness, or unsafe condition to the employer, employer's agent, safety and health committee, or employee safety and health representative; and (2) refusing to perform duties when reasonably apprehensive that doing so would result in serious injury to themselves or other employees, after having sought and been unable to obtain from the employer corrections of the circumstances causing such refusal. Revises procedures for consideration of discrimination complaints. Revises remedies. (Sec. 602) Requires the Secretary's regulations to include provisions requiring employers to post employee rights protections under such OSHA antidiscrimination provisions. Title VII: OSHA Training and Assistance - (Sec. 701) Requires the Secretary to develop and disseminate curricula, model programs, and other information and materials to assist employers in complying with OSHA standards and requirements for safety and health programs, employee training and education, and safety and health committees. Directs the Secretary to establish a program to provide technical assistance and consultative services concerning worksite safety and health to employers and employees. Requires targeting of such assistance and consultation at small employers, high hazard worksites, and high hazard industries. Directs the Secretary to award: (1) grants for regional or State safety resource councils or centers; and (2) excellence awards to employees and other organizations. (Sec. 702) Establishes in the Treasury a revolving fund, the OSHA Assistance Fund, to pay for such programs. Directs the Secretary to impose fees to offset program costs. Title VIII: Recordkeeping and Reporting - (Sec. 801) Requires the Secretary to collect information and conduct analyses identifying: (1) industries, employers, processes, operations, and occupations, with a high rate of injury or illness; (2) factors that cause or contribute to injuries and illnesses; (3) workers' compensation costs associated with injuries and illnesses; and (4) employee exposure to toxic substances and harmful physical agents. Directs the Secretary to require each employer covered by OSHA to report: (1) each work-related death of an employee immediately upon knowledge; and (2) each serious incident resulting in hospitalization of two or more employees within 24 hours of the incident. (Sec. 802) Revises OSHA requirements for employer records and reports to include work-related illnesses reported by an employee or an employee's physician, unless the employer makes a reasonable determination that the illness is not work-related. (Sec. 803) Requires all such employer records and reports to be made available to the Secretary, the Secretary of HHS, employees, and employee representatives. Title IX: NIOSH - (Sec. 901) Requires NIOSH hazard to evaluation reports to evaluate whether any potentially hazardous condition or harmful physical agent found in the place of employment poses a risk to exposed employees. (Sec. 902) Directs the Secretary of HHS to identify major factors contributing to occupational injuries and deaths through accident investigations and epidemiological research. (Sec. 903) Extends the authority of the Secretary of HHS, and of NIOSH, to inspect records to the Secretary's designees and contractors. (Sec. 904) Directs the Secretary of HHS to establish a national surveillance program to identify cases of occupational illnesses, deaths, and serious injuries. (Sec. 905) Establishes NIOSH as a separate agency within the U.S. Public Health Service in the Department of HHS. (Sec. 906) Includes education programs for employees and members of safety and health committees under NIOSH training provisions. Title X: State Plans - (Secs. 1001 and 1002) Revises OSHA requirements for State plans to provide for: (1) development of safety and health programs and safety and health committees and training programs that are at least as effective as those under the new OSHA requirements; and (2) reporting requirements, protection of employee rights, and access to information that are at least as effective as those under OSHA or other Federal laws governing access to information related to OSHA. (Sec. 1003) Requires a State to enforce a Federal OSHA standard until a State standard at least as effective is in effect, if a State fails to adopt or promulgate such a standard within six months after the Federal standard is promulgated. (Secs. 1004 and 1005) Sets forth requirements and procedures for the Secretary of Labor to: (1) investigate complaints against a State's compliance with and enforcement of the State plan; and (2) take corrective action against such State noncompliance. (Sec. 1006) Requires States operating State safety and health plans to conform them to this Act. Title XI: Victims' Rights - (Sec. 1101) Provides for victims' rights under OSHA, including family members as well as the injured employee. Title XII: Construction Safety - Construction Safety, Health, and Education Improvement Act of 1993 - (Sec. 1203) Amends OSHA to establish in the Occupational Safety and Health Administration (the Administration) an Office of Construction Safety, Health, and Education (the Office). Directs the Secretary of Labor (the Secretary) to: (1) identify construction employers with high rates of fatalities or lost workday injuries or illnesses or with patterns of noncompliance with health and safety requirements; (2) develop a system for notifying such employers; (3) establish courses and curricula for training OSHA inspectors an other OSHA employees with construction safety and health duties; (4) establish model compliance programs and assist employers, employees, and their representative organizations in setting up their training programs; and (5) establish a toll-free line on which reports, complaints, and notifications required under OSHA may be made. Establishes within the Administration the position of Deputy Assistant Secretary of Labor for Construction. (Sec. 1203) Establishes requirements for construction safety and health plans and programs, involving construction employers and designated project constructors and coordinators. (Sec. 1204) Directs the Secretary to establish an effective targeting system for general schedule construction inspections. Directs the Secretary to require constructors to report promptly any incident involving construction work that results in a fatality, an injury or illness causing two or more hospitalizations, or a structural failure or fire or explosion which caused or could have caused serious bodily injury to employees. (Sec. 1206) Expands the advisory jurisdiction of the Advisory Committee on Construction Safety and Health (the Committee). (Sec. 1207) Requires any State construction safety and health plan to contain requirements at least as effective as those imposed by the Act and the Contract Work Hours and Safety Standards Act. (Sec. 1208) Establishes in OSHA a Construction Safety and Health Academy to train OSHA employees who conduct construction worksite inspections, and others the Secretary considers appropriate. (Sec. 1209) Considers a project constructor an employer for specified OSHA enforcement purposes. (Sec. 1210) Directs the Secretary to report to the President and the Congress annually on the construction industry and after three years on whether the office should be continued or a Construction Industry Safety and Health Administration should be established in the Department of Labor. (Sec. 1211) Directs the Secretary to recommend to specified congressional committees any legislative changes required to make safety records (including records of compliance with Federal safety and health laws and regulations) one criterion considered in the awarding of Federal construction contracts. Title XIII: Administration - (Sec. 1301) Establishes an Occupational Safety and Health Administration in the Department of Labor, to be headed by an Assistant Secretary of Labor for Occupational Safety and Health. Title XIV: Effective Date - (Sec. 1401) Sets forth the effective date of this Act."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "OSHA Reform bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Comprehensive Occupational Safety and Health Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Construction Safety, Health, and Education Improvement Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Occupational Safety and Health Act of 1970 to improve the provisions of such Act with respect to the health and safety of employees, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:27:48-05:00"
}