{
  "actions": [
    {
      "acted_at": "2013-06-18", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1178-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-06-18", 
  "number": "1178", 
  "official_title": "A bill to better integrate engineering education into kindergarten through grade 12 instruction and curriculum and to support research on engineering education.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2426-113", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Educating Tomorrow's Engineers Act", 
  "sponsor": {
    "district": null, 
    "name": "Gillibrand, Kirsten E.", 
    "state": "NY", 
    "thomas_id": "01866", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-06-18", 
  "subjects": [
    "Academic performance and assessments", 
    "Education", 
    "Education of the disadvantaged", 
    "Elementary and secondary education", 
    "Government information and archives", 
    "Higher education", 
    "Research administration and funding", 
    "Rural conditions and development", 
    "Science and engineering education", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-06-18", 
    "text": "Educating Tomorrow's Engineers Act - Amends the Elementary and Secondary Education Act of 1965 to require states to incorporate engineering design skills and practice into their academic content standards and academic achievement standards and assessments in science by the 2016-2017 school year. Requires states to reserve 10% of the grant they receive under the Teacher and Principal Training and Recruiting Fund program to award competitive grants to nonprofit organizations and other entities with expertise in the science, technology, engineering, and mathematics (STEM) fields to develop and provide professional development and instructional materials for STEM education in their state. Changes current references to the mathematics and science partnerships program to references to the STEM partnerships program, which provides funding to states, institutions of higher education, and high-need local educational agencies (LEAs) to recruit and train STEM teachers and improve STEM curricula. Amends the 21st century community learning centers program to include STEM activities (currently, mathematics and science activities) within the before- and after-school activities funded under that program. Amends the rural and low-income school program to include professional development in engineering education among the uses of the funds provided to rural LEAs. Amends the Education Sciences Reform Act of 2002 to require the National Center for Education Research to sponsor and conduct research geared toward improving STEM, rather than just mathematics and science, teaching and learning. Directs the Secretary of Education to support research on engineering education and use that research to provide information to the public, and technical assistance to states, on best practices and promising innovations in kindergarten through grade 12 engineering education."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Educating Tomorrow's Engineers Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to better integrate engineering education into kindergarten through grade 12 instruction and curriculum and to support research on engineering education.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:47:00-05:00"
}