{
  "actions": [
    {
      "acted_at": "1997-11-08", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-03-05", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Subcommittee on Science, Technology, and Space. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1473-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM", 
      "subcommittee": "Subcommittee on Science, Technology, and Space", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "DeWine, Mike", 
      "sponsored_at": "1998-03-11", 
      "state": "OH", 
      "thomas_id": "00293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Enzi, Michael B.", 
      "sponsored_at": "1998-03-31", 
      "state": "WY", 
      "thomas_id": "01542", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "1998-04-01", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lott, Trent", 
      "sponsored_at": "1998-03-31", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mack, Connie, III", 
      "sponsored_at": "1997-11-08", 
      "state": "FL", 
      "thomas_id": "00721", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1998-03-05", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-11-08", 
  "number": "1473", 
  "official_title": "A bill to encourage the development of a commercial space industry in the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Commercial Space Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Graham, Bob", 
    "state": "FL", 
    "thomas_id": "01342", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-11-08", 
  "subjects": [
    "Administrative procedure", 
    "Armed forces and national security", 
    "Commerce", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Department of Transportation", 
    "Earth resources satellites", 
    "Environmental protection", 
    "Finance and financial sector", 
    "Government liability", 
    "Government operations and politics", 
    "Government procurement", 
    "Intercontinental ballistic missiles", 
    "International affairs", 
    "International cooperation in astronautics", 
    "Launch vehicles", 
    "Law", 
    "Legislation", 
    "Liability insurance", 
    "Licenses", 
    "Navigation satellites", 
    "Public lands and natural resources", 
    "Remote sensing", 
    "Rockets (Aeronautics)", 
    "Space activities", 
    "Space agreements", 
    "Space commercialization", 
    "Space shuttles", 
    "Space stations", 
    "Standards", 
    "Surplus government property", 
    "Transportation and public works", 
    "Transportation insurance"
  ], 
  "subjects_top_term": "Space activities", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-11-08", 
    "text": "TABLE OF CONTENTS: Title I: Promotion of Commercial Space Opportunities Title II: Federal Acquisition of Space Transportation Services Commercial Space Act of 1997 - Title I: Promotion of Commercial Space Opportunities - Requires the Administrator of the National Aeronautics and Space Administration (NASA) to deliver to the Committee on Science of the House of Representatives and the Committee on Commerce, Science, and Transportation of the Senate: (1) a specified study that identifies and examines the opportunities for commercial providers to play a role in International Space Station activities, including operation, use, servicing, and augmentation; and (2) an independently-conducted market study that examines and evaluates potential industry interest in providing commercial goods and services for the operation, servicing, and augmentation of the International Space Station, and in the commercial use of the International Space Station (including updates to the cost savings and revenue estimates made in the preceding study, based on the external market assessment). Requires the Administrator to report to the Congress, no later than the submission of the President's annual budget request for FY 1999, stating the number of proposals (including solicited and unsolicited proposals) NASA received during 1997 regarding commercial operation, servicing, utilization, or augmentation of the International Space Station, and specifying for each of such categories the number of proposals received by NASA during the period specified and the number of agreements that NASA entered into in response to the proposals. (Sec. 102) Amends Federal law to include reentry vehicles and reentry operations within the scope of commercial space launch activities. Mandates an annual report. (Sec. 103) Amends the National Aeronautics and Space Administration Authorization Act, Fiscal Year 1993 to: (1) discontinue funding of the commercial launch voucher demonstration program through the Office of Commercial Programs within NASA (continues funding such program directly through NASA); and (2) extend the program indefinitely. (Sec. 104) Encourages the President to promote U.S. Global Positioning System standards. (Sec. 105) Directs NASA to purchase, to the maximum extent possible, space science data from a commercial provider. (Sec. 106) Directs the Administrator to: (1) acquire space-based and airborne Earth remote sensing data provided by a commercial provider for purposes of meeting Government goals for Mission to Planet Earth; and (2) conduct a study to determine the extent to which baseline scientific requirements of Mission to Planet Earth could be met by commercial providers, and how NASA will be able to meet baseline scientific requirements that cannot be met by commercial providers. Requires that the study be carried out as part of the Commercial Remote Sensing Program at NASA's Stennis Space Center. Title II: Federal Acquisition of Space Transportation Services - Requires the Federal Government to procure space transportation services from U.S. commercial providers in any case in which those services are required in the course of the activities of the Government, subject to exception. (Sec. 203) Makes conforming amendments to the Launch Services Purchase Act of 1990. Maintains the prohibition for the launching of commercial payloads as primary payloads on the space shuttle. (Sec. 204) Provides for authorized Federal uses of excess intercontinental ballistic missiles. (Sec. 205) Requires the Secretary of Defense to submit a specified report to the Committee on Commerce, Science, and Transportation of the Senate and the Committee on Science of the House on national launch capability. (Sec. 206) Directs the Administrator to coordinate and administer the Commercial Space Center program from NASA headquarters in Washington, D.C."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Commercial Space Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage the development of a commercial space industry in the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:14-05:00"
}