{
  "actions": [
    {
      "acted_at": "1992-07-23", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3019-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-07-23", 
  "number": "3019", 
  "official_title": "A bill to strengthen the international trade position of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Trade Expansion and Enforcement Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-07-23", 
  "subjects": [
    "Actions and defenses", 
    "Administrative remedies", 
    "Administrative responsibility", 
    "Agriculture in foreign trade", 
    "Aircraft industry", 
    "Airports", 
    "Antidumping", 
    "Antitrust actions", 
    "Arab countries", 
    "Arab-Israeli conflict", 
    "Arms control", 
    "Auditing", 
    "Authorization", 
    "Automobile industry", 
    "Automobile parts industry", 
    "Barley", 
    "Brokers", 
    "Business records", 
    "Commercial aircraft", 
    "Commercial blacklisting", 
    "Communist countries", 
    "Computer networks", 
    "Computers and government", 
    "Congressional agencies", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Countervailing duties", 
    "Customs administration", 
    "Data transmission systems", 
    "Department of the Treasury", 
    "District courts", 
    "Dumping", 
    "Economic statistics", 
    "Electronic data processing", 
    "Evidence (Law)", 
    "Export subsidies", 
    "Federal employees", 
    "Fees", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Fraud", 
    "Free ports and zones", 
    "Free trade", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Hours of labor", 
    "Import quotas", 
    "Import relief", 
    "Import restrictions", 
    "Injunctions", 
    "Intellectual property", 
    "International Trade Commission", 
    "Iron and steel industry", 
    "Israel", 
    "Japan", 
    "Jurisdiction", 
    "Laboratories", 
    "Legal fees", 
    "Legislation", 
    "Libraries", 
    "Machine tools", 
    "Motor vehicles", 
    "Narcotic traffic", 
    "Negligence", 
    "Negotiations", 
    "Nontariff trade barriers", 
    "Nuclear exports", 
    "Nuclear nonproliferation", 
    "Office of the U.S. Trade Representative", 
    "Patents", 
    "Reciprocity", 
    "Restrictive trade practices", 
    "Rice", 
    "Sanctions (International law)", 
    "Searches and seizures", 
    "Smuggling", 
    "South Korea", 
    "Statistical services", 
    "Steel", 
    "Subsidies", 
    "Taiwan", 
    "Tariff", 
    "Trade agreements", 
    "Trade negotiations", 
    "War and emergency powers", 
    "Wheat"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-07-23", 
    "text": "Trade Expansion and Enforcement Act of 1992 - Title I: Market Access Provisions - Subtitle A: Enforcement of United States Rights Under Trade Agreements and Response to Certain Foreign Trade Practices - Amends the Trade Act of 1974 to extend through calendar year 1997 the requirement that the United States Trade Representative (USTR) identify U.S. trade liberalization priorities. Amends the Trade Act of 1974 to authorize any interested person to request the USTR to review to determine whether a foreign country is in material compliance with the terms of a trade agreement. (Defines an \"interested person\" as any person with a significant economic interest that is being or has been adversely affected by a foreign country's failure to comply materially with terms of a trade agreements.) Requires the USTR to determine what action to take if a foreign country is found not in material compliance with such agreement. Directs the USTR to initiate an investigation of all acts, policies, and practices of Japan, Korea, and Taiwan that affect the access of U.S. rice to their markets. Requires the USTR to negotiate the elimination of such acts, policies, and practices, and report to the Congress on the progress of such negotiations. Requires the USTR, if he determines that a certain act, policy, or practice of a foreign country does not currently burden or restrict U.S. commerce but is likely to if such country either continues to apply, or implement an unexecuted aspect of, such act, policy, or practice, to request consultations with the country to prevent circumstances that may lead to renewed allegations that such act, policy, or practice burdens or restricts U.S. commerce. Provides for expediting such consultations. Requires the USTR to report annually to the Congress on a foreign country's response or progress made with respect to such consultation. Requires the USTR to identify those foreign countries that deny adequate substantive standards for intellectual property rights protection. Requires the USTR, if he determines that a foreign country is priority country and that its denial of adequate protection of intellectual property rights is an act, policy, or practice that is unreasonable and burdens or restricts U.S. commerce, to identify each reciprocal product that is manufactured by such country and is related to such denial. Requires the Secretary of the Treasury to: (1) deny entry to each reciprocal product, with specified exceptions; and (2) destroy such product unless it is exported from the United States. Subtitle B: International Trade in Motor Vehicles and Motor Vehicle Parts - Directs the USTR to initiate an investigation of all acts, policies, and practices of Japan that affect the access of U.S. motor vehicles and motor vehicle parts to its market, including but not limited to: (1) acts, policies, and practices utilized in the Japanese automotive distribution system; (2) toleration of anticompetitive activities by private Japanese firms (including \"Keiretsu\"); (3) exclusionary business practices; and (4) testing requirements and other government regulations. Requires the USTR to negotiate with Japan for a comprehensive trade agreement affecting the automotive sector, or, if appropriate, two or more trade agreements that: (1) eliminate or modify such acts, policies, and practices; (2) provide enforcement of Japan's commitments under the Structural Impediments Initiative, the Market-Oriented Sector Specific agreements, and the Action Plan announced at the Tokyo Summit in January 1992 with respect to trade in, and purchase of, motor vehicles and motor vehicle parts; (3) establish long term goals for the purchase by Japanese motor vehicle manufacturers of high value-added motor vehicle parts and accessories from U.S. manufacturers; (4) establish procedures for the exchange of information between the United States and Japan that will permit the accurate assessment of the bilateral trade in motor vehicle parts; and (5) offset any detrimental impact of the European Community-Japan Automobile Agreement on the U.S. motor vehicle industry. Requires specified reports. Requires the President to direct the appropriate Federal agency to monitor implementation of the commitments in the Action Plan to achieve fair trade in motor vehicles and motor vehicle parts. Amends the Fair Trade in Auto Parts Act of 1988 to extend through December 31, 1998, the authority of the Secretary of Commerce to increase the sale of U.S.-made auto parts and accessories to Japanese markets. Requires the Board established by the Foreign-Trade Zones Act to: (1) review the operations of U.S. and foreign motor vehicle and motor vehicle parts producers to determine any positive economic effect on the United States of such Act; and (2) take appropriate action, including revocation or modification of a foreign-trade zone or subzone grant, with respect to any producer whose operations in such zone are determined not to have a net positive effect on the U.S. economy. Title II: Customs Modernization - Customs Modernization and Informed Compliance Act - Subtitle A: Improvements in Customs Enforcement - Amends the Tariff Act of 1980 to revise customs procedures with respect to: (1) electronic transmission of forged, altered, or false data to the United States Customs Service with regard to the entry of imported merchandise; (2) penalties for failure to declare imported controlled substances; (3) examination and detention of imported merchandise; (4) certain recordkeeping requirements; (5) examination of books and witnesses; (6) review of protests by the Customs Service; (7) a repeal of a provision relating to the reliquidation on account of fraud; (8) penalties relating to manifests, false drawback or refund claims, and for fraud, gross negligence, and negligence; (9) unlawful unloading or transshipment; (10) public access to Customs Service interpretative rulings and decisions; and (11) seizure of imported merchandise. Creates a private right of action for customs fraud. Authorizes injunctive and other equitable relief and recovery of damages and costs, including attorney's fees. Grants the district courts original jurisdiction over any such action. Directs the court to permit the United States to intervene in any such action as a matter of right. Specifies that court orders under this Act are subject to nullification by the President pursuant to presidential authority under the International Emergency Economic Powers Act. Expresses the sense of the Congress that the provisions of this Act are consistent with, and in accord with, the General Agreement on Tariffs and Trade. Subtitle B: National Customs Automation Program - Directs the Secretary of the Treasury (Secretary) to establish the National Customs Automation Program which shall be an automated and electronic system for the processing of commercial imports. Provides for electronic data transmission relating to: (1) remote location filing; (2) effective date of rates of duty on imported merchandise; (3) merchandise manifests; (4) imported merchandise invoices; (5) entry and release of imported merchandise; (6) admissibility in administrative and judicial proceedings of electronically transmitted information; (7) appraisement and liquidations of imported merchandise; (8) the payment of duties; (9) abandonment and damage to imported merchandise; (10) protests of Customs Service decisions; (11) refunds and errors; (12) bonds and other security; and (13) customs house brokers. Requires a refund (drawback) of duties (less one per cent of such duties) on articles produced in the United States with imported merchandise that have been destroyed under Customs Service supervision, provided such articles have not been used prior to such destruction. Sets forth provisions with respect to customs officer's immunity in regard to the appraisement of or collection of duties on imported merchandise. Title III: Customs and Trade Agency Authorizations for Fiscal Years 1993 and 1994 - Amends the Tariff Act of 1930 to authorize appropriations to the United States International Trade Commission (ITC) for FY 1993 and 1994. Earmarks a specified amount for reception and entertainment expenses. Prohibits use of such funds for any special study, investigation, or report requested by an agency of the executive branch unless such agency reimburses the ITC for its costs. Amends the Customs Procedural Reform and Simplification Act of 1978 to authorize appropriations to the United States Customs Service for FY 1993 and 1994 for: (1) noncommercial operations; (2) commercial operations; and (3) the air interdiction program. Amends the Trade Act of 1974 to authorize appropriations to the Office of the United States Trade Representative for FY 1993 and 1994. Amends the Tariff Act of 1930 to authorize appropriations for FY 1993 and 1994 for certain expenditures from the Customs Forfeiture Fund relating to purchases by the Customs Service of evidence of smuggling of controlled substances. Amends the Trade Act of 1974 to eliminate the East-West Trade Statistics Monitoring System. Amends the Consolidated Omnibus Budget Reconciliation Act of 1985 to revise the formula for certain reimbursements and payments to be made to the Customs Service with respect to the processing of merchandise informally entered or released at a centralized hub facility. Repeals specified provisions regarding the work shifts of customs personnel at airports. Title IV: Other Trade Provisions - Subtitle A: Nontariff Provisions - Chapter 1: Miscellaneous Nontariff Provisions - Amends the Trade Act of 1974 to require the ITC, upon the filing of a petition, request of the President or the USTR, resolution of specified congressional committees, or its own motion, to investigate whether market disruption exists in a domestic industry with respect to imports of products from a country with a state-controlled economy. Authorizes the President, with respect to an affirmative determination of market disruption, to alter the form of relief recommended by the ITC if such alternative relief is equivalent to the one recommended. Requires the President to provide such relief unless it would seriously impair U.S. national security. Directs the Secretary of Agriculture to implement a program requiring that end-use certificates be included in the documentation covering the entry into, or the withdrawal from warehouse for consumption in, the customs territory of the United of any wheat or barley that is a product of a foreign country that requires end-use certificates for imports of U.S. wheat or barley. Directs the President to: (1) negotiate trade agreements that eliminate the adverse effects of anticompetitive practices on international trade; and (2) report to the Congress on the status of such negotiations. Amends the Omnibus Trade and Competitiveness Act of 1988 to require the Secretary of the Treasury, at the request of the Secretary of Commerce (current law authorizes the Secretary of Commerce to request the Secretary of the Treasury): (1) to take necessary action to ensure the attainment of the objectives of the machine tool decision of the President on May 20, 1986, and on December 27, 1991; and (2) to enforce any imported machine tool quantitative limitations, restrictions, or other terms contained in related bilateral arrangements. Requires the Secretary of the Treasury to enforce the quantitative limitations and other provisions of bilateral arrangements negotiated with Taiwan on December 31, 1991, pursuant to the President's machine tool decision of May 20, 1986, until bilateral agreements are negotiated with such countries pursuant to the President's December 27, 1991, decision. Expresses the sense of the Congress that any bilateral agreement negotiated with Taiwan pursuant to the President's December 27, 1991, decision be effective for two years from the date it is signed. Directs the ITC to report to the Congress proposals for consolidating and simplifying U.S. international trade laws. Requires the Director of the Congressional Research Service to make recommendations to the Congress about establishment of a special unit that would: (1) integrate the resources of the Service, the ITC, and other appropriate agencies; and (2) serve as a central and objective source of information for the Congress on data and trends in trade between the United States and foreign countries. Expresses the sense of the Congress that boycotts imposed by foreign countries against countries friendly to the United States or against any U.S. person are discriminatory barriers to international trade. Commends the USTR for including the Arab boycott in the 1992 National Trade Estimate Report on Foreign Barriers, but urges expansion of such report to: (1) include country-by-country analysis on the extent to which each government permits companies in its country to comply with the secondary Arab boycott of U.S. companies; (2) identify the activities of specific governments to enforce the boycott; and (3) discuss the differences in how countries blacklist companies and enforce the boycott. Chapter 2 - Import Sanctions to Control Nuclear Proliferation - Omnibus Nuclear Proliferation Control Act of 1992 - Requires the President to impose sanctions upon any foreign person that has materially and with requisite knowledge contributed, through the exports of goods or technology, to the efforts by any individual, group, or non-nuclear weapon state to acquire unsafeguarded special nuclear material or to use, develop, stockpile, or acquire any nuclear explosive device. Prohibits the importation into the United States of products produced by such foreign person or any parent, subsidiary, affiliate, or successor entity. Sets forth specified exceptions. Urges the President to initiate consultations with foreign governments with jurisdiction over such foreign persons with respect to the imposition of the sanctions. Requires the President to impose such sanctions unless he certifies to the Congress that a government has taken actions to terminate the involvement of a person in such activities. Applies sanctions for at least 12 months and terminates sanctions only if the President certifies to the Congress that a person has ceased to, and will not in the future, aid individuals or non-nuclear weapon states in efforts to acquire unsafeguarded special nuclear material or nuclear explosive devices. Permits the President to waive sanctions after the 12-month period if he certifies to the Congress that the continued imposition of sanctions would have a serious adverse effect on U.S. interests. Subtitle B: Foreign Subsidies and Countervailing and Antidumping Duty Amendments - Amends the Tariff Act of 1930 to require completion of reviews by the administering authority of the amount of duty with respect to countervailing and antidumping duty orders by the 270th day after the day on which a request for review was received. (Currently, there is no such deadline for completion of such a review.) Requires the ITC to consider contracts with long lead time as a factor when making material injury determinations with respect to an affected domestic industry in countervailing and antidumping duty investigations. Declares that the presence or absence of any factor the ITC is required to consider shall not give decisive guidance with respect to any threat of material injury determinations. Provides that, with respect to the determination of foreign market value of imported merchandise under investigation, no allowance shall be made to account for differences in input costs that are based on whether the end product made from the input is sold in the home market or exported. Requires the United States Customs Service to report annually to the administering authority on the amount of duties collected during each year under each countervailing and antidumping duty order. Requires the administering authority to make such data available to interested parties. Requires the administering authority, when determining whether imported parts or components are circumventing an antidumping or countervailing duty order or finding, and whether to include such parts or components in such order or finding, to consider: (1) the pattern of trade; (2) the value and sources of supply of parts or components historically used in completion or assembly of the merchandise subject to such order; (3) whether the manufacturer or exporter of such parts or components is related to the person who assembles or completes the merchandise sold in the United States from the parts or components produced in the foreign country with respect to which the order or finding applies; and (4) whether imports into the United States of the parts or components produced in such foreign country have increased after the issuance of such order or finding. Authorizes the administering authority to include within the scope of such order or finding imported parts or components that are used in the completion or assembly of certain merchandise sold in the United States and subject to such order or finding, provided: (1) such merchandise is completed or assembled in the United States from parts or components supplied by the exporter or producer with respect to which such order or finding applies, from suppliers that have historically supplied the parts or components to that exporter or producer, or from any party in the exporting country supplying parts or components on behalf of such exporter or producer; (2) the value of such imported parts and components is significant in relation to the total value of all parts and components used in the assembly or completion operation, excluding packing, of the imported merchandise covered by such order or finding; or (3) consideration of specified factors establishes a pattern of circumvention of a countervailing and antidumping duty order or finding. Enables the administering authority to base such a decision on any of such factors by itself, rather than on all of them together. Sets forth similar provisions for merchandise completed or assembled in other foreign countries. Directs the Secretary of Commerce and the ITC to study and report to the Congress on modification of standards applicable to the initiation of countervailing and antidumping duty actions in order to make petitioning for such initiations less costly and more accessible for domestic petitioners. Requires the USTR to report to the Congress on the operation of the Agreement Concerning the Application of the GATT Agreement on Trade in Civil Aircraft between the United States and the European Community. Expresses the sense of the Congress that the President should not enter into any international trade agreement on antidumping requiring changes in U.S. antidumping laws that would reduce the effectiveness of such laws as a remedy against injurious dumped imports. Urges the President to review antidumping provisions contained in the Draft Final Act Embodying the Results of the Uruguay Round of Multilateral Trade Negotiations dated December 21, 1991, and seek changes to strengthen the effectiveness of U.S. antidumping laws, including, but not limited to, changes in provisions dealing with cumulation of injury and dispute settlement. Expresses the sense of the Congress that the U.S. Government should not condone the use by foreign governments of trade distorting subsidies, including development subsidies, that cause material injury to U.S. industries. Requires the administering authority in antidumping proceedings involving merchandise from a nonmarket economy country to determine, if certain conditions exist, the foreign market value of such merchandise on the basis of the value of all factors of production in such country, if such information is available. Amends the Tariff Act of 1930 to revise factors used by the ITC for purposes of material injury determinations in antidumping and countervailing duty investigations. Requires the ITC, in determining whether a U.S. industry is threatened with material injury from imports, to consider, among other factors, the: (1) actual and potential decline in order backlog of the domestic industry; and (2) monthly and quarterly trend information through the month of the filing of the antidumping duty petition. Amends the Omnibus Trade and Competitiveness Act of 1988 (OTCA), with respect to principal trade negotiating objectives, to declare that dispute settlement mechanisms and procedures, with respect to review of countervailing duty and antidumping duty actions taken by a signatory to the General Agreement on Tariffs and Trade, shall not allow review of certain issues in certain procedural circumstances. Applies certain OTCA provisions only to antidumping and countervailing duty reviews initiated with respect to merchandise which: (1) is the product of a party-country to a free trade agreement entered into force and effect before January 1, 1987; and (2) was the subject of an investigation initiated on or after enactment of the United States - Israel Free Trade Agreement Implementation Act. Amends Federal law to revise the prohibition against the dumping of articles into the United States to prohibit a person from importing or selling within the United States articles manufactured in a foreign country if: (1) such articles are imported or sold at a U.S. price less than the foreign market value or constructed value of the article; and (2) the importation or sale causes or threatens material injury to U.S. industry or labor, or prevents, in whole or in part, the establishment or modernization of any U.S. industry. (Removes the requirement of a specific intent to do such harm.) Authorizes an interested party whose business or property is injured by such importation or sale to bring a civil action in U.S. District Court for the District of Columbia or in the Court of International Trade. Sets forth guidelines for such civil actions. Expresses the sense of the Congress that this is consistent with the General Agreement on Tariffs and Trade (GATT). Subtitle C: Extension of Steel Stabilization Act - Specialty Steel Voluntary Restraint Agreement Extension Act - Expresses the sense of the Congress that the President should extend the specialty steel voluntary restraint agreement program for three more years. Amends the Steel Import Stabilization Act to extend it through March 31, 1995, unless the President submits a specified affirmative determination to specified congressional committees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trade Expansion and Enforcement Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Customs Modernization and Informed Compliance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Omnibus Nuclear Proliferation Control Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Specialty Steel Voluntary Restraint Agreement Extension Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen the international trade position of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:41-05:00"
}