{
  "actions": [
    {
      "acted_at": "1973-12-11", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11885-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Adams, Brock", 
      "sponsored_at": "1973-01-03", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-11", 
  "number": "11885", 
  "official_title": "A bill to direct the President to take action to assure, through energy conservation, rationing, and other means, that the essential energy needs of the United States are met, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy Emergency Act", 
  "sponsor": {
    "district": "8", 
    "name": "Eckhardt, Bob", 
    "state": "TX", 
    "thomas_id": "00333", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-11", 
  "subjects": [
    "Car pools", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Energy", 
    "Energy conservation", 
    "Environmental protection", 
    "Government operations and politics", 
    "Labor and employment", 
    "Motor vehicles", 
    "Petroleum and petroleum products", 
    "Pollution", 
    "Power resources", 
    "States", 
    "Transportation and public works", 
    "Unemployment"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-11", 
    "text": "Energy Emergency Act - Title I - Energy Emergency Authorities - States that the purpose of this Act is to call for proposals for energy emergency conservation measures and to authorize specific temporary emergency actions to be exercised to assure that the essential needs of the United States for fuels will be met in a manner which, to the fullest extent practicable: (1) is consistent with existing national commitments to protect and improve the environment, (2) minimizes any adverse impact on employment, (3) provides for equitable treatment of all sectors of the economy, and (4) maintains vital services necessary to health, safety, and public welfare. Revises the Emergency Petroleum Allocation Act by authorizing the President to make such adjustments in the allocations made pursuant to such Act as may be necessary to provide for the allocation of crude oil, residual fuel oil, or any refined petroleum product to users of such products in order to maintain vital services. Authorizes the President to require adjustments in the production rate of oil refineries in the United States when necessary. Authorizes the President to require the production of crude oil at the producer level at the maximum rate of production. Establishes a Federal Energy Administration to be headed by a Federal Energy Administrator, to be appointed by the President by and with the advice and consent of the Senate. Directs the Administrator to propose one or more energy conservation plans within 30 days of the enactment of this Act. Directs the Administrator to prohibit, after balancing on a plant-by-plant basis the environmental effects of use of coal against the need to fulfill the purposes of this Act, to prohibit, as its primary source, the burning of natural gas or petroleum products by any major fuel-burning installations (including any existing electric powerplant) which, on the date of enactment of this Act, has the capability and necessary plant equipment to burn coal. Authorizes the Interstate Commerce Commission (with respect to common or contract carriers subject to economic regulation under the Interstate Commerce Act), the Civil Aeronautics Board, and the Federal Maritime Commission, for the duration of the period beginning on the date of enactment of this Act and ending on May 15, 1975, to take any action for the purpose of conserving energy consumption in a manner found by such Commission or Board to be consistent with the objectives and purposes of the Acts administered by such Commission or Board on its own motion or on the petition of the Administrator which existing law permits such Commission or Board to take upon the motion or petition of any regulated common or contract carrier or other person. Provides that it shall be unlawful for any person, who is engaged in the business of marketing or distributing diesel fuel to trucks on bona fide cargo runs, to deny to such trucks full fill-ups of fuel, unless: (1) there is in effect under this Act, the Emergency Petroleum Allocation Act, or any other Act an end use allocation regulation which restricts such full fill ups by such person to such trucks, or (2) such person has no such fuel available for sale. Sets forth penalties for such actions. Authorizes the appropriation of such sums as may be necessary for the purpose of making grants to States to which the Federal Energy Administrator has delegated authority under this Act. Provides that a refiner shall not terminate a marketing agreement unless he furnishes prior notification pursuant to this Act to each branded independent marketer to which such termination applies. Provides that a refiner shall not terminate a marketing agreement unless the branded independent marketer to which such termination applies failed to comply substantially with one or more essential and reasonable requirements of such marketing agreement or failed to act in good faith in carrying out the terms of such agreement; except that such refiner may terminate such agreement if he does not, during the 3-year period which begins on the date of such termination, engage in the sale of any refined petroleum product in commerce for sale other than for resale in any relevant market within such branded independent marketer operated. Directs the Secretary of Transportation to establish within the Department of Transportation an \"Office of Carpool Promotion\" whose purpose and responsibilities shall include: (1) responding to any and all requests for information and technical assistance on carpooling and carpooling systems from units of State and local governments and private groups and employees; (2) promoting greater participation in carpooling through public information and the preparation of such materials for use by State and local governments; (3) encouraging and promoting private organizations to organize and operate carpool systems for employees; (4) promoting the cooperation and sharing of responsibilities between separate, yet proximately close, units of government in coordinating the operations of carpool systems; and (5) promoting other such measures that the Secretary determines appropriate. Authorizes the appropriation of $25,000,000 for the conduct of programs designed to maximize the level of carpool participation in the United States. Revises the Emergency Petroleum Allocation Act by directing the President to exercise his authority under such Act and under the Economic Stabilization Act so as to specify prices for sales of crude oil, refined petroleum products, residual fuel oil, and coal, produced in or imported into the United States, which avoid windfall profits by sellers. Provides that, notwithstanding the provisions of the Natural Gas Act (or any other provisions of law), the President may by order, on a finding that such action would be consistent with the public interest, authorize on a shipment-by-shipment basis the importation of liquified natural gas from a foreign country. Authorizes the Federal Energy Administrator, to the extent necessary to carry out the purposes of this Act, to restrict exports of coal, petroleum products, and petrochemical feedstocks, under such terms as he deems appropriate. Title II: Coordination with Environmental Protection Requirements - Authorizes the Federal Energy Administrator, for any period beginning on or after the date of enactment of this section and ending on or before May 15, 1974, to temporarily suspend any stationary source fuel or emission limitation as it applies to any person, if the Administrator finds that such person will be unable to comply with such limitation during such period solely because of unavailability of types or amounts of fuels. Revises the schedule for implementation of motor vehicle emissions standards under the Clean Air Act. Provides that any allocation program provided for in Title I of this Act or in the Emergency Petroleum Allocation Act shall, to the maximum extent practicable, include measures to assure that available low sulfur fuel will be distributed on a priority basis to those areas of the country designated by the Administrator of the Environmental Protection Agency as requiring low sulfur fuel to avoid or minimize adverse impact on public health. Directs that in order to determine the health effects of emissions of sulfur oxides to the air resulting from any conversions to burning coal pursuant to this Act, the Department of Health, Education, and Welfare shall, in cooperation with the Environmental Protection Agency, conduct a study of acute and chronic effects among exposed populations. Authorizes the appropriation of $2,000,000 for such study. Directs the Administrator of the Federal Energy Administration to conduct a study on potential methods of energy conservation and, not later than 6 months after the date of enactment of this Act, to submit to Congress a report on the results of such study. Directs the President, within 90 days after the date of enactment of this Act, to recommend to the Congress actions to be taken by the executive branch and the Congress regarding the problem of the sitting of all types of energy producing facilities. Revises Title II of the Clean Air Act by directing the Administrator of the Environmental Protection Agency to conduct a study, and to report to the Committee on Interstate and Foreign Commerce of the United States House of Representatives and the Committee on Public Works of the United States Senate within 120 days following the date of enactment of this Act, concerning the practicability of establishing a fuel economy improvement standard of 20 percent for new motor vehicles manufactured during and after model year 1980."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Emergency Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to direct the President to take action to assure, through energy conservation, rationing, and other means, that the essential energy needs of the United States are met, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:07-05:00"
}