{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr862-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "862", 
  "official_title": "A bill to amend chapter 34 of title 38 of the United States to provide for the payment of tuition costs in the case of certain eligible veterans directly to the educational institutions concerned; to provide for overall increases in education benefits under such chapter; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans' Comprehensive Education Act", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Armed forces and national security", 
    "Education", 
    "Veterans' education"
  ], 
  "subjects_top_term": "Veterans' education", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Veterans' Comprehensive Education Act - Provides that, in the case of any eligible veteran who is pursuing a program of education or training at an approved educational or training institution on a half-time or more basis, the Administrator of Veterans' Affairs shall pay directly to the educational or training institution on behalf of such eligible veteran, not to exceed $4,000 for an ordinary school year, the cost of educational expenses which similarly circumstanced nonveterans enrolled in the same courses are required to pay. Authorizes subsistence payments to veterans based on the number of dependents such veteran has. Provides that an educational assistance allowance shall be paid to each eligible individual pursuing a program of education while on active duty, to an eligible veteran pursuing a program of education on less than a half-time basis or exclusively by correspondence, to a veteran pursuing a program of flight training, or to a veteran pursuing a program of apprenticeship or other on-job training. (Amends 38 U.S.C. 1681) Provides that no tuition assistance shall be paid to an educational or training institution on behalf of an eligible veteran under this Act until the Administrator of the Veterans' Administration shall have received from such institution a certification of the actual enrollment of the eligible veteran at such institution, along with specified information concerning such enrollment. (Amends 38 U.S.C. 1682)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans' Comprehensive Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 34 of title 38 of the United States to provide for the payment of tuition costs in the case of certain eligible veterans directly to the educational institutions concerned; to provide for overall increases in education benefits under such chapter; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:03-05:00"
}