{
  "actions": [
    {
      "acted_at": "1994-10-07", 
      "references": [
        {
          "reference": "CR S14835-14839", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-07", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2537-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-10-07", 
  "number": "2537", 
  "official_title": "A bill to regulate interstate commerce by providing uniform principles to address the multiple imposition of punative damages, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Multiple Punitive Damages Fairness Act", 
  "sponsor": {
    "district": null, 
    "name": "Danforth, John C.", 
    "state": "MO", 
    "thomas_id": "01314", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-10-07", 
  "subjects": [
    "Evidence (Law)", 
    "Federal preemption", 
    "Government operations and politics", 
    "Law", 
    "Punitive damages", 
    "State laws"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-10-07", 
    "text": "Multiple Punitive Damages Fairness Act - Prohibits punitive damages in any civil action in Federal or State court in which such damages are sought against a defendant based on the same act or course of conduct for which punitive damages have already been awarded. Permits the court to award such punitive damages, subject to specified limitations, upon determining in a pre-trial hearing that: (1) the claimant will offer new and substantial evidence of previously undiscovered, additional wrongful behavior on the part of the defendant, other than the injury to the claimant; and (2) the amount of punitive damages previously imposed were insufficient to either punish the defendant's wrongful conduct or to deter the defendant and others from similar behavior in the future. Directs a court awarding punitive damages pursuant to such provision to: (1) make specific findings of fact on the record to support the award; (2) reduce the amount of the punitive portion of the damage award by the sum of the amounts of punitive damages previously paid by the defendant in prior actions based on the same act or course of conduct; and (3) prohibit disclosure to the jury of the court's determination and action. Makes this Act applicable to any civil action brought on any theory where punitive damages are sought based on the same act or course of conduct for which punitive damages have already been awarded against the defendant, except with respect to any civil action involving damages awarded under any Federal or State statute that prescribes the amount of punitive damages to be awarded. Specifies that: (1) this Act shall supersede any Federal or State law regarding recovery for punitive damages; and (2) the U.S. district courts shall not have jurisdiction over any civil action pursuant to this Act based on provisions regarding Federal question jurisdiction and commerce and antitrust regulations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Multiple Punitive Damages Fairness Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate interstate commerce by providing uniform principles to address the multiple imposition of punative damages, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:34-05:00"
}