{
  "actions": [
    {
      "acted_at": "1979-07-26", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Small Business.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4972-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-26", 
  "number": "4972", 
  "official_title": "A bill to amend the Small Business Investment Act of 1958.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Product Liability Risk Retention Act of 1979", 
  "sponsor": {
    "district": "36", 
    "name": "LaFalce, John J.", 
    "state": "NY", 
    "thomas_id": "00657", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-26", 
  "subjects": [
    "Business and commerce", 
    "Consumer protection", 
    "Federal preemption", 
    "Group insurance", 
    "Insurance", 
    "Products liability", 
    "Risk management", 
    "Small business", 
    "State laws", 
    "States", 
    "Warranties"
  ], 
  "subjects_top_term": "Products liability", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-26", 
    "text": "Small Business Product Liability Risk Retention Act of 1979 - Amends the Small Business Investment Act of 1958 to direct the Administrator of the Small Business Administration to promulgate standards for the approval of risk retention groups. Defines such groups as entities formed to assume or spread the liability of two or more persons arising from products liability claims or defective construction claims. Enumerates standards which the Administrator may consider in approving any such group including the amount and liquidity of its assets, soundness of its reserves, adequacy of its insurance coverage, and its overall plan of operations. Sets forth factors to be included in a group's application for approval. Authorizes the Administrator to conduct audits of the applicant and to make any approval conditional upon fixed membership in the group, distribution of its assets, or other factors. Requires any refusal of approval to specify the factual conclusions and legal authority upon which it is based. Authorizes the Administrator to require a group to set a maximum amount of risk which it will accept. Requires such a group's participants to obtain insurance for losses in excess of such maximum limitation. Establishes requirements for the terms of such insurance coverage. Prohibits a group from assuming liability for any person other than its members or its members' affiliates. Permits a group to assume liability which arises from an agreement to hold harmless or indemnity agreements between a member and its supplier, purchaser, or consignee. Prohibits a group from making non-pro-rata assessments or retroactive adjustments based on the loss experience of a member. Directs the Administrator to require each group to maintain reserves which it shall hold as a fiduciary for the benefit of claimants against its members. Prohibits a group from having any interest in the securities or debts of its members or their affiliates. Requires each group to submit annual reports to the Administrator. Declares that this Act shall preempt any State law relating to the formation, operation, or provision of insurance-services to risk retention groups. Stipulates that this Act shall not effect the authority of a State to tax risk retention groups. Authorizes the Administrator to audit each group and to require each group to engage an independent accountant to examine its books, records, and financial statements. Exempts any group seeking to purchase liability insurance, its members, or any person who provides such insurance from any State law which restricts group insurance or would prohibit or discriminate against the application of this Act. Requires each group to pay an application fee and annual fees to cover supervisory expenses of the Administrator. Authorizes the Administrator to revoke the certificate of approval of a risk retention group. Enumerates circumstances in which such authority may be exercised. Declares that this Act shall not be deemed to affect State tort law. Requires the proceeds from a group's reinsurance policies to be paid to the group's receiver or other appropriate judicial officer if the group is adjudged insolvent. Requires that all hearings to revoke a group's certificate of approval be held in the District of Columbia. Exempts such hearings from requirements of law relating to agency adjudications. Empowers the United States District Court for the District of Columbia to hear appeals from orders of the Administrator issued pursuant to this Act. Authorizes the Administrator to issue rules and regulations and to take all other actions necessary or appropriate to implement this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Product Liability Risk Retention Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Small Business Investment Act of 1958.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:29-05:00"
}