{
  "actions": [
    {
      "acted_at": "1975-05-19", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7087-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Bedell, Berkley W.", 
      "sponsored_at": "1975-01-03", 
      "state": "IA", 
      "thomas_id": "00071", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Fascell, Dante B.", 
      "sponsored_at": "1975-01-03", 
      "state": "FL", 
      "thomas_id": "00370", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Ford, Harold E.", 
      "sponsored_at": "1975-01-03", 
      "state": "TN", 
      "thomas_id": "00400", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-19", 
  "number": "7087", 
  "official_title": "A bill to provide for the transfer to the Secretary of Labor of all functions of the Secretary of the Interior under the Federal Coal Mine Health and Safety Act of 1969, as amended, the Federal Metal and Nonmetallic Mine Safety Act, and any other law relating to the health and safety of persons working in the mining and mineral industries.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5555-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Mines and Minerals Health and Safety Amendments", 
  "sponsor": {
    "district": "4", 
    "name": "Hechler, Ken", 
    "state": "WV", 
    "thomas_id": "00522", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-19", 
  "subjects": [
    "Coal", 
    "Department of Labor", 
    "Executive reorganization", 
    "Federal employees", 
    "Federal employees and officials", 
    "Labor and employment", 
    "Law", 
    "Mine safety", 
    "Mines and mineral resources", 
    "Occupational health and safety", 
    "Safety measures"
  ], 
  "subjects_top_term": "Mine safety", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-05-19", 
    "text": "Federal Mines and Minerals Health and Safety Amendments - Title I: Transfer of Mines and Minerals Health and Safety Functions - Creates, within the Department of Labor, the Mines and Mineral Health and Safety Administration, under the Assistant Secretary of Labor for Occupational Safety and Health. Provides that the head of this administration be appointed by the President, by and with the advice and consent of the Senate, and specifies his duties and rate of compensation. Transfers specified health and safety functions from the Secretary of the Interior, the Director of the Bureau of Mines and the Director of the Mining Enforcement and Safety Administration to the Secretary of Labor, to be administered by this Administration. Transfers associated personnel, property, records and funds to the Secretary of Labor. Declares that, in carrying out the transferred functions, the Secretary of Labor and the Administration shall give priority to the health and safety of mining and mineral industry personnel and their families, and specifies particular areas of concern. Abolishes the Mining Enforcement and Safety Administration. Prohibits any Federal employee performing any function under any law administered by the Administration or under this Act from having any direct or indirect interest in the mining or minerals industry, with specified exceptions. Title II: Coal Mine Health and Safety - Sets forth procedures governing judicial review of mandatory health or safety standards promulgated under this Act. Requires that all meetings of any committee established under the Federal Coal Mine Health and Safety Act be open to the public. Directs the Secretary to take prompt action in assessing and collecting civil penalties for violations of mandatory health and safety standards and provides for personnel to insure such promptness. States that the Secretary shall conduct evaluations of potential losses or shifts of mandatory health and safety standards under the Federal Coal Mine Health and Safety Act. Permits a miner, who is laid off, threatened with discharge, or discriminated against because of the results of the standards, to request an investigation by the Secretary. Specifies the procedures for the Secretary to follow in conducting such an investigation. Empowers any person injured as a result of a violation of the Federal Coal Mine Health and Safety Act to bring suit in an appropriate United States district court, which shall have jurisdiction without regard to the amount in controversy or citizenship of the parties. Provides that any person may commence a civil action against the person allegedly in violation of the mandatory health and safety standards, or against the Secretary for failing to perform a nondiscretionary duty under the Federal Coal Mine Health and Safety Act. Title III: Metal and Nonmetallic Mine Health and Safety - Provides that all non-mandatory health and safety standards promulgated prior to this Act become mandatory standards within ninety days after enactment of this Act, with exceptions. Directs the Secretary, in consultation with the Secretary of Health, Education and Welfare, to initiate research for upgrading of all mandatory standards and to publish such proposed and finalized standards. Permits any interested individual to apply for a review of any mandatory health or safety standard to the U.S. Court of Appeals for the circuit in which such person resides. Expands the Federal Metal and Nonmetallic Safety Act to include any mine inspection which reveals: (1) an imminent danger; (2) a violation of mandatory standards which has not created an imminent danger; and (3) a violation of mandatory standards which could contribute substantially to a health or safety hazard. Prescribes the orders for withdrawal or abatement in each category. Provides procedures for review by the Secretary of any orders issued pursuant to the Federal Metal and Nonmetallic Safety Act, and for judicial review of any order, with exceptions, issued by the Secretary under such Act. Requires that each mine maintain a conspicuous bulletin board, on which notices, orders and decisions given to a mine operator, pursuant to the Federal Metal and Nonmetallic Safety Act, must be immediately posted. Empowers the Secretary to institute a civil action for relief, including an injunction, and specifies the civil and criminal penalties for which a mine operator will be liable if in violation of any provision of the Federal Metal and Nonmetallic Safety Act. Provides that if a mine is closed under such Act, all miners working during the closing shift who are idled shall be entitled to full compensation, but not for more than the balance of such shift. Elaborates entitlements of miners to compensation under other specific circumstances of closings. Expands the purposes for which authorized representatives of the Secretary of Health, Education and Welfare may enter and investigate mines. Extends to miners' representatives the right to immediate inspection when such representative has reasonable grounds to believe that a violation of a mandatory health or safety standard exists or that an imminent danger exists. Specifies circumstances under which actions for damages and citizen suits may be commenced. Provides that all accidents, including unintentional roof falls, shall be investigated by the operator or his agent to determine the cause and the means of preventing a recurrence. Requires that records of all accidents and ensuing investigations shall be kept, and specifies periods for mandatory reporting. Authorizes the National Institute for Occupational Safety and Health to conduct research related to the development of safety and health standards, and to perform all functions with respect to mines that it performs with respect to employments under the Occupational Safety and Health Act. Directs the Secretary of Labor, in carrying out his functions under the Occupational Safety and Health Act, to include accurate statistics on work injuries and illnesses occurring in the mines."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Mines and Minerals Health and Safety Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the transfer to the Secretary of Labor of all functions of the Secretary of the Interior under the Federal Coal Mine Health and Safety Act of 1969, as amended, the Federal Metal and Nonmetallic Mine Safety Act, and any other law relating to the health and safety of persons working in the mining and mineral industries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:26-05:00"
}