{
  "actions": [
    {
      "acted_at": "1981-04-02", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-15", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Economic Stabilization", 
      "text": "Referred to Subcommittee on Economic Stabilization.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3010-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Economic Stabilization", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-02", 
  "number": "3010", 
  "official_title": "A bill to establish the Reconstruction Finance Corporation to make loans and loan guarantees to individuals or concerns engaged in industry, agriculture, and commerce, who would otherwise be unable to obtain needed financing or refinancing essential for continued operation thereby preventing unemployment and resulting disruption of the economy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Reconstruction Finance Corporation Act of 1981", 
  "sponsor": {
    "district": "1", 
    "name": "Whitten, Jamie L.", 
    "state": "MS", 
    "thomas_id": "01225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-04-02", 
  "subjects": [
    "Business and commerce", 
    "Commerce", 
    "Corporations and Stocks", 
    "Federally-assisted loans", 
    "Government and business", 
    "Government corporations", 
    "Loans"
  ], 
  "subjects_top_term": "Government corporations", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-02", 
    "text": "Reconstruction Finance Corporation Act of 1981 - Establishes the Reconstruction Finance Corporation with a principal office in the District of Columbia. Provides that the Corporation shall have a capital stock of $5,000,000,000 to be appropriated from the Treasury of the United States. Specifies the membership of the Board of Directors of such Corporation and grants the Corporation the powers necessary to function as such. Authorizes the Corporation, in order to aid in financing agriculture, commerce, and industry, to make loans to any business concern: (1) to enable such concern to finance plant construction, conversion, or expansion, or the acquisition of equipment, facilities, machinery, supplies, or materials; (2) to supply such concern with working capital; or (3) to aid such concern in the payment of current debts or obligations, if such aid is considered by the Board of Directors to be in the public interest. Prohibits the making of a loan to any business concern under this Act unless such concern is otherwise unable to obtain a loan on reasonable terms. Provides that each loan made under this Act may be made for a period not exceeding ten years, and the Corporation may extend the time of payment of any such loan up to 12 years from the date upon which such loan was made originally. States that each such loan shall bear interest at a rate equal to the current average yield (as certified by the Secretary of the Treasury to the Corporation) on all outstanding obligations of the United States as of the last day of the month immediately preceding the month in which the loan is made. Authorizes the Corporation to guarantee the payment of principal and interest on a loan made to such business concern by a non-Federal lender under the same circumstances in which the business would be eligible for a loan from the Corporation if it was not available on reasonable terms from any other source. Stipulates that loan guarantees shall be for a period not exceeding ten years. Provides that the aggregate of the principal amounts of the loans outstanding at any time with respect to which guarantees have been made shall not exceed $5,000,000,000. Permits the Corporation, with the approval of the President, to subscribe for common or preferred stock in specified business concerns or to purchase capital notes or debentures of such concern and with the approval of the Secretary of the Treasury to sell such stock or notes in the open market. Authorizes the Corporation to have outstanding, at any time, obligations in an aggregate amount not exceeding three times its subscribed capital. Provides that such obligations shall be free from taxation. Establishes criminal sanctions for: (1) false statements in the attempt to secure loans under this Act; (2) false statements or fraudulent acts in connection with any obligation incurred by the the Corporation under this Act; or (3) willful misapplication of funds by any individual entrusted with such funds under this Act. Authorizes appropriations to carry out the purposes of this Act. Stipulates that payments, loans, and guarantees under this Act shall be limited to amounts provided in advance by appropriation Acts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Reconstruction Finance Corporation Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Reconstruction Finance Corporation to make loans and loan guarantees to individuals or concerns engaged in industry, agriculture, and commerce, who would otherwise be unable to obtain needed financing or refinancing essential for continued operation thereby preventing unemployment and resulting disruption of the economy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:47-05:00"
}