{
  "actions": [
    {
      "acted_at": "1974-08-08", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr16327-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Adams, Brock", 
      "sponsored_at": "1973-01-03", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Breckinridge, John B.", 
      "sponsored_at": "1973-01-03", 
      "state": "KY", 
      "thomas_id": "00121", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Carney, Charles J.", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "00177", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Eckhardt, Bob", 
      "sponsored_at": "1973-01-03", 
      "state": "TX", 
      "thomas_id": "00333", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Helstoski, Henry", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "00529", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "McCollister, John Y.", 
      "sponsored_at": "1973-01-03", 
      "state": "NE", 
      "thomas_id": "00760", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Moss, John E.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00838", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-08-08", 
  "number": "16327", 
  "official_title": "A bill to provide minimum disclosure standards for written consumer product warranties against defect or malfunction; to define minimum Federal content standards for such warranties; to amend the Federal Trade Commission Act in order to improve its consumer protection activities; to authorize appropriations for the Federal Trade Commission for fiscal years 1975, 1976,  and 1977; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Product Warranties-Federal Trade Commission Improvements Act", 
  "sponsor": {
    "district": "10", 
    "name": "Broyhill, James T.", 
    "state": "NC", 
    "thomas_id": "00138", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-08-08", 
  "subjects": [
    "Consumer protection", 
    "Federal Trade Commission", 
    "Independent regulatory commissions", 
    "Labeling", 
    "Warranties"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-08-08", 
    "text": "Consumer Product Warranties-Federal Trade Commission Improvements Act - Title I: Consumer Product Warranties - Provides that any supplier warranting a consumer product to a consumer in writing shall fully and conspicuously disclose in simple and readily understood language the terms and conditions of such warranty pursuant to any rules issued by the Federal Trade Commission. States that the Commission shall prescribe rules requiring that the terms of any warranty on a consumer product be made available to the consumer (or prospective consumer) prior to the sale of the product to him. Allows the Commission to prescribe rules for determining the manner and form in which information with respect to any written warranty of a consumer product shall be clearly and conspicuously presented or displayed so as not to mislead the reasonable, average consumer, when such information is contained in advertising, labeling, point-of-sale material, or other representations in writing. States that no warrantor of a consumer product may condition his warranty of such product on the consumer's using, in connection with such product, any article or service (other than a service provided without charge under the terms of the warranty) which is identified by brand, trade, or corporate name; except that the prohibition of this subsection may be waived by the Commission if: (1) the warrantor satisfies the Commission that the warranted product will function properly only if the product or service so identified is used in connection with the warranted product; and (2) the Commission finds that the waiver is in the public interest. Enumerates Federal minimum standards for consumer product warranties. States that a written warranty incorporating the minimum Federal standards specified in this Act shall be conspicuously designated a \"full\" warranty, while a written warranty not incorporating Federal minimum standards shall be conspicuously designated a \"limited\" warranty. Provides that no supplier may disclaim or modify any implied warranty to a consumer with respect to a consumer product if: (1) such supplier makes any express warranty in writing to the consumer with respect to such consumer product; or (2) at the time of sale, or within ninety days thereafter, such supplier enters into a service contract with the consumer which applies to such consumer product. States that it is the policy of the Congress to encourage warrantors to establish procedures whereby consumer disputes are fairly and expeditiously settled through informal dispute settlement mechanisms. States that no claim shall be cognizable in a suit brought by a consumer damaged by the failure of a supplier to comply with any obligation under this title: (1) unless each individual claim exceeds the sum or value of $25; (2) unless the matter in controversy exceeds the sum or value of $50,000 (exclusive of interests and costs) computed on the basis of all claims to be determined in this suit; and (3) if the action is brought as a class action, unless the number of named plaintiffs equals or exceeds one hundred. Title II: Federal Trade Commission Improvements - Authorizes the Federal Trade Commission to make rules defining with specificity acts or practices which are unfair or deceptive and which are within the scope of this Act. Authorizes the Commission to conduct investigations of persons and partnerships, as well as corportions. Authorizes to be appropriated to the Federal Trade Commission to carry out its functions, powers, and duties specified amounts for fiscal years 1975, 1976 and 1977."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Product Warranties-Federal Trade Commission Improvements Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide minimum disclosure standards for written consumer product warranties against defect or malfunction; to define minimum Federal content standards for such warranties; to amend the Federal Trade Commission Act in order to improve its consumer protection activities; to authorize appropriations for the Federal Trade Commission for fiscal years 1975, 1976,  and 1977; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:21-05:00"
}