{
  "actions": [
    {
      "acted_at": "1995-10-17T21:32:00-04:00", 
      "references": [], 
      "text": "The House Committee on The Budget reported an original measure, H. Rept. 104-280, by Mr. Kasich.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-17T21:33:00-04:00", 
      "calendar": "Union", 
      "number": "148", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 148.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1995-10-25", 
      "references": [
        {
          "reference": "CR H10781-10782", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-25T15:29:00-04:00", 
      "references": [], 
      "text": "Consideration initiated pursuant to a previous order.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-25T15:29:00-04:00", 
      "references": [
        {
          "reference": "CR H10781-10810", 
          "type": "consideration"
        }
      ], 
      "text": "Considered pursuant to a previous order.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-25T15:29:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole on the state of the Union pursuant to a special order.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-25T15:30:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable John A. Boehner to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-25T15:30:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with three hours of general debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-25T19:09:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 2491 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-26T01:00:00-04:00", 
      "bill_ids": [
        "hres245-104", 
        "hcres109-104", 
        "hr2517-104"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 245 Reported to House. Rule provides for consideration of H. Con. Res. 109 and H.R. 2491 with 3 hours of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit. Making in order the consideration of H. Con. Res. 109 (debatable for 20 minutes), and the further consideration of H.R. 2491 (with 3 hours of further general debate). The previous question on the concurrent resolution shall be ordered without intervening motion. Measure will be considered read. A specified amendment is in order. An amendment in the nature of a substitute consisting of the text of H.R. 2517, modified by the amendments printed in the report accompanying this resolution, shall be considered as adopted in the House and in the Committee of the Whole. The bill as amended, shall be considered as the original bill for the purpose of amendment. No further amendment shall be in order except the further amendment in the nature o...", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-26T11:19:00-04:00", 
      "bill_ids": [
        "hres245-104"
      ], 
      "references": [], 
      "text": "Rule H. Res. 245 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-26T12:14:00-04:00", 
      "bill_ids": [
        "hres245-104"
      ], 
      "references": [
        {
          "reference": "CR H10872-10913, H10995-11365", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 245.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-26T12:14:00-04:00", 
      "bill_ids": [
        "hcres109-104", 
        "hr2517-104"
      ], 
      "references": [], 
      "text": "Rule provides for consideration of H. Con. Res. 109 and H.R. 2491 with 3 hours of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit. Making in order the consideration of H. Con. Res. 109 (debatable for 20 minutes), and the further consideration of H.R. 2491 (with 3 hours of further general debate). The previous question on the concurrent resolution shall be ordered without intervening motion. Measure will be considered read. A specified amendment is in order. An amendment in the nature of a substitute consisting of the text of H.R. 2517, modified by the amendments printed in the report accompanying this resolution, shall be considered as adopted in the House and in the Committee of the Whole. The bill as amended, shall be considered as the original bill for the purpose of amendment. No further amendment shall be in order except the further amendment in the nature o...", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-26T12:15:00-04:00", 
      "bill_ids": [
        "hres245-104"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 245 and Rule XXIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-26T12:15:00-04:00", 
      "bill_ids": [
        "hres245-104"
      ], 
      "references": [], 
      "text": "GENERAL DEBATE - Pursuant to the provisions of H. Res. 245, the Committee of the Whole proceeded with 3 hours of further general debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-26T16:10:00-04:00", 
      "bill_ids": [
        "hres245-104"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 245, the Committee of the Whole proceeded with one hour of debate on the Orton amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-26T17:48:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 2491.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-26T17:48:00-04:00", 
      "references": [], 
      "text": "The House adopted the amendment as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-26T17:48:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-26T17:49:00-04:00", 
      "references": [], 
      "text": "Mr. Gephardt moved to recommit with instructions to The Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-26T17:50:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with ten minutes of debate on the motion to recommit the bill with instructions that the Committee report the bill back to the House forthwith, with modifications to preserve and protect the health and income security of seniors and children, to deny tax reductions for upper-income families, exclude tax increases on middle-class families, and to retain Section 5003 relating to federal retirement provisions for Members of Congress and Congressional employees.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-26T18:13:00-04:00", 
      "references": [], 
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-26T18:30:00-04:00", 
      "references": [
        {
          "reference": "CR H11362-11365", 
          "type": "consideration"
        }
      ], 
      "text": "On motion to recommit with instructions Failed by the Yeas and Nays: 180 - 250 (Roll no. 742).", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-26T18:47:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "743", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 227 - 203 (Roll no. 743).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1995-10-26T18:47:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-27", 
      "references": [], 
      "text": "Received in the Senate, read twice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-27", 
      "references": [
        {
          "reference": "CR S16095-16096", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-27", 
      "bill_ids": [
        "s1357-104"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S. 1357 amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-28", 
      "bill_ids": [
        "s1357-104"
      ], 
      "how": "roll", 
      "references": [
        {
          "reference": "10/27/1995 CR S16095-16096", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "roll": "556", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate in lieu of S. 1357 with an amendment by Yea-Nay Vote. 52-47. Record Vote No: 556.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1995-10-30", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T17:57:00-05:00", 
      "references": [], 
      "text": "Mr. Kasich moved that the House disagree to the Senate amendment, and request a conference.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T17:57:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on the Kasich motion.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T18:38:00-05:00", 
      "references": [], 
      "text": "The previous question was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T18:38:00-05:00", 
      "references": [
        {
          "reference": "CR H11409", 
          "type": "consideration"
        }
      ], 
      "text": "On motion that the House disagree to the Senate amendment, and request a conference Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T18:38:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T18:39:00-05:00", 
      "references": [], 
      "text": "Mr. Sabo moved that the House instruct conferees.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T18:39:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on the Sabo motion to instruct conferees on the part of the House to do everything possible, within the scope of the conference, to minimize tax cuts for the wealthy and tax increases on low- and middle-income working families, to preserve and protect the health and income security of senior citizens, and to avoid increasing the number of Americans lacking access to health care; and to agree to the following Senate-passed provisions: 1. require continued Medicaid coverage for low-income pregnant women and children and disabled persons, 2. continue to apply federal nursing home standards, 3. recede to the Senate position on pension reversions.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T20:04:00-05:00", 
      "references": [
        {
          "reference": "CR H11421", 
          "type": "consideration"
        }
      ], 
      "text": "On motion that the House instruct conferees Failed by recorded vote: 198 - 219 (Roll no. 744).", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T20:04:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T20:28:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed conferees for consideration of the House bill and the Senate amendment, and modifications committed to conference: Kasich, Walker, Armey, DeLay, Boehner, Sabo, Bonior, and Stenholm.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T20:28:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on the Budget for consideration of title XX of the House bill, and modifications committed to conference: Kolbe, Shays, Hobson, Slaughter, and Coyne.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T20:28:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Agriculture for consideration of title I of the House bill, and subtitles A-C of title I of the Senate amendment, and modifications committed to conference: Roberts, Emerson, Gunderson, and de la Garza.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T20:29:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Banking and Financial Services for consideration of title II of the House bill, and title III of the Senate amendment, and modifications committed to conference: Leach, McCollum, Roukema, Gonzalez, and LaFalce.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T20:29:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Commerce for consideration of title III of the House bill, and subtitle A of title IV, subtitles A and G of title V, and sec. 6004 of the Senate amendment, and modifications committed to conference: Bliley, Schaefer, and Dingell.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T20:29:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Commerce for consideration of title XV of the House bill, and subtitle A of title VII of the Senate amendment, and modifications committed to conference: Bliley, Bilirakis, Hastert, Greenwood, Dingell, Waxman, and Pallone.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T20:30:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Commerce for consideration of title XVI of the House bill, and subtitle B of title VII of the Senate amendment, and modifications committed to conference: Bliley, Bilirakis, Tauzin, Barton, Paxon, Hall (TX), Dingell, Waxman, Wyden, and Pallone.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T20:30:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Economic and Educational Opportunities for consideration of title IV of the House bill, and title X of the Senate amendment, and modifications committed to conference: Goodling, McKeon, and Clay.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T20:31:00-05:00", 
      "bill_ids": [
        "s13001-104"
      ], 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Government Reform and Oversight for consideration of title V of the House bill, and title VIII and secs. 13001 and 13003 of the Senate amendment, and modifications committed to conference: Clinger, Schiff, and Collins (IL).", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T20:33:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on International Relations for consideration of title VI of the House bill, and sec. 13002 of the Senate amendment, and modifications committed to conference: Gilman, Burton, and Hamilton.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T20:33:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on the Judiciary for consideration of title VII of the House bill, and title IX and sec. 12944 of the Senate amendment, and modifications committed to conference: Hyde, Moorhead, and Conyers.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T20:33:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on National Security for consideration of title VIII of the House bill, and title II of the Senate amendment, and modifications committed to conference: Spence, Hunter, and Dellums.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T20:33:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Resources for consideration of title IX of the House bill, and title V (except subtitles A and G) of the Senate amendment, and modifications committed to conference: Young (AK), Tauzin, and Miller (CA).", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T20:34:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Transportation and Infrastructure for consideration of title X of the House bill, and subtitles B and C of title IV and title VI (except sec. 6004) of the Senate amendment, and modifications committed to conference: Shuster, Clinger, and Oberstar.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T20:34:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Veterans' Affairs for consideration of title XI of the House bill, and title XI of the Senate amendment, and modifications committed to conference: Stump, Hutchinson, and Montgomery.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T20:34:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Ways and Means for consideration of titles XII, XIII, XIV, and XIX of the House bill, and subtitles H and I of title VII and title XII (except sec. 12944) of the Senate amendment, and modifications committed to conference: Archer, Crane, Thomas, Shaw, Bunning, Gibbons, Rangel, and Stark.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T20:34:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed conferees Provided that Mr. Matsui is appointed in lieu of Mr. Stark for consideration of title XII of the House bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-30T20:34:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Ways and Means for consideration of title XV of the House bill, and subtitle A of title VII of the Senate amendment, and modifications committed to conference: Archer, Thomas, Johnson (CT), McCrery, Gibbons, Stark, and Cardin.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-31", 
      "references": [], 
      "text": "Message on House action received in Senate and at the desk: House requests a conference.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-31T14:21:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed an additional conferee - from the Committee on Agriculture for consideration of title I of the House bill, and subtitles A-C of title I of the Senate amendment, and modifications committed to conference: Brown (CA).", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-02T14:48:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Commerce for consideration of title XVI of the House bill, and subtitle B of title VII of the Senate amendment, and modifications committed to conference: Hastert and Greenwood.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-13", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-13", 
      "references": [], 
      "text": "Senate insists on its amendment by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-13T18:23:00-05:00", 
      "references": [], 
      "text": "The Speaker appointed additional conferees - from the Committee on Commerce for consideration of title XVI of the House bill, and subtitle B of title VII of the Senate amendment, and modifications committed to conference: Bryant (TX) and Towns.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-13", 
      "references": [
        {
          "reference": "CR S16989", 
          "type": "consideration"
        }
      ], 
      "text": "Senate Conferees instructed to insist upon maintaining the Federal nursing home reform provisions of law that were enacted as part of the Omnibus Budget Reconciliation Act of 1987 by Yea-Nay Vote. 95-1. Record Vote No: 570.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-13", 
      "references": [
        {
          "reference": "CR S16990", 
          "type": "consideration"
        }
      ], 
      "text": "Motion by Senator Rockefeller to instruct Senate conferees tabled in Senate by Yea-Nay Vote. 51-46. Record Vote No: 571.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-13", 
      "references": [
        {
          "reference": "CR S16990", 
          "type": "consideration"
        }
      ], 
      "text": "Senate Conferees instructed to honor section 13301 of the Budget Enforcement Act of 1990 by Yea-Nay Vote. 97-0. Record Vote No: 572.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-13", 
      "references": [
        {
          "reference": "CR S16991", 
          "type": "consideration"
        }
      ], 
      "text": "Motion by Senator Kennedy to instruct conferees not tabled by Yea-Nay Vote. 48-49. Record Vote No: 573.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-13", 
      "references": [], 
      "text": "Senate Conferees instructed to insist about removing certain provisions relating to certain health care sections by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-13", 
      "references": [
        {
          "reference": "CR S16944", 
          "type": "consideration"
        }
      ], 
      "text": "Senate agreed to request for conference. Appointed conferees. Domenici; Grassley; Exon. From the Committee on the Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-13", 
      "references": [], 
      "text": "Senate appointed conferees Lugar; Dole; Helms; Cochran; Craig; Leahy; Pryor from the Committee on Agriculture, Nutrition, and Forestry.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-13", 
      "references": [], 
      "text": "Senate appointed conferees Thurmond; McCain; Bingaman from the Committee on Armed Services.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-13", 
      "references": [], 
      "text": "Senate appointed conferees D'Amato; Gramm; Sarbanes from the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-13", 
      "references": [], 
      "text": "Senate appointed conferees Pressler; Stevens; McCain; Hollings; Inouye from the Committee on Commerce, Science, and Transportation.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-13", 
      "references": [], 
      "text": "Senate appointed conferees Murkowski; Hatfield; Nickles; Craig; Johnston; Bumpers; Ford from the Committee on Energy and Natural Resources.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-13", 
      "references": [], 
      "text": "Senate appointed conferees Chafee; Warner; Smith; Baucus; Reid from the Committee on Environment and Public Works.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-13", 
      "references": [], 
      "text": "Senate appointed conferees Roth; Dole; Moynihan from the Committee on Finance.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-13", 
      "references": [], 
      "text": "Senate appointed conferees Stevens; Cohen; Thompson; Glenn; Pryor from the Committee on Governmental Affairs (and for consideration of the title of the House bill relating solely to abolishing the Department of Commerce).", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-13", 
      "references": [], 
      "text": "Senate appointed conferees Hatch; Grassley; Biden from the Committee on the Judiciary.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-13", 
      "references": [], 
      "text": "Senate appointed conferees Kassebaum; Jeffords; Coats; Frist; Kennedy; Pell; Simon from the Committee on Labor and Human Resources.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-13", 
      "references": [], 
      "text": "Senate appointed conferees Simpson; Murkowski; Rockefeller from the Committee on Veterans Affairs.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-14", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-14", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-15", 
      "references": [], 
      "text": "Conferees agreed to file conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-15", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-16T01:11:00-05:00", 
      "references": [], 
      "text": "Conference report H. Rept. 104-347 filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-16T22:37:00-05:00", 
      "bill_ids": [
        "hres272-104"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 272 Reported to House. Rule provides for consideration of the conference report to H.R. 2491 with 2 hours of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit. Vacating the proceedings of 11/15/95, by which the conference report accompanying the bill was presented to the House and ordered printed. The managers on the part of the House may immediately present the conference report in the form actually ordered reported to the House and to be presented in the Senate, with a pertinent corrected part as depicted in sections 3 of this resolution, relating to food stamp eligibilty. All points of order against the conference report and against its consideration shall be waived.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-17T11:43:00-05:00", 
      "bill_ids": [
        "hres272-104"
      ], 
      "references": [], 
      "text": "Rule H. Res. 272 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-17T11:44:00-05:00", 
      "bill_ids": [
        "hres272-104"
      ], 
      "references": [
        {
          "reference": "CR H13148", 
          "type": "consideration"
        }
      ], 
      "text": "Proceedings on Conference Rept. 104-347 vacated pursuant to H. Res. 272.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-17T11:45:00-05:00", 
      "references": [], 
      "text": "Conference report H. Rept. 104-350 filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-17T11:46:00-05:00", 
      "bill_ids": [
        "hres272-104"
      ], 
      "references": [
        {
          "reference": "CR 11/15/1995 H12509-12749", 
          "type": "text of conference report"
        }, 
        {
          "reference": "CR 11/17/1995 H13157", 
          "type": "conference report correction"
        }
      ], 
      "text": "Mr. Kasich brought up conference report H. Rept. 104-350 for consideration under the provisions of H. Res. 272.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-17T11:47:00-05:00", 
      "bill_ids": [
        "hres272-104"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 272, the House proceeded with two hours of debate on the conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-17T14:41:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House resumed debate on the conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-17T15:09:00-05:00", 
      "references": [], 
      "text": "The previous question was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-17T15:28:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "812", 
      "status": "CONFERENCE:PASSED:HOUSE", 
      "suspension": null, 
      "text": "On agreeing to the conference report Agreed to by the Yeas and Nays: 237 - 189 (Roll no. 812).", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "h"
    }, 
    {
      "acted_at": "1995-11-17T15:28:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-17", 
      "references": [], 
      "text": "Conference papers: Senate report and managers' statement and message on House action held at the desk in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-17", 
      "references": [
        {
          "reference": "CR H13205", 
          "type": "consideration"
        }
      ], 
      "text": "Conference report considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-17", 
      "references": [], 
      "text": "Point of order against the conference report raised in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-17", 
      "references": [], 
      "text": "Motion to waive the Budget Act with respect to the conference report rejected in Senate by Yea-Nay Vote. 54-45. Record Vote No: 583.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-17", 
      "references": [], 
      "text": "Conference report disagreed to when the point of order was sustained.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-17", 
      "references": [
        {
          "reference": "CR S17330", 
          "type": "consideration"
        }
      ], 
      "text": "Senate receded from its amendment and concurred with further amendment by Yea-Nay Vote. 52-47. Record Vote No: 584.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-17", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-18T10:51:00-05:00", 
      "bill_ids": [
        "hres279-104"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 279 Reported to House. Rule provides for consideration of H.R. 2491. Upon adoption of this resolution it shall be in order without intervention of any point of order to take H.R. 2491 from the Speaker's table and to consider in the House a motion to concur in the Senate amendment. The Senate amendment and the motion shall be considered as read. The motion shall be debatable for one hour. The previous question shall be considered as ordered on the motion to final adoption without intervening motion.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-18T12:44:00-05:00", 
      "bill_ids": [
        "hres279-104"
      ], 
      "references": [], 
      "text": "Rule H. Res. 279 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-20T16:36:00-05:00", 
      "bill_ids": [
        "hres279-104"
      ], 
      "references": [], 
      "text": "Pursuant to the provisions of H. Res. 279 and a previous special order the House moved to agree to the Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-20T16:37:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-20T17:58:00-05:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-20T18:18:00-05:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H13629", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "roll": "820", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On motion that the House agree to the Senate amendment Agreed to by the Yeas and Nays: 235 - 192 (Roll no. 820).", 
      "type": "vote", 
      "vote_type": "pingpong", 
      "where": "h"
    }, 
    {
      "acted_at": "1995-11-20T18:18:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-20", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1995-11-30", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1995-12-06", 
      "references": [], 
      "status": "PROV_KILL:VETO", 
      "text": "Vetoed by President.", 
      "type": "vetoed"
    }, 
    {
      "acted_at": "1995-12-06T18:34:00-05:00", 
      "references": [], 
      "text": "The Chair laid before the House the veto message from the President.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-12-06T18:34:00-05:00", 
      "references": [], 
      "text": "The Chair announced that the objections of the President would be spread at large upon the Journal, and the veto message and the bill would be printed as a House Document.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-12-06T18:44:00-05:00", 
      "references": [], 
      "text": "Mr. Kolbe moved to refer the bill and accompanying veto message to the Committee on The Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-12-06T18:44:00-05:00", 
      "references": [], 
      "text": "On motion to refer the bill and the accompanying veto message to the Committee on The Budget. Agreed to without objection.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h884-104", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "884"
    }, 
    {
      "amendment_id": "h885-104", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "885"
    }
  ], 
  "bill_id": "hr2491-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }, 
    {
      "activity": [
        "other legislative involvement"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1995-11-20T18:18:00-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1995-10-28", 
    "vetoed": true, 
    "vetoed_at": "1995-12-06"
  }, 
  "introduced_at": "1995-10-17", 
  "number": "2491", 
  "official_title": "To provide for reconciliation pursuant to section 105 of the concurrent resolution on the budget for fiscal year 1996.", 
  "popular_title": "Budget Reconciliation bill", 
  "related_bills": [
    {
      "bill_id": "hres245-104", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres272-104", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres279-104", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr1215-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1756-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2195-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2425-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2494-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2530-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1357-104", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s1357-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1357-104", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Seven-Year Balanced Budget Reconciliation Act of 1995", 
  "sponsor": {
    "district": "12", 
    "name": "Kasich, John R.", 
    "state": "OH", 
    "thomas_id": "00618", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PROV_KILL:VETO", 
  "status_at": "1995-12-06", 
  "subjects": [
    "Abandonment of family", 
    "Abortion", 
    "Accounting", 
    "Acreage allotments", 
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Administrative responsibility", 
    "Adopted children", 
    "Adoption", 
    "Advertising", 
    "Advice and consent of the Senate", 
    "Affiliated corporations", 
    "Agricultural cooperatives", 
    "Agricultural credit", 
    "Agricultural economics", 
    "Agricultural insurance", 
    "Agricultural labor", 
    "Agricultural pollution", 
    "Agricultural price supports", 
    "Agricultural societies", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Aid to dependent children", 
    "Aircraft", 
    "Airline passenger traffic", 
    "Airline rates", 
    "Airlines", 
    "Airports", 
    "Airspace (Law)", 
    "Alaska", 
    "Alcohol", 
    "Alcohol as fuel", 
    "Alcohol tax", 
    "Alcoholic beverage industry", 
    "Alcoholism", 
    "Alien labor", 
    "Aliens", 
    "Alimony", 
    "Alternative dispute resolution", 
    "Alternative energy sources", 
    "Alternative medicine", 
    "Aluminum", 
    "Amateur radio stations", 
    "Ambassadors", 
    "Ambulances", 
    "Ambulatory care", 
    "American Samoa", 
    "American agricultural assistance", 
    "American economic assistance", 
    "Americans in foreign countries", 
    "Ammunition", 
    "Anadromous fishes", 
    "Anesthetics", 
    "Animals", 
    "Annuities", 
    "Antitrust law", 
    "Apartment houses", 
    "Appalachia", 
    "Appalachian Regional Commission", 
    "Appellate procedure", 
    "Aquatic resources", 
    "Armed forces and national security", 
    "Arms Control and Disarmament Agency", 
    "Arms control", 
    "Arms control agreements", 
    "Army posts", 
    "Arts, culture, religion", 
    "Assisted suicide", 
    "Athletes", 
    "Atmospheric research", 
    "Auctions", 
    "Auditing", 
    "Austria", 
    "Authorization", 
    "Automobiles", 
    "Aviation fuels", 
    "Aviation safety", 
    "Awards, medals, prizes", 
    "Bank capital", 
    "Bank deposits", 
    "Bank examination", 
    "Bank failures", 
    "Bank holding companies", 
    "Bank loans", 
    "Bank records", 
    "Bank reserves", 
    "Bankruptcy", 
    "Beer", 
    "Biomass energy", 
    "Birth control", 
    "Black lung", 
    "Blind", 
    "Block grants", 
    "Blood", 
    "Boats and boating", 
    "Bosnia and Herzegovina", 
    "Branch banking", 
    "Breast cancer", 
    "Brewing industry", 
    "Bribery", 
    "Brokers", 
    "Budget deficits", 
    "Budget reconciliation", 
    "Building leases", 
    "Business intelligence", 
    "Business losses", 
    "Business records", 
    "California", 
    "Canals", 
    "Capital gains tax", 
    "Capital investments", 
    "Cargo preference", 
    "Case management", 
    "Case mix (Medical care)", 
    "Casualty insurance", 
    "Catastrophic health insurance", 
    "Cemeteries and funerals", 
    "Census", 
    "Central Valley Reclamation Project (California)", 
    "Charitable contributions", 
    "Charities", 
    "Chemicals", 
    "Chemotherapy", 
    "Child abuse", 
    "Child health", 
    "Child labor", 
    "Child molesting", 
    "Child nutrition", 
    "Child support", 
    "Chronically ill", 
    "Churches", 
    "Citizen participation", 
    "Citizenship", 
    "Civil rights and liberties, minority issues", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Civil war", 
    "Claims", 
    "Clergy", 
    "Climate", 
    "Climate change and greenhouse gases", 
    "Clinical trials", 
    "Clinics", 
    "Coal", 
    "Coast guard", 
    "Coastal zone", 
    "Cobalt", 
    "Coffee", 
    "Coins and coinage", 
    "Coinsurance", 
    "Collection of accounts", 
    "Collective bargaining agreements", 
    "College costs", 
    "College libraries", 
    "College sports", 
    "College teachers", 
    "Colleges", 
    "Colorado", 
    "Colorado River development", 
    "Commemorations", 
    "Commerce", 
    "Commercialization", 
    "Communication in medicine", 
    "Community centers", 
    "Community development banking", 
    "Community development corporations", 
    "Community health services", 
    "Community hospitals", 
    "Community organization", 
    "Community property", 
    "Competition", 
    "Computer matching", 
    "Computer networks", 
    "Computer security measures", 
    "Computers and government", 
    "Concessions", 
    "Confidential communications", 
    "Conflict of interests", 
    "Congress", 
    "Congressional employees", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional salaries and pensions", 
    "Construction costs", 
    "Construction equipment", 
    "Construction industries", 
    "Construction workers", 
    "Consumer complaints", 
    "Consumer credit", 
    "Consumer education", 
    "Consumer price indexes", 
    "Consumer protection", 
    "Contempt of court", 
    "Continental shelf", 
    "Continuing resolutions", 
    "Contracts", 
    "Conversion of industries", 
    "Cooperative societies", 
    "Corporate reorganizations", 
    "Corporation taxes", 
    "Corporations", 
    "Cost accounting", 
    "Cost control", 
    "Cost effectiveness", 
    "Cost of living adjustments", 
    "Costs", 
    "Cotton", 
    "Counterfeiting", 
    "County politics and government", 
    "Credit cards", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Crimes against humanity", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Critically ill", 
    "Crop insurance", 
    "Cropland conversion program", 
    "Cuba", 
    "Cultural centers", 
    "Cultural relations", 
    "Custody of children", 
    "Customs administration", 
    "Dairy industry", 
    "Damages", 
    "Dams", 
    "Data banks", 
    "Day care", 
    "Day care centers for the aged", 
    "Death and dying", 
    "Debarment of government contractors", 
    "Debit cards", 
    "Debt", 
    "Debt limit", 
    "Debtor and creditor", 
    "Deceptive advertising", 
    "Deficit reduction", 
    "Delegation of powers", 
    "Department of Agriculture", 
    "Department of Commerce", 
    "Department of Education", 
    "Department of Energy", 
    "Department of Health and Human Services", 
    "Department of Housing and Urban Development", 
    "Department of Labor", 
    "Department of State", 
    "Department of Transportation", 
    "Department of the Interior", 
    "Department of the Treasury", 
    "Deposit insurance", 
    "Depreciation and amortization", 
    "Depressed areas", 
    "Developing countries", 
    "Diesel motor", 
    "Direct broadcast satellites", 
    "Directories", 
    "Disability evaluation", 
    "Disabled", 
    "Disaster relief", 
    "Discrimination in employment", 
    "Discrimination in insurance", 
    "Discrimination in medical care", 
    "Dislocated workers", 
    "Dismissal wage", 
    "District of Columbia", 
    "Dividends", 
    "Divorce", 
    "Driver licenses", 
    "Dropouts", 
    "Drug abuse", 
    "Drug industry", 
    "Drug testing", 
    "Drug utilization", 
    "Drugs", 
    "Due process of law", 
    "Dyes and dyeing", 
    "Earned income tax credit", 
    "Earnings", 
    "Easements", 
    "East Asia", 
    "Economic development", 
    "Economic statistics", 
    "Economics and public finance", 
    "Ecosystem management", 
    "Education", 
    "Educational accountability", 
    "Educational exchanges", 
    "Educational facilities", 
    "Educational policy", 
    "Educational television", 
    "Electric power distribution", 
    "Electric power production", 
    "Electric power transmission", 
    "Electric utilities", 
    "Electric utility rates", 
    "Electronic benefits transfers", 
    "Electronic data processing", 
    "Electronic funds transfers", 
    "Elementary and secondary education", 
    "Embassies", 
    "Embezzlement", 
    "Emergency management", 
    "Emergency medical services", 
    "Employee benefit plans", 
    "Employee health benefits", 
    "Employee leasing", 
    "Employee ownership", 
    "Employee rights", 
    "Employee selection", 
    "Employee training", 
    "Employment subsidies", 
    "Employment tax credits", 
    "Endangered species", 
    "Energy", 
    "Energy assistance for the poor", 
    "Energy conservation", 
    "Energy policy", 
    "Energy prices", 
    "Energy supplies", 
    "Energy tax credits", 
    "Entitlements", 
    "Environmental Protection Agency", 
    "Environmental assessment", 
    "Environmental education", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental research", 
    "Equipment and supplies", 
    "Estate tax", 
    "Europe", 
    "Euthanasia", 
    "Evaluation research (Social action programs)", 
    "Evidence (Law)", 
    "Ex-offenders", 
    "Ex-prisoners of war", 
    "Excise tax", 
    "Executive Office of the President", 
    "Executive compensation", 
    "Executive reorganization", 
    "Executives", 
    "Expatriation", 
    "Export controls", 
    "Exports", 
    "Extended care facilities", 
    "Families", 
    "Family enterprises", 
    "Family farms", 
    "Family medicine", 
    "Family violence", 
    "Farm lands", 
    "Farm production quotas", 
    "Farms", 
    "Federal Communications Commission", 
    "Federal Deposit Insurance Corporation", 
    "Federal Maritime Commission", 
    "Federal Reserve System", 
    "Federal advisory bodies", 
    "Federal aid highway program", 
    "Federal aid programs", 
    "Federal aid to Indians", 
    "Federal aid to alcoholism programs", 
    "Federal aid to child welfare", 
    "Federal aid to community development", 
    "Federal aid to day care centers", 
    "Federal aid to education", 
    "Federal aid to handicapped services", 
    "Federal aid to health facilities", 
    "Federal aid to higher education", 
    "Federal aid to housing", 
    "Federal aid to medical education", 
    "Federal aid to transportation", 
    "Federal aid to water resources development", 
    "Federal budget process", 
    "Federal budgets", 
    "Federal employees", 
    "Federal home loan banks", 
    "Federal installations", 
    "Federal-Indian relations", 
    "Federal-state relations", 
    "Federally-assisted loans", 
    "Federally-guaranteed loans", 
    "Feed grain program", 
    "Feedstock", 
    "Fees", 
    "Finance and financial sector", 
    "Financial statements", 
    "Financing Corporation", 
    "Fines (Penalties)", 
    "Finland", 
    "Fire prevention", 
    "Fishery management", 
    "Fishing boats", 
    "Flexible benefit plans", 
    "Food stamp fraud", 
    "Food stamps", 
    "Football", 
    "Forced labor", 
    "Foreclosure", 
    "Foreign corporations", 
    "Foreign exchange", 
    "Foreign investments", 
    "Foreign service", 
    "Foreign tax credit", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Foreign trade promotion", 
    "Forfeiture", 
    "Forgery", 
    "Foster home care", 
    "Foundations", 
    "Fraud", 
    "Freight forwarders", 
    "Fruit", 
    "Fuel", 
    "Fugitives from justice", 
    "Fund raising", 
    "Futures trading", 
    "Gambling", 
    "Garnishment", 
    "Gas companies", 
    "Gas in submerged lands", 
    "Gas industry", 
    "Gas pipelines", 
    "Gas storage", 
    "Gasoline tax", 
    "Genetic screening", 
    "Genocide", 
    "Geodesy", 
    "Geodetic research", 
    "Geology", 
    "Georgia", 
    "Gift tax", 
    "Gifts", 
    "Girl Scouts", 
    "Gold", 
    "Government aircraft", 
    "Government and business", 
    "Government attorneys", 
    "Government consultants", 
    "Government contractors", 
    "Government corporations", 
    "Government employees' health insurance", 
    "Government ethics", 
    "Government lending", 
    "Government liability", 
    "Government operations and politics", 
    "Government ownership", 
    "Government paperwork", 
    "Government procurement", 
    "Government property", 
    "Government publicity", 
    "Government service contracts", 
    "Government spending reductions", 
    "Government trust funds", 
    "Governmental investigations", 
    "Grand jury", 
    "Grandparents", 
    "Grants-in-aid", 
    "Grassland ecology", 
    "Grazing", 
    "Great Plains", 
    "Grievance procedures", 
    "Grocery trade", 
    "Groundwater", 
    "Group homes", 
    "Gulf of Mexico", 
    "Habitat conservation", 
    "Hazardous waste disposal", 
    "Hazardous wastes", 
    "Health", 
    "Health care fraud", 
    "Health care reform", 
    "Health counseling", 
    "Health education", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Health planning", 
    "Health surveys", 
    "Hearing aids", 
    "Helium", 
    "Hemophilia", 
    "High definition television", 
    "Higher education", 
    "Highway engineering", 
    "Historic sites", 
    "History", 
    "Home care services", 
    "Home ownership", 
    "Homeless", 
    "Horticulture", 
    "Hospices (Terminal care)", 
    "Hospital care", 
    "Hospital personnel", 
    "Hospitals", 
    "Hours of labor", 
    "House rules and procedure", 
    "Households", 
    "Housing and community development", 
    "Housing finance", 
    "Housing subsidies", 
    "Human rights", 
    "Hydroelectric power", 
    "Identification devices", 
    "Illegal aliens", 
    "Illegitimacy", 
    "Illinois", 
    "Immigration", 
    "Impacted area programs", 
    "Import quotas", 
    "Imports", 
    "Incest", 
    "Income", 
    "Income tax", 
    "Indemnity", 
    "Independent regulatory commissions", 
    "Indexing (Economic policy)", 
    "Indian children", 
    "Indian claims", 
    "Indian gambling operations", 
    "Indian lands", 
    "Indian medical care", 
    "Individual retirement accounts", 
    "Inflation", 
    "Information services", 
    "Information storage and retrieval systems", 
    "Infrastructure", 
    "Inheritance tax", 
    "Injunctions", 
    "Inspectors general", 
    "Insurance", 
    "Insurance companies", 
    "Insurance premiums", 
    "Intellectual property", 
    "Interest", 
    "Interest rates", 
    "Intergovernmental fiscal relations", 
    "International Development Cooperation Agency", 
    "International affairs", 
    "International broadcasting", 
    "International cooperation", 
    "International relief", 
    "Interstate compacts", 
    "Interstate highway system", 
    "Interstate relations", 
    "Investments", 
    "Irrigation districts", 
    "Islands", 
    "Job creation", 
    "Job hunting", 
    "Judicial review of administrative acts", 
    "Juries", 
    "Jurisdiction", 
    "Kentucky", 
    "Kidney diseases", 
    "Labeling", 
    "Labor and employment", 
    "Laboratories", 
    "Lakes", 
    "Land transfers", 
    "Land use", 
    "Landfills", 
    "Larceny", 
    "Lasers", 
    "Law", 
    "Layoffs", 
    "Leases", 
    "Leather industry", 
    "Legal fees", 
    "Legal services insurance", 
    "Legislation", 
    "Legislative resolutions", 
    "Legumes", 
    "Liability (Law)", 
    "Liability for environmental damages", 
    "Liability for nuclear damages", 
    "Liability for oil pollution", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Liens", 
    "Life insurance", 
    "Limitation of actions", 
    "Livestock", 
    "Loans", 
    "Lobbying", 
    "Local officials and employees", 
    "Location of industries", 
    "Long-term care", 
    "Long-term care insurance", 
    "Low birth weight", 
    "Low-income housing", 
    "Lumber trade", 
    "Machinery", 
    "Maine", 
    "Malpractice", 
    "Managed care", 
    "Manpower training programs", 
    "Manufacturing industries", 
    "Maps", 
    "Marine and coastal resources, fisheries", 
    "Marine insurance", 
    "Marine mammal protection", 
    "Marine parks and reserves", 
    "Marine resources conservation", 
    "Marine safety", 
    "Marine terminals", 
    "Marketing", 
    "Marketing of farm produce", 
    "Marketing orders", 
    "Marketing research", 
    "Marriage", 
    "Married people", 
    "Massachusetts", 
    "Medicaid", 
    "Medicaid fraud", 
    "Medical associations", 
    "Medical economics", 
    "Medical education", 
    "Medical ethics", 
    "Medical fees", 
    "Medical laboratories", 
    "Medical records", 
    "Medical residents", 
    "Medical savings accounts", 
    "Medical supplies", 
    "Medical tests", 
    "Medicare", 
    "Medicare fraud", 
    "Mentally handicapped", 
    "Mentally handicapped children", 
    "Mentally ill", 
    "Merchant marine", 
    "Meteorological research", 
    "Methanol", 
    "Military and naval supplies", 
    "Military base closures", 
    "Military dependents", 
    "Military history", 
    "Military leave", 
    "Military pay", 
    "Military pensions", 
    "Military personnel", 
    "Milk", 
    "Mineral industries", 
    "Mines and mineral resources", 
    "Minimum tax", 
    "Mining claims", 
    "Mining engineering", 
    "Mining leases", 
    "Mining royalties", 
    "Minorities", 
    "Minority business enterprises", 
    "Missing persons", 
    "Missionaries", 
    "Mississippi", 
    "Moderate income housing", 
    "Money laundering", 
    "Montana", 
    "Mortgage guaranty insurance", 
    "Mortgage loans", 
    "Mortgages", 
    "Motor carrier rates", 
    "Motor vehicles", 
    "Multilateral development banks", 
    "Mutual funds", 
    "Narcotic addicts", 
    "Narcotic traffic", 
    "National Railroad Passenger Corporation (Amtrak)", 
    "National forests", 
    "National parks", 
    "Native Americans", 
    "Natural areas", 
    "Natural gas reserves", 
    "Nature conservation", 
    "Navigational aids", 
    "Negligence", 
    "Negotiations", 
    "New Mexico", 
    "New York City", 
    "New York State", 
    "Newspapers", 
    "Nondiscrimination provisions", 
    "Northern Mariana Islands", 
    "Nuclear Regulatory Commission", 
    "Nuclear energy", 
    "Nuclear energy research", 
    "Nuclear facilities", 
    "Nuclear medicine", 
    "Nuclear weapons", 
    "Nurse practitioners", 
    "Nurses", 
    "Nursing education", 
    "Nursing homes", 
    "Nutrition", 
    "Obstruction of justice", 
    "Occupational health and safety", 
    "Occupational therapy", 
    "Ocean mining", 
    "Oceanographic research", 
    "Oceanographic research ships", 
    "Officer personnel", 
    "Ohio", 
    "Oil and gas leases", 
    "Oil and gas royalties", 
    "Oil pollution", 
    "Oils and fats", 
    "Oilseeds", 
    "Old age, survivors and disability insurance", 
    "Older workers", 
    "Ombudsman", 
    "Orphan drugs", 
    "Osteopathy and osteopaths", 
    "Outdoor recreation", 
    "Overhead costs", 
    "Ozone layer depletion", 
    "Paramedical personnel", 
    "Parent and child", 
    "Parents", 
    "Parking facilities", 
    "Parole", 
    "Partnerships", 
    "Passenger ships", 
    "Passports", 
    "Patents", 
    "Paternity", 
    "Patients' rights", 
    "Payroll deductions", 
    "Peanuts", 
    "Peer review organizations (Medicine)", 
    "Pension funds", 
    "Persian Gulf War", 
    "Petroleum", 
    "Petroleum in submerged lands", 
    "Petroleum industry", 
    "Petroleum pipelines", 
    "Petroleum prices", 
    "Petroleum reserves", 
    "Pharmaceutical research", 
    "Pharmacists", 
    "Physical therapy", 
    "Physicians", 
    "Physicians' assistants", 
    "Planning", 
    "Planning-programming-budgeting", 
    "Plant quarantine", 
    "Platinum", 
    "Pollution taxes", 
    "Poor", 
    "Population statistics", 
    "Postal employees", 
    "Postal service", 
    "Pregnant women", 
    "Prescription pricing", 
    "Presidential appointments", 
    "Presidential compensation", 
    "Prisoners of war", 
    "Privatization", 
    "Probation", 
    "Problem children", 
    "Profit", 
    "Property insurance", 
    "Prosecution", 
    "Prospecting", 
    "Prospective payment systems (Medical care)", 
    "Prosthesis", 
    "Public assistance programs", 
    "Public debt", 
    "Public housing", 
    "Public lands and natural resources", 
    "Public meetings of administrative bodies", 
    "Public records", 
    "Public service employment", 
    "Public utilities", 
    "Public works", 
    "Puerto Rico", 
    "Punitive damages", 
    "Quality of care", 
    "Quality of products", 
    "Radiation safety", 
    "Radio broadcasting", 
    "Radio frequency allocation", 
    "Radio stations", 
    "Radioactive pollution", 
    "Radioactive waste disposal in the ground", 
    "Radioactive wastes", 
    "Radioisotopes in medicine", 
    "Railroad engineering", 
    "Railroad finance", 
    "Railroad freight operations", 
    "Railroad passenger traffic", 
    "Railroad safety", 
    "Railroad terminals", 
    "Railroads", 
    "Railroads and state", 
    "Range management", 
    "Rape", 
    "Real estate appraisal", 
    "Real estate business", 
    "Real estate development", 
    "Real estate investment", 
    "Real property", 
    "Rebates", 
    "Reclamation of land", 
    "Recreation", 
    "Recreation centers", 
    "Recruiting of employees", 
    "Recycling of waste products", 
    "Regional economic development", 
    "Regional planning", 
    "Rehabilitation of the physically handicapped", 
    "Reinsurance", 
    "Religion", 
    "Religious liberty", 
    "Rent", 
    "Rent subsidies", 
    "Rental housing", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Research and development tax credit", 
    "Research centers", 
    "Reservoirs", 
    "Residential rehabilitation", 
    "Resolution Trust Corporation", 
    "Restrictive trade practices", 
    "Retiree health benefits", 
    "Retirement age", 
    "Retirement income", 
    "Revolving funds", 
    "Rice", 
    "Right of privacy", 
    "Right of property", 
    "Right to die", 
    "Right-of-way", 
    "Rubber", 
    "Rural economic development", 
    "Rural hospitals", 
    "Rural housing", 
    "Rural public health", 
    "Russia", 
    "Salaries", 
    "Sales promotion", 
    "Sales tax", 
    "Saline water conversion", 
    "Savings accounts", 
    "Savings and loan associations", 
    "Savings banks", 
    "Scholarships", 
    "School lunch program", 
    "Science, technology, communications", 
    "Scrap metals", 
    "Securities", 
    "Securities regulation", 
    "Security measures", 
    "Seeds", 
    "Self-employed", 
    "Senate rules and procedure", 
    "Service stations", 
    "Sewage treatment plants", 
    "Sex education", 
    "Shale oils", 
    "Shellfish fisheries", 
    "Shelters for the homeless", 
    "Shipbuilding", 
    "Shipping agreements", 
    "Shipping conferences", 
    "Shipping rates", 
    "Ships", 
    "Signs and signboards", 
    "Signs and symbols", 
    "Silver", 
    "Single-parent families", 
    "Small business", 
    "Social security eligibility", 
    "Social security taxes", 
    "Social welfare", 
    "Socially handicapped children", 
    "Soil conservation", 
    "Soil erosion", 
    "Soil pollution", 
    "Sorghum", 
    "South Carolina", 
    "Spices", 
    "Sports and recreation", 
    "Sports facilities", 
    "Standards", 
    "State laws", 
    "State officials and employees", 
    "State taxation", 
    "Statistics", 
    "Stockholders", 
    "Stocks", 
    "Storage", 
    "Strategic materials", 
    "Student employment", 
    "Student loan funds", 
    "Submarine oil well drilling", 
    "Subpoena", 
    "Subsidiary corporations", 
    "Sugar", 
    "Sugar and sugar trade", 
    "Summer employment", 
    "Supplemental security income program", 
    "Surety and fidelity", 
    "Surgery", 
    "Surplus government property", 
    "Surveys", 
    "Survivors' benefits", 
    "Sweden", 
    "Tariff", 
    "Tariff preferences", 
    "Tax administration", 
    "Tax auditing", 
    "Tax consultants", 
    "Tax courts", 
    "Tax credits", 
    "Tax deductions", 
    "Tax deferral", 
    "Tax evasion", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax liens", 
    "Tax penalties", 
    "Tax preparers", 
    "Tax rates", 
    "Tax rebates", 
    "Tax refunds", 
    "Tax returns", 
    "Tax shelters", 
    "Tax treaties", 
    "Tax-deferred compensation plans", 
    "Tax-exempt organizations", 
    "Tax-exempt securities", 
    "Taxation", 
    "Taxation of foreign income", 
    "Taxpayers", 
    "Tea", 
    "Teachers", 
    "Teaching hospitals", 
    "Technical education", 
    "Technological innovations", 
    "Technology policy", 
    "Technology transfer", 
    "Teenage pregnancy", 
    "Teleconferencing", 
    "Telemedicine", 
    "Telephone", 
    "Television broadcasting", 
    "Television frequency allocation", 
    "Television programs", 
    "Television stations", 
    "Temporary employment", 
    "Tennessee", 
    "Territories (U.S.)", 
    "Texas", 
    "Textile industry and fabrics", 
    "Thailand", 
    "Timber sales", 
    "Tipping", 
    "Tools", 
    "Torts", 
    "Tourist trade", 
    "Trade adjustment assistance", 
    "Trade agreements", 
    "Trade negotiations", 
    "Trademarks", 
    "Traffic accidents and safety", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Transportation planning", 
    "Travel costs", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Trucks", 
    "Trusts and trustees", 
    "Undercover operations", 
    "Underemployment", 
    "Unemployed", 
    "Unemployment", 
    "Unemployment insurance", 
    "Unfunded mandates", 
    "United States Information Agency", 
    "United States Postal Service", 
    "Unrelated business income tax", 
    "Uranium", 
    "Uranium enrichment", 
    "Urban affairs", 
    "User charges", 
    "Vaccination", 
    "Vaccines", 
    "Valuation", 
    "Vegetables", 
    "Vermont", 
    "Veterans' disability compensation", 
    "Veterans' education", 
    "Veterans' employment", 
    "Veterans' hospitals", 
    "Veterans' loans", 
    "Veterans' medical care", 
    "Veterans' pensions", 
    "Virginia", 
    "Vital statistics", 
    "Vocational education", 
    "Vocational rehabilitation", 
    "Volunteer workers", 
    "Volunteer workers in government", 
    "Wages", 
    "War crime trials", 
    "War crimes", 
    "Waste disposal sites", 
    "Water conservation", 
    "Water districts", 
    "Water pollution control", 
    "Water quality", 
    "Water resources development", 
    "Water rights", 
    "Water supply", 
    "Weather forecasting", 
    "Welfare eligibility", 
    "Welfare fraud", 
    "Welfare recipients", 
    "Welfare reform", 
    "Wetland conservation", 
    "Wetlands", 
    "Wheat", 
    "Wholesale trade", 
    "Wife abuse", 
    "Wildlife conservation", 
    "Wildlife management", 
    "Wildlife refuges", 
    "Wine", 
    "Winter sports facilities", 
    "Wireless communication", 
    "Withholding tax", 
    "Women", 
    "Women in business", 
    "Youth employment", 
    "Yugoslavia"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Senate receded and concurred with amendment", 
    "date": "1995-11-17", 
    "text": "TABLE OF CONTENTS: Title I: Agriculture and Related Provisions Subtitle A: Agricultural Market Transition Program Subtitle B: Conservation Subtitle C: Agricultural Promotion and Export Programs Subtitle D: Miscellaneous Title II: Banking, Housing, and Related Provisions Subtitle A: Financial Institutions Subtitle B: Housing Title III: Communications and Spectrum Allocation Provisions Title IV: Education and Related Provisions Subtitle A: Higher Education Subtitle B: Provisions Relating to the Employee Retirement Income Security Act of 1974 Title V: Energy and Natural Resources Provisions Subtitle A: Nuclear Regulatory Commission Annual Charges Subtitle B: Department of Energy Assets Subtitle C: Natural Resources Title VI: Federal Retirement and Related Provisions Subtitle A: Civil Service and Postal Service Provisions Subtitle B: Patent and Trademark Fees Subtitle C: GSA Property Sales Title VII: Transformation of the Medicaid Program Title VIII: Medicare Subtitle A: MedicarePlus Program Subtitle B: Health Care Fraud and Abuse Prevention Subtitle C: Regulatory Relief Subtitle D: Modification in Payment Policies Regarding Graduate Medical Education Subtitle E: Provisions Relating to Part A Subtitle F: Provisions Relating to Part B Subtitle G: Provisions Relating to Parts A and B Subtitle H: Rural Areas Title IX: Transportation and Related Provisions Title X: Veterans and Related Provisions Subtitle A: Extension of Temporary Authorities Subtitle B: Other Matters Title XI: Revenue Provisions Subtitle A: Family Tax Relief Subtitle B: Savings and Investment Incentives Subtitle C: Health Related Provisions Subtitle D: Estate and Gift Provisions Subtitle E: Extension of Expiring Provisions Subtitle F: Taxpayer Bill of Rights 2 Provisions Subtitle G: Casualty and Involuntary Conversion Provisions Subtitle H: Exempt Organizations and Charitable Reforms Subtitle I: Tax Reform and Other Provisions Subtitle J: Tax Simplification Subtitle K: Miscellaneous Provisions Subtitle L: Generalized System of Preferences Subtitle M: Increase in Public Debt Limit Title XII: Teaching Hospitals and Graduate Medical Education; Asset Sales; Welfare; and Other Provisions Subtitle A: Block Grants for Temporary Assistance for Needy Families Subtitle B: Supplemental Security Income Subtitle C: Child Support Subtitle D: Restricting Welfare and Public Benefits for Aliens Subtitle E: Teaching Hospital and Graduate Medical Education Trust Fund Subtitle F: National Defense Stockpile Subtitle G: Child Protection Block Grant Program and Foster Care and Adoption Assistance Subtitle H: Child Care Subtitle I: Child Nutrition Programs Subtitle J: Food Stamps and Commodity Distribution Subtitle K: Miscellaneous Subtitle L: Reform of the Earned Income Credit Title I: Agriculture and Related Provisions - Agricultural Reconciliation Act of 1995 - Subtitle A: Agricultural Market Transition Program - Agricultural Market Transition Act - Authorizes the Secretary of Agriculture (Secretary) to enter into production flexibility contracts through crop year 2002 with eligible agricultural operators and owners with respect to conservation, wetlands, and planting flexibility requirements. Requires contracts to be entered into by April 15, 1996, with certain exceptions for conservation reserve lands. Defines eligible \"owners and operators\" and \"farmland.\" Sets forth: (1) contract payment amounts for each of FY 1996 through 2002 and allocation amounts for wheat, corn, grain sorghum, barley, oats, upland cotton, and rice; and (2) annual payment rate factors. Permits any commodity or crop to be planted on contract acreage with special provisions and limitations for fruit and vegetables, haying and grazing, alfalfa, and legumes. (Sec. 1104) Directs the Secretary to make nonrecourse marketing assistance loans for crop years 1996 through 2002 to producers of wheat, feed grains (corn, grain sorghum, barley, and oats), upland and extra long staple cotton, and oilseeds (sunflower, canola, rapeseed, safflower, mustard, flaxseed, and other oilseeds). Sets forth commodity loan rate, term, and repayment provisions. Directs the Secretary to make loan deficiency payments to producers (of other than extra long staple cotton) who forego obtaining such nonrecourse loans in an amount equal to the difference between a commodity's loan rate and repayment level. Establishes special marketing loan provisions for upland cotton, including: (1) first handler marketing certificates; (2) cotton user marketing certificates; (3) a special import quota; and (4) a limited global import quota for upland cotton. (Sec. 1105) Establishes fiscal year payment limitations for individuals of: (1) $40,000 for flexibility contracts; and (2) $75,000 for marketing loan and loan deficiency payments. (Sec. 1106) Directs the Secretary to: (1) make nonrecourse loans available to quota peanut producers at $610 per ton and to additional peanut producers at appropriate rates; (2) make related warehouse storage loans available; (3) provide for marketing area pools for quota and additional peanuts, with separate pools for New Mexico-produced Valencia peanuts; (4) require that all domestic and export peanuts comply with specified quality standards; and (5) provide for a nonrefundable marketing assessment. Provides that: (1) net gains from each marketing pool shall be distributed only to pool producers; and (2) losses in quota pools shall be covered using a specified order of priority. Prohibits the Secretary from making quota peanut loans if producers have disapproved poundage quotas. Amends the Agricultural Adjustment Act of 1938 with regard to the peanut program to: (1) extend peanut quota provisions through crop year 2002; (2) eliminate the minimum national poundage quota; (3) eliminate seed peanuts from the national poundage quota determination; (4) create a temporary quota allocation for seed peanuts; (5) eliminate the Texas increased quota allocation; and (6) authorize transfers of additional peanuts to the quota pool where natural disasters prevented quota poundage harvesting and marketing. (Sec. 1107) Directs the Secretary to make recourse loans available to processors of domestically grown sugarcane and sugar beets at 18 cents per pound and 22.9 cents per pound, respectively. Sets loan terms at the earlier of nine months or the end of the fiscal year, with supplemental loans available for loans made in the last three months of a fiscal year. Authorizes the Secretary to provide nonrecourse loans when the imported tariff rate quota for sugar imports exceeds 1.5 million short tons raw value. Sets forth first processor sugarcane and sugar beet marketing assessment rates for FY 1996 through 2003, which shall be collected monthly and remitted to the Commodity Credit Corporation (CCC). Sets forth enforcement and reporting provisions. Amends the Agricultural Adjustment Act of 1938 to repeal marketing allotment provisions. Makes this section applicable to the 1996 through 2002 crops of sugarcane and sugar beets. (Sec. 1108) Directs the Secretary to carry out the provisions of this subtitle through the CCC. (Sec. 1109) Repeals the Agricultural Act of 1949, with specified sections transferred to the Agricultural Adjustment Act of 1938. (Eliminates permanent price support authority.) Makes conforming amendments to the Agricultural Act of 1938. Subtitle B: Conservation - Amends the Food Security Act of 1985 to provide mandatory FY 1996 through 2002 funding through the CCC for the conservation reserve and wetlands programs, and the livestock environmental assistance program. Establishes the livestock environmental assistance program to provide FY 1996 through 2002 technical assistance and cost-sharing and incentive payments to livestock producers who enter into land management and structural contracts to protect water, soil, and related resources from livestock-related degradation. (Makes waste management facility construction ineligible for cost-sharing payments.) Replaces wetlands reserve program permanent easement authority with 15-year easement authority. Limits conservation reserve program total acreage enrollment to 36.4 million acres. Authorizes producers to terminate program participation. Prohibits new acreage enrollment in 1997. Subtitle C: Agricultural Promotion and Export Programs - Amends the Agricultural Trade Act of 1978 to: (1) authorize specified FY 1996 through 2002 appropriations for the market promotion program; and (2) authorize specified FY 1996 through 2002 funding from the CCC for the export enhancement program. Subtitle D: Miscellaneous - Amends the Federal Crop Insurance Act to authorize the Secretary, in consultation with insurance providers, to offer catastrophic risk protection in a State (or portion of a State) through local Department of Agriculture offices if the Secretary determines insufficient coverage is otherwise available. Provides for the transfer of current policies to private insurers. States that beginning with the spring-planted 1996 crop catastrophic coverage shall not be required for agricultural program benefits if the producer signs a written emergency crop loss assistance waiver. Extends crop insurance provisions to seed crops. (Sec. 1402) Amends the Food, Agriculture, Conservation, and Trade Act of 1990 to authorize the Secretary to collect fees to cover the costs of providing import quarantine and inspection services. Establishes in the Treasury the Agricultural Quarantine Inspection User Fee Account. (Sec. 1403) Increases the CCC interest rate applicable to agricultural commodity loans by 100 basis points. Title II: Banking, Housing, and Related Provisions - Subtitle A: Financial Institutions - Directs the Board of Directors of the Federal Deposit Insurance Corporation (FDIC) to impose a special assessment on the Savings Association Insurance Fund (SAIF)-assessable deposits of each insured depository institution at a rate applicable to all such institutions that the Board, in its sole discretion, determines will cause the SAIF to achieve the designated reserve ratio on the first business day of January 1996. Allows the Board to exempt weak institutions from such assessment. Mandates exemption from such assessment for certain newly chartered and other specified institutions, but requires such institutions to pay semiannual assessments at certain former rates during calendar years 1996 through 1999. (Sec. 2011) Authorizes certain institutions facing hardship as a result of the special assessment to elect to pay it in two assessments, plus a third supplemental special assessment, determined according to specified formulae. Prescribes adjustments of the special assessment for Bank Insurance Fund (BIF) member banks and certain savings associations. (Sec. 2012) Amends the Federal Home Loan Bank Act (FHLBA) and the Federal Deposit Insurance Act (FDIA) to revise the assessment authority of the Financing Corporation (FICO), extending FICO assessments to all depository institutions insured by the Federal Deposit Insurance Corporation (FDIC) instead of SAIF members only. Repeals specified limits on the amount that may be assessed. (Sec. 2013) Declares that the SAIF and the BIF shall be merged into the Deposit Insurance Fund, which shall have a Special Reserve for any excess of the SAIF reserve ratio over the designated reserve ratio. Makes conforming amendments to FHLBA and FDIA. (Sec. 2015) Prescribes procedural guidelines with respect to the refund of assessed payments in a deposit insurance fund in excess of the designated reserve amount. (Sec. 2016) Amends the FDIA to declare that assessment rates for SAIF members may not be less than assessment rates for BIF members. (Sec. 2017) Prohibits the FDIC Board of Directors from setting semi-annual assessments in excess of the amount needed to maintain or achieve the designated reserve ratio of a deposit insurance fund. (Sec. 2018) Terminates as of December 31, 1995, the authority of the Thrift Depositor Protection Oversight Board to establish positions for and pay compensation and benefits to officers and employees, except for 18 individuals to carry out Board functions through May 1, 1996. Subtitle B: Housing - Amends the United States Housing Act of 1937 with regard to section 8 public housing annual rent adjustments to: (1) limit overall adjustments to a project's cost of operations; and (2) reduce adjustments for units with no turnover since the preceding adjustment. (Sec. 2052) Amends the National Housing Act to revise the Federal Housing Administration mortgage assignment program, including authorizing the Secretary of Housing and Urban Development to pay partial mortgage insurance claims limited to an amount equal to not more than 12 months' payments. Title III: Communications and Spectrum Allocation Provisions - Amends the Communications Act of 1934 (the Act) to state that certain competitive bidding requirements shall not apply to licenses or construction permits issued by the Federal Communications Commission (FCC): (1) that, as the result of the FCC carrying out specified obligations, are not mutually exclusive; (2) for public safety radio services, including non-Federal Government uses that protect the safety of life, health, and property and that are not made commercially available to the public; or (3) for initial licenses or construction permits for new terrestrial broadcast digital television (TV) services assigned by the FCC to existing terrestrial broadcast licensees to replace their current TV licenses, unless specified conditions are met. Prohibits the FCC from assigning initial licenses or construction permits to terrestrial commercial TV broadcast licensees to replace their existing broadcast licenses before November 15, 1996, except as provided pursuant to this Act. Extends through FY 2002 the authority of the FCC to grant such licenses or permits. Requires the FCC to complete all actions necessary to permit the assignment, by September 30, 2002, by competitive bidding of licenses for the use of bands of frequencies that: (1) individually span not less than 25 megahertz (mhz.), unless a combination of smaller bands can reasonably be expected to product greater receipts; (2) in the aggregate span not less than 100 mhz.; (3) are located below three gigahertz (ghz.); and (4) as of this Act's enactment date, have not been designated by FCC regulation for assignment, identified by the Secretary of Commerce pursuant to provisions of the National Telecommunications and Information Administration Organization Act (NTIAO), or reserved for Government use pursuant to the Act. Directs the FCC to conduct competitive bidding for not less than one-half of such aggregate spectrum by September 30, 2000. Requires the FCC, in making available bands of frequencies for competitive bidding, to: (1) seek to promote the most efficient use of the spectrum; (2) take into account the cost to incumbent licensees of relocating existing uses to other bands of frequencies or other means of communication and the needs of public safety radio services; (3) comply with the requirements of international agreements concerning spectrum allocations; and (4) take into account the costs to satellite service providers that could result from multiple auctions of like spectrum internationally for global satellite systems. Directs the FCC to notify the Secretary if the FCC: (1) is unable to provide for the effective relocation of incumbent licensees to bands of frequencies that are available to the FCC for assignment; and (2) has identified bands of frequencies that are suitable for the relocation of such licensees and that are allocated for Government use but that could be reallocated pursuant to the NTIAO Act. Amends the NTIAO Act to require the Secretary, upon receiving a notice from the FCC pursuant to this Act, to prepare and submit to the President and the Congress a report recommending for reallocation for use other than by Government stations bands of frequencies that are suitable for the uses identified in the FCC's notice. Authorizes any Federal entity which operates a Government station to accept payment in advance, in-kind reimbursement of costs, or a combination thereof from any person to defray entirely the expenses of relocating the Federal entity's operations from one or more radio spectrum frequencies to another. Directs that any such payment be deposited in the account of such Federal entity in the Treasury. Authorizes any person seeking to relocate a Government station that has been assigned a frequency within a band allocated for mixed Federal and non-Federal use to submit a petition for such relocation to the National Telecommunications and Information Administration (NTIA). Directs the NTIA to limit or terminate the Government station's operating license when certain requirements are met. Specifies that if, within one year after the relocation, the Government station demonstrates to the FCC that the new facilities or spectrum are not comparable to those from which the Government station was relocated, the person seeking such relocation must take reasonable steps to remedy any defects or pay the Federal entity for the costs of returning the Government station to the spectrum from which such station was relocated. Sets forth provisions regarding: (1) Federal action to expedite spectrum transfer; (2) identification and reallocation of auctionable frequencies; and (3) allocation and assignment of frequencies identified in the second reallocation report. Title IV: Education and Related Provisions - Subtitle A: Higher Education - Student Loan Reform Act of 1995 - Amends the Higher Education Act of 1965 (HEA) with respect to student loan programs. (Sec. 4002) Revises the William D. Ford Federal Direct Loan Program to limit the proportion of loans made under such program: (1) for academic year 1994-1995, to five percent of the new student loan volume for such year; (2) for academic year 1995-1996, to 30 percent of new student loan volume for such year, except that the Secretary of Education (the Secretary, for purposes of this title) may not enter into agreements with any additional eligible institutions that have not applied and been accepted for participation in such program on or before September 30,1995; and (3) for academic year 1996-7 and each succeeding academic year, to not more than ten percent of new student loan volume for such year, except that only the 102 eligible institutions participating in 1994-5 are eligible to participate in 1996-7 and thereafter. Eliminates provisions for selecting additional institutions to participate in such pilot program. Makes available, to the Secretary for each fiscal year from funds not otherwise appropriated, funds for all direct and indirect expenses associated with such Federal Direct Student Loan program. Applies certain default rate limitations to the direct lending program. Eliminates the transition to the Federal Direct Loan Program. Revises provisions relating to fees for origination services. Applies certain risk-sharing requirements to direct loans. (Sec. 4003) Requires that direct loans have the same terms and conditions as Federal Family Education Loans (FFEL) (which are guaranteed). Sets forth conditions under which: (1) Federal Perkins Loan borrowers can obtain FFEL consolidation loans; and (2) FFEL borrowers can obtain Federal direct consolidation loans. Allows income contingent repayment in the FFEL (guaranteed) loan program. Revises the parent loan (Federal PLUS loans) program to set a $15,000 maximum limitation on the amount parents may borrow for one student in any academic year. (Sec. 4004) Requires guarantee agencies to use at least 50 percent of their reserve funds to purchase and hold defaulted loans that they guarantee and for which insurance claims are filed by the eligible lender, with specified exceptions. Extends the period during which a guaranty agency is required to hold a defaulted loan under certain conditions. Prescribes requirements for the new extended holding period program with respect to subject loans, excluded loans, and guaranty agency efforts during such period. Prohibits the Secretary from regulating the collection activities of a guaranty agency with respect to any loan which is subject to such extended holding period and for which reinsurance has not been paid. Revises provisions relating to: (1) administrative cost allowances for guarantee agencies; (2) the Secretary's equitable share of collections on consolidated defaulted loans; (3) reserve funds and the disposition of funds returned to or recovered by the Secretary; (4) supplemental preclaims assistance; and (5) guaranty agency reimbursement. (Sec. 4005) Revises provisions relating to FFEL program lenders and loan holders, including provisions for: (1) risk-sharing by loan holders; (2) lenders-of-last-resort; (3) exceptional performance insurance reduction; and (5) loan fees from lenders. Requires each holder of a Federal Stafford or PLUS loan to pay biannual rebates of interest subsidies to the Secretary. Revises an audit exemption for small lenders. (Sec. 4006) Provides for the privatization and renaming of the College Construction Loan Insurance Association, and the cessation of Federal sponsorship. Repeals provisions for such Association under HEA. (Sec. 4007) Extends the duration of the Federal student loan insurance program. Terminates the authority to make Federal consolidation loans as of the end of FY 2002. Subtitle B: Provisions Relating to the Employee Retirement Income Security Act of 1974 - Provides that, for certain purposes under the Employee Retirement Income Security Act of 1974 (ERISA), the prescribed minimum period between provision of a joint and survivor annuity explanation and the annuity starting date shall not apply if waived by the participant and, if applicable, the participant's spouse. Title V: Energy and Natural Resources Provision - Subtitle A: Nuclear Regulatory Commission Annual Charges - Amends the Omnibus Budget Reconciliation Act of 1990 to extend from September 30, 1998, to September 30, 2002, the authority of the Nuclear Regulatory Commission to assess and collect annual user fees and charges. Subtitle B: Department of Energy Assets - USEC Privatization Act - Directs the Board of Directors of the United States Enrichment Corporation (USEC) to establish a private for-profit and non-Government-related corporation under the laws of a State for the purpose of receiving the assets and obligations of USEC at privatization and continuing USEC business operations following privatization. Mandates the sale of the U.S. interest in USEC to such corporation. (Sec. 5207) Directs USEC to transfer the lease of gaseous diffusion plants and related property at Paducah, Kentucky, and Piketon, Ohio, to the private corporation concurrent with such privatization. Prohibits the Secretary of Energy from leasing to the private corporation facilities necessary for the production of highly enriched uranium. (Sec. 5208) Prescribes procedural guidelines for: (1) transfer of contracts to the private corporation, including the right to purchase power from the Secretary under previous power purchase contracts for the gaseous diffusion plants; (2) retention by the United States of pre-privatization liabilities; (3) pension, collective bargaining, health benefit plan, and related protection for contractor employees at the two gaseous diffusion plants; (4) retention of Federal retirement and health benefits by former Federal employees; and (5) limitations on equity ownership of the private corporation by USEC personnel. (Sec. 5212) Requires the U.S. Executive Agent under the Russian HEU Agreement to transfer to the Secretary without charge title to an amount of uranium hexafluoride (based on a tails assay of 0.30 U235) equivalent to the natural uranium component of low-enriched uranium derived from at least 18 metric tons of highly enriched uranium purchased from the Russian Executive Agent under such Agreement. Deems such uranium hexafluoride to be of Russian origin. Requires the Secretary to sell, and receive payment for, the transferred uranium hexafluoride: (1) for overfeeding in the operations of enrichment facilities in the United States; (2) for end use outside the United States; (3) in 1995 and 1996 to the Russian Executive Agent at the purchase price for use in matched sales under the Suspension Agreement; or (4) for consumption by end users in the United States during calendar year 2001, according to a specified schedule beginning in 1998. Requires the U.S. Executive Agent, upon request of the Russian Executive Agent, to deliver concurrently to such Agent, an amount of uranium hexafluoride equivalent to the natural uranium component of such low-enriched uranium. Provides for auction of such uranium hexafluoride, or U308 (in the event that the conversion component of such hexafluoride has previously been sold), if the Russian Executive Agent does not exercise its right to agree to take delivery of the natural uranium component of any low-enriched uranium within 90 days after delivery of such low-enriched uranium to the U.S. Executive Agent. Grants the Secretary of Commerce responsibility for administration and enforcement of the limitations set forth in this section. Requires the Secretary of Energy to transfer to USEC without charge up to 50 metric tons of enriched uranium and up to 7,000 metric tons of natural uranium from the Department of Energy (DOE) stockpile. Prohibits USEC from delivering for commercial end use in the United States: (1) any of such uranium before January 1, 1998; (2) more than ten percent of such uranium or more than four million pounds, whichever is less, in any calendar year after 1997; or (3) more than 800,000 separative work units contained in low-enriched uranium transferred in any calendar year. Authorizes the Secretary to sell, from time to time, natural and low-enriched uranium from the DOE stockpile, subject to specified conditions. Permits DOE transfer or sale of enriched uranium to: (1) Federal agencies; (2) any person for national security purposes; or (3) any State or local agency or non-profit, charitable, or educational institution for use other than the commercial generation of electricity. (Sec. 5213) Prescribes guidelines under which the Secretary shall accept low-level radioactive waste (including depleted uranium if ultimately determined to be such waste) for disposal at the request and expense (by reimbursement) of USEC. (Sec. 5214) Grants USEC exclusive commercial rights to deploy and use any federally owned or controlled Atomic Vapor Laser Isotope Separation (AVLIS) patents, processes and technical information, upon completion of a royalty agreement with the Secretary. Instructs the President to transfer related AVLIS property (except those related to the gaseous diffusion, gas centrifuge, and uranium enrichment programs) to USEC upon its request. (Sec. 5216) Amends the Atomic Energy Act of 1954 to: (1) repeal the mandate and authority of USEC as of the privatization date; and (2) exclude from the definition of \"production facility\" the construction and operation of a uranium enrichment facility using AVLIS technology, and make such a facility eligible for one-step licensing. Prohibits issuance of any license or certificate of compliance to USEC or its successor if the Nuclear Regulatory Commission (NRC) determines that the Corporation is owned, controlled, or dominated by an alien, a foreign corporation, or a foreign government, or issuance of a license or certificate of compliance would be inimical to: (1) the common defense and security of the United States; or (2) maintenance of a reliable and economical domestic source of enrichment services. Provides for periodic application of USEC for NRC certification at least once every five years (instead of annually). Revises the purview of judicial review of NRC actions to include: (1) any final order establishing standards to govern DOE gaseous diffusion uranium enrichment facilities, including facilities leased to a corporation established under this Act; and (2) any final determination relating to whether such facilities comply with such standards. Provides for civil money penalties for violations of licensing or certification requirements. (Sec. 5221) Instructs the Secretary to conduct an asset management and disposition program that will result in specified minimum receipts and savings by October 1, 2000, and that will include itemized tons of fuel, chemicals and industrial gases, scrap metal, radiation sources, 17,000 pieces of major equipment, and precious metals and base metals. Exempts such asset disposition from the Federal Property and Administrative Services Act (thus shielding the disposition of Federal assets from established guidelines). (Sec. 5222) Instructs the Secretary to draw down and sell 32 million barrels of oil from the Weeks Island (Louisiana) Strategic Petroleum Reserve Facility in spite of the statutory prohibition against such sale unless the President has made specified state-of- emergency findings. (Sec. 5223) Amends the Energy Policy and Conservation Policy Act to authorize the Secretary to store foreign-owned petroleum products in underutilized Strategic Petroleum Reserve facilities. Permits such products to be exported from the United States without license. Subtitle C: Natural Resources - Conveys all Federal right, title and interest in certain property in San Bernardino Meridian, California, to the Department of Health Services of the State of California. (Sec. 5311) Helium Act of 1995 - Amends the Helium Act to authorize the Secretary of the Interior to: (1) enter into agreements with private parties for the recovery and disposal of helium on Federal lands; (2) grant leasehold rights to such helium; (3) store, transport, and sell crude helium; and (4) maintain and operate existing crude helium storage facilities at the Bureau of Mines Cliffside Field. (Sec. 5313) Directs the Secretary to: (1) cease producing, refining, and marketing refined helium; and (2) dispose of all facilities, equipment, and Federal property interests relating to refined helium activities. Requires the Secretary to impose fees for helium storage, withdrawal, or transportation services. Prescribes guidelines for: (1) the purchase of helium by Federal agencies from certain private persons; and (2) the sale of crude helium by the Secretary. Requires the Secretary to make crude helium sales in amounts necessary to carry out this Act with minimum market disruption. Mandates that proceeds from helium sales be paid to the Treasury. (Sec. 5315) Instructs the Secretary to eliminate helium stockpiles by a certain deadline. Repeals the Secretary's authority to borrow under the Helium Act. (Sec. 5317) Directs the Secretary of the Interior to convey to the Texas Plains Girl Scout Council for consideration of one dollar specified lands in Potter County, Texas, reserving easements to the United States for pipeline rights-of-way. Arctic Coastal Plain Leasing and Revenue Act of 1995 - Instructs the Secretary of the Interior (the Secretary), acting through the Bureau of Land Management, to implement a competitive leasing program for oil and gas exploration, development and production within the coastal plain of the Arctic National Wildlife Refuge. (Sec. 5333) Amends the Alaska National Interest Lands Conservation Act of 1980 to repeal its proscription against oil and gas production, leases, or development from the Arctic National Wildlife Refuge. Declares that the Congress determines that such leasing program is compatible with the purposes for which the Refuge was established, and that no further findings or decisions are required to implement this directive (thereby avoiding statutorily-mandated environmental determinations). Declares this subtitle the sole authority for coastal plain leasing. Considers such coastal plain \"Federal land\" for purposes of the Federal Oil and Gas Royalty Management Act of 1982. Authorizes the Secretary to designate a specified maximum acreage as Special Areas closed to leasing if the Secretary determines that such Areas are of such unique character as to require special management and regulatory protection. Authorizes the leasing of those Areas, however, by setting lease terms that limit surface use and occupancy but permit the use of horizontal drilling technology from sites on leases located outside the designated Special Areas. Declares that the Secretary's sole authority to close lands within the Coastal Plain to oil and gas leasing and to exploration, development and production is that set forth in this subtitle. Authorizes the Secretary to convey the surface estate in certain lands to the Kaktovik Inupiat Corporation and the subsurface estate beneath such surface estate to the Arctic Slope Regional Corporation. (Sec. 5334) Confers responsibility upon the Secretary for the promulgation of rules and regulations relating to this subtitle within 14 months of enactment. (Sec. 5335) Declares that the Congress finds that the 1987 legislative environmental impact statement prepared by the Department of the Interior adequately satisfies the requirements of the National Environmental Policy Act of 1969 concerning authorized actions by the Secretary to promulgate regulations for the establishment of a leasing program and first lease sale. (Sec. 5336) Prescribes procedural guidelines for lease sales on the coastal plain to any person qualified to obtain an oil or gas lease under the Mineral Leasing Act. (Sec. 5337) Authorizes the Secretary to grant to the highest responsible qualified bidder by sealed competitive cash bonus bid any lands to be leased on the coastal plain upon payment by the lessee of such bonus as may be accepted by the Secretary and of a royalty of at least 12 1/2 percent in amount or value of lease production. Requires the Secretary's approval for subsequent transfers. Sets forth lease terms and conditions, including bonding requirements and mandatory access by the Secretary to all lease data and information. (Sec. 5341) Mandates a 90-day timetable for expedited judicial review of actions challenged under this Act. (Sec. 5342) Instructs the Secretary to issue regulations granting rights-of-way and easements for oil and gas transportation across the coastal plain in accordance with the Mineral Leasing Act of 1920. Provides for periodic on-site inspections of coastal plain facilities that are subject to environmental or safety regulations. (Sec. 5344) Mandates distribution to the State of Alaska of all Federal revenues from competitive bids, sales, bonuses, royalties, rents, fees, or interest derived from coastal plain oil and gas leases. Allocates certain deposits from such revenues to the National Park and Wildlife Refuge Renewal Fund. Establishes the Community Assistance Fund (composed of a specified portion of revenues derived from the Federal share of the first lease sale authorized by this subtitle) to assist organized boroughs and recognized Indian Reorganization Act entities which are directly impacted by oil and gas exploration and production activities to provide public and social services and facilities required in connection with such activities. (Sec. 5351) Amends the Reclamation Reform Act of 1982 to provide that any person or district holding a repayment or water service contract with the United States may prepay the construction costs either through accelerated or lump sum payments. (Sec. 5353) Amends specified Federal law to raise from $30,000 to $2 million the annual charge to San Francisco and other municipalities or water districts granted water rights-of-way from the Hetch Hetchy Dam. Makes annual operation of Yosemite National Park (currently, the building and maintenance of roads and trails in Yosemite and other California national parks) the highest priority use of the proceeds from such charges, with the remainder of any funds to be used for operations of the other California national parks. (Sec. 5355) Collbran Project Unit Conveyance Act - Prescribes guidelines under which the Secretary of the Interior shall convey to the Ute Water Conservancy District and the Collbran Conservancy District by quitclaim deed in the last quarter of FY 2000, all Federal right, title and interest to the Collbran Reclamation Project. (Sec. 5356) Sly Park Unit Conveyance Act - Instructs the Secretary of the Interior to: (1) sell the Sly Park Unit to the El Dorado Irrigation District (California) for a specified price; (2) transfer and assign certain water rights to such District; and (3) convey all Federal interest in the Sly Park Unit to the District. States that the Congress specifically finds that such sale and water rights conveyance is not subject to environmental or endangered species review under specified environmental protection laws. (Sec. 5357) Amends the Central Utah Project Completion Act to direct the Secretary of the Interior to allow for prepayment of a certain repayment contract between the United States and the Central Utah Water Conservancy District (for repayment of certain municipal and industrial water delivery facilities) under terms similar to a certain supplemental contract that provided for the prepayment of the Jordan Aqueduct. Requires the District to complete all payments by the end of FY 2002. (Sec. 5362) Amends the Federal Oil and Gas Royalty Management Act of 1982 to revise the guidelines under which the authorities of the Secretary of the Interior (the Secretary) regarding oil and gas receipts collected on lease obligations within a certain six-year period of limitations may be delegated to a State, upon its request. (Sec. 5363) Sets forth a six-year statute of limitations for any judicial proceeding arising from a royalty obligation. Prescribes procedural guidelines for Secretarial and delegated States' actions and limitation periods, including royalty adjustments and refunds. (Sec. 5365) Sets forth royalty terms, interest, and penalties, and assessments. (Sec. 5366) Prescribes procedural guidelines under which the Secretary and the State concerned shall jointly determine on a case by case basis the amount of what production from marginal properties shall be subject to prepayment or regulatory relief. Permits the Secretary's sole determination if the royalty payments are not shared with any State. (Sec. 5367) Repeals: (1) the current statute of limitations governing the recovery of penalties; and (2) the Secretary's authority to enter into cooperative agreements with any State or Indian tribe with respect to oil or gas royalty activities. Amends the Outer Continental Shelf Lands Act to repeal the guidelines governing refunds or credit granted to a lessee for excess payments. (Sec. 5368) Excludes Indian lands privately owned minerals from the purview of this Act. (Sec. 5373) Mining Law Revenue Act of 1995 - Provides that the owner of each unpatented mining claim or site shall pay: (1) an annual rental payment for each such site until a patent has been issued; and (2) a $25.00 location payment in lieu of the annual rental payment of $100 per mining claim or site for the assessment year which includes the date of location of such claim or site. Sets forth an annual rental schedule of $100 per site or claim through 1998, and $200 per year thereafter. Provides a dollar for dollar credit up to 50 percent on the annual rental payable for amounts expended on activities that qualify as annual labor under the general mining laws. Amends specified mining law to include environmental baseline monitoring as labor satisfying the statutory labor requirements of mining claims; but precludes airborne surveys as labor for more than two consecutive years or a total of five years on any one claim. Credits the annual claim rental payment against the amount of royalty obligation. Penalizes failure to make a claim rental payment with forfeiture of the claim or site. Amends the Federal Land Policy and Management Act of 1976 to repeal the requirement for annual mining claim recordation. Repeals the specified location purposes. (Sec. 5375) Imposes a royalty of five percent of the net proceeds upon the production and sale of locatable minerals from certain unpatented mining claims (and from certain patented claims). Sets forth royalty exclusion guidelines. Waives the royalty for: (1) any mine with an annual gross yield of less than $50,000; and (2) minerals processed at a facility by the same person which extracted the minerals if a certain urban development action grant has been made. Prescribes royalty payment guidelines. (Sec. 5376) Requires any State which wishes to receive certain royalty proceeds to establish an interest-bearing abandoned locatable mineral mine reclamation fund. Establishes the Abandoned Locatable Minerals Mine Reclamation Fund (Federal Fund) in the Treasury to consist of certain allocated royalty proceeds allocated from mining claims in a State where a State Fund has not been established. (Sec. 5378) Identifies: (1) Federal lands and water eligible for reclamation under this Act; and (2) sites and areas that are not eligible for expenditures from a State Fund. (Sec. 5379) Sunsets: (1) the authority of the Secretary of the Treasury to allocate funds to a State; and (2) the Federal Fund. (Sec. 5382) Amends Federal law to subject all mineral materials deposits to disposal under the terms of the Materials Act of 1947 (notwithstanding the concept of uncommon varieties). Amends specified Federal law to subject certain lands known to contain valuable mineral materials deposits to disposition by lease by the Secretary of the Interior according to specified lease conditions. Authorizes the Secretary to grant a prospecting permit giving exclusive mineral materials prospecting rights in Federal lands for a maximum two-year period. Entitles the permittee to a lease for all the land embraced in the prospecting permit, at a minimum royalty of two percent of the quantity or gross value of the minerals materials output at the point of shipment to market, if valuable mineral materials deposits have been discovered by the permittee within the area encompassed by the prospecting permit. (Sec. 5391) Instructs the Secretary of the Interior to sell all aircraft and associated facilities owned by the Department of the Interior, except for those whose primary purpose is fire suppression. Mandates that sale proceeds be returned to the Treasury. (Sec. 5402) Prescribes guidelines under which the Administrator of the Bonneville Power Administration (BPA) shall refinance a certain appropriated debt by determining with the approval of the Secretary of the Treasury: (1) a new principal amount for such debt; (2) a new interest rate for such debt based on the Treasury rate for the old capital investment; and (3) a $100 million limit on prepayments of old capital investments before a certain date. (Sec. 5406) Prescribes guidelines for interest rates for new capital investments. (Sec. 5408) Amends the Confederated Tribes of the Colville Reservation Grand Coulee Dam Settlement Act to credit specified amounts to the Administrator in certain fiscal years so long as the Administrator makes annual payments to the Tribes under a certain settlement agreement. (Sec. 5409) Directs the Administrator to offer to include provisions in future electric power service contracts that preclude further increases in the principal amount or interest rate obligations to the Government. (Sec. 5413) Alaska Power Administration Asset Sale and Termination Act - Directs the Secretary of Energy to sell: (1) the Snettisham Hydroelectric Project to the Alaska Industrial Development and Export Authority (or its successor State agency or authority); and (2) the Eklutna Hydroelectric Project to the Municipality of Anchorage, the Chugach Electric Association, Inc., and the Matanuska Electric Association, Inc. Mandates that sale proceeds be deposited into the Treasury to the credit of miscellaneous receipts. Authorizes appropriations to prepare and acquire Eklutna and Snettisham assets for sale and conveyance. Authorizes the Alaska Power Administration to expend certain funds contributed by the purchasers or customers to improve and maintain Eklutna or Snettisham. (Sec. 5414) Declares that both Projects shall continue to be exempt from certain Federal Power Act licensing requirements (subject to a certain Memorandum of Agreement). Denies such exemption to subsequent assignments of interest, unless the transferee is the Alaska Electric Generation and Transmission Cooperative Inc. Grants jurisdiction to the U.S. District Court for the District of Alaska to review and enforce such Memorandum, including the remedy of specific performance. Provides for an action seeking review of a Fish and Wildlife Program of the Governor of Alaska under the Memorandum, or challenging actions of the Memorandum parties before adoption of the Program, if it is brought within 90 days after the Governor adopts such Program. Directs the Secretary of the Interior to: (1) issue rights-of-way with respect to certain Eklutna lands to the Alaska Power Administration for subsequent reassignment to the Eklutna Purchasers at no cost to them; and (2) convey to the State of Alaska (with respect to certain Eklutna and Snettisham lands) improved lands under certain statutory selection entitlements. (Sec. 5415) Declares that the sale of the Alaska Power Administration's hydroelectric projects, and their subsequent exemption from the licensing requirements of the Federal Power Act, do not apply to other Federal hydroelectric projects. (Sec. 5421) Outer Continental Shelf Deep Water Royalty Relief Act - Amends the Outer Continental Shelf Lands Act to authorize the Secretary of the Interior to reduce or eliminate any royalty or net profit share set forth in existing leases for oil or gas resources in certain areas of deep water on the Outer Continental Shelf in the Gulf of Mexico. (Sec. 5422) Declares that, with specified exceptions, no royalty payments shall be due on new production from any lease or unit located in specified water depths in the Western and Central Planning Areas of the Gulf until certain volumes of oil equivalent are produced. (Sec. 5423) Provides for new leases and lease sales on the basis of a cash bonus bid meeting certain criteria. (Sec. 5424) Suspends royalties for a seven-year period for new leases in specified water depths in the Gulf. Subjects sales of such leases to such cash bonus bidding system. (Sec. 5431) Amends the Mineral Leasing Act to permit the export of Alaskan North Slope oil unless the President finds, within five months after enactment of this Act, that such exportation is not in the national interest. Sets forth mandatory considerations in evaluating whether such exportation is in the national interest, including an environmental review and supply and employment impact analysis. Mandates that, except in certain cases, such oil be transported by U.S.-owned merchant marine vessels. Declares that nothing in this Act shall restrict the President's authority to prohibit exportation of the oil. Instructs the Secretary of Commerce to issue, within 30 days after the President's national interest determination, necessary rules, including any licensing requirements and conditions, to implement such determination. Directs the Secretary to recommend that the President take appropriate action (including modification of export authorization) if oil exports under authority of this Act have caused sustained material supply shortages or price increases significantly above world market levels, together with sustained material adverse effects upon domestic employment. (Sec. 5441) Directs the Secretary of Agriculture to make a rental charge for all ski area permits issued under the National Forest Ski Area Permit Act of 1986 and other specified Federal law. Provides for calculation of such ski area permit rental charge (SAPRC). (Sec. 5451) Amends the Land and Water Conservation Fund Act of 1965 to increase entrance fees for National Parks, and mandate establishment of commercial tour use fees. Authorizes Federal agencies providing for camping facilities to charge recreation use fees. (Sec. 5452) Covers increased fees into special accounts for FY 1997 through 2005, specifying four percent annual increases thereafter. (Sec. 5453) Provides for allocation and use of receipts in each agency's special account. (Sec. 5461) Visitor Facilities and Services Enhancement Act of 1995 - Authorizes the Secretary of the Interior and the Secretary of Agriculture to enter into concession authorizations, including ten-year concession service agreements and two-year concession licenses. (Sec. 5464) Specifies a competitive selection process for concession service agreements. (Sec. 5465) Provides for capital improvements by concessioners with respect to public facilities on Federal lands. (Sec. 5467) Allows concessioners to set rates and charges to the public. Provides for: (1) transferability of concession authorizations; (2) the charging of Federal fees for the privilege of providing concession services; and (3) the disposition of fees. Title VI: Federal Retirement and Related Provisions - Subtitle A: Civil Service and Postal Service Provisions - Amends the Omnibus Budget Reconciliation Act of 1993 (OMBRA '93) to extend the delay in cost-of-living adjustments in Federal employee retirement benefits through FY 2002. (Sec. 6002) Revises Federal civil service law with respect to the Civil Service (CSRS) and Federal Employees (FERS) Retirement Systems regarding deductions, contributions, and deposits, increasing agency contributions under CSRS during calendar years 1996 through 2002, and providing for a phased-in increase under both systems of the amounts of individual deductions, deposits, and withholdings until 2003 when, in certain cases, the percentage of basic pay subject to such withholding reverts back to the current 1995 rate. (Sec. 6003) Makes additional retirement-related changes under both systems with regard to Members of Congress and congressional employees and their years of service for purposes of computing an annuity. (Sec. 6004) Provides under CSRS for treatment to that of congressional service with respect to accrual rates relating to certain Federal judges and other judicial personnel. (Sec. 6005) Amends Federal postal law to repeal the authorization of transitional appropriations for the U.S. Postal Service and make certain other changes to provide that liabilities formerly paid pursuant to such repealed authorization remain payable by the Postal Service. Subtitle B: Patent and Trademark Fees - Amends the Omnibus Budget Reconciliation Act of 1990 to extend the authority for the Patent and Trademark Office user fee surcharge through FY 2002. Subtitle C: GSA Property Sales - Directs the Administrator of the General Services Administration (GSA) to sell at fair market value all rights, title, and interests of the United States to Governors Island, New York, with the sale proceeds to be deposited as miscellaneous receipts in the general fund of the Treasury. Gives the State and City of New York the right of first refusal in such sale. (Sec. 6022) Outlines similar requirements for GSA's sale of certain air rights connected with Union Station in Washington, D.C., after conveyance by Amtrak. (Sec. 6023) Amends the Stewart B. McKinney Homeless Assistance Act to: (1) repeal provisions for the identification and use of surplus Federal property; and (2) authorize the GSA Administrator to transfer surplus real property, including buildings, fixtures, and equipment, for housing use to certain nonprofit organizations which exist primarily to provide housing or housing assistance for homeless individuals and families. Title VII: Transformation of the Medicaid Program - Medicaid Transformation Act of 1995 - Amends the Social Security Act (SSA) to add a new title XXI (Medigrant Program for Low-Income Individuals and Families) to replace the current Medicaid program with a new program for providing block grants to participating States with approved Medigrant plans to enable them to provide various specified medical assistance and enabling services to certain eligible low-income individuals and families. (Sec. 7001) Sets forth State plan eligibility standards, coverage rules, and administrative components pertaining to program audits, evaluations, and reports. Includes within the general framework for individual State-designed Medigrant programs optional fee-for-service benefits and limited beneficiary cost-sharing for certain low-income families with a child or pregnant woman, as well as mandatory funding set-asides for targeted low-income families, low-income elderly, and certain other special population groups. Specifies major program components: (1) providing for mandatory coverage of the disabled and prohibiting coverage exclusions based on preexisting conditions; (2) providing for individual State fraud prevention programs and Medigrant fraud control units; (3) denying medical assistance to inmates of public correction institutions and unlawful aliens in non-emergency situations; (4) specifying quality assurance requirements for certification of certain nursing facilities; (5) detailing covered medical benefits which include mental health and substance abuse treatment services, non-abortion related family planning services and supplies, durable medical equipment, long-term (including hospice) care, and Medicare cost-sharing; (6) establishing a rebate program with regard to covered program outpatient drugs; (7) outlining rules for contracting with health maintenance organizations (HMOs) and other types of managed care organizations to serve as program providers on a prepaid capitation or any other risk basis; (8) setting forth rules for preventing spousal impoverishment; (9) providing for the allotment of Medigrant funds among participating States and territories with approved Medigrant plans and a limitation on the State's obligation allotment with individual State and territory Medigrant payments determined on a quarterly basis according to certain formulae for used in the manner prescribed; and (10) outlining sanctions for State Medigrant plan noncompliance with program requirements. (Sec. 7002) Terminates the current Medicaid program. (Sec. 7003) Directs the Secretary of Health and Human Services (HHS) to conduct demonstration projects for the purpose of allowing States to use both Medicare and Medigrant funds to provide integrated systems of care for a more cost-effective full continuum of care for delivering services to meet the needs of chronically-ill elderly and disabled beneficiaries eligible for items and services under such programs. Requires such integrated systems of care to emphasize case management, prevention, and interventions designed to avoid institutionalization whenever possible. Title VIII: Medicare - Medicare Preservation Act of 1995 - Subtitle A: MedicarePlus Program - Amends SSA titles XI and XVIII (Medicare) and the Internal Revenue Code (IRC), restructuring the current Medicare program, creating a new MedicarePlus program within it, while also providing for corresponding tax treatments involving MedicarePlus medical savings accounts (MSAs) and other MedicarePlus-related matters. (Sec. 8001) Gives individuals entitled to benefits under Medicare part A (Hospital Insurance) and enrolled under Medicare part B (Supplementary Medical Insurance) the opportunity to elect Medicare coverage during annual, coordinated election periods under any number of available specified MedicarePlus benefit packages or through the existing Medicare fee-for-service system. Includes in the MedicarePlus benefit package a high deductible plan ($6,000 adjusted annually for inflation) plus contributions to a high deductible MedicarePlus MSA, as well as separate fee-for-service plans and plans offered under certain provider- and union-sponsored plans by MedicarePlus organizations certified as meeting certain standards. Directs the Secretary to provide for activities to disseminate broadly information to Medicare beneficiaries on the coverage options available in order to promote an active, informed selection among such options. Sets forth requirements relating to benefits, provision of services (including limited physician incentive plans), enrollment, premiums, and rebates. Requires MedicarePlus organizations (except those with union sponsors, Taft-Hartley sponsors, provider sponsors, or qualified association sponsors) to be licensed under State law in each State in which they offer a MedicarePlus plan. Requires such organizations to assume full financial risk on a prospective basis for the provision of health care services (other than hospice care, at the organization's election) and meet certain standards relating to financial solvency and capital adequacy. Allows an organization to obtain insurance in specified circumstances. Specifies beneficiary protection standards, including those for information disclosure, access to services, certain out-of-network emergency services, mandatory quality assurance programs, coverage determinations, grievances, appeals (including independent, outside reviews of certain coverage denials), and fair marketing procedures. Prescribes policy for payments to MedicarePlus organizations, including monthly adjusted capitation rates (with budget neutral adjustments only), and payments to the MedicarePlus MSAs of individuals electing high deductible plans. Requires the Secretary to request the National Association of Insurance Commissioners to develop proposed standards consistent with this Act for MedicarePlus organizations (other than union-sponsored, Taft-Hartley-sponsored, and provider-sponsored organizations) and their MedicarePlus plans. Permits such standards to relate to qualified association sponsors only with respect to MedicarePlus plans offered by them that are issued by State-licensed MedicarePlus organizations. Requires the Secretary to review and promulgate such standards, with any appropriate modifications. Requires the Secretary to develop standards for union sponsors, Taft-Hartley sponsors, qualified association sponsors, and MedicarePlus plans. Mandates State certification processes, subject to the Secretary's approval, for State-regulated organizations. Requires the Secretary to establish a certification process for union sponsors, Taft-Hartley sponsors, and MedicarePlus plans.. Requires MedicarePlus organizations to contract with the Secretary, subject to specified requirements, before they may offer their plans. (Sec. 8002) Revises Medicare supplemental health insurance policy certification requirements concerned with the unlawful duplication of health benefits coverage, adding appropriate references to MedicarePlus plans, among other changes. (Sec. 8003) Sets forth transitional rules for current Medicare HMO programs. (Sec. 8011) Amends IRC to exclude from an individual's gross income: (1) any Federal payment to his or her MedicarePlus MSA, with special rules for distributions and the treatment of account after death of account holder; and (2) any Medicare Part B premium discount rebate. (Sec. 8021) Amends SSA title XVIII to establish the Medicare Payment Review Commission (replacing the Prospective Payment Assessment Commission (ProPAC) and the Physician Payment Review Commission (PPRC), hereby abolished) which shall, among other things, review program payment policies (including those under the new MedicarePlus program) for appropriate recommendations to the Congress concerning such policies. Authorizes appropriations. (Sec. 8031) Amends IRC to continue to treat as a tax-exempt charitable organization any organization which owns and operates a hospital which participates in a provider-sponsored organization, regardless of whether such provider-sponsored organization is itself tax-exempt. Subtitle B: Health Care Fraud and Abuse Prevention - Amends SSA title XI to direct the Secretary, acting through the HHS Office of Inspector General, and the Attorney General to establish a health plan fraud and abuse prevention program which shall coordinate Federal, State, and local programs as well as enforce SSA requirements. (Sec. 8101) Establishes a Health Care Fraud and Abuse Control Account in the Federal Hospital Insurance Trust Fund. Makes appropriations to such Account, including transfers representing certain criminal fines and civil monetary penalties. (Sec. 8102) Establishes a Medicare Integrity Program for contracting out to private entities specified medical and utilization review, fraud review, auditing and public education activities. Eliminates fiscal intermediary and carrier responsibility for carrying out activities subject to such program. (Sec. 8103) Directs the Secretary to establish: (1) a beneficiary incentive program encouraging individuals, for monetary rewards, to report information on individuals and entities engaged in Medicare fraud and abuse; and (2) a program encouraging individuals to submit suggestions on methods to improve Medicare efficiency. (Sec. 8105) Amends SSA title XI to direct the Secretary to solicit proposals for modifications to existing safe harbors and new safe harbors for payment practices which shall not be treated as criminal offenses. Authorizes any person, at any time, to request the Inspector General for: (1) an interpretive ruling on the meaning of certain anti-fraud and abuse civil money and criminal penalty provisions; and (2) a special fraud alert informing the public of practices considered suspect or of particular concern under the Medicare or a State health care program. (Sec. 8111) Mandates exclusion from participation in any Medicare or State health care program of individuals or entities convicted of a felony relating to health care fraud or unlawful manufacture, distribution, prescription, or dispensing of a controlled substance. Subjects individuals or entities convicted of misdemeanor fraud or controlled substance offenses to permissive exclusion from such programs. Specifies minimum exclusion periods for individuals and entities subject to permissive exclusion from such programs. Provides for permissive exclusion of individuals controlling a sanctioned entity, either as officers or managing employees or as direct or indirect owners who knew or should have known of the action constituting the basis for the conviction or exclusion. (Sec. 8114) Revises the requirements for sanctions against practitioners and other persons for failure to comply with statutory obligations to: (1) set a minimum one-year permissive exclusion from eligibility to provide services; and (2) repeal the requirement that the Secretary, before imposing a sanction, consider the practitioner's or person's willingness or lack of ability to enter into and successfully complete a corrective action plan. (Sec. 8115) Amends SSA title XVIII (Medicare) to provide for the application of intermediate sanctions, including civil money penalties and enrollment suspensions, to health maintenance organizations (HMOs) for Medicare program violations in lieu of contract termination. (Sec. 8116) Amends SSA title XI to add a new exception to anti-kickback penalties for any remuneration between a MedicarePlus organization and an individual or entity providing items or services (or a combination of them) pursuant to a written agreement under which the individual or entity is placed at substantial financial risk for the cost or utilization of the items or services which the individual or entity is obliged to provide (managed care arrangements). (Sec. 8117) Establishes criminal penalties for anyone who knowingly and willfully converts assets, by transfer (including any transfer in trust), aiding in such a transfer, or otherwise, in order for an individual to become eligible for benefits under a State health care program. (Sec. 8121) Directs the Secretary to establish a national health care fraud and abuse data collection program for the reporting, by every Government agency and health plan, of final adverse actions (except settlements with no findings of liability) against health care providers, suppliers, or practitioners. (Sec. 8131) Revises civil money penalties. Establishes such penalties for: (1) knowingly submitting a claim for a medically unnecessary item or service, or one knowingly based on incorrect coding; and (2) offering remuneration to any individual eligible for Medicare or State health care benefits to influence such individual to order or receive any item or service from a particular provider, practitioner, or supplier. (Sec. 1832) Requires a knowing level of intent (scienter) in violations for the imposition of civil money penalties. (Sec. 8133) Establishes civil money penalties for any physician who falsely certifies an individual for home health services. (Sec. 8141) Revises the Federal criminal code to specify criminal penalties for: (1) health care fraud; (2) false statements relating to health care matters; (3) obstruction of criminal investigations of health care offenses; (4) theft and embezzlement in connection with health care; and (5) laundering of monetary instruments related to a health care offense. (Sec. 8142) Provides for injunctive relief and criminal forfeiture with respect to Federal health care offenses. (Sec. 8148) Prescribes investigative demand procedures. (Sec. 8151) Extends to State MediGrant fraud control units: (1) concurrent authority, with specific Federal and State approval, to investigate and prosecute fraud in any Federal health care program; and (2) authority to investigate and prosecute patient abuse in non-MediGrant board and care facilities. Subtitle C: Regulatory Relief - Amends SSA title XVIII, as well as OMBRA' 93, to outline various specified revisions to Medicare physician referral prohibitions and other related provisions for the purpose of achieving Medicare regulatory relief. (Sec. 8201) Includes among such revisions: (1) removal of compensation arrangements from the proscribed financial arrangements between a physician and any entity to which he or she may refer a Medicare beneficiary (thus limiting proscribed financial arrangements to an ownership or investment interest in the entity); and (2) limitation of the designated health services subject to such prohibition to parenteral and enteral nutrients, equipment, and supplies, radiology services, and outpatient physical or occupational therapy services. (Sec. 8204) Revises exceptions to the prohibition against physician referrals to an entity in which the referring physician has an ownership or investment relationship to: (1) repeal the site-of-service requirement for excepted in-office ancillary services; (2) revise the exceptions for services furnished in a rural area and for pre-paid plans; and (3) add new exceptions for shared facility services and services furnished in communities with no alternative providers, in ambulatory surgical centers, in renal dialysis facilities, in a hospice, or in a comprehensive outpatient rehabilitation facility. Subtitle D: Modification in Payment Policies Regarding Graduate Medical Education - Amends SSA title XVIII to modify payment policies under Medicare regarding graduate medical education, making various specified changes with regard to indirect medical education payments and direct graduate medical education that include: (1) revised indirect teaching adjustment factors; and (2) payment adjustments for certain fiscal years for medical residency training programs in allopathic and osteopathic medicine. Subtitle E: Provisions Relating to Part A - Outlines various specified technical revisions in Medicare Part A hospital and skilled nursing facility payment requirements, providing for various FY 1996 through 2002 reductions in prospective payment system (PPS) hospital inflation updates, disproportionate share payment adjustments, capital payments for PPS hospitals, payments for hospice services, and other specified adjustments and payment-related changes, including those for PPS-exempt hospital payments. (Sec. 8405) Provides for scheduled reductions in payments to hospitals for enrollees' bad debts. (Sec. 8406) Provides for increases in the update for certain hospitals with a high proportion of Medicare patients. (Sec. 8410) Directs the Secretary to establish a PPS for skilled nursing facilities. (Sec. 8411) Revises the definition of routine service costs for skilled nursing facilities. (Sec. 8412) Establishes a program for cost-effective management of covered non-routine services of skilled nursing facilities. (Sec. 8413) Provides for payments for routine service costs for skilled nursing facilities, as well as for reductions in payments for capital-related costs. (Sec. 8115) Requires payment to a skilled nursing facility for any item or service (other than a portable X-ray or portable electrocardiogram treated as a physician's service) furnished to a resident. Excludes from Medicare coverage any expenses for covered non-routine services (other than a portable X-ray or portable electrocardiogram treated as a physician's service) furnished to a resident which is not billed by the facility. Requires a specified reduction during FY 1996 through 2002 of the reasonable cost of an item or service furnished by a skilled nursing facility for which the Secretary pays. (Sec. 8416) States that, in order to ensure that Medicare beneficiaries are furnished appropriate extended care services, the Secretary shall establish and implement a medical review process to examine the effects of the amendments made by this subtitle on the quality of extended care services furnished to Medicare beneficiaries. (Sec. 8417) Requires the Medicare Payment Review Commission to report to the Congress on the system under which payment is made under Medicare for extended care services of skilled nursing facilities. (Sec. 8422) Makes permanent the pass-through payment to hospitals with respect to the costs of administering blood-clotting factors to hemophilia inpatients. Subtitle F: Provisions Relating to Part B - Revises specified Medicare Part B requirements, among other things: (1) replacing the volume performance standard for payments for physicians' services with a sustainable growth rate; (2) eliminating formula-driven overpayments for certain outpatient hospital services; and (3) reducing updates to payment amounts for clinical diagnostic laboratory tests. Makes other specified payment changes similar in nature with regard to durable medical equipment (DME). (Sec. 8505) Limits the reasonable charges during each of the years 1996 through 2002 for parenteral and enteral nutrients, supplies, and equipment to the amount of charges determined reasonable during 1993. (Sec. 8506) Postpones from January 1, 1996, to January 1, 2003, the deadline for a survey of ambulatory surgical center costs for service payment update purposes; but prohibits any such updates for FY 1996 through 2002. (Sec. 8507) Prohibits the Secretary, in determining the reasonable cost or charge of ambulance services for FY 1996 through 2002, from recognizing any costs in excess of those recognized as reasonable for FY 1995. (Sec. 8508) Limits to 50 percent of the fee schedule amount each for a physician and a certified registered nurse anesthetist who jointly furnish single case anesthesia services, if the carrier determines that such joint services were not medically necessary. (Sec. 8511) Extends the Medicare part B premium through December 2002, increased by 13 percent of the monthly actuarial rate for enrollees age 65 and over, with premium amounts collected beginning January 1996 transferred to the Federal Hospital Insurance Trust Fund under part A. (Sec. 8512) Provides for certain part B premium increases for individuals with modified adjusted gross incomes for a taxable year in excess of certain threshold amounts, or decreases if the actual modified adjusted gross income is less than the initially determined amount. Requires premium decrease payments to an individual's surviving spouse or estate if the eligible individual is deceased. Amends the Internal Revenue Code to authorize the Secretary of the Treasury, upon the request of the HHS Secretary, to disclose to the Health Care Financing Administration (HCFA) return information about a taxpayer required to pay a monthly Medicare part B premium. Subtitle G: Provisions Relating to Parts A and B - Amends SSA title XVIII to provide for Medicare payment for home health services in accordance with various specified guidelines. (Sec. 8601) Includes payment for prosthetics and orthotics along with payment for durable medical equipment under Medicare part A. Limits the entitlement to part A home health services to 165 days during any spell of illness. States that payment shall be made for home health services furnished by Christian Science providers meeting requirements of the First Church of Christ, Scientist, Boston, Massachusetts, who are certified under criteria established by the Secretary. (Sec. 8602) Provides for maintaining savings resulting from a temporary freeze on payment increases for home health services, basing updates to per visit cost limits on the limits for FY 1993. (Sec. 8603) Amends the Omnibus Budget Reconciliation Act of 1986 to extend through FY 1996 the waiver of presumption of lack of knowledge of exclusion from coverage for home health agencies. (Sec. 8604) Extends from 15 months to 36 months the period between standard surveys for home health agency certification. Requires the Secretary to establish a frequency for surveys of home health agencies within the 36-month interval commensurate with the need to assure the delivery of quality home health services. (Sec. 8611) Provides, with regard to Medicare as secondary payer, for: (1) extension and expansion of existing requirements; and (2) recovery against third party administrators of primary plans. (Sec. 8621) Provides for Medicare coverage of a Federal Food and Drug Administration (FDA)-approved oral drug prescribed for use as an anti-cancer nonsteroidal anti-estrogen for the treatment of breast cancer. (Sec. 8622) Declares that nothing in this Act shall be construed to change the Medicare status of Indian health service facilities. Revises the specification of Christian Science providers as hospitals and skilled nursing facilities to change certification by the First Church of Christ, Scientist, Boston, Massachusetts, to certification by the Commission for Accreditation of Christian Science Nursing Organizations-Facilities, Inc. (Sec. 8631) Specifies Medicare budget targets for FY 1997 through 2002, with a formula for determination of such targets in subsequent fiscal years. Requires adjustment in applicable payment rates or payments for items and services in each excess spending sector of Medicare services for a fiscal year if the fee-for-service expenditures for all sectors of Medicare services will exceed the sum of allotments for such fiscal year (\"failsafe budget mechanism\"). Requires such adjustment for each excess spending sector to result in a reduction in the fee-for-services expenditures for the sector by 133 and one-third percent of the amount of the sector reduction target for that sector. Specifies the sectors of Medicare services, as well as the formula for determining each sector's fiscal year allotment. Requires an annual report by the Board of Trustees of the Federal Hospital Insurance Trust Fund on: (1) the annual rate of growth in Medicare part A expenditures that would be required to maintain the financial solvency of the Trust Fund; and (2) the extent to which the fail-safe budget mechanism restrains such rate of growth in order to achieve such solvency. Subtitle H: Rural Areas - Extends through FY 2000 the special treatment in payment methodology, as well as the target amount, for Medicare-dependent, small rural hospitals. Extends through FY 1999 the Secretary's authority to permit a hospital which has been a rural referral center to decline reclassification as located in an urban area. (Sec. 8702) Replaces the essential access community hospital grant program with one under which a State may establish a Medicare rural hospital flexibility program providing for at least one rural health network and one critical access hospital. (Sec. 8703) Provides for rural emergency access care hospitals and hospital services eligible for Medicare payments. (Sec. 8704) States that the application of a rural referral center to decline reclassification as located in an urban area may not be rejected on the basis of any comparison between the average hourly wage of the hospital and the average hourly wage of hospitals in the area in which it is located. Declares that any hospital classified as a rural referral center for FY 1994 shall be so classified for FY 1996 and each subsequent fiscal year. (Sec. 8705) States that the area wage index for inpatient hospital service payment adjustments regarding patient discharges on or after October 1, 1995, with respect to any hospital not located in a rural area, shall not be less than the average of the area wage indices applicable to hospitals located in rural areas in the State in which the hospital is located. (Sec. 8706) Increases from a ten percent to 20 percent the incentive bonus for physicians' services furnished in a health professional shortage area, but limits such bonus to primary care services. Extends the period of services to an individual for which a bonus is payable to three years after the shortage area designation is withdrawn. (Sec. 8707) Provides for payments to physician assistants and nurse practitioners for services furnished in outpatient or home settings. (Sec. 8708) Provides for approval of certain nurse aide training and related programs in underserved areas which otherwise would not meet approval criteria. Title IX: Transportation and Related Provisions - Requires, with respect to the minimum allocation for highway programs for FY 1996: (1) the Secretary of Transportation to determine, in accordance with the policies established by the Intermodal Surface Transportation Efficiency Act of 1991 (ISTEA), which of the States will no longer require an apportionment and which will require decreased funding as a result of the termination of the Interstate construction program; and (2) as a result of the reduced number of States that may require an apportionment and the decrease in the amount of funds some States will require, the maximum amount available for apportionment to be reduced from the amount apportioned for FY 1995 by 60.4 percent. Sets forth provisions regarding the effect of such change on certain calculations under ISTEA. (Sec. 9002) Extends specified vessel tonnage duties through FY 2002. (Sec. 9003) Authorizes the Director of the Federal Emergency Management Agency (FEMA) to assess and collect fees applicable to persons subject to radiological emergency preparedness regulations issued by the Director. Directs that such: (1) assessment and collection be fair and equitable, reflecting the full costs to FEMA of providing radiological emergency planning, preparedness, response, and associated services; and (2) fees be assessed in a manner that reflects the use of FEMA resources for classes of regulated persons and the administrative costs of collecting such fees. Sets forth provisions regarding: (1) the amount of fees; (2) the deposit of fees in the Treasury; and (3) the expiration of the Director's authority to assess and collect such fees. Title X: Veterans and Related Provisions - Veterans Reconciliation Act of 1995 - Subtitle A: Extension of Temporary Authorities - Extends through FY 2002: (1) the requirement that non-service disabled veterans having incomes above a specified level make copayments in exchange for hospital and medical care received through the Department of Veterans Affairs (Department, for purposes of this title); (2) the authority for collection of a $2 copayment from veterans earning above a minimum income level for prescription medication furnished for outpatient treatment of a nonservice-connected condition; (3) certain Department authority for veterans' medical care cost recovery; (4) the authority under Federal veterans' benefits provisions and the Internal Revenue Code to verify a veteran's income for purposes of eligibility for needs-based benefits; (5) a pension payment limitation of $90 monthly to Medicaid-eligible veterans and surviving spouses who have no dependents and who are in Medicaid-participating nursing homes; (6) the authority of the Secretary of Veterans Affairs to charge and collect a home loan fee for housing loans which are guaranteed by the Department; (7) the procedures applicable upon the default of such guaranteed loans; and (8) the authority of the Secretary to issue and guarantee the timely payment of certificates evidencing an interest in a pool of mortgage loans made in connection with the sale of defaulted properties. Subtitle B: Other Matters - Increases from $2 to $4 the prescription drug copayment required from certain veterans. Terminates the authority of the Secretary to waive such copayments or the collection of any indebtedness for failure to make such copayments. Prohibits such required copayments in the case of veterans who are former prisoners of war. (Sec. 10022) Directs the Secretary, as of December 1, 1995, to round down to the next lower whole dollar any cost-of-living adjustments in veterans' disability compensation and dependency and indemnity compensation rates. Prohibits any such rates from being increased during FY 1997 through 2002 by a percentage which is more than the percentage increase for benefits under title II (Old Age, Survivors and Disability Insurance) of the Social Security Act. (Sec. 10023) Revises the Government's liability standard for injuries or death resulting from Department treatment to allow compensation to be awarded for the additional disability in the same manner as if the disability or death were service-connected. Provides proximate cause requirements. Makes such revision effective for claims received by the Secretary on or after October 1, 1995. (Sec. 10024) Prohibits the withholding of any payments normally made to a veteran or a survivor because of any liability to the Secretary arising out of any loan made to, or insured or guaranteed on account of, such veteran unless the Secretary provides written notice through certified mail of the authority to waive the payment of the indebtedness. Outlines procedures to be followed when the Secretary does not waive the entire amount of such indebtedness. Title XI: Revenue Provisions - Revenue Reconciliation Act of 1995 - Subtitle A: Family Tax Relief - Amends the Internal Revenue Code to allow a credit of $500 annually per child. Provides for reductions in such credit, if income exceeds specified amounts. Increases the standard deduction for married individuals. Allows a credit of up to $5000 for qualified adoption expenses. Excludes from gross income up to $5000 of employee adoption assistance provided by an employer. Allows a deduction of up to $2,500 for interest on qualified educational loans. Subtitle B: Savings and Investment Incentives - Chapter 1: Retirement Savings Incentives - Subchapter A: Individual Retirement Plans - Part I: Restoration of IRA Deduction - Increases the income limits for Individual Retirement Account deductions. Allows for full participation by both spouses, including homemakers. Provides an inflation adjustment for the deductible amount. Part II: Nondeductible Tax-Free IRAs - Provides for the establishment of American Dream IRA accounts for which there shall be no deduction for contributions, however, qualifying distributions shall not be included in gross income. Subchapter B: Penalty-Free Distributions - Permits, as specified, distributions without penalty: (1) to purchase a first home; (2) for financially devastating medical expenses; (3) for qualified higher education expenses; or (4) for certain unemployed individuals. Subchapter C: Simple Savings Plans - Provides for the establishment of simple retirement accounts for employees of employers who employ 100 or fewer employees. Permits payments of up to $6000 annually into such an account by an employer. Allows for the deduction by the employee of such payment. Treats employer contributions to such plans generally the same as deductions of an employer to an employees' trust or annuity plan and compensation under a deferred-payment plan are treated. Provides for the extension a simple plan to a 401(k) arrangement. Chapter 2: Capital Gains Reform - Subchapter A: Taxpayers Other Than Corporations - Establishes a capital gains deduction of 50 percent for individuals. Set forth special rules for collectibles. Requires indexing, based on the gross national product deflator, of the adjusted basis of certain assets (corporate stock and tangible property that is a capital asset or property used in a trade or business) that have been held for more than three years at the time of sale or other transfer, solely for the purposes of determining gain or loss. Allows a taxpayer, other than a corporation that holds any readily tradable stock on January 1, 2001, to treat such stock as having been sold on the last business day before such date for an amount equal to its closing market price on such last business day (and as having been reacquired on such last business day for an amount equal to such closing price). Doubles the amount of gross assets a corporation may have and still qualify for the 50 percent exclusion for gain from certain small business stock. Repeals the per-issuer limitation. Subchapter B: Corporate Capital Gains - Revises the alternative tax for corporations to set forth the general rule that if there is a net capital gain for a corporation, then in lieu of other applicable taxes, a tax is imposed consisting of the sum of: (1) a tax computed on the taxable income reduced by the net capital gain, at the rates and in the manner as if this provision had not been enacted; plus (2) a tax of 28 percent of the net capital gain. Provides a special rule for qualified small business gain. Subchapter C: Capital Loss Deduction Allowed with Respect to Sale or Exchange of Principal Residence - Allows an itemized deduction for losses arising from the sale or exchange of a principal residence. Chapter 3: Corporate Alternative Minimum Tax Reform - Revises: (1) depreciation rules used for adjusting the computation of alternative minimum taxable income; and (2) provisions for determining credit for prior minimum tax liability so as to allow long-term unused credits against the minimum tax. Chapter 4: Cost Recovery Provisions - Provides for the treatment of lessor improvements which are abandoned at the termination of a lease. Increases the dollar limitation on the election to expense certain depreciable business assets. Subtitle C: Health Related Provisions - Chapter 1: Long-Term Care Provisions - Subchapter A: Long-Term Care Services and Contracts - Part I: General Provisions - Provides for the treatment of qualified long-term care insurance or plans as accident and health insurance or plans. Revises the computation of reserves for purposes of determining insurance company income. Prohibits provision of long-term care insurance under cafeteria plans. Includes in an employee's gross income employer-provided coverage for long-term care services to the extent such coverage is provided by a flexible spending arrangement. Makes inapplicable, with respect to coverage under a long-term care insurance contract, the excise tax imposed on group health plans for failure to provide continuation coverage. Makes amounts paid to relatives for long-term care services (unless they are licensed professionals with respect to such services) ineligible for the income tax deduction for medical expenses. (Sec. 11042) Includes amounts paid for qualified long-term care services as medical expenses deductible from gross income. (Sec. 11043) Provides for nonrecognition of gain on the exchange of a life insurance contract or an endowment or annuity contract for a long-term care insurance contract. (Sec. 11044) Excludes from the penalty tax on early distributions from qualified retirement plans certain amounts withdrawn to pay long-term care premiums. (Sec. 11045) Requires returns to be made by persons who pay long-term care benefits and statements to be supplied to persons with respect to whom information is provided. Part II: Consumer Protection Provisions - Requires a long-term care insurance contract to meet the following general requirements: (1) specified model regulation and model Act requirements of the long-term care insurance model regulations and the long-term care insurance model Act promulgated by the National Association of Insurance Commissioners; (2) specified disclosure requirements; and (3) specified nonforfeiture requirements. Imposes a tax of $100 per day per policy on any person failing to meet specified requirements of the model regulations and model Act. Subchapter B: Treatment of Accelerated Death Benefits - Provides that any amount paid or advanced to an individual under a life insurance contract because such individual is terminally ill or chronically ill and confined to an institution shall be treated as an amount paid by reason of the death of the insured. Allows life insurance companies to issue accelerated death benefit riders on life insurance contracts. Chapter 2: Medical Savings Accounts - Permits a deduction as a medical expense of up to $2000 for an individual and up to $4000 for a family for amounts paid into a medical savings account. Defines a medical savings account and states, as part of the definition, that any amount paid out of such an account exclusively for qualified medical expenses shall not be included in gross income. Provides for the exclusion of the value of a medical savings account from the value of the gross estate for purposes of determining the value of the taxable estate. Chapter 3: Increase in Deduction for Health Insurance Costs of Self-Employed Individuals - Increases, in increments, the deduction allowed for the health insurance costs of self-employed individuals until it reaches 50 percent by the year 2002. Subtitle D: Estate and Gift Provisions - Increases the unified estate and gift tax credit. Excludes from the gross value of certain estates involving a family-owned business the lesser of: (1) the adjusted value of the qualified family-owned business interests of the decedent otherwise includable in the estate; or (2) the sum of $1 million, plus 50 percent of the excess of the adjusted value of such interests over $1 million, but not over $2.5 million. Provides for a limited exclusion from the value of a gross estate for the election of a qualified conservation easement. Subtitle E: Extension of Expiring Provisions - Chapter 1: Temporary Extensions - Extends, as specified, provisions concerning the following: (1) the work opportunity tax credit; (2) employer-provided educational assistance programs; (3) the research tax credit; (4) the orphan drug tax credit; (5) contributions of stock to private foundations; (6) the delay of the tax on fuel used in commercial aviation; (7) the airport and airway trust fund excise taxes; and (8) Internal Revenue Service user fees. Chapter 2: Sunset of Low-Income Housing Credit - Terminates the low-income housing credit after December 31, 1997. Chapter 3: Extensions of Superfund and Oil Spill Liability Taxes - Extends: (1) the environmental tax until January 1, 1997; (2) the Hazardous Substance Superfund financing rate until October 1, 1996; and (3) the Oil Spill Liability Trust Fund financing rate until October 1, 2002. Chapter 4: Extensions Relating to Fuel Taxes - Extends the: (1) ethanol blender refund provisions until September 30, 1999; and (2) binding contract date for biomass and coal facilities provisions for one year. Provides an exemption from diesel fuel dyeing requirements for certain States. Prohibits an excise tax, until July 1, 1997, on diesel fuel sold for use or used in diesel powered motor boats. Chapter 5: Permanent Extension of FUTA Exemption for Alien Agricultural Workers - Extends permanently the Federal Unemployment Tax Act exemption for alien agricultural workers. Chapter 6: Disclosure of Return Information for Administration of Certain Veterans Programs - Extends the authority to disclose certain return information to the Department of Veterans Affairs. Subtitle F: Taxpayer Bill of Rights 2 Provisions - Authorizes the abatement of interest in the case of an unreasonable error in the performance by the IRS of a ministerial or managerial act. (Currently, such abatement is authorized for an error of a ministerial act.) Permits a joint return to be made after the filing of separate returns without the full payment of taxes shown on the return. Increases from $500 to $50,000 the offers-in-compromise amount for which a written opinion is required from the Office of Chief Counsel. Raises the amount of attorney's fees recoverable per hour by the prevailing party. Permits the awarding of litigation costs in declaratory judgment proceedings. Increases the limit from $100,000 to $1,000,000 on the recovery available for unauthorized IRS collection activities. Includes enrolled agents as third-party recordkeepers. Requires an annual notice to each taxpayer with an outstanding tax delinquency. Subtitle G: Casualty and Involuntary Conversion Provisions - Revises involuntary conversion provisions to provide that if property was acquired as the result of a compulsory or involuntary conversion (as a result of partial or whole destruction through theft, seizure, or requisition or condemnation), the basis shall be the same as in the case of the property so converted: (1) decreased by the amount of any money received which was not expended in accordance with law determining taxable status of any gain or loss upon conversion; or (2) increased in the amount of gain or decreased in the amount of loss recognized upon conversion. Provides that, in the case of a C corporation, certain partnerships owned by one or more C corporations, or any taxpayer with involuntarily converted property with a realized gain of more than $100,000, any replacement property must be acquired from an unrelated person. Provides for the application of involuntary exclusion rules to presidentially declared disasters. Subtitle H: Exempt Organizations and Charitable Reforms - Chapter 1: Excise Tax on Amounts of Private Excess Benefits - Imposes a 25 percent tax (which shall be paid by the disqualified person) on any transaction from which an economic benefit is provided by a tax-exempt organization directly or indirectly to a disqualified person, if the value of the benefit exceeds the value of the consideration. Sets forth additional reporting requirements for 501(c)(3) organizations. Increases penalties on such organizations for violation of certain return filing provisions. Chapter 2: Other Provisions - Permits tax-exempt foundations and community foundations to establish tax-exempt community service organizations to operate exclusively for charitable purposes. Applies the excise tax on private foundations, except the taxes on investment income and on failure to distribute income, to such organizations. Declares that unrelated trade or business does not include the activity of soliciting and receiving qualified sponsorship payments for purposes of the tax on unrelated business income of charitable and other tax-exempt organizations. Prohibits agricultural or horticultural organization member dues of less than $100 from being treated as unrelated business income. Subtitle I: Tax Reform and Other Provisions - Chapter 1: Provisions Relating to Business - Provides, with respect to a corporate shareholder's basis in stock reduced by the nontax portion of extraordinary dividends, that if the nontaxed portion of such dividends exceeds such basis, such excess shall be treated as gain from the sale or exchange of such stock for the taxable year in which the extraordinary dividend is received. Requires the organizer of a corporate tax shelter to register the shelter. Sets forth penalties for failure to file. Prohibits a deduction for interest paid on life insurance policies, endowments, or annuities which cover a company officer or employee. Repeals the Puerto Rico and possessions tax credit for years beginning after December 31, 1995. Revises provisions concerning: (1) the income forecast method of determining depreciation deductions; and (2) transfers of excess pension assets to retiree health accounts. Repeals the exclusion for interest on loans used to acquire employer securities. Chapter 2: Legal Reforms - Specifies that the exclusion from income of damages for personal injuries or sickness does not include punitive damages. Chapter 3: Reforms Relating to Nonrecognition Provisions - Prohibits the nonrecognition of gain on the sale of a principal residence: (1) which is attributable to depreciation adjustments; or (2) unless the replacement property is located in the United States. Chapter 4: Excise Tax and Tax-Exempt Bond Provisions - Repeals the diesel fuel tax rebate to purchasers of diesel-powered automobiles and light trucks. Prohibits the imposition of the ozone depleting chemicals tax on any halon imported from any country which is a signatory to the Montreal Protocol on Substances that Deplete the Ozone Layer. Revises provisions concerning exempt facilities bond penalties to allow an election, as specified, to avoid such penalties for certain local furnishers of electricity and gas. Sets forth a special provision concerning the financing of the Snettisham hydroelectric project in Alaska. Chapter 5: Foreign Trust Tax Compliance - Revises the requirements regarding information that must be reported regarding certain foreign trusts. Modifies the circumstances (with regard to foreign trusts having one or more U.S. beneficiaries) in which a transferor is treated as the owner. Replaces provisions setting forth a special rule applicable to foreign grantors with provisions declaring that provisions relating to treating grantors and others as substantial owners shall apply only when that application results in an amount being currently taken into account in computing the income of a U.S. citizen or resident or a domestic corporation. Requires a United States person to report information regarding foreign gifts or bequests when the gifts' aggregate value during a taxable year exceeds $10,000. Modifies requirements regarding the interest charge on accumulation distributions from foreign trusts. Changes the circumstances in which an estate or trust is included in the definition of \"United States person.\" Modifies the definition of \"foreign estate or trust.\" Requires (for provisions relating to the imposition of a tax on transfers to avoid income tax) treating a trust which is not a foreign trust and which becomes a foreign trust as having transferred, immediately before becoming a foreign trust, all of its assets to a foreign trust. Chapter 6: Treatment of Individuals Who Lose United States Citizenship - Revises provisions concerning expatriation to avoid taxes, including the following changes: (1) applies provisions to certain long-term residents; (2) permits the Secretary to expand the ten-year taxation period to 15 years; (3) increases the categories of income treated as U.S. source income; (4) giving credit for foreign taxes imposed on U.S. source income; and (5) requiring the filing of certain information by expatriates. Revises the comparable estate and gift tax provisions. Chapter 7: Financial Assets Securitization Investment Trusts - Exempts a Financial Asset Securitization Investment Trust (FASIT) from taxation under subtitle M (Regulated Investment Companies and Real Estate Investment Trusts) of Chapter One of the IRC and prohibits its treatment as a trust, partnership, corporation, or taxable mortgage pool. Sets forth provisions which provide for determining the taxable income of the holder of the ownership interest in a FASIT. Chapter 8: Depreciation Provisions - Amends provisions concerning the corporate income tax exclusion of contributions to the capital of the taxpayer. Includes as a qualifying contribution any amount of money or property received by a regulated public utility which provides water or sewage disposal services that: (1) is a contribution in aid of construction; (2) meets certain expenditure requirements; and (3) is not included in the taxpayer's rate base. Excludes amounts paid as service charges for starting or stopping services. Determines the depreciation deduction for such property by using the straight line method and provides for a 25-year recovery period. Revises provisions concerning: (1) the deduction for certain operating authority; and (2) the class life for gas station convenience stores and similar structures. Chapter 9: Other Provisions - Provides for the application of the failure-to-pay penalty to returns prepared by the Secretary. Requires withholding from bingo and keno winnings. Provides that amortizable portion of any loss arising from the sale or exchange of foreclosure property which is treated as a capital loss shall be treated as a loss from the sale or exchange of real property used in carrying on an insurance business which is recognized ratably over a ten year period. Provides nonrecognition treatment for certain transfers by common trust funds to regulated investment companies. Provides for the treatment of: (1) the election to cease status as a qualified scholarship funding corporation; (2) certain amounts derived from foreign corporations as unrelated business taxable income; and (3) newspaper distributors as direct sellers. Repeals the bad debt reserve method, concerning reserves for losses on loans, for thrift savings associations. Subtitle J: Tax Simplification - Chapter 1: Provisions Relating to Individuals - Allows gains to be rolled over from one residence to another in the order the residences are purchased and used, regardless of the reasons for the sale of the old residence. Sets a two-year residence rule for taxpayers who sell a residence pursuant to a divorce or marital separation for purposes of determining the rollover of gain on the sale of a principal residence. Provides that the amount allowed as a deduction to rural mail carriers for the business expense of a vehicle shall be equal to qualified reimbursements. Amends the Technical and Miscellaneous Revenue Act of 1988 to repeal the rule on the business use of automobiles by rural mail carriers. Chapter 2: Pension Simplification - Subchapter A: Simplified Distribution Rules - Treats a stock bonus, pension, or profit-sharing trust which would otherwise be exempt from tax, except that it was organized outside the U.S., as a tax exempt trust. Repeals the $5,000 exclusion of employees' death benefits. Establishes a method of taxing annuity payments by taking into account the investment in the contract and the number of anticipated payments. Subchapter B: Increased Access to Pension Plans - Makes tax- exempt organizations (except for State and local governments) eligible for 401(k) plans. Subchapter C: Nondiscrimination Provisions - Redefines the term \"highly compensated employee\" for pension, profit sharing, stock bonus plan, etc. purposes. Makes such an employee one who is a five-percent owner, or one who has compensation from the employer in excess of $80,000, or and was in top-paid group of the employer. Repeals the family aggregation rules. Provides alternative methods of satisfying the special nondiscrimination requirements applicable to elective deferrals and employer matching contributions. Modifies the present nondiscrimination test applicable to simplified employee pension plans to provide that the average deferral percentage for nonhighly compensated employees for the previous year is to be used. Subchapter D: Miscellaneous Provisions - Establishes a contribution limit for owner-employees of retirement plans. Allows rural cooperatives which include cash or deferred arrangements to make distributions to participants after attainment of age 59 and one-half. Modifies the treatment of government plans with respect to limits on contributions and benefits. Provides special rules for distributions of deferred compensation plans of State and local governments and tax-exempt organizations. Provides for the application of participant's compensation provisions to permanently and totally disabled participants when a defined contribution plan provides for the continuation of contributions on behalf of all such disabled participants for a fixed or determinable period. Makes the social security retirement age the uniform retirement age for purposes of discrimination testing. Doubles from five to ten percent the tax on prohibited transactions. Repeals the combined limit for participants in both a defined contribution plan and a defined benefit plan maintained by the same employer. Revises the definition of leased employee to mean one whose services are performed under the control of a service recipient, instead of one whose services are historically performed by employees. Chapter 3: Treatment of Large Partnerships - Establishes special rules for electing large partnerships (100 or more partners) with respect to: (1) determining the income tax of a partner; (2) computing the taxable income of such partnership; and (3) treatment of contributed property. Provides that a large partnership does not include one where: (1) substantially all of the activities involve the performance of personal services by individuals owning interests in such partnerships; and (2) 25 percent or more of partnership assets consist of oil or gas properties. Chapter 4: Foreign Provisions - Subchapter A: Modifications to Treatment of Passive Foreign Investment Companies - Modifies passive foreign investment company provisions and allows a mark-to-market election by a shareholder of such company. Provides, in general, that a corporation shall not be treated with respect to a shareholder as a passive foreign investment company during the qualified portion of such shareholder's holding period with respect to stock in such corporation. Provides, in general, that in the case of marketable stock in a passive foreign investment company which is owned by a U.S. person such person may elect: (1) if the fair market value of such stock exceeds its adjusted basis, to include in gross income an amount equal to the amount of such excess; or (2) if the adjusted basis of such stock exceeds the fair market value of such stock, a deduction equal to the lesser of the amount of the excess or the unreserved inclusions with respect to such stock. Modifies the definition of passive income. Subchapter B: Treatment of Controlled Foreign Corporations - Provides that if a controlled foreign corporation sells or exchanges stocks in other foreign corporations, then gain recognized on such sale or exchange shall be included in the gross income of such corporation as a dividend to the same extent that it would have been included if such corporation were a U.S. person. Revises provisions concerning: (1) determining pro rata share of gain from certain sales or exchanges of stock in certain foreign corporations; (2) basis adjustments in stock held by lower-tier foreign corporations; (3) determination of previously taxed income in redemptions through use of related corporations; and (4) treatment of branch profits tax exemptions or reductions. Extends the application of the indirect foreign tax credit to certain controlled corporations below the third tier. Repeals Code provisions concerning earnings invested in excess passive assets. Chapter 5: Other Income Tax Provisions - Subchapter A: Provisions Relating to S Corporations - Increases from 35 to 75 the number of eligible S corporation shareholders. Permits an electing small business trust to be a shareholder of an S corporation. Defines electing small business trust. Expands from 60 days to two years the post-death holding period for testamentary trusts in an S corporation. Expands the definition of \"post-termination transition period\" to include the 120-day period beginning on the date of any determination pursuant to an audit which follows the termination of the corporation's election and which adjusts a subchapter S item of income, loss, or deduction arising during the S period. Permits an S corporation to be a member of an affiliated group, thus permitting it to own the stock of a C corporation. Provides that adjustments for distributions by an S corporation during a taxable year are taken into account before applying the loss limitation for a year. Provides that if: (1) a corporation was an electing small business corporation for any taxable year beginning before January 1, 1983; and (2) such corporation is an S corporation for its first taxable year beginning after December 31, 1995, the amount of such corporation's accumulated earnings and profits (as of the beginning of such first taxable year) shall be reduced by an amount equal to the portion (if any) of such accumulated earnings and profits which were accumulated in any taxable year beginning before January 1, 1983, for which such corporation was an electing small business corporation under subchapter S. Permits the carryover of disallowed losses and deductions under the at-risk rules. Subchapter B: Repeal of 30-Percent Gross Income Limitation on Regulated Investment Companies - Repeals the requirement that less than 30 percent of the gross income of a regulated investment company be derived from the sale or disposition of any of the following which were held for less than three months: (1) stocks or securities; or (2) options, futures, or forward contracts (other than those on foreign currencies). Subchapter C: Accounting Provisions - Revises the look-back method for long-term contracts and provides that for purposes of such method, only one rate of interest is to apply for each accrual period. Permits a securities trader to use the mark to market accounting method. Modifies special rules concerning nuclear decommissioning costs. Subchapter D: Tax-Exempt Bond Provisions - Repeals the debt service-based limitation on investment in certain nonpurpose investments. Subchapter E: Insurance Provisions - Provides for the treatment of life insurance variable contracts on retired lives and sets forth special rules for modified guaranteed contracts. Subchapter F: Other Provisions - Provides that the taxable year for a partnership closes with respect to a partner whose entire interest in the partnership terminates, whether by death, liquidation, or otherwise. Makes the FICA employer credit for employee tips available whether or not the employee reported such income. Revises provisions concerning the due date for first quarter estimated payments by private foundations. Chapter 6: Estates and Trusts - Subchapter A: Income Tax Provisions - Provides an irrevocable election to treat certain revocable trusts as part of the estate. Makes the separate share rules available to estates. Limits the taxable year of an estate to a year ending on October 31, November 30, or December 31. Provides for the treatment of, as well as defines, a qualified funeral trust. Subchapter B: Estate and Gift Tax Provisions - Allows the right of recovery with respect to qualified terminable interest property to be waived in a will only by specific reference. Provides that a transfer from a revocable trust within three years of death does not result in the inclusion of the transfer in the gross estate. Revises the qualified terminable interest rules with respect to a trust and the marital deduction. Provides that a trust created before the enactment of the Revenue Reconciliation Act of 1990 is treated as satisfying the withholding requirement if its trust instrument requires that all trustees be U.S. citizens or domestic corporations. Directs the Secretary to prescribe procedures which provide that executors will have the opportunity to submit subsequent information on a recapture agreement in the filing of an estate tax return. Prohibits the revaluation of a gift for which the statute of limitations period has passed for purposes of determining the estate tax bracket and the unified credit. Defines trust for the purposes of a qualified domestic trust to include, to the extent provided in regulations prescribed by the Secretary, other arrangements having substantially the same effect as a trust. Subchapter C: Generation-Skipping Tax Provisions - Excludes from the definition of taxable termination a direct skip. Chapter 7: Excise Tax Simplification - Subchapter A: Provisions Related to Distilled Spirits, Wines, and Beer - Makes refunds available for imported bottled distilled spirits returned to distilled spirits plants. Repeals the requirement that wine returned to bonded premises be unmerchantable in order for tax to be refunded to the proprietor of the bonded wine cellar to which the wine is delivered. Allows beer to be removed from a brewery without payment of tax for purposes of destruction. Provides for imported beer to be withdrawn from customs custody for transfer to a brewery without payment of tax. Subchapter B: Consolidation of Taxes on Aviation Gasoline - Provides for the consolidation of the entire aviation gasoline excise tax upon removal from a terminal facility. Subchapter C: Other Excise Tax Provisions - Provides certain activities, including the removal of a fifth wheel, will not constitute manufacture with respect to the retail sales tax for a truck or tractor chassis. Chapter 8: Administrative Provisions - Allows corporations to disregard any letter or notice of assessment or proposed assessment of tax if the deficiency or proposed deficiency is less than $100,000. Subtitle K: Miscellaneous Provisions - Treats the storage of product samples as inventory for deduction purposes. Increases and provides an inflation adjustment for the death benefit limit, for purposes of the cash value accumulation test, of a life insurance policy. Extends and phases down the luxury passenger automobile tax. Subtitle L: Generalized System of Preferences - GSP Renewal Act of 1995 - Amends the Trade Act of 1974 with respect to the Generalized System of Preferences (GSP). Authorizes the President to designate a country as a least-developed beneficiary developing country for extension of trade preferences under the GSP. Makes Austria, Finland, and Sweden eligible for designation as beneficiary developing countries. Authorizes the President to withdraw or suspend duty-free treatment for the products of a country based on consideration of specified factors. Requires the President to: (1) withdraw or suspend the designation of a country as a beneficiary developing country if it is determined that changed circumstances would bar its designation as a beneficiary developing country; and (2) terminate the designation of a country as a beneficiary developing country if during any calendar year the official statistics of the International Bank for Reconstruction and Development demonstrate that such country has become a \"high income\" country. Requires the President to notify the Congress before designating or terminating a country as a beneficiary developing country. Revises provisions on the designation of articles as eligible for preferential treatment. Authorizes the President to designate additional articles as eligible articles for countries designated as least-developed beneficiary developing countries if, after receiving advice from the International Trade Commission, it is determined that such articles are not import-sensitive. Prohibits an article that has been denied designation as an eligible article from being reconsidered for such designation for a three year period. Prohibits, with respect to the President's withdrawing, suspending, or limiting the duty-free treatment of an eligible article, the establishment of a duty rate for such article other than the rate which would apply but for this Act. Requires the President to terminate the duty-free treatment for an article from a beneficiary developing country (except least-developed beneficiary developing countries) whenever it is determined that such country has exported, directly or indirectly, to the United States during any calendar year a quantity of an eligible article: (1) having an appraised value in excess of the applicable amount for a calendar year; or (2) equal to or exceeding 50 percent of the appraised value of the total imports of such article into the United States during the calendar year. Authorizes waiver of such competitive need limitation in the national economic interest if any U.S. industry is unlikely to be adversely affected by it. Prohibits any action under this Act from affecting any tariff duty imposed by the Legislature of Puerto Rico under the Tariff Act of 1930 on coffee imported into Puerto Rico. Requires the President to report to the Congress on the status of internationally recognized worker rights within each beneficiary developing country. States that no duty-free treatment provided under this Act shall remain in effect after December 31, 1996. Directs the appropriate U.S. agencies to assist developing countries to develop and implement measures designed to assure that the agricultural sectors of their economies are not directed to export markets to the detriment of the production of foodstuffs for their citizenry. (Sec. 11803) Directs the Secretary of the Treasury to liquidate or reliquidate and refund any duties that were paid on any entry: (1) of any article to which duty-free treatment under the GSP of the Trade Act of 1974 would have applied if such entry had been made on July 31, 1995; and (2) that was made after July 31, 1995, and before enactment of this Act. Subtitle M: Increase in Public Debt Limit - Increases the public debt limit to $5.5 trillion. Title XII: Teaching Hospitals and Graduate Medical Education; Asset Sales; Welfare; and Other Provisions - Personal Responsibility and Work Opportunity Act of 1995 - Subtitle A: Block Grants for Temporary Assistance for Needy Families - Replaces the current Aid to Families with Dependent Children (AFDC) and Job Opportunities and Basic Skills Training (JOBS) programs under SSA title IV parts A and F, respectively, with a program under a new part A of block grants to the States for temporary assistance for needy families with minor children (TEA program). Gives such program the stated purpose of increasing State flexibility in operating a program with mandatory work and education requirements (along with certain penalties against adult family members on TEA assistance who refuse to work), as well as certain adult-supervised living arrangements for unmarried teenage parents. (Sec. 12101) Provides for: (1) certain assistance to needy families with minor children, with certain exceptions involving minor children and hardship situations; and (2) prevention and reduction of out-of-wedlock pregnancies. Provides for grants to reward States that reduce out-of-wedlock births and supplemental grants for population increases in certain States. Authorizes appropriations. Establishes in the Treasury a Contingency Fund for State Welfare Programs. Directs the Secretary of HHS to make loans to any loan-eligible State for: (1) conducting welfare anti-fraud activities; and (2) providing assistance to Indian families that have moved from the service area of an Indian tribe with an approved tribal assistance plan. Specifies mandatory work requirements for TEA recipients, including State participation rates for FY 1996 through 2002 and thereafter. Denies TEA for: (1) families without a minor child; (2) families refusing to assign certain support rights to the State; (3) teenage parents who do not attend high school or other equivalency training programs; (4) teenage parents not living in adult-supervised settings (including second-chance homes); (5) medical services other than family planning services; (6) fugitive felons and probation and parole violators; (7) fraudulent misrepresentation of residence in order to obtain TEA in two or more States; and (8) minor children absent from the home for a significant period. Requires pro rata reductions in State assistance, with specified exceptions, for a family for any period during a month that an adult refuses to engage in work. Requires reduction or elimination of TEA for noncooperation in child support. Reduces grant amounts as a penalty for violations of this new part. Sets out the administrative process for review of such penalties and other adverse decisions, requiring the Federal Government, before assessing such a penalty, to notify the State of the violation and give it an opportunity to enter a corrective compliance plan to correct any violations for which such penalty would be assessed. Outlines program audit, data collection, and reporting requirements as well as certain study and evaluation requirements. Provides for direct funding and administration of TEA programs by Indian tribes, including three-year tribal assistance plans. Directs the Bureau of the Census to expand the Survey of Income and Program Participation to enable interested persons to evaluate the impact of the changes made by this subtitle on a random national sample of recipients of assistance under State programs funded under this subtitle and other appropriate low-income families. Addresses the treatment of existing State AFDC waivers in effect or approved by the Secretary as of October 1, 1995. Makes the Assistant Secretary for Family Support within HHS the official responsible for administering SSA title IV part A and D (Child Support and Establishment of Paternity) programs. (Sec. 12102) Directs the Secretary to report to the Congress on: (1) the status of the automated data processing systems operated by the States to assist management in the administration of State TEA programs; and (2) what would be required to establish a system capable of tracking public program participants over time, and checking State case records to determine whether individuals are participating in public programs of two or more States. (Sec. 12103) Makes conforming amendments under various specified titles of the Social Security Act, the Food Stamp Act of 1977, and other specified Federal laws. Subtitle B: Supplemental Security Income - Amends SSA title XVI (Supplemental Security Income) (SSI) to: (1) deny SSI benefits because of disability to drug addicts and alcoholics whose addiction or alcoholism is a contributing factor material to the determination of disability; (2) revise representative payee requirements; (3) provide for referrals of SSI-eligible disabled individuals with a substance abuse condition to the appropriate State agency for treatment; (4) deny SSI benefits for ten years to individuals who fraudulently misrepresented residence in order to obtain benefits simultaneously in two or more States; and (5) deny SSI benefits for fugitive felons and probation and parole violators. (Sec. 12201) Provides supplemental funding for alcohol and substance abuse treatment programs under the Public Health Service Act, and for exchange of SSI information with law enforcement agencies. (Sec. 12211) Revises the rules with respect to childhood eligibility, with corresponding changes to childhood SSI regulations modifying medical criteria for evaluating mental and emotional disorders, and discontinuing individualized functional assessments for children. Requires the Commissioner of Social Security to redetermine the eligibility of any individual under 18 receiving SSI benefits based on a disability as of the enactment of this Act whose eligibility for such benefits may terminate because of these amendments. (Sec. 12212) Provides for periodic Commissioner reviews of the continued SSI eligibility of each individual under 18 who is eligible for such benefits because of an impairment or combination of impairments which may improve (or which is unlikely to improve, at the Commissioner's option). Requires a recipient's representative payee to present, at the time of such a review, evidence demonstrating that the recipient is, and has been, receiving treatment, to the extent considered medically necessary and available, of the condition forming the basis for providing the benefits. Provides that if an individual is eligible for SSI benefits because of disability for the month preceding the month in which he or she turns 18, the Commissioner shall redetermine such eligibility, during the one-year period beginning when the individual turns 18, by applying the criteria for determining the initial eligibility of applicants who have turned 18. Outlines specific requirements governing continuing disability reviews for low birth weight babies and benefit payments through representative payees to eligible individuals and their spouses. (Sec. 12213) Revises the exclusion of resources for individuals applying for SSI benefits, particularly the requirements with respect to the disposal of resources for less than fair market value. Restricts the application of certain accountability requirements to individuals under age 18. Makes such individuals ineligible for SSI benefits for a period of months following any disposal of resources for less than fair market value. Sets forth a formula for determining the number of months in such ineligibility period, based on the total, uncompensated value of all the individual's disposed resources divided by the maximum monthly benefit payable for the month of the disposal or the application for SSI benefits. Provides for the inclusion of certain resources of the individual transferred to a trust on his or her behalf. Specifies the treatment of assets held in revocable and irrevocable trusts. Requires a representative payee to establish an account for the payment of benefits to an individual under age 18. (Sec. 12214) Provides for a reduction in cash SSI benefits payable to institutionalized individuals whose medical costs are covered by private insurance. Subtitle C: Child Support - Amends part D (Child Support and Establishment of Paternity) of SSA title IV to require State plans for child and spousal support to provide: (1) certain services relating to paternity establishment or enforcement of child support obligations; and (2) continuation of services for families ceasing to receive assistance under Aid to Families with Dependent Children. (Sec. 12302) Revises payment distribution guidelines for support obligations collected by the State on behalf of a family. (Sec. 12303) Requires State plans to establish procedural guidelines for privacy safeguards regarding paternity and child support actions. (Sec. 12311) Mandates that single statewide automated data systems include a State case registry containing records of: (1) each case in which services are provided by the State agency; and (2) each support order established on or after a specified date. Permits the linking of local registries. (Sec. 12312) Requires State plans to include a centralized, automated unit for the collection and disbursement of support payments. Permits the unit to be established by linking local disbursement units through an automated information network if the Secretary agrees that it will not cost more or take more time to establish or operate than a centralized system. (Sec. 12313) Requires State plans to: (1) provide for a State-operated and automated State Directory of New Hires containing prescribed information furnished by employers on new personnel; and (2) transmit such information to the National Directory of New Hires. (Sec. 12314) Requires States to have statutorily prescribed procedures: (1) for mandatory income withholding for support payments subject to enforcement; and (2) under which wages of a person with a support obligation imposed by a child support order issued before October 1, 1996, shall become subject to withholding if arrearages occur, without the need for a judicial or administrative hearing. Revises the procedural guidelines for income withholding for child support enforcement. (Sec. 12315) Requires the States to have statutorily prescribed procedures to ensure that Federal and State agencies conducting income-withholding activities have access to State locator systems for motor vehicle or law enforcement purposes. (Sec. 12316) Revises the Federal Parent Locator Service to provide for additional information which may be transmitted to locate individuals and assets for purposes of: (1) establishing parentage; (2) establishing, setting the amount of, modifying, or enforcing child support obligations; and (3) enforcing child custody or visitation orders. Directs the HHS Secretary to establish in the Federal Parent Locator Service an automated Federal Case Registry of Child Support Orders and an automated National Directory of New Hires. (Sec. 12317) Requires States to have statutorily prescribed procedures requiring recordation on such documents of the Social Security number of: (1) specified driver's, marriage, and occupational, and professional license applicants; (2) individuals subject to certain domestic relations orders; and (3) death records. (Sec. 12321) Requires each State to have the Uniform Interstate Family Support Act in effect as of January 1, 1998. Amends the Federal judicial code to revise the procedures for the court to apply when determining which State order to recognize for purposes of continuing, exclusive jurisdiction and enforcement for child support orders. (Sec. 12323) Requires the States to have statutorily prescribed procedures requiring: (1) expedited administrative enforcement in interstate cases and support orders; and (2) expedited administrative and judicial procedures for establishing paternity and enforcing support obligations. (Sec. 12331) Revises the guidelines for State laws governing paternity establishment. Requires State procedures under which the name of the father shall be included on the birth certificate only: (1) if the mother and father have signed a voluntary acknowledgment of paternity; or (2) pursuant to a judicial or administrative order. (Sec. 12333) Requires State plans for child and spousal support to provide that the State agency administering the plan will make a determination as to whether a program recipient is cooperating in good faith with State efforts to establish paternity and secure support. (Sec. 12341) Directs the Secretary, in consultation with the appropriate State directors, to develop a new incentive system to replace the current one. Revises the guidelines for Federal performance-based incentive payments to the States for effective child support enforcement programs. (Sec. 12342) Requires a State plan for child and spousal support to include prescribed procedures for State reviews and audits. Revises the guidelines for Federal evaluation and audit of State programs governing paternity, child and spousal support, and parent location. (Sec. 12344) Revises the automated data processing requirements for State plans to mandate a single statewide automated data processing and information retrieval system which can perform specified tasks. (Sec. 12345) Makes funds available to the Secretary for: (1) training of Federal and State staff, research and demonstration programs, and special projects of regional and national significance; and (2) operation of the Federal Parent Locator Service. (Sec. 12351) Revises the requirements for State plan procedures for the review and adjustment of support orders. (Sec. 12352) Amends the Fair Credit Reporting Act to authorize a consumer agency to furnish a consumer report: (1) in response to a request by a governmental child support enforcement agency; or (2) to the State administrative agency which sets child support awards. (Sec. 12353) Shields a depository institution from Federal or State liability for disclosing any financial record of an individual to a State child support enforcement agency. Prohibits such agency from disclosing such a financial record except for the purpose of, and to the extent necessary in, establishing, modifying, or enforcing a child support obligation. Sets forth civil penalties for any person knowingly or negligently violating such prohibition. (Sec. 12361) Amends Internal Revenue Code procedural guidelines for the collection of arrearages to provide that no additional fee may be assessed for adjustments to a previously certified amount. (Sec. 12362) Amends part D (Child Support and Establishment of Paternity) of SSA title IV to revise procedural guidelines for: (1) consent by the United States to income withholding, garnishment, and similar proceedings for enforcement of child support and alimony obligations of current and retired Federal employees; and (2) enforcement of child support obligations of members of the armed forces. (Sec. 12364) Requires a State plan for child and spousal support to have in effect the Uniform Fraudulent Conveyance Act of 1981, the Uniform Fraudulent Transfer Act of 1984, or a similar law, as well as certain procedures governing the voiding of fraudulent transfers by a child support debtor. (Sec. 12365) Requires a State plan for child and spousal support to include specified procedures to: (1) ensure that persons owing past-due support work or participate in work activities the court deems appropriate; (2) report to credit bureaus the name of the parent in arrears for child support; (3) provide for liens against real and personal property for the support arrearages of an absent parent; and (4) implement the restriction of driver's, professional, occupational, and recreational licenses of individuals owing support arrearages. (Sec. 12370) Authorizes the Secretary of State to negotiate reciprocal agreements with foreign nations: (1) regarding international enforcement of child support obligations; and (2) designating the Department of Health and Human Services as the central authority for such enforcement. (Sec. 12371) Requires States to have statutorily prescribed procedures under which a State agency shall enter agreements with financial institutions doing business within the State to develop and operate a data match system to provide identifying information for each absent parent targeted by the State who maintains an account at the institution, and to encumber or surrender such parent's assets at the institution pursuant to a lien or levy. (Sec. 12372) Requires States to have statutorily prescribed procedures under which child support orders relating to the child of minor parents, where the custodial parents are receiving assistance, are enforceable against the child's paternal or maternal grandparents. (Sec. 12376) Amends the Employee Retirement Income Security Act of 1974 (ERISA) to include within the definition of medical child support order an order issued through a State administrative process. (Sec. 12377) Amends part D of SSA title IV to mandate statutorily prescribed procedures under which all enforced child support orders shall include a provision for the health care coverage of the child. (Sec. 12381) Amends part D of SSA title IV to prescribe guidelines under which the Administration for Children and Families shall make grants to enable States to establish and administer access and visitation programs to facilitate absent parents' access to their children. Subtitle D: Restricting Welfare and Public Benefits for Aliens - Chapter 1: Eligibility for Federal Benefits - Makes an alien who is not a qualified alien (as defined in this Act) ineligible for Federal public benefits (as defined in this Act). Stipulates that such prohibition shall not apply to: (1) certain emergency medical services; (2) emergency disaster relief; (3) public health immunizations and treatment of communicable diseases; (4) certain in-kind community services; and (5) housing assistance. (Sec. 12402) Makes qualified aliens ineligible (with limited exceptions for refugees, asylees, certain permanent residents, veterans and active duty personnel, and aliens whose deportation is withheld) for: (1) supplemental security income (SSI); (2) food stamps; (3) temporary assistance for needy families; (4) social services block grants; and (5) Medicaid and Medigrant. (Sec. 12403) Makes qualified aliens ineligible (with limited exceptions for refugees, asylees, veterans and active duty personnel, and aliens whose deportation is withheld) for Federal means-tested public benefits (as defined by this Act) for the first five years after U.S. entry. Chapter 2: Attribution of Income and Affidavits of Support - Provides that in determining the eligibility and the amount of benefits of an alien for any means-tested public benefits program the income and resources of the alien shall be deemed to include the income and resources of any person (and spouse) who executed an affidavit of support on the alien's behalf. Applies such requirement until such time as the alien achieves U.S. citizenship through naturalization. Sets forth excepted Federal benefits. (Sec. 12422) Sets forth requirements for sponsor's affidavit of support, including legal enforceability. (Sec. 12423) Amends the Higher Education Act of 1965 to require sponsor cosignature of certain alien student loans. Chapter 3: General Provisions - Sets forth provisions concerning the following provisions in connection with this subtitle: (1) definitions; (2) reapplication for Supplemental Security Income benefits; and (3) statutory construction. Subtitle E: Teaching Hospital and Graduate Medical Education Trust Fund - Amends SSA to add a new title XXII (Teaching Hospital and Graduate Medical Education Trust Fund). (Sec. 12501) Establishes the Teaching Hospital and Graduate Medical Education Trust Fund, with several specified accounts. Makes specific appropriations to such Fund for FY 1997 through 2002 and according to a certain formula for subsequent fiscal years. Requires transfers to the Fund from the Medicare trust funds as well. Sets forth formulae for determining annual payments to teaching hospitals for the direct and indirect costs of operating approved medical residency training programs. (Sec. 12511) Amends SSA title XVIII (Medicare) to provide for transfers to the Fund from the Federal Hospital Insurance Trust Fund and the Federal Supplementary Medical Insurance Trust Fund for the indirect and direct costs, respectively, of medical education. Subtitle F: National Defense Stockpile - Directs the President: (1) during FY 1996, to dispose of all cobalt contained in the National Defense Stockpile that, as of this Act's enactment date, is authorized for disposal under any law other than this Act; and (2) to dispose of certain additional quantities of cobalt and other Stockpile materials so as to result in specified receipts to the United States. Sets forth provisions regarding: (1) limits on the disposal quantities for specified materials; (2) the deposit of receipts in the Treasury; (3) the relationship of this subtitle to other disposal authority; and (4) termination of disposal authority. Subtitle G: Child Protection Block Grant Program and Foster Care and Adoption Assistance - Replaces the current Family Preservation and Support Services program under subpart 2 of SSA title IV Part B (Child Welfare Services) with a program of \"Block Grants to States for the Protection of Children and Matching Payments for Foster Care and Adoption Assistance.\" Outlines a State Child Protection Program plan under which participating States are eligible for Federal block grants and matching payments for foster care and adoption assistance. Mandates State establishment of citizen review panels as a prerequisite for such grants. Prohibits any block grant to a State unless the State implements certain foster care protection inventory, assessment, information system, case review, and related service activities. Subtitle H: Child Care - Child Care and Development Block Grant Amendments of 1995 - Amends the Child Care and Development Block Grant Act of 1990 to authorize appropriations for FY 1996 through 2002. (Sec. 12802) Amends part A (Aid to Families with Dependent Children) (AFDC) of title IV of the Social Security Act to establish a general child care assistance entitlement program funded by Federal grants to the States. Authorizes appropriations. Prescribes program parameters. (Sec. 12810) Authorizes an Indian tribe or tribal organization to use Federal funds for the construction or renovation of child care facilities. Subtitle I: Child Nutrition Programs - Chapter 1: National School Lunch Act - Amends the National School Lunch Act to extend through the 1997 school year the additional payment for lunches (at a reduced rate of one cent more) served in high, free, and reduced price participation schools. Revises provisions concerning direct Federal expenditures and the value of food assistance. Prohibits the price of a reduced price lunch from exceeding 45 cents for the school year beginning July 1, 2000 and 50 cents for the school year beginning July 1, 2001. Revises service institution payment provisions for the summer food service program for children. Revises the child and adult food care program to delete references to adults and expansion of the program. Revises the reimbursement provisions. Obligates funds for family or group day care homes assistance. Repeals the universal free pilot project provisions. Makes the demonstration program to provide meals and supplements outside of school hours discretionary. Revises pilot project provisions authorizations of appropriations to change the amounts for FY 1997 and FY 1998 to such sums as are necessary. Chapter: 2: Child Nutrition Act - Amends the Child Nutrition Act of 1966 to revise annual adjustment provisions for: (1) the special milk program (and to replace references, with respect to such program, to the Trust Territory of the Pacific Islands with references to the Northern Mariana Islands); and (2) the school breakfast program. Repeals provisions of the school breakfast program concerning expansion of the program. Authorizes appropriations, at a reduced level, for nutrition education and training for FY 1997 through FY 2002. Subtitle J: Food Stamps and Commodity Distribution - Chapter 1: Food Stamp Program - Food Stamp Reform and Commodity Distribution Act of 1995 - Amends the Food Stamp Act of 1977 (Act) to establish a maximum 24-month food stamp program (program) authorization period for households whose adult members are elderly or disabled. (Sec. 13012) Expands the definition of \"coupon.\" (Sec. 13013) Treats children who are themselves parents living with their children and married children living with their spouses as part of an existing household rather than as a separate household. (Sec. 13014) Authorizes States to establish additional criteria for separate household determinations. (Sec. 13015) Revises thrifty food plan adjustment requirements. (Sec. 13016) Revises the definition of \"homeless individual\" to limit the length of time a person may temporarily live in another person's residence. (Sec. 13018) Revises household income exclusion provisions regarding: (1) students; and (2) Federal energy assistance. (Sec. 13020) Revises household income deduction provisions regarding: (1) standard deductions; (2) earned income; (3) dependent care; (4) child support payments; (5) homeless shelter assistance; (6) excess medical expenses; and (7) excess shelter expenses. (Sec. 13021) Eliminates specified excludable auto value increases and establishes the maximum excludable auto value at $4600. (Sec. 13022) Includes as household income third party payments for transitional housing for the homeless. (Sec. 13023) Increases penalties for certain program violations. (Sec. 13024) Disqualifies permanently an individual convicted of specified coupon violations. (Sec. 13025) Revises work requirement and employment and training provisions. Extends employment and training funding authorizations. (Sec. 13028) Authorizes comparable program disqualification based upon welfare or public assistance disqualification. (Sec. 13029) Disqualifies permanently an individual who participates in the program in two or more States. (Sec. 13030) Disqualifies a fleeing felon from program participation. (Sec. 13031) Requires at State option: (1) cooperation with child support agencies in order to maintain program eligibility; and (2) program disqualification for child support arrears. (Sec. 13033) Defines \"work program.\" Makes nonexempt persons ineligible for program benefits if during the preceding 12-month period they received food stamps for four months or more without working at least 20 hours per week, or participating in a workfare program. Sets forth exempted persons and situations. (Sec. 13034) Directs States to implement electronic benefit transfer systems. (Sec. 13035) Eliminates annual minimum allotment adjustments. (Sec. 13037) Authorizes a combined allotment for expedited households. (Sec. 13038) Authorizes program reductions for failure to comply with a public assistance reduction requirement. (Sec. 13039) Authorizes program assistance for households residing in a homeless shelter or drug or alcohol treatment center. (Sec. 13040) Provides that no food store or wholesale food concern be approved for program participation without a prior visit by a Department of Agriculture employee, or whenever possible, a designated State or local official. (Sec. 13041) Directs the Secretary of Agriculture (Secretary) to establish authorization periods for retail food stores and wholesale food concerns to redeem food stamps or benefits through an electronic benefit transfer system. (Sec. 13042) Includes income and sales tax information among the types of eligibility verification information that may be requested. (Sec. 13043) Establishes a six-month reapplication waiting period for a store that does not meet participation requirements. (Sec. 13045) Authorizes a family to withdraw a fair hearing request. (Sec. 13046) Provides for disqualification of a store: (1) that knowingly submits a falsified application; and (2) that is disqualified from the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC). (Sec. 13048) Directs program overissuances to be collected by: (1) allotment reduction; (2) unemployment compensation withholding; or (3) Federal pay or Federal income tax refund recovery. (Sec. 13049) Authorizes suspension of a store pending administrative and judicial review. (States that the Secretary shall not be liable for lost sales during such period.) (Sec. 13050) Terminates Federal matching requirements for program recruitment activities. (Sec. 13051) Authorizes States to use funds otherwise available to a participating household for a work supplementation or support program. Sets forth program provisions. (Sec. 13053) Authorizes States to carry out private sector employment initiatives. Sets forth program provisions. (Sec. 13055) Authorizes States to carry out a Simplified Food Stamp Program in lieu of existing program requirements. Sets forth Program provisions. (Sec. 13056) Establishes an optional State food assistance block grant program in lieu of the food stamp program. Sets forth program provisions. (Sec. 13057) Authorizes obligation of funds through FY 2002 for a nutrition assistance program for American Samoa. (Sec. 13058) Authorizes grants for community food projects. Chapter 2: Commodity Distribution Programs - Amends the Emergency Food Assistance Act of 1983 to combine the emergency food assistance program with the soup kitchen-food bank program. Authorizes appropriations through FY 2002. Amends the Act to direct the Secretary to purchase commodities for such combined programs. Subtitle K: Miscellaneous - Amends the Food Stamp Act of 1977 to revise income and resource requirements with respect to aliens. Amends title XX (Block Grants to States for Social Services) of the Social Security Act to authorize appropriations for fiscal years following FY 1996 at a reduced level. Subtitle L: Reform of the Earned Income Credit - Amends the Internal Revenue Code to deny the earned income credit to individuals not authorized to be in the U.S. Disallows such credit to individuals without children. Increases the phaseout percentage. Increases the credit for lower-income families having two or more qualifying children. Includes the gain from passive activities in income for purposes of determining eligibility for the credit based on income. Replaces references to adjusted gross income with references to modified adjusted gross income and defines such income. Doubles penalties for specified Code violations of tax preparers."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Budget Reconciliation bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Seven-Year Balanced Budget Reconciliation Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Commerce Dismantling Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of the Interior Surveying and Mapping Efficiency and Economic Opportunity Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Economic Development Partnership Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Communications Commission Authorization Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Oil and Gas Royalty Simplification and Fairness Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Statistics Agency Establishment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "GSP Renewal Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Higher Education Program Efficiency Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Illinois Land Conservation Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Medicaid Transformation Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Park System Reform Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Naval Petroleum Reserve Privatization Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Ocean Shipping Reform Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Patent and Trademark Office Corporation Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Power Administration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Revenue Reconciliation Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Tax Simplification Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Territorial Administrative Cessation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Thrift Charter Conversion Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "USEC Privatization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Veterans Reconciliation Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Visitor Facilities and Services Enhancement Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Waste Isolation Pilot Plant Land Withdrawal Amendment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for reconciliation pursuant to section 105 of the concurrent resolution on the budget for fiscal year 1996.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:55-05:00"
}