{
  "actions": [
    {
      "acted_at": "2002-11-14", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-11-15T02:05:00-05:00", 
      "references": [], 
      "text": "Committee on Ways and Means discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-15T02:13:00-05:00", 
      "references": [], 
      "text": "Mr. Armey asked unanimous consent to discharge from committee and consider.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-15T02:14:00-05:00", 
      "references": [
        {
          "reference": "CR 11/14/2002 H8925-9007", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-15T02:14:00-05:00", 
      "how": "without objection", 
      "references": [
        {
          "reference": "CR 11/14/2002 H8929-8935", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2002-11-15T02:14:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-15", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5728-107", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2002-11-15T02:14:00-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "2002-11-14", 
  "number": "5728", 
  "official_title": "To amend the Internal Revenue Code of 1986 to provide fairness in tax collection procedures and improved administrative efficiency and confidentiality and to reform its penalty and interest provisions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tax Administration Reform Act of 2002", 
  "sponsor": {
    "district": "21", 
    "name": "Thomas, William M.", 
    "state": "CA", 
    "thomas_id": "01148", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2002-11-15T02:14:00-05:00", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Age discrimination", 
    "Assault", 
    "Auctions", 
    "Civil rights and liberties, minority issues", 
    "Collection of accounts", 
    "Commerce", 
    "Confidential communications", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Consumer credit", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Department of the Treasury", 
    "Disabled", 
    "Disciplining of employees", 
    "Discrimination against the disabled", 
    "Discrimination in education", 
    "Discrimination in employment", 
    "Dismissal of employees", 
    "Due process of law", 
    "Economics and public finance", 
    "Education", 
    "Electronic data interchange", 
    "Electronic government information", 
    "Electronic mail systems", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Evidence (Law)", 
    "Extortion", 
    "Facsimile transmission", 
    "Families", 
    "Federal employees", 
    "Federal-local relations", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fraud", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Higher education", 
    "Income tax", 
    "Individual retirement accounts", 
    "Inspectors general", 
    "Interest", 
    "Interest rates", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Lawyers", 
    "Limitation of actions", 
    "Married people", 
    "Misconduct in office", 
    "Obstruction of justice", 
    "Personal income tax", 
    "Police", 
    "Poor", 
    "Prosecution", 
    "Racial discrimination", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Sex discrimination in education", 
    "Sex discrimination in employment", 
    "Social welfare", 
    "Surety and fidelity", 
    "Tax administration", 
    "Tax auditing", 
    "Tax courts", 
    "Tax credits", 
    "Tax evasion", 
    "Tax exclusion", 
    "Tax liens", 
    "Tax penalties", 
    "Tax refunds", 
    "Tax returns", 
    "Tax-exempt securities", 
    "Taxation", 
    "Taxpayers", 
    "Telephone", 
    "Women"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Passed House without amendment", 
    "date": "2002-11-15", 
    "text": "Tax Administration Reform Act of 2002 - Title I: Fairness in Tax Collection Procedures - (Sec. 101) Amends the Internal Revenue Code to stipulate that the Internal Revenue Service (IRS) may enter into installment agreements with taxpayers that do not provide for full payment of liabilities. Requires the IRS to review partial payment installment agreements at least every two years.(Sec. 102) Extends from nine months to two years the period in which proceeds errantly acquired by the IRS may be returned.(Sec. 103) Authorizes a taxpayer to deposit money in an IRA without regard to the normally applicable limits on IRA contributions and rollovers if the IRS has sent back the money being deposited due to a wrongful levy and it originally came from an IRA. Requires the contribution to be to the same type of IRA from which the amounts were withdrawn. Stipulates that in such a scenario any tax on the withdrawal from the IRA is abated. Interest paid by the IRS to the taxpayer is considered part of the original payment and is not counted as gross income.(Sec. 104) Modifies the suspension date of the statute of limitations for taxpayers suffering significant hardship by applying it only if the date of the decision by the National Taxpayer Advocate is at least seven days after the date of the taxpayer's application.(Sec. 105) Directs the Secretary to study IRS practices concerning liens and levies.(Sec. 106) Increases the limitation on the amount of grants for low-income taxpayer clinics. Excludes clinics providing routine tax return preparation unless in connection with a controversy with the IRS. Authorizes the Secretary of the Treasury to promote the use of these clinics.Title II: Improved Administrative Efficiency and Confidentiality - Subtitle A: Efficiency of Tax Administration - Requires the Commissioner of the IRS to issue guidelines for discipline, including for firing employees, and to take action for certain violations. Removes certain acts from the list of violations, and adds others. Declares that a ruling by the Commissioner is final, with no possibility of review.(Sec. 202) Permits the Tax Court to apply the principle of equitable recoupment to the same extent that it may be applied in Federal civil tax cases by the U.S. District Courts or the U.S. Court of Claims.(Sec. 203) Consolidates all judicial review of collection due process hearings by the IRS Office of Appeals to the United States Tax Court.(Sec. 204) Establishes that written opinions by the Office of the Chief Counsel supporting offers-in-compromise are only required if the Secretary of the Treasury calls for them (previously all such offers of $50,000 or more required written opinions).(Sec. 205) Extends the filing deadline to April 30 for a taxpayer who files an electronic return and pays the entire balance owed electronically.Subtitle B: Confidentiality and Disclosure - (Sec. 211) Eliminates the requirement for former spouses to make a written request for disclosure of collection activities with respect to a joint tax return.(Sec. 212) Forbids an IRS employee conducting an examination of a taxpayer from conducting an examination of the taxpayer representative's return solely on the basis of the representative's relationship to the taxpayer.(Sec. 213) Requires a State or Federal agency to conduct annual on-site reviews of all of its contractors receiving Federal returns and return information to assess their performance in safeguarding such information. Requires the State or Federal agency to certify annually that its contractors are in compliance with requirements to safeguard such information.(Sec. 214) Invalidates a taxpayer's consent to supply return information to a third party if the form turned in to the IRS does not designate a recipient or is not dated at the time of execution. Requires taxpayers, under penalty of perjury, to verify when submitting a request to the IRS that the form contains the above information.(Sec. 215) Requires the IRS to notify a taxpayer upon the Treasury Inspector General for Tax Administration's determination that a taxpayer's return or return information has been disclosed or inspected without authorization.(Sec. 216) Permits the IRS to disclose return information to local law enforcement authorities in response to imminent danger of death or physical injury (previously the IRS was allowed to disclose information only to Federal and State law enforcement).Subtitle C: Other Provisions - (Sec. 221) Obligates the Treasury Inspector General for Tax Administration to submit a report to Congress on technological advances, such as e-mail and faxes, that may allow alternative means for the IRS to communicate with taxpayers.(Sec. 222) Permits the issuance of regulations as necessary to regulate the conduct of enrolled agents in regards to their practice before the IRS.(Sec. 223) Permits the Financial Management Service (FMS) to charge the IRS fees and the IRS to pay fees to the FMS to cover the cost of implementing a continuous levy program.(Sec. 224) Revises Treasury auction reforms.Title III: Reform of Penalty and Interest Provisions - (Sec. 301) Converts the failure to pay an estimated tax penalty to an interest charge on the accumulated unpaid balance. Establishes that the underpayment interest rate in effect on the first day of the quarter in which a pertinent estimated payment due date arises is the interest rate that will apply during the entire underpayment period. Determines that a 365-day year will be used for calculation of all individual, estate, and trust estimated tax interest calculations. Raises the figure of adjusted income below which no penalty is incurred for underpayment of estimated taxes. Includes equally-paid estimated tax in calculus of adjusted income as well as tax withheld, thus including in the \"safe harbor\" individuals who pay throughout the year only through estimated tax.(Sec. 302) Excludes from gross income for tax purposes interest paid on overpayments of income tax. Disqualifies a taxpayer from benefitting if the Secretary of the Treasury determines the taxpayer purposely overpaid to earn interest.(Sec. 303) Eliminates the $50,000 threshold for abatement of interest on erroneous refunds. Requires the Secretary to abate interest on underpayments in which the reason for the underpayment is erroneous information supplied in written form by the Internal Revenue Service (IRS).(Sec. 304) Creates a system whereby a taxpayer can deposit sums with the IRS that may subsequently be used to pay an underpayment of income or other specified taxes. Establishes that no underpayment interest will be charged on the portion of an underpayment paid in this manner for the period the funds are on deposit. Allows withdrawals unless the amount has been used to pay tax or the Secretary believes that withdrawal will jeopardize tax payment. Specifies that interest will only be paid on withdrawals from deposits attributable to a disputable tax.(Sec. 305) Applies, for individual taxpayers, interest netting rules without regard to the 45-day period in which the Secretary may refund an overpayment of tax without the payment of interest.(Sec. 306) Permits the IRS to waive certain penalties for unintentional minor errors that are committed by a taxpayer with a history of tax compliance and the penalty for which would be grossly disproportionate to the action.(Sec. 307) Increases from $500 to $5,000 the penalty the IRS will impose for filing a frivolous income tax return, unless the Secretary deems it appropriate to lessen the penalty. Applies the penalty to all taxpayers and to all types of Federal taxes.(Sec. 308) Establishes that the 10 percent penalty on required Federal tax deposits applies only to cases where an individual has failed to deposit for more than 15 days."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tax Administration Reform Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Tax Administration Reform Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Internal Revenue Code of 1986 to provide fairness in tax collection procedures and improved administrative efficiency and confidentiality and to reform its penalty and interest provisions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:45-05:00"
}