{
  "actions": [
    {
      "acted_at": "1987-07-23", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1538-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1988-09-16", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "D'Amato, Alfonse", 
      "sponsored_at": "1987-07-23", 
      "state": "NY", 
      "thomas_id": "01313", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanford, Terry", 
      "sponsored_at": "1988-09-16", 
      "state": "NC", 
      "thomas_id": "01427", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-07-23", 
  "number": "1538", 
  "official_title": "A bill to protect the world's remaining tropical forests.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tropical Forest and Wetlands Protection Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Kasten, Robert W., Jr.", 
    "state": "WI", 
    "thomas_id": "00619", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-07-23", 
  "subjects": [
    "Conservation of natural resources", 
    "Credit", 
    "Development credit institutions", 
    "Environmental protection", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "International agencies", 
    "International banking", 
    "International environmental cooperation", 
    "Multilateral development banks", 
    "Tropical forests", 
    "Wetland conservation"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-07-23", 
    "text": "Tropical Forest and Wetlands Protection Act of 1987 - Requires the Secretary of the Treasury to conduct a review of the appropriate literature to determine which tropical forests and wetlands are likely to be unsuitable for agriculture and could, with assistance from multilateral development banks and public and private donors, be established as reserves for scientific research, tourism, indigenous people, and nonconsumptive uses and to analyze the likelihood that conserving tropical forests and wetlands can be achieved without such assistance. Authorizes the Secretary to consult with other U.S. officials, agencies, and appropriate nongovernmental organizations in conducting such review and analysis. Requires the Secretary to make determinations concerning the maximizing of in-country support for protection and management of tropical forests and wetlands. Requires the Secretary to report to the Congress concerning such review, analysis, and determinations. Requires the Secretary to instruct the U.S. Executive Director of the International Bank for Reconstruction and Development (World Bank) to initiate discussions and make proposals to the executive directors and management of the World Bank. Specifies that such proposals shall include: (1) a three-year pilot environmental structural adjustment lending program; and (2) a three-year pilot exchange program whereby any country with outstanding debts held by the Bank may establish long-term conservation easements to protect tropical forests and wetlands in exchange for the World Bank's suspending or rescheduling such debts. Requires the U.S. Executive Director to prepare annual reports while such three-year pilot programs are in effect and a final report describing the results of the programs. Requires the dissemination of such results to all multilateral development banks and all private lending institutions with outstanding loans to tropical nations in order to provide such banks with information about exchanges of debt for conservation easements as an alternative to forgiveness of any such debt. Requires the Secretary to conduct an analysis of the programs and policies of the International Monetary Fund to assess the potential for adapting the pilot programs of the World Bank to the operation of the Fund. Requires the Secretary to report to the Congress concerning such study and analysis."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tropical Forest and Wetlands Protection Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect the world's remaining tropical forests.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:39-05:00"
}