{
  "actions": [
    {
      "acted_at": "1994-05-09", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-05-10", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Public Lands, National Parks", 
      "text": "Referred to Subcommittee on Public Lands, National Parks.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-05-19", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": "Public Lands, National Parks", 
      "references": [], 
      "text": "Subcommittee on Public Lands, National Parks. Hearings held. Hearings printed: S.Hrg. 103-837.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2089-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, National Parks and Forests", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1994-05-09", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-05-09", 
  "number": "2089", 
  "official_title": "A bill to authorize the establishment of the Steamtown National Historic Site, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Steamtown National Historic Site Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Wofford, Harris", 
    "state": "PA", 
    "thomas_id": "01457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-05-09", 
  "subjects": [
    "Bridges", 
    "Commemorations", 
    "Economics and public finance", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Hazardous waste disposal", 
    "Historic sites", 
    "History", 
    "Locomotives", 
    "Pennsylvania", 
    "Public lands and natural resources", 
    "Railroad rolling stock", 
    "Railroads", 
    "Transportation and public works", 
    "User charges"
  ], 
  "subjects_top_term": "Historic sites", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-05-09", 
    "text": "Steamtown National Historic Site Act of 1994 - Repeals the Steamtown National Historic Site Act of 1986 and sets forth new provisions establishing the Steamtown National Historic Site to preserve and interpret certain elements of railroading, especially steam-operated railroads during the period of 1850 to 1950. Directs the Secretary of the Interior to prepare and submit a new comprehensive general management plan for the Site to specified congressional committees. Prohibits the Secretary from acquiring any lands or interests in lands contaminated with hazardous substances that would require removal or remedial action at the expense of the United States. Requires the Secretary to seek reimbursement of any funds expended by the National Park Service for such purpose prior to enactment of this Act before the Secretary may accept title to such lands for the Site. Directs the Secretary to preserve the collection of railroad equipment (including locomotives and rolling stock) present at the Site as of enactment of this Act. Authorizes the Secretary to acquire additional examples of locomotives and rolling stock if action is taken to ensure that the total number in the collection does not increase. Requires the Secretary to preserve the artifact collection and archival materials located at the Site. Prohibits Federal funds from being expended for access between the Site and any structure that is privately-owned or operated for profit. Authorizes the Secretary to provide regular excursions with appropriate interpretation between Scranton, Pennsylvania, and Moscow, Pennsylvania. Authorizes the Secretary to pay customary and appropriate track usage fees. Prohibits the Secretary from expending funds of the National Park Service for the restoration or maintenance of tracks, bridges, or tunnels outside the Site, except certain funds appropriated before November 15, 1991. Establishes the Steamtown National Historic Site Advisory Committee to provide the Secretary with a readily available source of professional expertise in railroad management and history and to advise in the development and operation of the Site. Authorizes appropriations. Limits: (1) expenditures for the development of the Site after FY 1986; and (2) expenditures for the Site to specified activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Steamtown National Historic Site Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the establishment of the Steamtown National Historic Site, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:23-05:00"
}