{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Science and Astronautics", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Astronautics.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1036-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Astronautics", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "1036", 
  "official_title": "A bill to authorize the National Science Foundation to conduct research, education, and assistance programs to prepare the country for conversion from defense to civilian, socially oriented research and development activities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Conversion Research, Education, and Assistance Act", 
  "sponsor": {
    "district": "8", 
    "name": "Roe, Robert A.", 
    "state": "NJ", 
    "thomas_id": "00974", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Economics and public finance", 
    "Education", 
    "National Science Foundation", 
    "National defense", 
    "Research", 
    "Science and technology", 
    "Science, technology, communications", 
    "Small business"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Conversion Research, Education, and Assistance Act - Title I: Research and Development Conversion Coordination Policy - Provides that it shall be the function of the National Science Foundation to: (1) analyze data regarding Federal expenditures for research and development activities, and the employment and availability of scientific, engineering, and technical manpower, which the Foundation has assembled; (2) develop and recommend to the President programs and activies which will contribute to carrying out various policies; and (3) prepare and submit to the President for transmittal to the Congress not later than March 1 of each calendar year, ending prior to March 1, 1975, a report on its activities under this title and an appraisal of the extent to which various policies are being successfully implemented, together with such recommendations for additional legislation as it deems appropriate. Title II: National Science Foundation Conversion Program - Authorizes the Foundation to make grants to, or to enter into contracts with, academic institutions, not-for-profit institutes and organizations, public agencies, and private business firms, for the conduct of basic and applied research designed to: (1) study and appraise the social, economic, and managerial aspects of conversion from defense related research and development activities to civilian research and development activities; (2) identify priority areas of civilian research and development activity likely to contribute to the resolution of the Nation's pressing domestic problems including but not limited to: unemployment, poverty, race relations, social alienation, crime, environmental pollution, urban problems, energy sources and natural resources, nutrition, housing, transportation, education, and health-care; and (3) advance the scientific and technical state-of-the art in priority areas. Authorizes the Foundation to make grants to, or enter into contracts with, local government or non-profit corporations for the development of Community Conversion Corporations. Authorizes the Foundation to make grants to State and local governments and regional agencies for: (1) the establishment and development of conversion planning and support programs at the State, local or regional level; and (2) the hiring of specified government employees, who had been employed in defense related research and development activities and are now unemployed. Title III: Small Business Conversion Program - Authorizes the Small Business Administration to make grants to small business concerns which have engaged in defense related research and development activities within the five-year period immediately prior to the date of enactment of this Act, and to pay up to 80 percent of the cost of enrolled eligible personnel of such concerns in any program assisted under title II of this Act. Provides that grants shall be made only upon applications made at such times and containint such information as the Administration shall require. Asserts that the Administration is authorized to prepare recommended programs from among programs carried out under title II and III of this Act which the Administration determines are especially applicable to assisting small business in converting to civilian research and development activities. Authorizes the Administration to guarantee any loan for a conversion project made by an eligible lender against loss as a result of the failure of any person to meet the terms of such loan. Establishes a revolving fund to carry out the loan guarantee provisions of this Act. Title IV: General Provisions - Defines \"defense related research and development activities\" to mean any activity which involves: (1) research, development, or engineering, including necessary supporting services, performed under grant from, or contract with, the Department of Defense, the Atomic Energy Commission, or the National Aeronautics and Space Administration, or under subcontract to such a grant or contract; or (2) the construction, reconstruction, repair, or installation of any building, plant structure, facility, or equipment connected or necessary to such research, development, engineering, or supporting services; and (3) which requires at least six months to complete. Establishes an Advisory Commission on Research and Development Conversion to be composed of fifteen members appointed by the President for terms of three years and of three ex officio members. Provides that the Commission shall: (1) advise the Director, the Administrator of the Small Business administration, and the Secretary of Commerce with respect to their respective responsibilities under this Act; (2) review and evaluate the effectiveness of Federal educational assistance programs under this Act; (3) prepare and submit such interim reports as it deems advisable, and an annual report of its findings and recommendations, for changes in the provisions of this Act; and (4) publicize its findings and recommendations to such extent and in such manner as it deems effective and advisable. Authorizes appropriations to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Conversion Research, Education, and Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the National Science Foundation to conduct research, education, and assistance programs to prepare the country for conversion from defense to civilian, socially oriented research and development activities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:06-05:00"
}