{
  "actions": [
    {
      "acted_at": "1993-07-23", 
      "references": [
        {
          "reference": "CR S9367-9368", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-23", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1282-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-07-23", 
  "number": "1282", 
  "official_title": "A bill to increase the number of primary health care providers, help assure access to health care in rural and other underserved areas, and increase retention rates among primary health care providers in rural and underserved areas.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Graduate Reform Opportunities and Work Force Training in Health Act (GROWTH)", 
  "sponsor": {
    "district": null, 
    "name": "Bingaman, Jeff", 
    "state": "NM", 
    "thomas_id": "01285", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-07-23", 
  "subjects": [
    "Accreditation (Education)", 
    "Communication in medicine", 
    "Congressional reporting requirements", 
    "Continuing education", 
    "Education", 
    "Educational policy", 
    "Federal advisory bodies", 
    "Federal aid to medical education", 
    "Graduate education", 
    "Health", 
    "House rules and procedure", 
    "Legislation", 
    "Legislative resolutions", 
    "Medical education", 
    "Medical personnel", 
    "Medical residents", 
    "Medicare", 
    "Minorities in medicine", 
    "Minority education", 
    "Nurse practitioners", 
    "Nurses", 
    "Physicians", 
    "Physicians' assistants", 
    "Public health personnel", 
    "Rural public health", 
    "Scholarships", 
    "Science, technology, communications", 
    "Senate rules and procedure", 
    "Standards", 
    "Vocational education"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-07-23", 
    "text": "Graduate Reform Opportunities and Work Force Training in Health Act (GROWTH) - Amends the Public Health Service Act to direct the Secretary of Health and Human Services to establish a Health Work Force Interagency Task Force to: (1) review and coordinate all Federal health work force development and training efforts; (2) make recommendations for coordinating Federal vocational education policy with national health work force needs and goals; (3) develop standards for programs on vocational education in the health care professions and procedures for program accountability; and (4) carry out other appropriate activities. Requires a report to the appropriate congressional committees. Authorizes the use of grant or contract funds for training programs for primary health care in rural areas. Requires the Secretary to develop training programs for nurse practitioners, clinical nurse specialists and physician assistants designed to prepare trainees to staff tertiary care centers. Authorizes appropriations for the establishment of demonstration projects concerning the retraining of physicians in oversubscribed specialties. Requires a study on health work force needs, the results of which are to be reported to appropriate congressional committees. Amends title XVIII (Medicare) of the Social Security Act to revise provisions concerning payments for direct graduate medical education costs, including: (1) establishing a national average direct medical education payment; (2) limiting the total number of medical residents eligible for such payments; and (3) providing a higher weighting factor for residents placed in a rural area. Establishes the National Health Care Work Force Board to: (1) recommend to the Secretary the residency training programs that should receive direct graduate medical education funding; (2) report to the Congress on a study of current and projected health care work force needs; and (3) present legislative proposals every three years on adjusting federally-funded residency positions and specialty residency positions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Graduate Reform Opportunities and Work Force Training in Health Act (GROWTH)", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to increase the number of primary health care providers, help assure access to health care in rural and other underserved areas, and increase retention rates among primary health care providers in rural and underserved areas.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:04-05:00"
}