{
  "actions": [
    {
      "acted_at": "1991-03-21", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-06-13", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Subcommittee on Energy and Agricultural Taxation. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-14", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Subcommittee on Energy and Agricultural Taxation. Hearings concluded. Hearings printed: S.Hrg. 102-264.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s743-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI", 
      "subcommittee": "Subcommittee on Energy and Agricultural Taxation", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-03-21", 
  "number": "743", 
  "official_title": "A bill entitled the \"National Energy Efficiency and Development Tax Act of 1991\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Energy Efficiency and Development Tax Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Wirth, Timothy", 
    "state": "CO", 
    "thomas_id": "01236", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-03-21", 
  "subjects": [
    "Alternative energy sources", 
    "Automobile fuel consumption", 
    "Commuting", 
    "Depletion allowances", 
    "Electric power production", 
    "Energy conservation", 
    "Energy policy", 
    "Energy tax credits", 
    "Excise tax", 
    "Fringe benefits", 
    "Geothermal resources", 
    "Heating", 
    "Housing and community development", 
    "Income tax", 
    "Labeling", 
    "Mass rapid transit", 
    "Minimum tax", 
    "Motor vehicle safety", 
    "Natural gas", 
    "Oil well drilling", 
    "Parking facilities", 
    "Petroleum", 
    "Prospecting", 
    "Public utilities", 
    "Residential energy conservation", 
    "Solar energy", 
    "Subsidies", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax rates", 
    "Tax rebates", 
    "Taxation", 
    "Water conservation", 
    "Wind power"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-03-21", 
    "text": "National Energy Efficiency and Development Tax Act of 1991 - Subtitle A: Renewable Energy Production Incentive - Amends the Internal Revenue Code to allow a tax credit for qualified technologies properties (power plants) that use solar, wind, and geothermal energy. Applies such credit to electricity produced by power plants: (1) placed in service after December 31, 1991, and before January 1, 2002, for which an energy credit has not been allowed; and (2) sold after December 31, 1991, and before January 1, 2009. Subtitle B: Transportation -Amends the Internal Revenue Code to exclude from gross income qualified employer-provided commuter services between an employee's residence and workplace. Includes as qualified services: (1) transportation furnished in a commuter highway vehicle (such as a van); and (2) transportation on public buses, trains, or subways that is paid for or reimbursed by the employer. Limits the exclusion from gross income for parking to parking on (not \"on or near,\" as under current law) the employer's premises, with further specified qualifications. Subtitle C: Buildings and Housing Tax Credits - Allows a tax credit for qualified oil retrofit conservation expenditures in the principal residence of a taxpayer. Describes such expenditures as: (1) flame retention replacement burners; (2) insulation measures, including insulation of water heaters; (3) automatic thermostat controls; and (4) window insulations. Subtitle D: Utilities - Excludes from gross income the amount or value of any subsidy provided by a public utility to a customer in connection with the purchase, installation, use, or maintenance of any energy or water conservation measure or for energy savings delivered by such measures. Denies the use of any tax credit or deduction to the extent such subsidy is excluded from gross income. Subtitle E: Automobiles and Trucks - Safe and Efficient Vehicles Incentives Act of 1991 - Amends Federal law to establish: (1) taxes on the sale of any new motor vehicle (light-duty and medium-duty vehicles and trucks) whose fuel economy is less than the sales-weighted average fuel economy or whose composite safety factor is greater (sic) than the sales-weighted average composite safety factor of all new motor vehicles within the same class; and (2) rebates for the purchase of any new motor vehicle whose fuel economy is greater than the sales-weighted average fuel economy or whose composite safety factor is greater than the sales-weighted average composite safety factor of all new motor vehicles within the same class. Sets forth formulae for determining the fuel economy tax (or rebate) and the safety tax (or rebate). Requires the Secretary of the Treasury to publish in the Federal Register and send to each manufacturer or importer of motor vehicles the applicable formulae for each class of vehicle in the next model year. Requires each manufacturer or importer of new light-duty or medium-duty motor vehicles to calculate according to the applicable formulae the fuel economy and safety taxes and rebates for each vehicle. Requires them to include such information on labels affixed to such vehicles. Provides for the collection of such taxes and the disbursement of such rebates. Authorizes appropriations. Requires, not later than July 1, 1992, and each July 1, thereafter, the Administrator of the Environmental Protection Agency to calculate the sales-weighted average fuel consumption and the Secretary of Transportation to calculate the composite safety factor and the sales-weighted average composite safety factor for all light-duty and medium-duty vehicles and trucks with respect to the determination of fuel economy and safety taxes and rebates. Requires each manufacturer or importer of such vehicles to conduct crash tests necessary to determine the composite safety factor of such vehicle whenever such crash test data does not result from the Secretary of Transportation's crash tests. Subtitle F: Domestic Oil and Gas Production - Excludes oil or gas wells from the net income limitation on the percentage depletion allowance. Establishes a marginal production income tax credit for producers who maintain economically unproductive oil wells. Applies the credit to domestic crude that is: (1) from stripper well property; (2) heavy oil; or (3) oil recovered through a tertiary recovery method. Fixes the credit at ten percent of the qualified cost (determined in accordance with a formula set forth in this Act) of each barrel of such oil produced by the producer during the tax year. Establishes a crude oil and natural gas exploration and development tax credit. Allows a ten percent credit for qualifed investments exceeding $1,000,000, 20 percent for those of $1,000,000 or less. Permits the credit as an offset against both minimum tax liability and regular liability. Repeals provisions that identify intangible drilling costs as a tax preference item for purposes of determining alternative minimum tax liability and corporate preference reductions. Allows 50 percent of the marginal production depletion preference (currently the alternative tax energy preference deduction) as a deduction in computing the alternative minimum tax. Increases from 65 to 100 percent (and thus eliminating) the taxable income limitation on the percentage depletion deduction for oil and gas property. Permits a taxpayer to elect to carry forward to the next succeeding taxable year any portion of excess depletion allowances. Provides that the tax imposed on mineral sharing arrangements shall be determined: (1) without regard to a specified revenue ruling, and similar ruling, concerning the operating interest in oil and gas property received for drilling the well; and (2) with regard to the rules in effect before such ruling. Allows the nonconventional source fuels credit to offset the alternative minimum tax liability. Repeals the restriction applying such credit only to fuels produced after December 31, 1979, and before January 1, 1993 (thus extending the credit through December 31, 2002)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Energy Efficiency and Development Tax Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Safe and Efficient Vehicles Incentives Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"National Energy Efficiency and Development Tax Act of 1991\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:49-05:00"
}