{
  "actions": [
    {
      "acted_at": "1992-09-22", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3258-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1992-09-22", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-09-22", 
  "number": "3258", 
  "official_title": "A bill to establish the American Industry Foundation to enhance the Nation's competitiveness in a global economy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Industry-Government Competitiveness Demonstration Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-09-22", 
  "subjects": [
    "Commercialization", 
    "Education", 
    "Federal aid to higher education", 
    "Federal aid to research", 
    "Foreign trade and international finance", 
    "Foundations", 
    "Industrial engineering", 
    "Industrial policy", 
    "Industry", 
    "International competitiveness", 
    "Laboratories", 
    "Manufacturing industries", 
    "Research and development", 
    "Science, technology, communications", 
    "Technology transfer"
  ], 
  "subjects_top_term": "Industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-09-22", 
    "text": "Industry-Government Competitiveness Demonstration Act of 1992 - Establishes: (1) as an independent establishment the American Industry Foundation to be headed by a Director; and (2) the Technology Commercialization Office within the Foundation. Sets the following as Foundation objectives: (1) improved commercialization with emphasis on manufacturing enhancements, product design methods, and their linkage; (2) increased global competitiveness of American corporations; and (3) program success as measured by objective criteria established by the Director. Makes it the mission of the Foundation to assure Federal support for rapid commercialization of technology by U.S. corporations, and the allocation of Federal research and development (R & D) resources to support competitiveness improvement by U.S. corporations. Earmarks a specified amount Federal R & D funding for Foundation consortia, core R & D programs, technology extension centers, and National needs programs. Outlines guidelines for the Director to provide funding for such Foundation activities (and those Federal laboratories performing work for the Foundation) in such a manner as to accomplish the objectives set above for the Foundation and to improve the global competitiveness of American corporations. Requires the Foundation Director to fund in a competitive manner technology extension centers whose purpose is to strengthen the competitiveness of business entities with under 500 employees. Directs the Critical Technologies Institute (in coordination with the Foundation) to: (1) establish a process for involving industry representatives in the selection of Federal R & D efforts in key technologies, evaluate their economic potential, and make recommendations to the Director; (2) in areas of such key technologies select and recommend core R & D programs, consortia, and National need programs; and (3) establish, coordinate, and serve as the facilitator of consortia, core R & D programs, and National need programs such that American industry representatives in each program adequately represent U.S. manufacturing capacity and are responsible for all management and achievement of performance measures. Requires the Institute to prepare an annual report for the Director that: (1) assesses U.S. industry competitiveness implications of all Government funded key technology efforts; and (2) identifies Federal policies that inhibit development and commercialization of key technologies. Sets forth rules governing the participation of Federal laboratories in work for the Foundation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Industry-Government Competitiveness Demonstration Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the American Industry Foundation to enhance the Nation's competitiveness in a global economy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:47-05:00"
}