{
  "actions": [
    {
      "acted_at": "1986-03-25", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-03-25", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-04-07", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Monopolies and Commercial Law", 
      "text": "Referred to Subcommittee on Monopolies and Commercial Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-04-10", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4505-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Monopolies and Commercial Law", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "de Lugo, Ron", 
      "sponsored_at": "1986-06-26", 
      "state": "VI", 
      "thomas_id": "00275", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Kolter, Joseph P.", 
      "sponsored_at": "1986-06-26", 
      "state": "PA", 
      "thomas_id": "00646", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-03-25", 
  "number": "4505", 
  "official_title": "A bill to provide uniform standards for Federal product liability tort laws.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Uniform Product Liability Act", 
  "sponsor": {
    "district": "32", 
    "name": "LaFalce, John J.", 
    "state": "NY", 
    "thomas_id": "00657", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-03-25", 
  "subjects": [
    "Actions and defenses", 
    "Civil procedure", 
    "Commercial arbitration", 
    "Consumer protection", 
    "Courts and Civil Procedure", 
    "Damages", 
    "Evidence (Law)", 
    "Federal preemption", 
    "Law", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Limitation of actions", 
    "Products liability", 
    "Standards", 
    "State laws", 
    "States", 
    "Warranties", 
    "Witnesses", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-03-25", 
    "text": "Uniform Product Liability Act - Sets forth uniform national standards for product liability actions. Preempts all existing law governing matters within its coverage, except for the recovery of direct or consequential economic losses under the Uniform Commercial Code or similar laws. Allows a claim to be brought even though the claimant did not buy the product from, or enter into any contractual relationship with, the product seller. Sets forth basic standards of responsibility for manufacturers and product sellers. Subjects a product manufacturer to liability for a claimant's harm which is proximately caused by a product which was unreasonably unsafe: (1) in construction; (2) in design; (3) because adequate warnings or instructions were not provided; or (4) because it did not conform to the product seller's express warranty. Specifies the requisite findings which must be made by the trier of fact in order for such a determination to be made. Subjects a product seller, other than a manufacturer, to liability for a claimant's harm which is proximately caused by such seller's failure to use reasonable care with respect to the product. Enumerates circumstances under which such a seller is also subject to the liability of a manufacturer. Provides that a product seller shall not be liable for harm caused by an unavoidably dangerous aspect of a product, with certain exceptions. Sets forth certain rules of evidence in product liability cases with respect to: (1) industry custom; (2) compliance or noncompliance with a nongovernmental safety or performance standard; (3) practical technological feasibility; (4) legislative or administrative regulatory standards; and (5) mandatory government contract specifications. Requires an attorney who anticipates filing a product liability claim to notify all product sellers against whom the claim is likely to be brought. Specifies procedures with respect to such notice. Sets forth provisions governing the length of time product sellers are subject to liability. Provides for a ten-year statute of repose, with certain exceptions, and a three-year statute of limitations. States that all claims under this Act shall be governed by the principles of comparative responsibility. Sets forth rules with respect to conduct affecting comparative responsibility, including: (1) the failure to discover a defective condition; (2) the use of a product with a known defective condition; (3) the misuse of a product; and (4) the alteration or modification of a product. States that a right of contribution exists between or among two or more persons who are jointly and severally liable (whether or not judgment has been recovered against all or any of them). Requires that damages in any product liability claim be reduced by any amount received as worker compensation benefits. Allows a party to seek reimbursement for reasonable attorneys' fees and other costs where the opposing party has pursued a frivolous claim or defense. Allows any party to institute a pretrial arbitration proceeding in any claim brought under this Act if the court determines that: (1) the amount in dispute is less than $50,000; and (2) any nonmonetary claims are insubstantial. Sets forth procedural rules for such proceedings. Sets forth provisions regarding court-appointed expert witnesses. Allows the trier of fact to determine the amount of nonpecuniary damages when sufficient evidence has been introduced, subject to review by the court for excessiveness. Provides that a claimant's recovery shall be reduced by any compensation from a public source which the claimant will receive for the same damages. Allows punitive damages to be awarded if the claimant proves by clear and convincing evidence that the harm suffered was a result of the product seller's reckless disregard for safety. Lists factors to be considered by the court when determining the amount of such damages."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Uniform Product Liability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide uniform standards for Federal product liability tort laws.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:17-05:00"
}