{
  "actions": [
    {
      "acted_at": "1979-12-12", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-05-15", 
      "references": [], 
      "text": "Reported to House from the Committee on Education and Labor with amendment, H. Rept. 96-986.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6115-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Brademas, John", 
      "sponsored_at": "1979-01-03", 
      "state": "IN", 
      "thomas_id": "00117", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Buchanan, John", 
      "sponsored_at": "1979-01-03", 
      "state": "AL", 
      "thomas_id": "00143", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Coleman, E. Thomas", 
      "sponsored_at": "1979-01-03", 
      "state": "MO", 
      "thomas_id": "00216", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ford, William D.", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "00401", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Hawkins, Augustus F.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00515", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1979-01-03", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Kramer, Ken", 
      "sponsored_at": "1979-01-03", 
      "state": "CO", 
      "thomas_id": "00650", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perkins, Carl Dewey", 
      "sponsored_at": "1979-01-03", 
      "state": "KY", 
      "thomas_id": "00908", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Stack, Edward J.", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "01094", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-12-12", 
  "number": "6115", 
  "official_title": "A bill to amend the General Education Provisions Act to extend the authorization of appropriations for the National Institute of Education for five fiscal years.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Institute of Education Amendments of 1980", 
  "sponsor": {
    "district": "24", 
    "name": "Simon, Paul", 
    "state": "IL", 
    "thomas_id": "01059", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-12-12", 
  "subjects": [
    "Adult education", 
    "Age discrimination", 
    "Authorization", 
    "Department of Health, Education, and Welfare", 
    "Disabled", 
    "Discrimination", 
    "Economics and public finance", 
    "Education of handicapped children", 
    "Educational research", 
    "Federal aid to education", 
    "Government operations and politics", 
    "International education", 
    "Language and languages", 
    "Presidential appointments", 
    "Research and development", 
    "Social welfare", 
    "Youth"
  ], 
  "subjects_top_term": "Federal aid to education", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1980-05-15", 
    "text": "(Reported to House from the Committee on Education and Labor with amendment, H. Rept. 96-986) National Institute of Education Amendments of 1980 - Amends the General Education Provisions Act to revise certain U.S. policy declarations (relating to the National Institute of Education) to include: (1) provision of equal opportunity to receive high quality education regardless of age or handicap and (2) improvement of the capacity of the American education system to assist individuals to understand and function in an interdependent world. Includes among priorities for the Institute: (1) improving the ability of schools to meet their responsibilities to provide equal educational opportunities for nontraditional students (including older students and part-time students); (2) encouraging the study of languages and cultures and addressing both national and international education concerns; and (3) giving attention to the needs of early adolescents and the schools which serve them. Includes the \"education community\" (formerly, the \"education professions\") among the groups of which the National Council on Educational Research must be broadly representative. Requires that at least three members of the Council be experienced and knowledgeable in the conduct of educational research. Requires that the annual report of the Council include: (1) a list and description of all grants and contracts awarded by the Institute subsequent to the submission of the previous annual report to the Congress and specify the amount of each such grant and contract, its purpose and duration, and the educational policy issue to be addressed by its project; (2) the major findings of any research projects completed under the auspices of the Institute subsequent to submission of the previous report; and (3) an assessment of the progress of the Institute in achieving specified goals, with attention given to an assessment of the improvement in the education of early adolescents and the increased availability of educational opportunities for adult nontraditional students. Provides that the Director of the Institute (after appointment by the President with the advice and consent of the Senate) is to serve at the pleasure of the President for a period of five years (unless removed before the end of such period by the President). Makes the Director responsible to the Assistant Secretary of the Department of Education. Allows any individual serving as the Director to be reappointed in the same manner in which the original appointment was made. Eliminates a reference to the level of compensation for the Deputy Director of the Institute. Requires that the Director ensure that participants in the selection of educational research grants and contracts and, to the extent practicable, recipients of awards of such grants and contracts include: (1) research institutions other than laboratories of centers funded under specified provisions; (2) community-based public and private nonprofit organizations; (3) education advocacy organizations; and (4) State and local education researchers, practitioners, and policymakers. Authorizes the Director to establish and maintain research fellowships in other locations (as well as in the Institute). Eliminates provisions relating to the establishment and functions of a Panel for the Review of Laboratory and Center Operations. Directs the President to appoint the Assistant Secretary of Research and Improvement of the Department of Education to serve as the Chairman of the Federal Council on Educational Research and Development. Includes such Assistant Secretary among those who are to designate a representative on such Council. Authorizes appropriations to carry out the functions of the Institute for fiscal years 1981 through 1985."
  }, 
  "titles": [
    {
      "as": "reported to house", 
      "title": "National Institute of Education Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the General Education Provisions Act to extend the authorization of appropriations for the National Institute of Education for five fiscal years.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:52-05:00"
}