{
  "actions": [
    {
      "acted_at": "1978-03-22", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11743-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "22", 
      "name": "Bingham, Jonathan B.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00090", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Fenwick, Millicent H.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00376", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Gilman, Benjamin A.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00440", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kostmayer, Peter H.", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00649", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "McDade, Joseph M.", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00765", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-03-22", 
  "number": "11743", 
  "official_title": "A bill to amend the Wild and Scenic Rivers Act to designate a segment of the Delaware River between the State of New York and the Commonwealth of Pennsylvania as a component of the National Wild and Scenic Rivers System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Upper Delaware River Protection Act", 
  "sponsor": {
    "district": "27", 
    "name": "McHugh, Matthew F.", 
    "state": "NY", 
    "thomas_id": "00774", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-03-22", 
  "subjects": [
    "Advisory bodies", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "New York State", 
    "Parks", 
    "Pennsylvania", 
    "Rivers", 
    "Water resources development", 
    "Wild rivers"
  ], 
  "subjects_top_term": "Wild rivers", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-03-22", 
    "text": "Upper Delaware River Protection Act - Designates a specified segment of the Delaware River in New York and Pennsylvania as a component of the National Wild and Scenic Rivers System. Requires the Secretary of the Interior to develop general guidelines for the land and water use control measures to be developed and implemented by appropriate State and Federal bodies. Requires that the Secretary provide for participation by all levels of State, county and local government as well as by private individuals and organizations in the development of such guidelines. Directs the Secretary to cooperate with and seek the advice of the Delaware River Basin Commission and the Upper Delaware Citizens Advisory Council. Directs that interested State, Federal, and private parties develop and submit a management plan to the Secretary within three years of the receipt of appropriations authorized by this Act. Specifies the components of such plan. Restricts the amount of land that may be acquired. Directs the Secretary to review all relevant local plans, laws, and ordinances to determine whether they substantially conform to the approved management plan. Requires the Secretary to give timely notice to the relevant parties concerning such review. Authorizes the Secretary to acquire lands managed in a manner not in conformance with the guidelines. Provides for the creation of an Upper Delaware Citizens Advisory Council to encourage the maximum public involvement in the development and implementation of the purposes of this Act. Directs the Council to report to the Secretary and the Commission concerning the development of the management plan. Requires the Council to meet annually after the creation of the management plan to make recommendations concerning land and water use in the Upper Delaware River region. Permits the expenditure of funds for projects in furtherance of the provisions of this Act without regard to the ownership of properties involved. Specifies that the provisions of this Act shall prevail where they conflict with the Wild and Scenic Rivers Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Upper Delaware River Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Wild and Scenic Rivers Act to designate a segment of the Delaware River between the State of New York and the Commonwealth of Pennsylvania as a component of the National Wild and Scenic Rivers System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:51-05:00"
}