{
  "actions": [
    {
      "acted_at": "2011-11-14", 
      "committee": "House Committee on Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-11-15", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "subcommittee": "Energy and Mineral Resources", 
      "text": "Referred to the Subcommittee on Energy and Mineral Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-02-01", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "text": "Subcommittee on Energy and Mineral Resources Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-01", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-01", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 27 - 16.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2012-02-09T14:30:00-05:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Natural Resources. H. Rept. 112-392.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-09T14:30:00-05:00", 
      "calendar": "Union", 
      "number": "272", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 272.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2012-02-14T23:32:00-05:00", 
      "bill_ids": [
        "hres547-112", 
        "hr3813-112", 
        "hr7-112"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 547 Reported to House. The resolution provides for one hour of debate on H.R. 3408. All points of order against consideration of the bill are waived. Specified amendments printed in part A of the report accompanying this resolution are in order. The resolution provides for one hour of debate on H.R. 3813. All points of order against consideration of the bill are waived. Specified amendments printed in part B of the report accompanying this resolution are in order. The resolution provides for one hour of debate on H.R. 7.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T14:35:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [
        {
          "reference": "CR H752-787", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 547.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T14:35:00-05:00", 
      "bill_ids": [
        "hr3813-112", 
        "hr7-112"
      ], 
      "references": [], 
      "text": "The resolution provides for one hour of debate on H.R. 3408. All points of order against consideration of the bill are waived. Specified amendments printed in part A of the report accompanying this resolution are in order. The resolution provides for one hour of debate on H.R. 3813. All points of order against consideration of the bill are waived. Specified amendments printed in part B of the report accompanying this resolution are in order. The resolution provides for one hour of debate on H.R. 7.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T14:35:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 547 and Rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T14:35:00-05:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Ted Poe to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T14:35:00-05:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate on H.R. 3408.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T15:47:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 547, the Committee of the Whole proceeded with 10 minutes of debate on the Eshoo Part A amendment No. 1.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T15:54:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Eshoo amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the noes had prevailed. Ms. Eshoo demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T15:55:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 547, the Committee of the Whole proceeded with 10 minutes of debate on the Markey Part A amendment No. 2.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T16:08:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Markey amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the noes had prevailed. Mr. Markey demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T16:08:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 547, the Committee of the Whole proceeded with 10 minutes of debate on the Rush Part A amendment No. 3.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T16:20:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Rush amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the noes had prevailed. Mr. Rush demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T16:21:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 547, the Committee of the Whole proceeded with 10 minutes of debate on the Doyle Part A amendment No. 4.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T16:33:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Doyle amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the noes had prevailed. Mr. Doyle demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T16:34:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 547, the Committee of the Whole proceeded with 10 minutes of debate on the Polis Part A amendment No. 5.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T16:43:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Polis amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the noes had prevailed. Mr. Polis demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T16:44:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 547, the Committee of the Whole proceeded with 10 minutes of debate on the Hastings (WA) Part A amendment No. 6.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T16:46:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 547, the Committee of the Whole proceeded with 10 minutes of debate on the Capps Part A amendment No. 7.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T16:58:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Capps amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the noes had prevailed. Mrs. Capps demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T16:58:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 547, the Committee of the Whole proceeded with 10 minutes of debate on the Bilirakis Part A amendment No. 8.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T17:06:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 547, the Committee of the Whole proceeded with 10 minutes of debate on the Bishop (NY) Part A amendment No. 9.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T17:17:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Bishop (NY) amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the noes had prevailed. Mr. Bishop (NY) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T17:18:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 547, the Committee of the Whole proceeded with 10 minutes of debate on the Richmond Part A amendment No. 10.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T17:22:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 547, the Committee of the Whole proceeded with 10 minutes of debate on the Landry Part A amendment No. 11.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T17:32:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Landry amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Markey demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T17:33:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 547, the Committee of the Whole proceeded with 10 minutes of debate on the Deutch Part A amendment No. 12.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T17:43:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Deutch amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the noes had prevailed. Mr. Deutch demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T17:44:00-05:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question of adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T18:44:00-05:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 3408 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T15:16:00-05:00", 
      "references": [
        {
          "reference": "CR H820-834, H880-886", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T15:16:00-05:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T15:17:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 547, the Committee of the Whole proceeded with 10 minutes of debate on the Thompson (CA) Part A amendment No. 13.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T15:28:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Thompson (CA) amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the noes had prevailed. Mr. Thompson (CA) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T15:29:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 547, the Committee of the Whole proceeded with 10 minutes of debate on the Holt Part A amendment No. 14.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T15:37:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 547, the Committee of the Whole proceeded with 10 minutes of debate on the Hanabusa Part A amendment No. 15.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T15:46:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Hanabusa amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Hastings (WA) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T15:47:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 547, the Committee of the Whole proceeded with 10 minutes of debate on the Hastings (WA) Part A amendment No. 16.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T15:58:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Hastings (WA) amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Holt demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T15:58:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 547, the Committee of the Whole proceeded with 10 minutes of debate on the Markey Part A amendment No. 17.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T16:12:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Markey amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the noes had prevailed. Mr. Markey demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T16:13:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 547, the Committee of the Whole proceeded with 10 minutes of debate on the Markey Part A amendment No. 18.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T16:25:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Markey amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Hastings (WA) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T16:26:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 547, the Committee of the Whole proceeded with 10 minutes of debate on the Labrador Part A amendment No. 19.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T16:38:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Labrador amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Garamendi demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T16:39:00-05:00", 
      "bill_ids": [
        "hres547-112"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 547, the Committee of the Whole proceeded with 10 minutes of debate on the Scalise Part A amendment No. 20.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T16:54:00-05:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 3408 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T16:56:00-05:00", 
      "references": [
        {
          "reference": "CR H880-886", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T16:56:00-05:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T16:57:00-05:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question of adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T17:45:00-05:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 3408.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T17:45:00-05:00", 
      "references": [
        {
          "reference": "CR H884", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T17:46:00-05:00", 
      "references": [
        {
          "reference": "CR 2/15/2012 H761-767", 
          "type": "text of measure in the nature of a substitute"
        }
      ], 
      "text": "The House adopted the amendment in the nature of a substitute as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T17:46:00-05:00", 
      "references": [
        {
          "reference": "CR H884-886", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H884", 
          "type": "text"
        }
      ], 
      "text": "Ms. Castor (FL) moved to recommit with instructions to Natural Resources.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T17:47:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with 10 minutes of debate on the Castor (FL) motion to recommit. The instructions contained in the motion seek to require the bill to be reported back to the House with an amendment to add a new section to restrict permits for new oil and gas slant, directional, or offshore drilling around the Great Lakes or the Florida Everglades.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T17:56:00-05:00", 
      "references": [
        {
          "reference": "CR H885", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T18:13:00-05:00", 
      "references": [], 
      "text": "On motion to recommit with instructions Failed by recorded vote: 176 - 241 (Roll no. 70).", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16T18:19:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "71", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by recorded vote: 237 - 187 (Roll no. 71).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2012-02-16T18:19:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-01-03T11:03:00-05:00", 
      "references": [], 
      "text": "Without objection, H.R. 3408 was laid on the table.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-01-03T11:03:00-05:00", 
      "references": [], 
      "text": "Laid on the table.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h932-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "932"
    }, 
    {
      "amendment_id": "h933-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "933"
    }, 
    {
      "amendment_id": "h934-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "934"
    }, 
    {
      "amendment_id": "h935-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "935"
    }, 
    {
      "amendment_id": "h936-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "936"
    }, 
    {
      "amendment_id": "h937-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "937"
    }, 
    {
      "amendment_id": "h938-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "938"
    }, 
    {
      "amendment_id": "h939-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "939"
    }, 
    {
      "amendment_id": "h940-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "940"
    }, 
    {
      "amendment_id": "h941-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "941"
    }, 
    {
      "amendment_id": "h942-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "942"
    }, 
    {
      "amendment_id": "h943-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "943"
    }, 
    {
      "amendment_id": "h944-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "944"
    }, 
    {
      "amendment_id": "h945-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "945"
    }, 
    {
      "amendment_id": "h946-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "946"
    }, 
    {
      "amendment_id": "h947-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "947"
    }, 
    {
      "amendment_id": "h948-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "948"
    }, 
    {
      "amendment_id": "h949-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "949"
    }, 
    {
      "amendment_id": "h950-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "950"
    }, 
    {
      "amendment_id": "h951-112", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "951"
    }
  ], 
  "bill_id": "hr3408-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and Mineral Resources", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2012-02-16T18:19:00-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "2011-11-14", 
  "number": "3408", 
  "official_title": "To set clear rules for the development of United States oil shale resources, to promote shale technology research and development, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres547-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hres547-112", 
      "reason": "rule"
    }
  ], 
  "short_title": "Alaskan Energy for American Jobs Act", 
  "sponsor": {
    "district": "5", 
    "name": "Lamborn, Doug", 
    "state": "CO", 
    "thomas_id": "01834", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2012-02-16T18:19:00-05:00", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Alabama", 
    "Alaska", 
    "Alternative and renewable resources", 
    "Appropriations", 
    "Aquatic ecology", 
    "Arctic Ocean", 
    "Arctic and polar regions", 
    "Atlantic Ocean", 
    "Buy American requirements", 
    "California", 
    "Civil actions and liability", 
    "Colorado", 
    "Congressional oversight", 
    "Department of the Interior", 
    "Economic development", 
    "Energy", 
    "Energy research", 
    "Energy revenues and royalties", 
    "Energy storage, supplies, demand", 
    "Environmental assessment, monitoring, research", 
    "Florida", 
    "Government trust funds", 
    "Gulf of Mexico", 
    "Health care costs and insurance", 
    "Hunting and fishing", 
    "Industrial facilities", 
    "Judicial review and appeals", 
    "Land transfers", 
    "Land use and conservation", 
    "Licensing and registrations", 
    "Louisiana", 
    "Mammals", 
    "Manufacturing", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Medical tests and diagnostic methods", 
    "Medicare", 
    "Military operations and strategy", 
    "Military readiness", 
    "Mississippi", 
    "Nebraska", 
    "Oil and gas", 
    "Pipelines", 
    "Pollution liability", 
    "Research and development", 
    "State and local finance", 
    "Texas", 
    "Travel and tourism", 
    "U.S. territories and protectorates", 
    "Utah", 
    "Virginia", 
    "Watersheds", 
    "Wetlands", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection", 
    "Wyoming"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2012-02-16", 
    "text": "Title XIV [sic]: Keystone XL Pipeline - North American Energy Access Act - (Sec. 14002) Prohibits construction, operation, or maintenance of the oil pipeline and related facilities described in the Final Environmental Impact Statement (EIS) for the Keystone XL Pipeline Project issued by the Department of State on August 26, 2011 (including any modified version of that pipeline and related facilities), unless it is in compliance with the terms of a permit prescribed under this Act. (Sec. 14003) Instructs the Federal Energy Regulatory Commission (FERC), to issue, within 30 days after receipt of an application, a permit for such pipeline and related facilities implemented in accordance with such Final EIS. Deems a permit to have been issued if FERC has not acted upon a permit application within 30 days after receipt. Declares FERC approval a prerequisite to authorization for a permit applicant to make substantial modifications to either the pipeline route or any other term of the Final EIS. Directs FERC to: (1) enter into a memorandum of understanding with the state of Nebraska for review under the National Environmental Policy Act of 1969 of any modification to the proposed pipeline route, and (2) complete consideration and approval of such modification within 30 days after receiving the governor's approval. Deems approval to have been issued if FERC has not acted within 30 days after receiving an application for approval of a modification. Authorizes the permit holder to commence or continue construction of a portion of the oil pipeline and related facilities outside Nebraska while any modification of the proposed pipeline route in Nebraska is under review. (Sec. 14002) Declares that no presidential permits shall be required for the construction, operation, and maintenance of the Keystone XL Pipeline and related facilities. Considers the final EIS issued by the Secretary of State on August 26, 2011, to satisfy all National Environmental Policy Act of 1969 (NEPA) requirements. Title XVII [sic]: Natural Resources - Subtitle A: Oil Shale Leasing - Protecting Investment in Oil Shale the Next Generation of Environmental, Energy, and Resource Security Act or PIONEERS Act - (Sec. 17002) Deems the final regulations regarding oil shale management published by the Bureau of Land Management (BLM) on November 18, 2008, to satisfy all legal and procedural requirements under any law, including the Federal Land Policy and Management Act of 1976, the Endangered Species Act of 1973, NEPA, and the Energy Policy Act of 2005. Directs the Secretary of the Interior to implement those regulations, including the oil shale leasing program they authorize, without any other administrative action necessary. Deems the November 17, 2008, U.S. Bureau of Land Management Approved Resource Management Plan Amendments/Record of Decision for Oil Shale and Tar Sands Resources to Address Land Use Allocations in Colorado, Utah, and Wyoming and Final Programmatic Environmental Impact Statement also to satisfy all legal and procedural requirements under any law. Directs the Secretary to implement the oil shale leasing program in those areas covered by the resource management plans amended by such amendments, and covered by such record of decision, without any other administrative action necessary. (Sec. 17003) Directs the Secretary to hold a lease sale, within 180 days after enactment of this Act, that offers an additional 10 parcels for lease for research, development, and demonstration of oil shale resources under the terms offered in the solicitation of bids for such leases published on January 15, 2009. Requires the Secretary, by January 1, 2016, to hold at least 5 separate commercial lease sales, in multiple lease blocs, in areas of at least 25,000 acres, which: (1) have been nominated through public comment, and (2) are considered to have the most potential for oil shale development. (Sec. 17004) Expresses congressional intent concerning: (1) a domestic energy sector that helps to reinvigorate American manufacturing, transportation, and service sectors; (2) requirements that the Secretary make every effort to promote the development of oil shale in a manner that will support the long-term commercial development of oil shale and take into consideration the socioeconomic impacts, infrastructure requirements, and fiscal stability for local communities within areas containing such resources; and (3) monitoring by Congress of the deployment of personnel and material to encourage the development of American technology and manufacturing to enable U.S. workers to benefit from this Act through good jobs and careers, as well as the establishment of industrial facilities to support expanded access to American resources. Requires the Secretary, when possible and practicable, to encourage the use of U.S. workers and U.S.-manufactured equipment in all construction related to mineral resource development under this Act. Subtitle B: Offshore Oil and Gas Leasing - Energy Security and Transportation Jobs Act - Part 1: Expanding Offshore Energy Development - (Sec. 17201) Amends the Outer Continental Shelf Lands Act (OCSLA) to direct the Secretary of the Interior to make available for leasing and to conduct lease sales including: (1) at least 50% of the available unleased acreage within each outer Continental Shelf (OCS) planning area considered to have the largest undiscovered, technically recoverable oil and gas resources (on a total btu basis) based upon the most recent national geologic assessment of the OCS, with an emphasis on offering the most geologically prospective parts of the planning area; and (2) any state subdivision of an OCS planning area that the governor of such state requests be made available for leasing. Directs the Secretary, in the 2012-2017 5-year oil and gas leasing program, to make available for leasing OCS planning areas estimated to contain more than: (1) 2.5 billion barrels of oil, or (2) 7.5 trillion cubic feet of natural gas. (Sec. 17202) Repeals the requirement that the OCS leasing program include estimates of the appropriations and staff required to: (1) obtain resource and other information, (2) analyze and interpret the exploratory data and any other information compiled, (3) conduct environmental studies and prepare any mandatory EIS, and (4) supervise operations conducted pursuant to each lease as necessary to assure due diligence in the exploration and development of the lease area and compliance with legal and lease requirements. Directs the Secretary, in developing a 5-year oil and gas leasing program, to determine a domestic strategic production goal for the development of oil and natural gas. Makes the production goal for the 2012-2017 5-year oil and gas leasing program an increase by 2027 in daily production of at least: (1) 3 million barrels of oil, and (2) 10 billion cubic feet of natural gas. Part 2: Conducting Prompt Offshore Lease Sales - (Sec. 17301) Directs the Secretary to conduct offshore oil and gas Lease Sale 216 (in the central Gulf of Mexico) within 4 months after the date of enactment of this Act. Deems specified EISs to satisfy NEPA requirements for this lease sale. (Sec. 17302) Directs the Secretary to conduct Lease Sale 220 (on the OCS offshore Virginia) within one year after enactment of this Act. Requires the Secretary, for each lease block in Lease Sale 220 for which the Secretary of Defense (DOD) proposes deferral from a lease offering due to defense-related activities irreconcilable with mineral exploration and development, to make available in the same lease sale one other lease block in the Virginia lease sale planning area that are acceptable for oil and gas exploration and production. Instructs the Secretary and DOD to work jointly in implementing this Act in order to ensure: (1) preserving the ability of the U.S. Armed Forces to maintain an optimum state of readiness through their continued use of the OCS; and (2) allowing effective exploration, development, and production of the nation's oil, gas, and renewable energy resources. Prohibits any exploration, development, or production of oil or natural gas off the coast of Virginia that would conflict with any military operation, as determined in accordance with a specified Memorandum of Agreement between DOD and the Department of the Interior. Declares that the United States reserves the right to designate by and through the Secretary of Defense, with the President's approval, national defense areas on the OCS. (Sec. 17303) Instructs the Secretary to conduct offshore oil and gas Lease Sale 222 (in the Central Gulf of Mexico) no later than September 1, 2012. Deems specified EISs to satisfy NEPA requirements for this lease sale. (Sec. 17304) Directs the Secretary to offer for sale, by July 1, 2014, leases of tracts in the Southern California Planning Area in the Santa Maria and Santa Barbara/Ventura Basins. Requires such leases to permit development and production only from existing offshore infrastructure or from onshore-based drilling. Offers such areas for lease even though the Southern California Planning Area has been omitted under OCSLA from any OCS leasing program. Declares inapplicable to such lease sales and related activities the requirement that federal activities be consistent with state management policy and programs. Requires the Secretary to prepare an EIS for the lease sales. States that the Secretary is neither required to identify nonleasing alternative courses of action nor to analyze the environmental effects of such alternative courses of action. Restricts the Secretary to: (1) identifying a preferred action for leasing and not more than one alternative leasing proposal, and (2) analyzing environmental effects and potential mitigation measures for that preferred action and alternative leasing proposal. Directs the Secretary, in preparing the EIS, to consider only public comments that specifically address the Secretary's preferred action and that are filed within 20 days after publication of an environmental analysis. (Sec. 17305) Directs the Secretary to conduct by December 31, 2015, the lease sale formerly known as Lease Sale 214 for tracts located in the North Aleutian Basin Outer Continental Shelf Planning. (Sec. 17306) Authorizes the Secretary to hold additional lease sales for areas with the greatest potential for new oil and gas development as a result of local support, new seismic findings, or nomination by interested persons. Part 3: Leasing in New Offshore Areas - (Sec. 17401) Amends the Tax Relief and Health Care Act of 2006 to repeal the moratorium upon oil and gas leasing, or preleasing, or any related activity in: (1) any area east of the Military Mission Line in the Gulf of Mexico; (2) any area in the Eastern Planning Area that is within 125 miles of the Florida coastline; or (3) specified areas within the Central Planning Area and within 100 miles of the Florida coastline. (Sec. 17402) Reforms, effective July 1, 2012, the administrative boundary between the Central Gulf of Mexico Outer Continental Shelf Planning Area and the Eastern Gulf of Mexico Outer Continental Shelf Planning Area. Prohibits the Secretary, between the date of enactment of this Act and June 30, 2025, with certain exceptions, from offering for leasing, preleasing, or related leasing activity any area in the Eastern Gulf of Mexico OCS Planning Area. Directs the Secretary to conduct planning and leasing for one lease sale in the Eastern Gulf of Mexico Outer Continental Shelf Planning Area in each 2013-2015. Requires each such lease sale to consist only of 50 contiguous OCS lease blocks in areas considered to have the greatest potential for oil and gas. Directs the Secretary, in reviewing potential areas for leasing, to focus upon areas of known quantities of hydrocarbons that can be conventionally produced using existing or reasonably foreseeable technology, and for which oil and gas exploration, development, production, and marketing could be carried out expeditiously. Subjects such lease sales to specified conditions, including limitations at the Secretary's discretion upon: (1) permanent surface occupancy on each lease block if it is incompatible with military operations, (2) drilling schedules and surface occupancy to accommodate defense activities on a short-term or seasonal basis, and (3) permanent surface infrastructure on any OCS lease block closer than 12 nautical miles to the coast of any state (unless the state approves that infrastructure). Requires the Secretary to conduct an economic impact survey to determine any adverse economic effects that lease sales within 100 miles of the western coast of Florida may have on the Florida Gulf coast fishing and tourism industries. Directs the Secretary, for each lease block in a proposed sale for which DOD proposes deferral from a lease offering due to defense-related activities irreconcilable with mineral exploration and development, to make available in the same lease sale one other lease block in the same OCS planning area that are acceptable for oil and gas exploration and production. Prohibits exploration, development, or production of oil or natural gas in the Eastern Gulf of Mexico OCS Planning Area that would conflict with any military operation, as determined in accordance with the Memorandum of Agreement between DOD and the Department of the Interior. Directs the Secretary and DOD to work jointly in implementing this Act in order to ensure: (1) preserving the ability of the U.S. Armed Forces to maintain an optimum state of readiness through their continued use of the OCS; and (2) allowing effective exploration, development, and production of the nation's oil, gas, and renewable energy resources. Declares that the United States reserves the right to designate by and through the Secretary of Defense, with the President's approval, national defense areas on the OCS. (Sec. 17403) Requires the Secretary to conduct an offshore oil and gas lease sale for areas added to the Central Gulf of Mexico Outer Continental Shelf Planning Area as soon as practicable, but not later than the first lease sale after enactment of this Act in which any area in such planning area is made available for leasing. (Sec. 17404) Amends the OCSLA to include within the OCS any submerged lands lying within the U.S. exclusive economic zone and the Continental Shelf adjacent to any U.S. territory. Part 4: Outer Continental Shelf Revenue Sharing - (Sec. 17501) Amends OCSLA to set forth requirements for the phased-in disposition of new leasing revenues among coastal states affected by the leases under which those revenues are received. Sets forth a scheme for allocation of new leasing revenues to coastal states within 200 miles of a leased tract in amounts inversely proportional to the respective distances between the point on the coastline of each such state that is closest to the geographic center of the lease tract. Prohibits the use of funds allocated and paid to a coastal state as matching funds for any other federal program. Allows such use, however, in the case of a project for coastal wetlands conservation, coastal restoration, or hurricane protection, or an infrastructure project directly impacted by coastal wetland losses. Increases from $500 million to $750 million the total amount of qualified OCS revenues made available for allocation to Gulf producing states for each of FY2023-FY2055. Part 5: Miscellaneous Provisions - (Sec. 17601) Expresses the intent of Congress that: (1) this subtitle will support a healthy and growing U.S. domestic energy sector that helps to reinvigorate American manufacturing, transportation, and service sectors by employing the talents of U.S. workers to assist in the development of energy from domestic sources; and (2) Congress will monitor the deployment of personnel and material onshore and offshore to encourage the development of American technology and manufacturing to enable U.S workers to benefit from this subtitle through good jobs and careers, as well as the establishment of important industrial facilities to support expanded access to American resources. Directs the Secretary, when practicable, to encourage the use of U.S. workers and equipment manufactured in the United States in all construction related to OCS mineral and renewable energy resource development under this subtitle. (Sec. 17602) Amends the OCSLA to declare that any regulations of the Secretary of the Department in which the Coast Guard is operating with respect to any oil or natural gas leasing vessel, rig, platform, or other vehicle or structure, shall be supplemental to, complementary with, and under no circumstances a substitution for the provisions of the Constitution and laws of the United States extended to the OCS subsoil and seabed, except insofar as such laws would otherwise apply to individuals who have extraordinary ability in the sciences, arts, education, or business, which has been demonstrated by sustained national or international acclaim. Subtitle C: Alaska Coastal Plain Oil and Gas Leasing - Alaskan Energy for American Jobs Act - (Sec. 17703) Directs the Secretary of the Interior, acting through the Director of the Bureau of Land Management (BLM), to implement a competitive leasing program for the exploration, development, and production of the oil and gas resources on the Coastal Plain of Alaska. Amends the Alaska National Interest Lands Conservation Act to repeal the prohibition against leasing or other development leading to production of oil and gas from the Arctic National Wildlife Refuge (ANWR). Deems oil and gas leasing programs and activities authorized by this Act to be in compliance with the purposes of ANWR, so that no further findings or decisions are required to implement this determination. Deems the \"Final Legislative Environmental Impact Statement\" (April 1987), on the Coastal Plain, to satisfy requirements under NEPA applicable to prelease activities under this Act, including actions authorized to be taken by the Secretary to promulgate regulations governing the establishment of a leasing program under this Act before the conduct of the first lease sale. States that the Secretary: (1) is not required to identify nonleasing alternative courses of action or to analyze their environmental effects, (2) shall only identify a preferred action for such leasing and a single leasing alternative and analyze their environmental effects and potential mitigation measures, and (3) shall only consider timely filed public comments that specifically address the Secretary's preferred action. Deems compliance with this Act to satisfy all NEPA requirements for the analysis and consideration of the environmental effects of proposed leasing. Authorizes the Secretary to designate as a Special Area up to 45,000 acres of the Coastal Plain, after consultation with the state of Alaska, the city of Kaktovik, and the North Slope Borough. Directs the Secretary to designate the Sadlerochit Spring area as a Special Area. Authorizes the Secretary to exclude any Special Area from leasing. Permits directional (horizontal) drilling in a Special Area. States that the Secretary's sole authority to close lands within the Coastal Plain to oil and gas leasing, exploration, development, and production is that set forth in this Act. (Sec. 17704) Directs the Secretary to establish procedures for lease sales, which may be conducted through an Internet leasing program. Instructs the Secretary to offer: (1) tracts with the greatest potential for the discovery of hydrocarbons; (2) no less than 50,000 acres for lease within 22 months after the date of the enactment of this Act; and (3) thereafter no less than an additional 50,000 acres at 6-, 12-, and 18-month intervals. Directs the Secretary to: (1) conduct additional sales within 2 years after the last 6-month interval sale if sufficient interest warrants, and (2) evaluate the bids in each sale and issue resulting leases within 90 days after completion of a sale. (Sec. 17705) Authorizes the Secretary to grant to the highest responsible qualified bidder in a such lease sale, upon payment of a bonus, any lands to be leased on the Coastal Plain. Prohibits the sale, exchange, assignment, subletting, or other transfer of a lease issued under this Act, without approval by the Secretary. (Sec. 17706) Prescribes Coastal Plain lease terms and conditions that include: (1) payment of a minimum 12.5% royalty, (2) seasonal closings to protect caribou calving and other fish and wildlife areas, (3) full liability for reclamation, (4) best efforts to provide a fair share of employment and contracting for Alaska Natives and Alaska Native corporations, and (5) prohibition on the export of oil produced under the lease. Instructs the Secretary to require that the lessee and its agents and contractors negotiate to obtain an agreement for the employment of laborers and mechanics on production, maintenance, and construction under the lease. (Sec. 17707) Expresses the intent of Congress that: (1) this Act will support a healthy and growing domestic energy sector that helps to reinvigorate American manufacturing, transportation, and service sectors; and (2) Congress will monitor the deployment of personnel and material to encourage the development of American technology and manufacturing and the establishment of industrial facilities to support expanded access to American resources. Instructs the Secretary, when practicable, to encourage the use of U.S. workers and equipment manufactured in the United States in all construction related to mineral development on the Coastal Plain. (Sec. 17708) Directs the Secretary to require: (1) site-specific assessment and mitigation; (2) regulations to protect Coastal Plain fish and wildlife resources, subsistence users, and the environment; (3) compliance with environmental laws; (4) design safety and construction standards for pipelines and access and service roads; (5) stringent reclamation and rehabilitation requirements; (6) restrictions affecting transportation modes, sand and gravel extraction, use of explosives, and hazardous and toxic waste disposal. Sets forth a \"no significant adverse effect\" standard to govern Coastal Plain activities. Instructs the Secretary to develop a facility consolidation plan for the Coastal Plain for the exploration, development, production, and transportation of Coastal Plain oil and gas resources. (Sec. 17709) Prescribes procedures for expedited judicial review of complaints. (Sec. 17710) Requires deposit in the Treasury of 50% of all bonus, rental, and royalty revenues from federal oil and gas leasing and operations authorized under this Act. (Sec. 17711) Directs the Secretary to: (1) issue rights-of-way and easements across the Coastal Plain for the transportation of oil and gas produced under leases under this Act, (2) convey to the Kaktovik Inupiat Corporation the surface estate of specified lands, and (3) convey to the Arctic Slope Regional Corporation a certain subsurface estate to which it is entitled pursuant to a specified agreement. Subtitle D: Streamlining Federal Review To Facilitate Renewable Energy Projects - Cutting Federal Red Tape to Facilitate Renewable Energy Act - (Sec. 17802) Requires federal agencies, in complying with NEPA with respect to: (1) any action authorizing or facilitating a proposed renewable energy project, to consider and analyze at the election of the applicant only the proposed action alternative and the no action alternative and to identify and analyze potential mitigation measures only for such alternatives; and (2) a proposed renewable energy project, to consider only public comments that specifically address such alternatives and are filed within 30 days after publication of a draft environmental assessment or EIS. Defines a \"renewable energy project\" as a project on federal lands or in federal waters, including a project on the OCS, using wind, solar power, geothermal power, biomass, or marine and hydrokinetic energy to generate energy, that is constructed encouraging the use of U.S.-manufactured equipment and materials. Subtitle D [sic]: Promotion of Timely Exploration for Geothermal Resources - Exploring for Geothermal Energy on Federal Lands Act - (Sec. 17802 [sic]) Exempts projects determined by the Secretary of the Interior to be geothermal exploration test projects from NEPA EIS requirements. Defines a geothermal exploration test project as the drilling of a well to test or explore for geothermal resources on lands leased by the Department of the Interior for the development and production of geothermal resources, that is completed in less than 45 days, that causes less than 5 acres of soil or vegetation disruption at the location of each well and no more than 5 additional acres of soil or vegetation disruption during access or egress to the test site, and that is developed: (1) no deeper than 2,500 feet, (2) less than 8 inches in diameter, (3) in a manner that does not require off-road motorized access other than to and from the well site along an identified off-road route, (4) without construction of new roads other than upgrading of existing drainage crossings for safety purposes, and (5) with the use of rubber-tired digging or drilling equipment vehicles. Requires the restoration of the project site within 3 years to approximately the condition that existed at the time the project began, unless the site is subsequently used as part of energy development on the lease. Requires: (1) a leaseholder intending to carry out a geothermal exploration test project to provide notice to the Secretary within 30 days before the start of drilling, (2) the Secretary to review a project within 10 days of receipt of such notice and to notify such leaseholder either that such NEPA requirements do not apply or that project deficiencies preclude the NEPA exemption, and (3) the Secretary to allow such leaseholder an opportunity to remedy any such deficiencies before the date such leaseholder intended to start drilling. Title XVIII: RESTORE Act - Resources and Ecosystems Sustainability, Tourist Opportunities, and Revived Economies of the Gulf Coast States Act of 2012 - (Sec. 18003) Establishes in the Treasury the Gulf Coast Restoration Trust Fund, to be available: (1) for expenditure to restore the Gulf Coast region from the Deepwater Horizon oil spill by undertaking projects and programs to restore and protect the natural resources, ecosystems, fisheries, marine and wildlife habitats, beaches, coastal wetlands, and economy of that region; and (2) solely to the Gulf Coast states of Alabama, Florida, Louisiana, Mississippi, and Texas to restore the ecosystems and economy of the Gulf Coast region."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "PIONEERS Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Protecting Investment in Oil Shale the Next Generation of Environmental, Energy, and Resource Security Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "PIONEERS Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Protecting Investment in Oil Shale the Next Generation of Environmental, Energy, and Resource Security Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Alaskan Energy for American Jobs Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Cutting Federal Red Tape to Facilitate Renewable Energy Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Energy Security and Transportation Jobs Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Exploring for Geothermal Energy on Federal Lands Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "North American Energy Access Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "PIONEERS Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Protecting Investment in Oil Shale the Next Generation of Environmental, Energy, and Resource Security Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Resources and Ecosystems Sustainability, Tourist Opportunities, and Revived Economies of the Gulf Coast States Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To set clear rules for the development of United States oil shale resources, to promote shale technology research and development, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:31:00-05:00"
}