{
  "actions": [
    {
      "acted_at": "1982-10-01", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-10-14", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Monopolies and Commercial Law", 
      "text": "Referred to Subcommittee on Monopolies and Commercial Law.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7294-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Monopolies and Commercial Law", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-10-01", 
  "number": "7294", 
  "official_title": "A bill to reform the Federal court system, to eliminate diversity jurisdiction, to expand and make permanent the system of United States Trustees, to establish bankruptcy courts under article III of the Constitution, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Omnibus Bankruptcy and Court Improvement Act", 
  "sponsor": {
    "district": "6", 
    "name": "Butler, M. Caldwell", 
    "state": "VA", 
    "thomas_id": "00159", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-10-01", 
  "subjects": [
    "Administration of justice", 
    "Advisory bodies", 
    "Agricultural credit", 
    "Agriculture and Rural Affairs", 
    "Appellate courts", 
    "Appellate procedure", 
    "Bankruptcy", 
    "Bankruptcy courts", 
    "Civil procedure", 
    "Courts and Civil Procedure", 
    "Courts of special jurisdiction", 
    "Debtor and creditor", 
    "District courts", 
    "Farm produce", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Government corporations", 
    "Grain storage", 
    "Grants-in-aid", 
    "Judges", 
    "Judicial compensation", 
    "Judicial districts", 
    "Judicial officers", 
    "Judicial review", 
    "Judicial tenure", 
    "Juries", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Puerto Rico", 
    "State courts", 
    "States", 
    "Supreme Court", 
    "Survivors' benefits", 
    "Trusts and trustees", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-10-01", 
    "text": "Omnibus Bankruptcy and Court Improvement Act - Title I: Federal Court Reform Act of 1982 - Subtitle A: Federal Court Reform - Federal Court Reform Act of 1982 - Part 1: Supreme Court Review - Makes review of a Federal district or appellate court or highest State Court decision which holds a Federal or State law unconstitutional reviewable by the Supreme Court by writ of certiorari, instead of appeal as currently authorized. Authorizes Supreme Court review, by writ of certiorari, of final judgments or decrees rendered by the highest court of a State in a case where the validity of a treaty or statute is in question or where the validity of a statute of Puerto Rico is in question on the ground of its being repugnant to the Constitution, treaties, or laws of the United States. Amends various provisions of Federal law (including the Federal Election Campaign Act, the Trans-Alaska Pipeline Authorization Act, and the Regional Rail Reorganization Act of 1973) to provide that certain cases will now be heard by the Supreme Court under its discretionary certiorari authority instead of hearing such appeals directly. Part 2: Jurors and Summons for Jury Service - Provides workmen's compensation for individuals injured during Federal jury duty. Authorizes the award of attorney's fees in cases involving appointed counsel where an employee has brought suit against his or her employer because the employer discriminated against the employee on the basis of jury service. Permits the use of first class mail to notify individuals of jury service. Part 3: Civil Priorities - Requires each court of the United States to determine the order in which civil actions are heard and determined. Authorizes the Judicial Conference of the United States to modify the rules adopted by the courts in order to establish consistency. Amends over 80 priority or expediting provisions relating to civil actions. Subtitle B: Diversity Jurisdiction - Diversity Jurisdiction Reform Act of 1982 - Abolishes diversity of citizenship as a basis of jurisdiction of Federal district courts, but retains as a basis of jurisdiction \"alienage,\" involving foreign states or citizens of foreign states. Increases the amount in controversy requirement in such cases from $10,000 to $25,000. Retains as a basis for Federal jurisdiction statutory interpleader, which includes actions between citizens of different States. Permits venue for a Federal civil action in any judicial district in which a substantial part of the events or omissions giving rise to the claim occurred, or in which a substantial part of property that is the subject of the action is situated. Subtitle C: Judicial Survivors' Annuities - Judicial Survivors' Annuities Reform Act of 1982 - Amends the Judicial Survivors' Annuities Reform Act to revise the annuity program for survivors of Federal Justices, judges, and judicial officers. Makes the benefits conferred by this Act immediately available to any eligible individual. Permits a judicial officer who has participated in such annuity program to withdraw, in writing, according to specified procedures. Subtitle D: State Justice Institute - State Justice Institute Act of 1982 - Establishes the State Justice Institute as a private nonprofit corporation to further the development of improved judicial administration in State courts in the United States. Permits the Institute to be incorporated in any State or the District of Columbia. Directs the Institute to: (1) direct a national assistance program to assure persons ready access to a fair and effective system of justice; (2) foster coordination and cooperation with the Federal judiciary; (3) make recommendations concerning the proper allocation of responsibility between the State and Federal court systems; (4) promote recognition of the importance of the separation of powers doctrine to an independent judiciary; and (5) encourage education for State court judges and support personnel. Authorizes the Institute to award grants and enter into cooperative agreements or contracts to: (1) conduct research, demonstrations, or special projects relating to the purposes of this Act; (2) serve as a clearinghouse of information regarding State judicial systems; (3) participate in joint projects with other agencies, including the Federal Judicial Center; (4) evaluate the impact of programs carried out under this Act upon the quality of criminal, civil, and juvenile justice; (5) encourage judicial education; (6) serve in a consulting capacity to State and local justice systems; and (7) be responsible for the certification of national programs to improve State judicial systems. Authorizes appropriations for FY 1982 through 1984 to carry out this subtitle. Subtitle E: Federal Courts Study Commission - Federal Courts Study Act - Establishes a Federal Courts Study Commission on the future of the judiciary. Directs the Commission to: (1) make a complete study of the jurisdiction of the courts of the United States and of the States; (2) recommend revisions to the Constitution and laws of the United States; (3) review studies on the effectiveness of the courts; (4) develop a long-range plan for the judicial system; (5) report annually to Congress and the President; and (6) make any recommendations it deems advisable annually. Provides that the Commission shall have 14 members with (1) four appointed by the President; (2) two Members of the Senate appointed by the President pro tempore of the Senate; (3) two Members of the House of Representatives appointed by the Speaker; (4) four appointed by the Chief Justice; and (5) two appointed by the Conference of Chief Justices. Provides for representation from the different major political parties. Terminates the Commission 90 days after it submits its final report which is due ten years after enactment and is to contain a detailed statement of the Commission's findings and conclusions. Authorizes appropriations for FY 1983 through 1992 to carry out this subtitle. Subtitle F: Intercircuit Tribunal - Intercircuit Tribunal of the United States Courts of Appeals Act - Establishes an Intercircuit Tribunal of the United States Court of Appeals composed of between 14 and 22 circuit judges. Directs that the principal office of such Tribunal shall be in the District of Columbia. Grants to the Tribunal jurisdiction over cases referred to it by the Supreme Court. Declares that decisions of the Tribunal shall be binding on all U.S. courts unless modified or overruled by the Supreme Court. Authorizes appropriations to carry out this subtitle. Directs the Tribunal, in consultation with the Director of the Administrative Office of the United States Courts, to report to Congress on its activities by October 1, 1986. Terminates the Tribunal on September 30, 1987. Subtitle G: United States Trustee Program - United States Trustee Program Act of 1982 - Repeals provisions of law which provided for the termination of the United States Trustee Program (a program which provides for trustees in bankruptcy cases). Establishes the Administrative Center of the United States as an independent establishment in the judicial branch to be supervised by a Director and Deputy Director appointed by the Chief Justice. Requires the Center to provide for the establishment of an office of the United States trustee in each judicial district in which a majority of the district judges assigned to a bankruptcy division recommend the establishment of an office. Provides that the office shall be supervised by a United States trustee appointed by the Director. Requires each U.S. trustee, in addition to his or her present duties, to aggregate, to the extent deemed appropriate, moneys of estates for which such trustee serves as trustee for deposit or investment, in order to increase the return on such money, taking into account the safety of such deposit or investment. Requires the trustee to maintain complete records identifying separately the money of each estate included in such an aggregation. Title II: Judicial Powers Amendments - Subtitle A: Bankruptcy Court Act - Bankruptcy Division Act of 1982 - Provides for the appointment of U.S. bankruptcy judges under Article III of the Constitution. Provides for a transition period to the new bankruptcy court structure through September 30, 1983. Provides that in each judicial district there shall be a division of the district court known as the bankruptcy division of the district court. Directs the President to appoint, by and with the advice and consent of the Senate, bankruptcy judges. Provides that the establishment of bankruptcy appellate panels shall be optional within each circuit. Provides that courts of appeals shall have jurisdiction from all final decisions of bankruptcy appellate panels, or from a final judgment of a bankruptcy division if the parties agree to a direct appeal. Sets forth provisions relating to jurisdiction, venue, procedure, and removal to bankruptcy courts. Sets forth a provision relating to habeas corpus from bankruptcy courts. Sets forth provisions relating to bankruptcy cases, matters, and proceedings during the transitional period. Directs the President to nominate a bankruptcy judge whenever a vacancy occurs. Directs the Attorney General to assist the President. Subtitle B: Omnibus Judgeships - Omnibus Judgeship Act of 1982 - Authorizes 15 additional judicial positions for the Federal courts of appeals and 31 positions for the district courts. Authorizes appropriations for such purpose. Title III: Bankruptcy Improvements - Subtitle A: Consumer Credit Amendments - Amends title 11 (Bankruptcy) of the United States Code to define \"anticipated disposable income\" and \"reasonable portion of debts.\" Defines anticipated disposable income as: (1) income that the debtor has, at the time of the commencement of the case, a reasonable expectation of receiving for the foreseeable future; less (2) expenditures that the debtor has, at the time of the commencement of the case, a reasonable expectation of making to support the debtor and the debtor's dependents, and to operate any business of the debtor, for the foreseeable future, based on the level of support and operation, that the debtor generally and reasonably provided before the commencement of the case and on any change in circumstances that may affect such level. Defines reasonable portion of debt as 70 percent in amount of the debtor's debts listed on the schedule of liabilities, excluding a debt secured by a first security interest in the debtor's principal residence. Requires a debtor to file a list of creditors, and unless the court orders otherwise a schedule of assets and liabilities, and a statement of the debtor's financial affairs including a statement of income for the foreseeable future, and a statement expressing the debtor's present intention with respect to retention or surrender of collateral. Repeals provisions concerning exempt property which permitted the exemption of any interest in property in which the debtor had, immediately before the commencement of the case, an interest as a tenant by the entirety or joint tenant to the extent that such interest as a tenant by the entirety or joint tenant is exempt from process under applicable nonbankruptcy law. Limits to $3,000 in total value the amount of the debtors interest which may be exempted in household furnishings, household goods, wearing apparel, books, crops, animals, or musical instruments held primarily for personal or household use. Presumes nondischargeable any debt incurred on or within 40 days before the date of the filing of a petition. Authorizes the court to dismiss a case, before granting a discharge on the motion of a creditor holding an unsecured claim or one reasonably believed to be allowable, only if: (1) the debtor is an individual; (2) anticipated disposable income for a reasonable period after the commencement of the case equals or exceeds a reasonable portion of debts; (3) it would be inequitable not to dismiss the case; and (4) dismissal of the case will not impose an undue hardship on the debtor or a dependent of the debtor. Authorizes a debtor to redeem tangible personal property from a nonpossessory, nonpurchase money security interest by making deferred cash payments over a period of up to five years, if such tangible personal property consists of specified household goods and tools of the debtor's trade. Requires payments under an adjustment of debts payment plan to commence within 30 days after the filing of the plan. Provides for the return of such funds after deducting the costs of administration if no plan is confirmed. Allows a debtor to choose such a repayment plan of up to five years. Prohibits the approval of an adjustment plan if the holder of an allowed unsecured claim objects to the confirmation of the adjustment plan, unless: (1) the value of the property to be distributed under the plan on account of such claim is not less than the amount of such claim; or (2) the plan provides that all of the debtor's projected disposable income to be received in the three-year period beginning on the date that the first payment is due under the plan shall be applied to make payments under the plan. Permits the modification of a plan any time after confirmation but before completion of payments if any change in the debtor's projected disposable income causes the plan to fail to satisfy both of the above two requirements. Defines \"disposable income\" for purposes of this paragraph to mean income received by the debtor and which is not reasonably expected to be spent: (1) to support the debtor; or (2) if the debtor is in business, for the payment of actual expenses incurred in operating such business. Requires a debtor to begin payments proposed by a plan within 30 days after the plan is filed, unless the court orders otherwise. Subtitle B: Grain Elevator Bankruptcy Amendments - Amends the Bankruptcy Reform Act of 1978 to permit a bankruptcy court to expedite the procedures for the determination of interests in and the disposition of grain and proceeds of grain held by debtors who own or operate grain storage facilities. Allows the shortening of time periods applicable for such procedures and establishment of a timetable for the completion of certain procedures. Permits such time periods and timetable to be modified by the court for good cause shown. Sets forth the criteria by which such time periods may be shortened and the procedures which may be expedited. Requires notice to any governmental unit with regulatory jurisdiction over the operation or liquidation of the debtor or his business of any request made or order entered into for expedited determinations of interest. Requires the trustee to consult with such governmental unit before taking any action relating to the disposition of grain in the control of the debtor or the estate. Declares that unless such an order is stayed pending appeal, the reversal or modification on appeal of an order establishing an expedited procedure or determining any interest in or approving any disposition of grain or its proceeds does not affect validity. Prohibits the court or the trustee from delaying any other proceeding in the particular case on account of the appeal. Permits the trustee to recover from grain and proceeds of grain the reasonable and necessary costs and expenses attributable to preserving and disposing of grain or its proceeds, but not any other costs or expenses. Subtitle C: Leasehold Management - Leasehold Management Bankruptcy Amendments Act of 1982 - Provides that in a bankruptcy case involving the adjustment of the debts of an individual with regular income, reorganization, or the adjustment of the debts of a municipality, if the trustee does not assume or reject an unexpired lease of the debtor within 120 days after the order for relief, or within such other period as the court, within the 120 day period, fixes, then such lease is rejected. Subtitle D: Referees Salary and Expense Fund - Referees Salary and Expense Fund Act of 1982 - Amends the Federal bankruptcy law to apply a $200,000 ceiling to fees from the referees' fund for any reorganization case confirmed before September 30, 1979, where such fees were not determined until after that date. Provides that after September 30, 1979, all moneys collected for payment into the referees' salary and expense fund in cases filed under the Bankruptcy Act shall be collected and paid into the general fund of the treasury. Title IV: Technical Bankruptcy Amendments - Bankruptcy Technical Amendments Act of 1982 - Subtitle A: Amendments to Title 11 of the United States Code - Amends Federal law to make technical and grammatical corrections to the Bankruptcy code. Subtitle B: Amendments to Title 28 of the United States Code - Amends Federal law to make technical amendments to the Bankruptcy code. Declares that an order of discharge or an order of confirmation in a bankruptcy case which has become final may be registered in any other district by filing in the office of the clerk of the bankruptcy court of that other district a certified copy of the order. Subtitle C: Amendments to the Act of November 6, 1978 - Amends Federal law to make technical corrections to the Bankruptcy code relating to the transition period of the bankruptcy system. Subtitle D: Amendments to Other Acts - Amends the Perishable Agricultural Commodities Act of 1930, the Federal Mine Safety and Health Act of 1977, and the Securities Investor Protection Act of 1970 to make technical and conforming amendments. Subtitle E: Effective Dates - Sets forth the effective dates for the amendments made by this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Bankruptcy and Court Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Bankruptcy Division Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Bankruptcy Technical Amendments Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Diversity Jurisdiction Reform Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Court Reform Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Courts Study Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Intercircuit Tribunal of the United States Court of Appeals Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Leasehold Management Bankruptcy Amendments Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Omnibus Judgeship Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Referees Salary and Expense Fund Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "State Justice Institute Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "United States Trustee Program Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the Federal court system, to eliminate diversity jurisdiction, to expand and make permanent the system of United States Trustees, to establish bankruptcy courts under article III of the Constitution, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:23-05:00"
}