{
  "actions": [
    {
      "acted_at": "1978-06-07", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-06-07", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-06-07", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-06-07", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13025-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Moffett, Toby", 
      "sponsored_at": "1977-01-03", 
      "state": "CT", 
      "thomas_id": "00821", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-06-07", 
  "number": "13025", 
  "official_title": "A bill to establish a materials policy for the United States; to provide that the Congress and the Nation shall be alert to the consequences of materials production, distribution, consumption for the natural environment, for material resources, including specifically, non-fuel minerals and other material resources on Federal and public lands, and for the political, social, and economic structure of the Nation; to provide for a National Materials Policy Plan which shall be coordinated with the technological, economic, and social progress of the Nation; to provide for cooperation among nations in the safe, efficient, and beneficial use of international materials resources; to provide for appropriate organizations within the Federal Government; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Materials Technology and Planning Act", 
  "sponsor": {
    "district": "9", 
    "name": "Hollenbeck, Harold C.", 
    "state": "NJ", 
    "thomas_id": "00553", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-06-07", 
  "subjects": [
    "Congress", 
    "Congressional oversight", 
    "Conservation of natural resources", 
    "Environmental protection", 
    "International cooperation", 
    "Materials policy", 
    "Materials research", 
    "Recycling of waste products", 
    "Resource allocation", 
    "Science and technology", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Materials policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-06-07", 
    "text": "Materials Technology Planning Act - Title I: Materials Technology and Planning - Declares it the finding of Congress that materials production, distribution, and consumption, as well as the disposal of wastes and by-products thereof, have a pervasive effect upon the economic, social, and political constitution of the Nation, and upon the natural environment. Declares that the Nation needs a materials policy which will encourage the most efficient use of materials and energy. Declares that the Nation must develop a materials policy which, individually and in concert with the community of nations, will plan for the production, distribution, and use of materials consistent with human activities and the system of the natural environment. Title II: National Materials Policy Plan - Requires the President to prepare and submit to Congress, at specified times, a national materials policy plan. Requires that such plan establish objectives, strategies, and contingency plans for materials production, distribution, and consumption as well as for the disposal of wastes and by-products. Requires such objectives to be established for the period of time 50 years after the transmission of the proposed plan. Requires such strategies to be established for ten year intervals beginning five and ending 45 years after the plans' transmission. Requires the contingency plans to be established for the period beginning with the transmission of a proposed plan and ending five years later. Title III: Congressional Review - Requires each proposed materials policy plan to be referred to the appropriate Senate and House committees. Sets forth the procedure for reporting and considering such plans. Title IV: Implementation - Requires the President to report to Congress by July 1, 1979, concerning programs and organizational structures required to prepare the national materials plan. Directs that such report include: (1) a program of materials research and development; (2) recommendations concerning the establishment of appropriate international institutions and programs to coordinate materials policies worldwide; (3) anticipated shortages of materials; and (4) recommendations for programs and methods of materials planning to forecast unanticipated environmental, economic, social, and political effects of materials production, distribution, consumption, and waste disposal. Requests that the President, in such report, attempt to anticipate shortages in materials and the environmental, social, and economic effects of materials production, distribution, consumption, and waste disposal. Authorizes necessary appropriations to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Materials Technology and Planning Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a materials policy for the United States; to provide that the Congress and the Nation shall be alert to the consequences of materials production, distribution, consumption for the natural environment, for material resources, including specifically, non-fuel minerals and other material resources on Federal and public lands, and for the political, social, and economic structure of the Nation; to provide for a National Materials Policy Plan which shall be coordinated with the technological, economic, and social progress of the Nation; to provide for cooperation among nations in the safe, efficient, and beneficial use of international materials resources; to provide for appropriate organizations within the Federal Government; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:15-05:00"
}