{
  "actions": [
    {
      "acted_at": "1992-05-21", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-16", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-09-18", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Hollings with amendments. With written report No. 102-411.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-18", 
      "calendar": "Senate Legislative", 
      "number": "684", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 684.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2788-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1992-05-21", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1992-10-05", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1992-05-21", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-21", 
  "number": "2788", 
  "official_title": "A bill to amend title III of the Marine Protection, Research, and Sanctuaries Act of 1972 to authorize appropriations for fiscal years 1993 through 1995, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4310-102", 
      "reason": "related"
    }
  ], 
  "short_title": "National Marine Sanctuaries Program Amendments Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Kerry, John F.", 
    "state": "MA", 
    "thomas_id": "01379", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-06-16", 
  "subjects": [
    "Actions and defenses", 
    "Aquatic biology", 
    "Authorization", 
    "Damages", 
    "Environmental education", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental research", 
    "Federal advisory bodies", 
    "Fines (Penalties)", 
    "Forfeiture", 
    "Hawaii", 
    "Hazardous waste disposal", 
    "International environmental cooperation", 
    "Liability for environmental damages", 
    "Liens", 
    "Maine", 
    "Marine parks and reserves", 
    "Marine resources conservation", 
    "National parks", 
    "Radioactive wastes", 
    "Recreation", 
    "Research centers", 
    "Seizure of vessels and cargoes", 
    "Ships", 
    "Territorial waters", 
    "Treaties", 
    "Waste disposal in the ocean", 
    "Whales"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1992-09-18", 
    "text": "National Marine Sanctuaries Program Amendments Act of 1992 - Title I: Amendments to Marine Protection, Research, and Sanctuaries Act of 1972 - Amends the Marine Protection, Research, and Sanctuaries Act of 1972 to include the cost of long-term monitoring in the definition of \"damages.\" Requires, in order to designate an area as a sanctuary, a determination that existing State and Federal authorities should be supplemented (currently, that such authorities are inadequate) to ensure coordinated and comprehensive conservation and management. Requires, when determining whether to designate an area, consideration of: (1) governmental as well as commercial or recreational resource uses; and (2) past, present, or proposed future disposal of materials in the area, including hazardous substances, hazardous wastes, or radioactive wastes. Modifies procedures for: (1) proposing designation of an area as a sanctuary; and (2) the taking effect of a designation. Makes Federal agency actions internal or external to a national marine sanctuary that are likely to injure any sanctuary resource or quality subject to review by and consultation with the Secretary. Mandates review of sanctuary management plans at least every five years. Requires title III (Marine Sanctuaries) of the Act and regulations under certain provisions of that title (currently, requires those regulations) to be applied in accordance with international law, treaties, and conventions to which the United States is a party. Includes the U.S. territorial sea and the U.S. Exclusive Economic Zone in the application of the Act and its regulations and permits. Mandates cooperation with other governments and international organizations in furtherance of the title. Replaces provisions mandating research and education programs with provisions making it unlawful to violate the Act or to refuse or interfere with searches or inspections. Increases the dollar limit on fines for violations. Declares that: (1) a civil penalty constitutes a maritime lien on the vessel used in the violation of the title and allows in rem recovery; and (2) the proceeds from forfeiture of a vessel or its equipment, stores, or cargo constitute a separate recovery in addition to any civil penalty. Allows penalties and forfeitures to be used for enforcement costs and the costs of any liens or mortgages against forfeited property. Replaces provisions mandating the promotion and coordination of research with provisions directing the Secretary of Commerce to: (1) conduct research, monitoring, evaluation, and education to carry out the title; and (2) promote and coordinate research, monitoring, and education. Replaces provisions mandating cooperative agreements with provisions authorizing cooperative agreements, grants, contracts, or other agreements to carry out the title. Authorizes solicitation and acceptance of donations to carry out the title. Declares that nothing in a specified Federal law relating to the liability of a vessel owner shall limit liability under this Act. Allows the defense (to liability for harm to a sanctuary resource) that the activity was specifically authorized by Federal or State law only if the activity was conducted in compliance with the terms of any required permit or license. Removes provisions allowing the defense to such liability that the harm was negligible. Requires recovery, with interest, of administrative costs and expenses in connection with damage assessment and restoration planning, any restoration, replacement, or acquisition, and actions to recover damages. Removes provisions regulating the use of civil penalties. Requires amounts recovered with respect to sanctuary resources under State jurisdiction to be used in accordance with the court decree or settlement agreement as well as with an agreement entered into by the Secretary and the Governor of that State, provided the agreement involving the Governor is entered into by a certain period after recovery of the amounts. Authorizes appropriations to carry out the title. Authorizes establishment of advisory councils with regard to the designation or management of one or more national marine sanctuaries. Designates the Provasoli-Guillard Center for the Culture of Marine Phytoplankton in West Boothbay Harbor, Maine, as a National Center and Facility. Title II: Hawaii Islands Humpback Whale Sanctuary - Hawaiian Islands National Marine Sanctuary Act - Designates an area off the coast of the Hawaiian Islands as the Hawaiian Islands Humpback Whale National Marine Sanctuary. Provides for the development of a comprehensive management plan. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Marine Sanctuaries Program Amendments Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Marine Sanctuaries Program Amendments Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Hawaiian Islands National Marine Sanctuary Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title III of the Marine Protection, Research, and Sanctuaries Act of 1972 to authorize appropriations for fiscal years 1993 through 1995, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:37-05:00"
}