{
  "actions": [
    {
      "acted_at": "2009-07-20", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-07-21", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy and Environment", 
      "text": "Referred to the Subcommittee on Energy and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-10-01", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Energy and Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-14", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Energy and Environment", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-14", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Energy and Environment", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended) by Voice Vote .", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-21", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-21", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2009-10-23T11:59:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Energy and Commerce. H. Rept. 111-313.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-23T11:59:00-04:00", 
      "calendar": "Union", 
      "number": "179", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 179.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3258-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Environment", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "28", 
      "name": "Berman, Howard L.", 
      "sponsored_at": "2009-10-16", 
      "state": "CA", 
      "thomas_id": "00082", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Capps, Lois", 
      "sponsored_at": "2009-07-20", 
      "state": "CA", 
      "thomas_id": "01471", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Cohen, Steve", 
      "sponsored_at": "2009-10-06", 
      "state": "TN", 
      "thomas_id": "01878", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Hinchey, Maurice D.", 
      "sponsored_at": "2009-10-06", 
      "state": "NY", 
      "thomas_id": "00541", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Maloney, Carolyn B.", 
      "sponsored_at": "2009-10-08", 
      "state": "NY", 
      "thomas_id": "00729", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Markey, Edward J.", 
      "sponsored_at": "2009-07-20", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Pallone, Frank, Jr.", 
      "sponsored_at": "2009-07-20", 
      "state": "NJ", 
      "thomas_id": "00887", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Sarbanes, John P.", 
      "sponsored_at": "2009-07-20", 
      "state": "MD", 
      "thomas_id": "01854", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Schakowsky, Janice D.", 
      "sponsored_at": "2009-07-20", 
      "state": "IL", 
      "thomas_id": "01588", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Shea-Porter, Carol", 
      "sponsored_at": "2009-10-06", 
      "state": "NH", 
      "thomas_id": "01861", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-07-20", 
  "number": "3258", 
  "official_title": "To amend the Safe Drinking Water Act to enhance the security of the public water systems of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Drinking Water System Security Act of 2009", 
  "sponsor": {
    "district": "30", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-10-21", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Emergency management", 
    "Emergency planning and evacuation", 
    "Environmental Protection Agency (EPA)", 
    "Environmental regulatory procedures", 
    "Hazardous wastes and toxic substances", 
    "Homeland security", 
    "Water quality", 
    "Water use and supply"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2009-10-23", 
    "text": "Drinking Water System Security Act of 2009 - Amends the Safe Drinking Water Act to revise and expand requirements for assessments by covered water systems of their vulnerability to intentional acts of sabotage. Defines \"covered water system\" as a public water system that is a community water system serving a population greater than 3,300 or that presents a security risk requiring the issuance of regulations. Directs the Administrator of the Environmental Protection Agency (EPA), in consultation with states and the Department of Homeland Security (DHS), to issue regulations to: (1) establish tiered risk-based performance standards for the security of covered water systems and requirements and deadlines for such systems to conduct and update vulnerability assessments; (2) develop, implement, and revise site security and emergency response plans for such systems; and (3) provide annual training to system employees and contractor employees. Authorizes the Administrator to designate any chemical substance as a substance of concern in issuing water system security standards. Requires the Administrator to provide covered water systems with baseline information about probable threats to disrupt the safe and reliable supply of water, cause a release of a substance of concern at the covered water system, or steal, misuse, or misappropriate a substance of concern. Requires a covered water system under this Act to: (1) describe in its site security plan an assessment of methods to reduce the consequences of a chemical release from an intentional act and the roles and responsibilities of employees in responding to an intentional act of sabotage; (2) submit its vulnerability assessment and site security plan to the Administrator for review; (3) correct any deficiency found in its assessment or plan; (4) prepare or revise its emergency response plan to incorporate the results of the most current vulnerability assessment and site security plan; and (5) maintain an updated copy of its vulnerability assessment, site security plan, and emergency response plan. Requires the Administrator to: (1) audit and inspect covered water systems to determine compliance with this Act; (2) offer nonsupervisory employees of any system the opportunity to share information, on a confidential basis, about a system's compliance; and (3) take enforcement action, as appropriate, against states that fail to implement methods to reduce the consequences of a chemical release from an intentional act at a covered water system. Prohibits disclosure of protected information relating to the security of covered water systems. Exempts such information from Freedom of Information disclosure requirements. Imposes criminal penalties for unauthorized disclosure of protected information. Exempts public water systems subject to this Act from regulation under certain DHS chemical facility anti-terrorism standards. Allows states or local governments to impose security standards for drinking water systems that are more stringent than standards under this Act. Imposes a civil penalty of up to $25,000 per day on a covered water system that violates any requirement of this Act. Requires the Administrator to submit a report every three years to the House Committee on Energy and Commerce and the Senate Committee on Environment and Public Works on progress in achieving compliance under this Act. Requires such report to be made publicly available. Authorizes the Administrator to award grants to, or enter into cooperative agreements with: (1) states to implement this Act; (2) nonprofit organizations to provide research, training, and technical assistance to covered water systems; and (3) covered water systems to assist them in preparing and updating vulnerability assessments, site security plans, and emergency response plans and in assessing and implementing methods to reduce the consequences of the release of a substance of concern from an intentional act. Assigns priority for awarding grants to water systems that have the greatest need or pose the greatest security risk. Directs the Administrator to award grants to nonprofit organizations for training and education of employees and first responders who would respond to an intentional act of sabotage at a covered water system. Authorizes appropriations for FY2011 for administrative costs and to implement methods to reduce the consequences of a chemical release from an intentional act at covered water systems, and for FY2012-FY2015 generally. Prohibits funding for basic security enhancements from including expenditures for personnel costs or monitoring, operation, or maintenance of facilities, equipment, or systems. Requires the Administrator: (1) to promulgate final regulations within two years after the enactment of this Act; and (2) in consultation with the DHS Secretary, to study and report to Congress on the threat of contamination of drinking water being distributed through public water systems, including fire main systems."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Drinking Water System Security Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Drinking Water System Security Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Safe Drinking Water Act to enhance the security of the public water systems of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:53:29-05:00"
}