{
  "actions": [
    {
      "acted_at": "2012-12-13", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3678-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burr, Richard", 
      "sponsored_at": "2012-12-18", 
      "state": "NC", 
      "thomas_id": "00153", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hagan, Kay", 
      "sponsored_at": "2012-12-17", 
      "state": "NC", 
      "thomas_id": "01902", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, Mark R.", 
      "sponsored_at": "2012-12-13", 
      "state": "VA", 
      "thomas_id": "01897", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-12-13", 
  "number": "3678", 
  "official_title": "A bill to help ensure the fiscal solvency of the FHA mortgage insurance programs of the Secretary of Housing and Urban Development, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4264-112", 
      "reason": "related"
    }
  ], 
  "short_title": "FHA Emergency Fiscal Solvency Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Toomey, Pat", 
    "state": "PA", 
    "thomas_id": "02085", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-12-13", 
  "subjects": [
    "Accounting and auditing", 
    "Congressional oversight", 
    "Department of Housing and Urban Development", 
    "Executive agency funding and structure", 
    "Federal officials", 
    "Fraud offenses and financial crimes", 
    "Government National Mortgage Association (Ginnie Mae)", 
    "Government corporations and government-sponsored enterprises", 
    "Government liability", 
    "Government studies and investigations", 
    "Housing and community development", 
    "Housing finance and home ownership"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-12-13", 
    "text": "FHA Emergency Fiscal Solvency Act of 2012 - Amends the National Housing Act (NHA) to direct the Secretary of Housing and Urban Development (HUD) (who currently is authorized) to establish and collect additional annual premium payments for the first 11 years of the term of an insured mortgage in an amount between 0.55% and 2% of the remaining insured principal balance (with certain adjustments) for certain periods. Increases from 1.55% to 2.05% the 30-year annual premium for an insured mortgage whose original principal obligation exceeds 95% of the remaining principal balance. Revises conditions for the Secretary's exercise of authority to require indemnification for an insurance loss claim paid on a mortgage insured by a mortgagee to which the Secretary delegated insuring authority. Extends the Secretary's authority to require such an indemnification to a mortgage executed by a mortgagee approved under the direct endorsement program. Revises the conditions invoking indemnification authority to cover a circumstance where the mortgagee knew, or should have known, of a serious or material violation of the pertinent mortgage requirements, regardless of whether the violation caused the mortgage default. Makes similar revisions to the Secretary's indemnification authority in the circumstance where fraud or misrepresentation was involved in connection with the origination or underwriting and the mortgagee knew or should have known about it. Directs the Secretary to establish a process for mortgagees to appeal indemnification determinations. Directs the Secretary to establish a program to: (1) review the cause of each early period delinquency on a mortgage that is an obligation of the Mutual Mortgage Insurance Fund (Fund); (2) require indemnification of the Secretary for a loss associated with any such delinquency that results from a material violation of any guideline established or promulgated under NHA; and (3) report publicly a summary of the results of all early period reviewed delinquencies, any indemnifications required, and the financial impact on the Fund of any such indemnifications. Requires semiannual independent studies and reports during periods of capital depletion of the Fund. Directs the Secretary to analyze the cost and feasibility of an independent quarterly actuarial study of the Fund. Authorizes the Secretary to terminate the approval of the mortgagee to originate or underwrite single family mortgages for more than one area or on a nationwide basis, if the mortgagee has an excessive rate of early defaults and claims. Revises the criteria for the eligibility of a mortgage for Federal Housing Administration (FHA) insurance to authorize the participation of certain persons or entities approved by the Secretary in the origination of single family mortgages and/or home equity conversion mortgages for elderly homeowners. Directs the Secretary to require each mortgagee, as a condition for approval to originate or underwrite mortgages on HUD-insured single family or multifamily housing, to notify the Secretary of the action taken, and the reasons for it, if the mortgagee: (1) engages in the purchase of mortgages insured by the Secretary and originated by other mortgagees, or in the purchase of the servicing rights to such mortgages; and (2) at any time takes action to terminate or discontinue such purchases from another mortgagee based on any determination or evidence of fraud or material misrepresentation in connection with the origination of such mortgages. Includes among the information the Secretary of HUD is required to collect regarding early defaults on insured mortgages all data on the number of claims paid to each servicing mortgagee during each calendar quarter occurring during the applicable collection period. Establishes within FHA a Deputy Assistant Secretary for Risk Management and Regulatory Affairs, who shall be responsible for all matters relating to: (1) managing and mitigating risk to HUD mortgage insurance funds, and (2) ensuring the performances of HUD-insured mortgages. Amends the Department of Housing and Urban Development Act to establish within HUD a Chief Risk Officer for the Government National Mortgage Association (Ginnie Mae). Directs the Secretary to: (1) examine mortgage servicer compliance with the loan servicing, loss mitigation, and insurance claim submission guidelines of the FHA mortgage insurance programs; (2) estimate the annual costs to the Fund, since 2008, resulting from any failures by mortgage servicers to comply with such guidelines; and (3) develop an emergency capital plan for the restoration of the Fund's fiscal solvency. Directs the Comptroller General to provide for third party review of: (1) the financial safety and soundness of HUD mortgage insurance programs and funds, and (2) the extent of their loan loss reserves and capital adequacy. Directs the Secretary to review and revise all standards and requirements relating to disclosure of information on the mortgage insurance programs and funds. Directs the Secretary to examine all the mortgage insurance and any other FHA programs to: (1) identify the level of use and need for such programs; (2) any such programs that are unused or underused; and (3) methods for streamlining, consolidating, simplifying, increasing the efficiency of, and reducing the number of such programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "FHA Emergency Fiscal Solvency Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to help ensure the fiscal solvency of the FHA mortgage insurance programs of the Secretary of Housing and Urban Development, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:40:26-05:00"
}