{
  "actions": [
    {
      "acted_at": "1997-07-31", 
      "committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-08-14", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Surface Transportation", 
      "text": "Referred to the Subcommittee on Surface Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-06-09", 
      "bill_ids": [
        "hr2400-105"
      ], 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "text": "See H.R.2400.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2337-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Surface Transportation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-07-31", 
  "number": "2337", 
  "official_title": "To authorize funds to further the strong Federal interest in the improvement of highways and transportation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2400-105", 
      "reason": "related"
    }, 
    {
      "bill_id": "s532-105", 
      "reason": "identical"
    }
  ], 
  "short_title": "Surface Transportation Authorization and Regulatory Streamlining Act", 
  "sponsor": {
    "district": null, 
    "name": "Hill, Rick", 
    "state": "MT", 
    "thomas_id": "01489", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-07-31", 
  "subjects": [
    "Accident prevention", 
    "Administrative procedure", 
    "Air quality", 
    "American Samoa", 
    "Asphalt", 
    "Authorization", 
    "Bridges", 
    "Car pools", 
    "Carbon monoxide", 
    "Citizen participation", 
    "Commemorations", 
    "Department of Transportation", 
    "Economic growth", 
    "Economics and public finance", 
    "Emergency management", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal aid highway program", 
    "Federal aid to research", 
    "Federal aid to territories", 
    "Federal aid to transportation", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government trust funds", 
    "Guam", 
    "Highway engineering", 
    "Highway maintenance", 
    "Highway planning", 
    "Highway research", 
    "Historic sites", 
    "History", 
    "Housing and community development", 
    "Indian lands", 
    "Infrastructure", 
    "International competitiveness", 
    "Interstate highway system", 
    "Law", 
    "Limited access highways", 
    "Metric system", 
    "Metropolitan politics and government", 
    "Minorities", 
    "Motor vehicle pollution control", 
    "National parks", 
    "Northern Mariana Islands", 
    "Ozone", 
    "Public lands and natural resources", 
    "Puerto Rico", 
    "Railroad safety", 
    "Research and development", 
    "Science, technology, communications", 
    "Smog", 
    "Sports and recreation", 
    "Standards", 
    "Territories (U.S.)", 
    "Traffic accidents and safety", 
    "Traffic congestion", 
    "Traffic engineering", 
    "Traffic signs and signals", 
    "Trails", 
    "Transportation and public works", 
    "Transportation planning", 
    "Transportation policy", 
    "Transportation research", 
    "Urban affairs", 
    "Urban planning", 
    "Urban transportation", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-07-31", 
    "text": "TABLE OF CONTENTS: Title I: Level and Distribution of Funds Title II: Program Streamlining Title III: Reduction of Regulation Title IV: Effective Date; Transition Rules Surface Transportation Authorization and Regulatory Streamlining Act - Title I: Level and Distribution of Funds - Authorizes appropriations for FY 1998 through 2003 out of the Highway Trust Fund other than the Mass Transit Account (Highway Fund) for: (1) the National Highway System (NHS); (2) the Surface Transportation Program (STP); (3) the Federal Lands Highways Program (including Indian reservation roads, public lands highways, and parkways and park roads); (4) the Cooperative Federal Lands Transportation Program; and (5) U.S. territories. (Sec. 102) Directs the Secretary of Transportation (Secretary), beginning in FY 1999, to publish in the Federal Register specified information concerning the use of, and methods of apportionment for, the additional highway account revenues authorized under this Act. Requires 60 percent of such amounts to be apportioned for the NHS, and 40 percent for the STP. (Sec. 103) Provides further apportionment of authorized funds within programs under the NHS and STP. Requires population determinations for apportionment purposes to be based on the most recent estimates prepared by the Secretary of Commerce. (Sec. 104) Provides an apportionment adjustment program under which: (1) Puerto Rico is provided specified additional highway funds; and (2) additional apportionments are made, according to specified apportionment percentages, to low-population-density States (20 individuals or less per square mile) and small States (population of 1.5 million or fewer in a land area of 10,000 square miles or less). Provides five calculation levels for the determination of appropriated amounts to such States. Authorizes appropriations for such additional apportionments out of the Highway Fund for FY 1998 and thereafter. Repeals certain prior apportionment adjustment programs. (Sec. 105) Decreases from three and three-fourths to two the percentage of apportionment funds to be spent on administrative expenses and appropriate highway and transportation research. Requires such expense deduction to be made only after the completion of all other aspects of calculating the apportionment. Requires one percent of NHS and STP funds annually to be set aside for metropolitan planning activities. Directs the Secretary to undertake an enhanced level of research to determine methods of reducing the long- and short-term costs of constructing and maintaining asphalt pavement in areas with severe or frequent freeze-thaw cycles. Requires the Secretary, in selecting research topics, allocating funds, and promoting and developing transportation systems, to give careful consideration to the national interest in transportation issues, infrastructure, and modern transportation technology related to rural areas. (Sec. 106) Authorizes appropriations for FY 1998 through 2003 from the Highway Fund to carry out the recreational trails program under the Intermodal Surface Transportation Efficiency Act of 1991. Provides a State apportionment formula and a deduction of up to three percent for administrative expenses. Limits the Federal share to 80 percent of the cost of a recreational trails project. Provides for matching funds from Federal grant programs. (Sec. 107) States that nothing in this Act establishes a limitation on the total of all obligations for any fiscal year for Federal-aid highways and highway safety construction programs. Provides specific rules for any such limitations, including: (1) a distribution formula for FY 1998 and thereafter; (2) the redistribution of unused obligation authority; (3) the authority to obligate up to an additional five percent of all funds apportioned to a State for such programs; and (4) the maintenance of overall program balance. Title II: Program Streamlining - Requires each State, beginning with FY 1998, to certify to the Secretary that: (1) it has reserved an amount for bridge expenditures that is not less than the amount apportioned to such State for such purpose for FY 1997; or (2) the amount the State will reserve to carry out bridge projects between FY 1998 and 2003 will be no less than six times the amount appropriated to the State for such purpose for FY 1997. Directs the Secretary, beginning with FY 1998, to set aside specified amounts for discretionary bridge projects. Repeals provisions: (1) requiring an inventory of highway bridges on public roads and park and Indian reservation bridges; (2) concerning the replacement or rehabilitation of bridges and apportionment of funds for such purpose; (3) concerning bridge inventory reports; and (4) providing for an off-system bridge program as well as a historic bridge program. (Sec. 201) Provides a specified set-aside from the STP for highway safety programs and related activities for FY 1998 through 2003. Allows such funds to be used for the installation of protective devices at railway-highway crossings. Provides further set-asides for such fiscal years for: (1) transportation enhancement activities; and (2) congestion mitigation and air quality improvement activities. (Sec. 202) Repeals NHS provisions which require the Secretary to remove from designation as a part of the Interstate System (IS) each segment for which that State has not notified the Secretary that it intends to construct such segment and which the Secretary finds is not essential to the completion of a unified and connected IS. (Sec. 203) Repeals provisions concerning: (1) the transfer to the apportionments of a State of amounts not used for IS segment construction costs, resurfacing, restoring, or rehabilitating; and (2) the placing of funding limitations on IS highway or bridge expansion which does not involve high-occupancy-vehicle lanes or auxiliary lanes. (Sec. 204) Makes eligible under the STP an area of a State that is a nonattainment area for ozone or carbon monoxide, for particulate matter with an aerodynamic diameter smaller than or equal to ten micrometers resulting from transportation activities, or for any combination thereof, for congestion mitigation and air quality improvement projects without regard to any Department of Transportation (DOT) limitation relating to the type of ambient air quality standard addressed by such project. Makes eligible under the STP the placement of funds in a State infrastructure bank approved by the Secretary. Removes a limitation concerning STP projects undertaken on roads classified as local or rural minor collectors. Revises provisions regarding: (1) the determination by a State of its allocation formula used for the apportionment of STP funds for division between urbanized areas of over 200,000 population for FY 1998 and thereafter; and (2) State certification procedures. Extends through FY 2003 the STP obligation authority with respect to such urbanized areas. (Sec. 205) Increases from $300,000 to $500,000 the funds required to be expended by the Secretary to carry out a public information program aimed at preventing and reducing motor vehicle accidents, injuries, and fatalities, and improving driver performance, at railway-highway crossings. Repeals current set-asides for IS and NHS discretionary programs. (Sec. 206) Establishes the Cooperative Federal Lands Transportation Program to provide funds for projects on State-owned or maintained highways that cross, are adjacent to, or lead to federally owned land or Indian reservations. Outlines provisions concerning: (1) project funds distribution; and (2) the transfer of project funds to a State to carry out projects on Federal lands highways within such State. Title III: Reduction of Regulation - Directs the Secretary to carry out a periodic review of all significant DOT rules to determine which should be amended, rescinded, or continued without change. Requires publication of a plan for such review. (Sec. 302) States that any decision by the Secretary concerning a State transportation plan or program shall not be considered a Federal action subject to review under the National Environmental Policy Act of 1969. (Sec. 303) Removes the requirement that, after September 30, 2000, a State must use or plan to use metric system designations as part of a Federal-aid highway project. Title IV: Effective Date; Transition Rules - Makes this Act effective on the date of enactment and applicable only to funds authorized to be appropriated or made available after September 30, 1997, except as otherwise specified. Provides for State transfers of unobligated funds apportioned to the State before October 1, 1997."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Surface Transportation Authorization and Regulatory Streamlining Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize funds to further the strong Federal interest in the improvement of highways and transportation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:09-05:00"
}