{
  "actions": [
    {
      "acted_at": "2013-02-14", 
      "committees": [
        "SSEV"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s365-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Franken, Al", 
      "sponsored_at": "2013-02-14", 
      "state": "MN", 
      "thomas_id": "01969", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-02-14", 
  "number": "365", 
  "official_title": "A bill to authorize the Secretary of the Army to carry out activities to manage the threat of Asian carp travelling up the Mississippi River in the State of Minnesota, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr709-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Upper Mississippi CARP Act", 
  "sponsor": {
    "district": null, 
    "name": "Klobuchar, Amy", 
    "state": "MN", 
    "thomas_id": "01826", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-02-14", 
  "subjects": [
    "Administrative remedies", 
    "Aquatic ecology", 
    "Army Corps of Engineers", 
    "Congressional oversight", 
    "Dams and canals", 
    "Department of Defense", 
    "Department of the Interior", 
    "Environmental protection", 
    "Fishes", 
    "Government studies and investigations", 
    "Intergovernmental relations", 
    "Minnesota", 
    "Mississippi River", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-02-14", 
    "text": "Upper Mississippi Conservation and River Protection Act of 2013 or the Upper Mississippi CARP Act - Directs the Chief of Engineers to study the feasibility of: (1) temporarily closing the lock at the Upper St. Anthony Falls Lock and Dam (located on Mississippi River mile 853.9 in Minneapolis, Minnesota) to manage the threat of Asian carp traveling up the Mississippi River in Minnesota, and (2) implementing control measures at such lock and Lock and Dam 1 (located on Mississippi River mile 847.8 in Minneapolis, Minnesota), including permanently closing the locks, modifying lock operations, or using an alternative technology barrier, to manage such threat. Requires the Chief to assess the potential impacts, including environmental and economic impacts: (1) of temporary closure of such lock and of continuing to operate it, and (2) of implementing each of such control measures and of not implementing such measures. Authorizes the Chief to close such lock upon determining that closure is justified based on the assessment of potential impacts. Requires the Chief to close such lock upon determining that a live adult Asian carp has been captured above Lock and Dam 2 (located on Mississippi River mile 815.2 upstream of Hastings, Minnesota) or that a juvenile Asian carp has been captured above Lock and Dam 4 (located on Mississippi River mile 752.8 in Alma, Wisconsin). Authorizes the Secretary of the Interior, upon determining that an Asian carp has been captured at such a location, to submit to the Chief a petition for closure of such lock. Allows the Chief to reopen the lock upon determining that adequate measures are in place to manage the threat. Directs the Council on Environmental Quality to incorporate the Upper Mississippi River and tributaries, the Minnesota River, and the St. Croix River into the Asian Carp Control Strategy Framework of the Council. Expresses the sense of Congress that federal agencies researching Asian carp control technologies should partner with state and local shareholders, giving priority to collaborative partnerships in which such shareholders contribute to the cost of the research."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Upper Mississippi CARP Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Upper Mississippi Conservation and River Protection Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to authorize the Secretary of the Army to carry out activities to manage the threat of Asian carp travelling up the Mississippi River in the State of Minnesota, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:40:05-05:00"
}