{
  "actions": [
    {
      "acted_at": "2008-09-26", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7160-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "2008-09-26", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Israel, Steve", 
      "sponsored_at": "2008-09-26", 
      "state": "NY", 
      "thomas_id": "01663", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "2008-09-26", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-09-26", 
  "number": "7160", 
  "official_title": "To authorize United States participation in, and appropriations for the United States contribution to, an international clean technology fund, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Moore, Gwen", 
    "state": "WI", 
    "thomas_id": "01811", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-09-26", 
  "subjects": [], 
  "subjects_top_term": null, 
  "summary": {
    "as": "Introduced", 
    "date": "2008-09-26", 
    "text": "Amends the Bretton Woods Agreements Act to authorize the Secretary of the Treasury to contribute to a Clean Technology Fund to promote accelerated deployment in developing countries of technologies designed to reduce greenhouse gas emissions. Requires that such Fund be established and administered by the International Bank for Reconstruction and Development (IBRD).Prohibits the Fund from providing more than approximately 15% of Fund resources to any one country. Sets forth requirements for a country to be eligible for support from the Fund, which shall be used to cover the incremental costs of deploying clean energy technologies that result in substantial and additional reductions from baseline greenhouse gas emissions.Prohibits the Fund from providing support for any new coal-fired electricity generation facility unless certain requirements are met.Requires transparency in all aspects of the governance of the Fund.Directs the Secretary to: (1) direct the U.S. representative to oppose any proposal that would result in the Fund failing to meet the requirements of this Act; (2) encourage all the multilateral development banks to apply environmental assessment procedures in their consideration of Fund proposals; and (3) ensure that the Fund complements the International Clean Energy Foundation.Amends the the International Financial Institutions Act to direct the Secretary to seek to ensure that multilateral development banks: (1) adopt and implement greenhouse gas accounting in analyzing the benefits and costs of all projects for which bank funding is sought; and (2) expand their activities supporting climate change mitigation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To authorize United States participation in, and appropriations for the United States contribution to, an international clean technology fund, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:38-05:00"
}