{
  "actions": [
    {
      "acted_at": "1973-09-18", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2430-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-18", 
  "number": "2430", 
  "official_title": "A bill to protect the consumer against worthless money orders.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11461-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Brock, Bill", 
    "state": "TN", 
    "thomas_id": "01291", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-18", 
  "subjects": [
    "Consumer protection", 
    "Finance and financial sector", 
    "Licenses", 
    "Money"
  ], 
  "subjects_top_term": "Money", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-18", 
    "text": "Declares it to be the purpose of this Act to protect the consumer against worthless checks, money orders, or other instruments by establishing Federal standards to assure the financial responsibility of persons engaged in the business of selling such instruments for consideration. States that a person may not sell or issue money orders for any consideration unless that person has been issued a certificate of compliance by the Board of Governors of the Federal Reserve System. Prescribes the requirements to be met prior to issuance of such certificate. Provides that any person who holds a certificate of compliance shall: (1) be liable for payment on all money orders sold or issued, in accordance with the applicable State law; and (2) cause all money orders to be sold or issued by such person to bear the name of such person. States that the provisions of this Act do not apply to any person who sells or issues money orders only in any State in which the Board determines that requirements are imposed which afford similar or greater protection than this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to protect the consumer against worthless money orders.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:53-05:00"
}