{
  "actions": [
    {
      "acted_at": "1974-11-19", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s4167-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Ervin, Sam J., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "NC", 
      "thomas_id": "01326", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-11-19", 
  "number": "4167", 
  "official_title": "A bill to establish a National Commission on Regulatory Reform to evaluate and report on the effectiveness of government regulation at the Federal and State level and its impact on inflation, competition, and the public interest.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Interest Regulatory Review Act", 
  "sponsor": {
    "district": null, 
    "name": "Percy, Charles H.", 
    "state": "IL", 
    "thomas_id": "01418", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-11-19", 
  "subjects": [
    "Government operations and politics", 
    "Independent regulatory commissions"
  ], 
  "subjects_top_term": "Independent regulatory commissions", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-11-19", 
    "text": "Public Interest Regulatory Review Act - Establishes, for a period of one year, as an independent instrumentality in the executive branch of the Federal Government, a National Commission on Regulatory Reform. Directs the Commission to prepare a comprehensive report to the President and Congress containing its findings, conclusions, and recommendations concerning the Federal regulatory agencies with respect to: (1) deficiencies within the regulatory process which contribute to inflation, lessen competition, or adversely affect the public and regulated industries; (2) the extent to which certain areas of the economy are over-regulated or under-regulated; (3) the economic costs and benefits of regulation; (4) the continued appropriateness or applicability of original regulatory purposes and objectives and an evaluation of the purposes which regulation should now serve; (5) the consequences to the Nation of selective deregulation or modification of regulation; (6) the need for increased antitrust enforcement; (7) specific recommendations for legislative action to improve the effectiveness, efficiency, and responsiveness to the public of Federal regulatory agencies; (8) evaluation of other specified proposals; (9) assuring an ongoing review and assessment of the economic costs and benefits of the Federal regulatory agencies; and (10) a realistic assessment of the costs or savings of Commission proposals for regulatory reform. Requires the Commission to prepare within 12 months of appointment a comprehensive report to the President and the Congress containing findings and recommendations concerning State, regional and local regulatory agencies, giving special emphasis to areas where Federal regulatory activities interact with them and where they have an important inflationary impact. Gives the Commission administrative powers to carry out its duties. Grants the Commission the power to issue subpenas. Directs agencies, departments and instrumentalities of the Federal Government and State and local agencies to furnish to the Commission such information as the Commission deems necessary to carry out its functions. Defines \"Federal regulatory agency\" as used in this Act. Provides that the Commission shall cease to exist 60 days after submission of the final report. Authorizes to be appropriated $1,500,000 to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Interest Regulatory Review Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Commission on Regulatory Reform to evaluate and report on the effectiveness of government regulation at the Federal and State level and its impact on inflation, competition, and the public interest.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:22-05:00"
}