{
  "actions": [
    {
      "acted_at": "1985-04-25", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-30", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Health and Human Services Department, Labor Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1008-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1985-05-01", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-25", 
  "number": "1008", 
  "official_title": "A bill to provide for a demonstration program in which a limited number of States would be permitted to provide unemployment compensation to individuals for the purpose of funding self-employment.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Self-Employment Opportunity Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Hart, Gary W.", 
    "state": "CO", 
    "thomas_id": "01347", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-04-25", 
  "subjects": [
    "Economics and public finance", 
    "Employment and training programs", 
    "Government trust funds", 
    "Labor and employment", 
    "Self-employed", 
    "State finance", 
    "State laws", 
    "States", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-25", 
    "text": "Self-Employment Opprtunity Act of 1985 - Provides for a demonstration program in which a limited number of States would be permitted to provide unemployment compensation to individuals for the purpose of funding self-employment. Directs the Secretary of Labor to enter into a program agreement with at least five, but not more than ten, States. Requires program agreements to provide that: (1) each eligible individual, for the three-year benefit period beginning on the date on which such agreement is entered into, shall be entitled to receive a weekly self-employment allowance in lieu of the regular, extended, or other additional compensation for which such individual would otherwise be eligible for such week; and (2) the State shall implement a program that is approved by the Secretary and designed to select and assist individuals for self-employment, monitor such employment, and provide for a complete evaluation of the use of such allowances. Sets forth factors that the Secretary must consider in selecting States for such program. Makes an individual an eligible individual with respect to any benefit year, for purposes of this Act, if such individual: (1) is eligible to receive regular compensation under the State law during such benefit year; (2) submits an application to the State agency for a self-employment allowance under this Act; and (3) meets applicable State requirements. Limits the number of individuals who may be considered as eligible individuals for purposes of this Act during such year. Provides that the amount of a self-employment allowance for any individual for any week shall be equal to the amount of regular, extended, or other additional compensation which would be payable to such individual for such week. Permits eligible individuals to file applications for self-help allowances with State agencies responsible for administering agreements under this Act. Requires a State to pay a self-help allowance in periodic installments at the same intervals and in the same amount as regular, extended, or other additional compensation is paid by the State. Allows such payment to be made directly to, or on behalf of, an eligible individual. Provides that State and Federal requirements relating to availability for work, active search for work, or refusal to accept suitable work shall not apply to an individual receiving a self-employment allowance under this Act as long as such individual is self-employed. Provides for payments to States of amounts equal to the Federal share of each payment (other than administrative expenses) made by the State agency on account of self-employment allowances provided under this Act. Requires that such Federal share be paid from amounts available for payment of the Federal share of extended or other additional compensation. Makes such Federal share equal to the percentage of the extended or other additional compensation for which the State would have been entitled to reimbursement if such individual were receiving extended or other additional compensation in lieu of the self-employment allowance. Permits States to make payments (exclusive of administrative expenses) from State unemployment funds for adjustment assistance provided under this Act. Provides, for purposes of Social Security Act provisions relating to grants for administrative expenses, that the provisions of this Act shall be treated as unemployment compensation law. Directs the Secretary to submit to the Congress: (1) within two years after enactment of this Act, an interim report on the effectiveness of such demonstration program; and (2) within four years after such enactment, a final report on such program. Sets forth provisions relating to fraud and overpayments. Excludes activities taken by a State pursuant to an agreement under this Act from being taken into consideration in determining whether there has been a net decrease in the solvency of the State unemployment compensation program. Defines \"self-employment allowance\" as payments made for the purpose of assisting an eligible individual with such individual's self-employment. Defines \"extended or additional compensation,\" for purposes of this Act, as: (1) extended compensation; (2) Federal supplemental compensation payable under the Federal Supplemental Compensation Act of 1982; and (3) any other compensation payable to exhaustees by reason of conditions of high unemployment. Gives certain other terms under this Act the same meanings as under the Federal-State Extended Unemployment Compensation Act of 1970. Makes this Act effective on October 1 of the first fiscal year beginning after its enactment date."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Self-Employment Opportunity Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a demonstration program in which a limited number of States would be permitted to provide unemployment compensation to individuals for the purpose of funding self-employment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:22-05:00"
}