{
  "actions": [
    {
      "acted_at": "1987-01-06", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-02-23", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-02-23", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor Standards", 
      "text": "Referred to Subcommittee on Labor Standards.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr284-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor Standards", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "25", 
      "name": "Boehlert, Sherwood", 
      "sponsored_at": "1987-02-24", 
      "state": "NY", 
      "thomas_id": "00101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1987-02-24", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-06", 
  "number": "284", 
  "official_title": "A bill to entitle employees to family leave in cases involving the birth, adoption, or serious health condition of a son, daughter, or parent and temporary medical leave in cases involving inability to work because of a serious health condition, and to establish a task force to study the feasibility of requiring small employers to provide such leave.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Family and Medical Leave Job Security Act of 1987", 
  "sponsor": {
    "district": "5", 
    "name": "Roukema, Marge", 
    "state": "NJ", 
    "thomas_id": "00990", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-06", 
  "subjects": [
    "Actions and defenses", 
    "Adoption", 
    "Advisory bodies", 
    "Business and commerce", 
    "Child health", 
    "Children and youth", 
    "Civil service employment", 
    "Congressional employees", 
    "Courts and Civil Procedure", 
    "Domestic Relations and Families", 
    "Employee benefit plans", 
    "Families", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Hours of labor", 
    "House of Representatives", 
    "Labor and employment", 
    "Leave of absence", 
    "Maternal and infant welfare", 
    "Maternity leave", 
    "Parental leave", 
    "Senate", 
    "Sick leave", 
    "Small business", 
    "Women's employment", 
    "Women's rights"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-06", 
    "text": "Family and Medical Leave Job Security Act of 1987 - Title I: General Requirements for Family and Temporary Medical Leave - Makes rights, remedies, and procedures provided under this title inapplicable to any employer or employee at: (1) any geographically separate facility at which fewer than 50 employees are employed; or (2) any facility which employs fewer than 50 employees and is not geographically separate but which is functionally separate and distinct from any other facility of the employer which is located within the same geographic area. Entitles an employee to eight workweeks of family leave during any 24-month period: (1) because of (and within six months after) the birth of a child of the employee; (2) because of (and within six months after) the placement with the employee, for adoption or foster care, of a child who is not of legal school age or has not begun attending a regular elementary school; or (3) in order to care for the employee's child or parent who has a serious health condition. Provides, in addition to such family leave, in the case of a female employee, for: (1) three weeks of temporary medical leave after the birth of a child; and (2) any additional weeks of temporary medical leave if such employee suffers from a serious health condition that prevents the employee from caring for such child. Provides that such family leave may be unpaid leave, but permits the employee or employer to elect to substitute the employee's paid leave for any part of the eight-week period. Makes an employee ineligible for family leave during any period in which the able-bodied spouse of the employee provides at-home care for a child or parent. Entitles an employee to up to 13 weeks of temporary medical leave during any 12-month period because of a serious health condition which renders the employee unable to perform the functions of the employee's position. Provides that such temporary medical leave may be unpaid leave, but permits the employee or employer to elect to substitute the employee's paid leave for any part of the 13-week period. Permits an employer to limit the combined number of workweeks of all types of leave to not less than 26 workweeks during any 24-month period. Sets forth provisions for certification of serious health conditions. Sets forth employment and benefits protections relating to leave under this title. Prohibits interference with rights or proceedings or inquiries under this title. Provides for administrative enforcement of this title by the Secretary of Labor, as well as enforcement by civil action. Sets forth provisions for injunctive relief, monetary relief, and attorneys' fees. Requires employers to post notice of the pertinent provisions of this title. Title II: Family Leave and Temporary Medical Leave for Civil Service Employees - Amends specified Federal law to entitle civil service employees to family leave and temporary medical leave for specified periods. Provides that such leave will be without pay and in addition to any annual leave, sick leave, or other leave or compensatory time off otherwise available to the employee. Sets forth protections for job position and health insurance benefits of employees using such leave. Directs the Office of Personnel Management to prescribe regulations for administration of this title which are consistent with the regulations prescribed by the Secretary of Labor under title I of this Act. Title III: Task Force on Family and Medical Leave for Employees of Small Employers - Directs the Secretary of Labor, within six months after enactment of this Act, to establish a Task Force on Family and Medical Leave for Employees of Small Employers, including representatives of small employers and employee organizations. Directs the Task Force to: (1) study the feasibility of requiring small employers to provide a minimum number of protected family and temporary medical leave periods for their employees; and (2) report within two years after the enactment of this Act. Defines \"small employer\" as one who does not employ at least 50 employees for at least 20 calendar weeks during any current or preceding calendar year. Title IV: Coverage of the Employees of the Congress - Expresses the sense of the Congress that the Committee on House Administration of the House of Representatives and the Committee on Rules and Administration of the Senate should establish rules and procedures to apply the principles of this title with respect to employees of the House of Representatives and the Senate. Title V: Miscellaneous Provisions - Sets forth the effect of this Act on other laws and on existing employment benefits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family and Medical Leave Job Security Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to entitle employees to family leave in cases involving the birth, adoption, or serious health condition of a son, daughter, or parent and temporary medical leave in cases involving inability to work because of a serious health condition, and to establish a task force to study the feasibility of requiring small employers to provide such leave.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:30-05:00"
}