{
  "actions": [
    {
      "acted_at": "1998-06-05", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-06-09", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "subcommittee": "National Parks and Public Lands", 
      "text": "Referred to the Subcommittee on National Parks and Public Lands.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-06-23", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "National Parks and Public Lands", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-06-23", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "National Parks and Public Lands", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4004-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks and Public Lands", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-06-05", 
  "number": "4004", 
  "official_title": "To authorize the Secretary of the Interior to provide assistance to the Casa Malpais National Historic Landmark in Springerville, Arizona, and to establish the Lower East Side Tenement National Historic Site, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Hayworth, J. D.", 
    "state": "AZ", 
    "thomas_id": "00520", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-06-05", 
  "subjects": [
    "Apartment houses", 
    "Archaeology", 
    "Arizona", 
    "Arts, culture, religion", 
    "Commemorations", 
    "Economics and public finance", 
    "Federal aid to museums", 
    "Historic sites", 
    "History", 
    "Housing and community development", 
    "Immigrants", 
    "Immigration", 
    "Islands", 
    "Marine and coastal resources, fisheries", 
    "Museums", 
    "National monuments", 
    "National parks", 
    "New Jersey", 
    "New York City", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-06-05", 
    "text": "TABLE OF CONTENTS: Title I: Casa Malpais Title II: Lower East Side Tenement Title I: Casa Malpais - Authorizes the Secretary of the Interior to enter into cooperative agreements to provide to Arizona and the town of Springerville, Arizona, technical assistance to interpret, operate, and maintain the Casa Malpais National Historical Landmark and financial assistance for planning, staff training, and development of the Landmark, but not other routine operations. Provides that such agreements may also: (1) grant the Secretary, acting through the National Park Service, access to public portions of the property covered by the agreements for the purpose of interpreting the Landmark; and (2) prohibit changes or alterations to the Landmark except by mutual agreement between the Secretary and the other parties to all such agreements. Authorizes appropriations. Title II: Lower East Side Tenement - Designates the Lower East Side Tenement at 97 Orchard Street, New York, New York, as a national historic site and an affiliated site of the National Park System. Requires the Secretary of the Interior to coordinate the operation and interpretation of the Site with that of the Lower East Side Tenement Historic Site, the Statue of Liberty, Ellis Island, and Castle Clinton National Monument. Provides that the Lower East Side Tenement Museum shall continue to own, operate, and manage the Site. Authorizes the Secretary to enter into a cooperative agreement with the Museum to ensure the marking, interpretation, and preservation of the Site. Requires the Secretary, working with the Museum, to develop a general management plan for the Site to: (1) define the National Park Service's roles and responsibilities with regard to the interpretation and the preservation of the Site; and (2) outline how interpretation and programming for the Lower East Side Tenement Historic Site, the Statue of Liberty, Ellis Island, and Castle Clinton National Monuments will be integrated and coordinated so as to enhance the stories at each of the four Sites. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To authorize the Secretary of the Interior to provide assistance to the Casa Malpais National Historic Landmark in Springerville, Arizona, and to establish the Lower East Side Tenement National Historic Site, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:57-05:00"
}