{
  "actions": [
    {
      "acted_at": "1973-05-22", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8034-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-22", 
  "number": "8034", 
  "official_title": "A bill to amend the Forest Products Export Management Act of 1973.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1820-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Forest Products Export Management Act", 
  "sponsor": {
    "district": "7", 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-22", 
  "subjects": [
    "Exports", 
    "Forests and forest products"
  ], 
  "subjects_top_term": "Exports", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-22", 
    "text": "Forest Products Export Management Act - Provides that, upon enactment of this Act, the export of forest products from the United States shall be managed by limiting the volume thereof that annually may be exported and the conditions under which forest products may be exported. States that this shall be a function of the Secretary of Commerce with cooperation from other agencies of government. Sets forth the limitations upon such exports and the considerations upon which an export permit may be issued. States that any person who prior to March 31, 1973, has entered into a firm written contract to deliver forest products for export, shall be permitted by the Secretary to complete such contract and the Secretary shall take these facts into account in determining the permits he will issue under this Act. Provides that whoever exported forest products in the two years prior to enactment of this Act or subsequently applies under this Act to export forest products shall permit access to related books, records, and accounts, and their forest storage areas by the Secretary. Provides that whoever knowingly and wilfully exports any timber in violation of this Act, or knowingly and fraudulently files a false report, or fails to permit the Secretary access to his books, records, and accounts, and his forest product storage areas shall be fined not more than $10,000 or imprisoned for not more than one year, or both, for each such violation, and shall not thereafter be permitted to export forest products for a period of not more than five years. States that after the calendar year 1974, the President may suspend the operation of this title, in whole or in part for any calendar year if by July 1 of the preceding year he has made a finding that the overall national interest of the United States will be better served by such action than by the operation of this title and by that date he has submitted his reasons therefor to the Congress of the United States and both House of the Congress have passed resolutions stating in effect approval of such request no later than one hundred and twenty calendar days thereafter. Authorizes the Secretary to issue such regulations as may be necessary to carry out the purposes of this Act. Authorizes the Secretary to charge reasonable fees to those engaged in the exportation of forest products, or seeking to export forest products to defray the cost of processing and approving their specific application and the inspection of the forest products they are permitted to export. Authorizes to be appropriated such sums as may be necessary to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Forest Products Export Management Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Forest Products Export Management Act of 1973.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:02-05:00"
}