{
  "actions": [
    {
      "acted_at": "1975-03-12", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-03-12", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1168-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-12", 
  "number": "1168", 
  "official_title": "A bill to regulate commerce and protect consumers by requiring improved safety assurance measures in food manufacture and distribution and registration of producers of food.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Food Safety Assurance Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Stevens, Ted", 
    "state": "AK", 
    "thomas_id": "01440", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-12", 
  "subjects": [
    "Actions and defenses", 
    "Agriculture and food", 
    "Consumer protection", 
    "Cosmetics", 
    "Drug law and legislation", 
    "Drugs", 
    "Federal-state relations", 
    "Food adulteration and inspection", 
    "Food industry", 
    "Jurisdiction", 
    "Labeling", 
    "Labeling laws", 
    "Law", 
    "Public health", 
    "Public health laws", 
    "States"
  ], 
  "subjects_top_term": "Labeling laws", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-12", 
    "text": "Food Safety Assurance Amendments - Title I: Safety Assurance Systems - Provides, under the Federal Food, Drug, and Cosmetic Act, that any person who operates any establishment in which food is processed shall develop a safety assurance system for such establishment. Requires that in developing such safety assurance system the food processor shall: (1) indentify those control points in the food processing operation where controls are required to assure that food produced will not be unsafe or rendered injurious to health; (2) identify the hazards to be associated with such point; (3) establish controls which are adequate at each such point; and (4) establish monitoring of the controls which is adequate at each such point. Title II: Safety Assurance Standards - Provides that if the Secretary of Health, Education, and Welfare finds that any food is being processed in a significant number of establishments in such a manner as to present an unreasonable risk that the food will be unsafe or rendered injurious to health, he shall promulgate regulations establishing a safety assurance standard for the processing of such food. Titles III: Registration of Producers of Food - Requires that within a specified time period each food processor shall prepare and submit to the Secretary a registration statement of specified information, including a complete list of all classes of food processed. Requires the Secretary to make any registration statement filed pursuant to this title available for inspection, except to the extent that such information is a trade secret or other restricted matter. Title IV: Factor Inspection - Authorizes inspections, under the Federal Food, Drug, and Cosmetic Act, in the case of any factory, ware house, or establishment in which food for human consumption is manufactured, processed, packed, or held, of such records, files, papers, and processes which are reasonably necessary for a determination whether foods that have been, are being, or are about to be manufactured, processed, or packed are unsafe or injurious to health within the meaning of such Act. Titles V: Detention Pending Suit for Forfeiture - Provides that any food liable to seizure may be detained, pending such seizure or notification of any Federal, State, or other governmental authority having jurisdiction over the food, by an appropriately authorized representative for a reasonable period, not to exceed 20 days, if such representatives conclude that the facts provide a reasonable basis to show that such food is unsafe or injurious to health within the meaning of the Federal Food, Drug, and Cosmetic Act. Title VI: Citizen Suits - Authorizes any person to commence a civil action for injunctive relief, on his own behalf, whenever such action constitutes a case or controversy against the Secretary of Health, Education and Welfare alleging a failure of the Secretary to perform any act or duty under the Federal Food, Drug and Cosmetic Act, without regard to the amount in controversy. Title VII: Effect on State Laws - Declares the finding of the Congress that in order to make regulation of interstate commerce in foods effective and to avoid varying and conflicting State and local regulations which unduly burden interstate commerce it is necessary to provide for uniformity in food laws and regulations and in their enforcement. States that the requirements of the Federal Food, Drug, and Cosmetic Act may be enforced by appropriate procedures in Federal and State courts by such officers or employees as are authorized under Federal and State laws to seek or compel compliance with food, drug, device, and cosmetic legislation. Provides that whenever the Secretary or the Governor of any State, or his designee, proposes a change in the requirements of such Act, he shall consult his State or Federal counterparts and shall include in the petition to the Congress for such amendment or amendments a statement of the views of such counterpart officials on the proposal. Requires that upon the request of the Governor of any State, the Secretary shall present any proposed change in the uniform food, drug, device, and cosmetic legislation to the Congress through the appropriate clearance channels within the executive branch. Title VIII: Criminal and Civil Liability - Provides criminal penalties for violations made knowingly and willfully of specified provisions of the Federal Food, Drug, and Cosmetic Act. Provides for civil fines of up to $10,000 for violations under such Act. Title IX: Ingredient Labeling - Sets forth labeling requirements for specified foods for which definitions and standards of identity have been prescribed under the provisions of the Federal Food, Drug, and Cosmetic Act. Title X: Exemptions - Exempts from provisions of this Act processing subject to the exclusive jurisdiction of the Secretary of Agriculture and processing of distilled spirits, wine, or malt beverages covered by the Federal Alcohol Administration Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food Safety Assurance Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate commerce and protect consumers by requiring improved safety assurance measures in food manufacture and distribution and registration of producers of food.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:14-05:00"
}