{
  "actions": [
    {
      "acted_at": "1990-10-27", 
      "committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Public Works + Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-10-27", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to the House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-10-27", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to the Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-10-27", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Oceanography and Great Lakes", 
      "text": "Referred to the Subcommittee on Oceanography and Great Lakes.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5965-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Oceanography", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Jones, Walter B.", 
      "sponsored_at": "1990-10-27", 
      "state": "NC", 
      "thomas_id": "00611", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "33", 
      "name": "Nowak, Henry", 
      "sponsored_at": "1990-10-27", 
      "state": "NY", 
      "thomas_id": "00870", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Studds, Gerry E.", 
      "sponsored_at": "1990-10-27", 
      "state": "MA", 
      "thomas_id": "01121", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-10-27", 
  "number": "5965", 
  "official_title": "To provide for the protection of marine coastal waters and the Great Lakes, to extend the authorizations for the Federal Water Pollution Control Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Coastal Defense Initiative of 1990", 
  "sponsor": {
    "district": "32", 
    "name": "Anderson, Glenn M.", 
    "state": "CA", 
    "thomas_id": "00016", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-10-27", 
  "subjects": [
    "Arkansas", 
    "Authorization", 
    "California", 
    "Coastal zone", 
    "Conferences", 
    "Congressional reporting requirements", 
    "Connecticut", 
    "Debarment of government contractors", 
    "Dredging", 
    "Environmental protection", 
    "Environmental research", 
    "Estuaries", 
    "Estuarine area conservation", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to water pollution control", 
    "Fines (Penalties)", 
    "Florida", 
    "Freshwater resources conservation", 
    "Government lending", 
    "Government paperwork", 
    "Government trust funds", 
    "Great Lakes", 
    "Harbors", 
    "Incineration", 
    "Laboratories", 
    "Lakes", 
    "Land use", 
    "Licenses", 
    "Massachusetts", 
    "Minnesota", 
    "Names", 
    "New Jersey", 
    "New York City", 
    "New York State", 
    "North Carolina", 
    "Ocean", 
    "Revolving funds", 
    "Rural conditions", 
    "Standards", 
    "Washington State", 
    "Waste disposal in the ocean", 
    "Waste disposal sites", 
    "Water pollution control", 
    "Water pollution measurement", 
    "Water quality", 
    "Water treatment plants", 
    "Watersheds", 
    "Wetlands", 
    "Wisconsin", 
    "Wood"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-10-27", 
    "text": "Title I: General Provisions - Coastal Defense Initiative of 1990 - Sets forth congressional findings and definitions. Title II: Coastal Water Quality - Amends the Clean Water Act to direct the Administrator of the Environmental Protection Agency (EPA) to submit to the Congress a five-year schedule for developing and revising criteria for pollutants which pose the greatest risk to coastal waters. Requires the Administrator to publish biological and sediment criteria for assessing coastal water quality to complement the pollutant-specific criteria. Authorizes the Secretary of the Army to provide technical and scientific assistance to the Administrator with regard to the development of sediment criteria. Directs coastal States, whenever they review water quality standards, to adopt standards for pollutants for which criteria have been issued. Requires the Administrator to promulgate standards for States that fail to do so. Directs coastal States to develop coastal water quality protection programs. Requires such programs to: (1) identify coastal waters for which standards or designated uses are not expected to be achieved without additional control measures or waters threatened by foreseeable increases in pollutant loadings; (2) implement pollution control measures for such waters; (3) identify coastal waters requiring additional intensive efforts and implement remedial programs for such waters; (4) establish a system to assure that permits and other activities are consistent with pollution control measures; and (5) provide for public participation and improve coordination among State and local officials responsible for land use programs and permitting, water quality planning and permitting, habitat protection, and living resource management. Sets forth program approval procedures. Prohibits specified Federal assistance with respect to coastal waters to States that fail to submit approved water quality protection programs. Requires the Administrator to issue orders to, or commence civil actions against, States that fail to implement coastal water quality protection programs. Authorizes citizen suits against the United States for failures to comply with coastal water quality protection requirements. Directs coastal States to designate outstanding coastal resource waters with particular ecological, recreational, or aesthetic values or biological significance, taking into account fisheries and shellfish resources, habitat, and recreational uses. Requires such States to ensure that the coastal water quality and designated uses of such waters is protected, maintained, and enhanced. Prohibits the issuance or renewal of permits for discharges into estuaries nominated for the National Estuary Program, except in compliance with specified guidelines. Directs the Administrator to review and revise guidelines to prevent the degradation of coastal water quality and to reflect changes made by this Act. Authorizes State Governors to request the Secretary of the department in which the Coast Guard is operating to enter into a cooperative agreement to permit a State or political subdivision to enforce requirements for marine sanitation devices. Requires such agreements to authorize States or political subdivisions to assess and retain required penalties. Directs the Director of the Fish and Wildlife Service and the Administrator to notify the fish and game and water pollution control authorities of each coastal State of the funds available under the Dingell-Johnson Sport Fish Restoration Act to finance shoreside pumpout stations for marine sanitation devices in conjunction with approved Federal aid projects. Requires the EPA and the Coast Guard to study and report to the Congress on: (1) the number of operational pumpout facilities in each State; (2) the number of facilities needed to handle such devices in each State; and (3) the type of marinas and ports where such facilities should be located. Directs the Administrator to: (1) identify pollution control measures for controlling the introduction of pollutants into coastal waters from nonpoint sources; (2) develop techniques for evaluating the effectiveness of such measures; and (3) make available to State and local authorities technical guidance for implementing and monitoring such measures. Requires St. Johns River Estuary, Florida, and Morro Bay, California, to be given priority consideration for inclusion in the National Estuary Program. Requires management conferences under the National Estuary Program to be convened for at least ten years (currently, up to five years). Authorizes the Administrator to extend a conference for an additional five years if the affected Governors concur in the extension and the extension is necessary to meet requirements. Revises approval and implementation procedures for conservation and management plans under the Program. Authorizes the Administrator to make grants for the implementation of such plans. Extends the authorization of appropriations for Program activities. Requires the Administrator to establish an office in the vicinity of Long Island Sound to carry out the Long Island Sound conservation and management plan. Authorizes supplemental appropriations for the implementation of conservation and management plans for Puget Sound, Washington, Albemarle Sound, North Carolina, and Buzzards Bay, Massachusetts. Extends the authorization of appropriations for the Chesapeake Bay program through FY 1992. Directs the Administrator to report to the Congress on the feasibility of designating an alternative site to the mud dump site at a distance at least 20 miles from the shoreline. Requires the Secretary of the Army and the Administrator to submit to the Congress a plan for the long-term management of dredged material from the New York/New Jersey Harbor region. Directs the Secretary to implement a demonstration project for disposing up to ten percent annually of material dredged from such region in an environmentally sound manner other than ocean disposal. Permits only dredged material that meets criteria of the Marine Protection, Research, and Sanctuaries Act to be dumped at the mud dump site. Authorizes appropriations. Repeals a provision of the Water Resources Development Act concerning alternatives to the mud dump for disposal of dredged materials. Directs the Administrator to publish regulations requiring interim measures to control floatables in combined sewer overflow discharges into coastal waters. Authorizes the Administrator to conduct demonstration projects for: (1) the control of nonpoint sources of pollution entering coastal waters from Navesink and Shrewsbury River Basin, New Jersey; and (2) the elimination of contamination of the waters in the vicinity of Woodlawn Beach, Hamburg, New York, from nonpoint sources of pollution from surface runoff and septic system contamination entering Rush and Blasdell Creeks. Requires the non-Federal share of such projects to be 50 percent of the total cost. Directs the Administrator to implement four model demonstration programs for coastal waters to evaluate innovative nonpoint source pollution control measures through systems for allocating and exchanging discharge credits and pollution offsets between point and nonpoint sources of pollution. Applies such program only to conventional pollutants, nitrogen, and phosphorus. Sets forth program requirements. Modifies the New York Harbor collection and removal of drift projects to: (1) require, after 1990, material collected by the Secretary to be disposed of by alternative methods (other than burning); and (2) prohibit, after 1993, the burning of wood collected in carrying out the project on ocean waters. Provides that, effective January 1, 1991, and until December 31, 1993, at least half of the wood collected under the project shall be disposed by alternative methods of disposal. Requires the Administrator to continue to issue permits for the disposal of wood by burning on ocean waters until December 31, 1993, and to designate an interim site for such disposal. Ends such permitting when an alternative method of disposal is determined to be acceptable. Title III: Coastal Management - Amends the Coastal Zone Management Act of 1972 to require State coastal management agencies to submit Aquatic Resources Protection Programs to the Under Secretary of Commerce for Oceans and Atmosphere for approval. Declares that the purpose of such programs shall be to develop and implement measures for managing land uses which contribute to the pollution or degradation of coastal waters. Sets forth required contents of such programs and approval procedures. Makes States that fail to submit programs ineligible for specified funds under this Act. Requires the Under Secretary to withdraw specified percentages of grants, based on the number of years of noncompliance, from such States. Provides for: (1) technical assistance to States and local governments for implementing such programs; and (2) grants (on a matching basis) to coastal States for such programs. Requires the Under Secretary and the Administrator to review the inland coastal zone boundary of each State program to evaluate whether such boundary extends inland to the extent necessary to control land and water uses having a significant impact on State coastal waters. Directs the Under Secretary to recommend appropriate boundary modifications to the State if such modifications are necessary to more effectively manage land and water uses to protect coastal waters. Requires State agencies responsible for coastal zone management to nominate representatives to serve on management conferences convened under the National Estuary Program for waters within the jurisdiction of such States. Title IV: Coastal Water Quality Monitoring Program - Establishes the National Coastal Water Quality Monitoring Task Force to develop and implement a national strategy for conducting coastal water quality monitoring programs. Requires the Administrator to issue guidelines for such programs. Directs the Task Force to establish a Regional Coastal Water Quality Monitoring Team for each coastal region. Requires such teams to designate high priority coastal waters and develop monitoring programs for such waters. Sets forth requirements for coastal water quaity monitoring programs. Sets forth submission and approval procedures for such programs. Authorizes the Administrator to develop programs for regions without approved programs. Prohibits the Task Force from approving any program unless participating States provide at least 25 percent of the cost of implementing the program. Directs teams to compile information on the quantity, type, and location of contaminated sediments in coastal waters and the degree to which such sediments may pose risks to human health and the environment. Requires the Administrator, the Under Secretary, and State Governors to ensure compliance with such programs. Deems requirements of approved programs to be requirements of title I of the Marine Protection, Research, and Sanctuaries Act of 1972 and requires such programs to be submitted for approval as part of a coastal zone management program under the Coastal Zone Management Act of 1972. Directs the Administrator to report to the Congress on: (1) combined sewer overflows from which discharges into U.S. waters occur; and (2) the scope and severity of contaminated sediments in U.S. coastal waters. Title V: Compliance and Enforcement - Requires the Administrator to provide to Federal agencies a list of persons introducing pollutants into coastal waters who have been found to be in significant noncompliance with: (1) discharge permits issued pursuant to the Clean Water Act; or (2) requirements for specified management programs or conservation and management plans under such Act. Provides for the annual revision of such list. Prohibits Federal agencies from entering into procurement contracts with such persons if such contracts are to be performed at a facility which gave rise to such finding and is owned, leased, or operated by such persons. Waives such prohibition if the President determines that an exemption will be in the paramount interest of the United States. Prohibits Federal agencies from undertaking any development project or awarding any grant that may adversely affect coastal water quality in any coastal State that has demonstrated a substantial and willful failure to adopt and maintain coastal water quality standards and to protect designated uses for such waters. Requires penalties assessed against a discharger under the Clean Water Act to be in an amount adequate to eliminate economic benefits or savings that may have accrued to such person as a result of the violation. Makes a conforming amendment to the Marine Protection, Research, and Sanctuaries Act of 1972. Requires States having coastal waters that do not meet applicable water quality standards or protect and maintain designated uses to post and maintain signs at each place of public access to such waters indicating the health and environmental effects that may occur as a result of the failure to meet such standards. Deems violations of this Act to be violations of the Clean Water Act. Amends the Marine Protection, Research, and Sanctuaries Act of 1972 to authorize the Administrator to deny the issuance of permits for the dumping of material which does not comply with specified criteria relating to the effects of ocean dumping on the marine environment. Increases civil penalties for ocean dumping violations. Authorizes payments of up to $10,000 to any person furnishing information leading to a finding of liability, civil judgment, or criminal conviction under such Act. Title VI: Funding - Establishes the Coastal Defense Fund. Authorizes appropriations. Directs the Administrator and the Under Secretary to make grants from the Fund to coastal States that: (1) establish a coastal protection fund into which such grants will be deposited; (2) agree to make grants and other expenditures from such fund; and (3) agree to implement periodic reporting and accounting procedures. Outlines specific criteria to be considered by the Administrator and the Under Secretary in determining grant amounts. Allocates Fund moneys. Requires the Administrator or the Under Secretary to enter into agreements with States that describe how grants will be used and assist in achieving the objectives of this Act. Title VII: Great Lakes Water Quality Improvement - Great Lakes Water Quality Improvement Act of 1990 - Amends the Clean Water Act to extend from five to seven years the period for conducting study and demonstration projects on the removal of toxic pollutants from the Great Lakes. Includes Duluth Superior Harbor, Minnesota and Wisconsin, in the list of locations to be given priority consideration for such projects. Directs the Administrator to develop: (1) guidance for numerical limits on pollutant concentrations in the Great Lakes; and (2) guidance for the use by States and local governments in implementing pollution prevention and antidegradation procedures for pollutants. Requires the Great Lakes States (Illinois, Indiana, Michigan, Minnesota, New York, Ohio, Pennsylvania, and Wisconsin) to adopt water quality standards which are consistent with such guidance. Directs the Administrator to promulgate standards for Great Lakes States which fail to adopt such standards. Requires the Administrator to publish biological criteria for assessing Great Lakes water quality. Directs each Great Lakes State to submit remedial action plans to the International Joint Commission and the Director of the Great Lakes Program Office. Sets forth deadlines for the completion of specified schedules pursuant to the Great Lakes Agreement for areas of special concern. Requires the Program Office to provide technical assistance to Great Lakes States for developing such plans. Sets forth procedures for the extension of deadlines. Provides for revisions of deficient plans. Requires remedial actions to be included in such States' water quality plans. Directs the Administrator to develop a lakewide management plan for each of the Great Lakes. Requires the Administrator to submit the plan for Lake Michigan to the Commission for review. Provides for revisions of such plans, as necessary. Requires the Administrator to establish a program for making grants to Great Lakes States for the implementation of the Great Lakes Agreement and this Act. Directs the Administrator to develop consistent methods of reporting water quality data to the Commission. Authorizes and allocates appropriations. Designates a specified laboratory and research facility in Duluth, Minnesota, as the John A. Blatnik National Fresh Water Quality Research Laboratory. Title VIII: Extension of Federal Water Pollution Control Program - Amends the Clean Water Act to extend through FY 1992 the authorization of appropriations for: (1) specified research, investigations, training, and information; (2) grants to States for pollution control programs; (3) nonpoint source pollution control in rural areas; (4) interagency agreements to maintain water quality; (5) the clean lakes program; and (6) nonpoint source pollution management programs. Extends the general authorization for such Act through FY 1992. Increases the amount authorized to be appropriated for the State water pollution control revolving fund program for FY 1992. Requires the Administrator to conduct a project to demonstrate the use of constructed wetlands to improve the quality of effluent discharged from publicly owned treatment works operated by the city of Fayetteville, Arkansas, into Mud Creek or its tributaries. Sets forth non-Federal responsibilities with respect to such project. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coastal Defense Initiative of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Great Lakes Water Quality Improvement Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for the protection of marine coastal waters and the Great Lakes, to extend the authorizations for the Federal Water Pollution Control Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:09:18-05:00"
}