{
  "actions": [
    {
      "acted_at": "1975-03-10", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4582-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-10", 
  "number": "4582", 
  "official_title": "A bill to extend, pending internation agreement, the fisheries management responsibility and authority of the United States over the fish in certain areas in order to conserve and protect such fish from depletion.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Marine Fisheries Protection Act", 
  "sponsor": {
    "district": "3", 
    "name": "Bonker, Don", 
    "state": "WA", 
    "thomas_id": "00109", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-10", 
  "subjects": [
    "Advisory bodies", 
    "Coastal zone", 
    "Conservation of natural resources", 
    "Fisheries", 
    "Fishes", 
    "International affairs", 
    "Oceans and oceanography"
  ], 
  "subjects_top_term": "Fishes", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-10", 
    "text": "Emergency Marine Fisheries Protection Act - Declares it to be the purpose of this Act: (1) to take emergency action to protect and conserve threatened stocks of fish by asserting fishery management responsibility and authority over fish in an extended contiguous fishery zone and over certain species of fish beyond such zone, until a general international agreement on fishery jurisdiction comes into force or is provisionally applied; (2) to extend, as an emergency measure, the fishery management responsibility and authority of the United States to two hundred nautical miles; (3) to extend, as an emergency measure, fishery management responsibility and authority of the United States over anadromous species of fish which spawn in any fresh or estuarine waters of the United States; and (4) to commit the Federal Government to act to prevent further depletion, to restore depleted stocks, and to protect and conserve fish to the full extent of such emergency responsibility and authority. Establishes a fishery zone contiguous to the territorial sea of the United States. Sets the boundaries of the contiguous fishery zone at 197 miles from the outer limits of the territorial sea. Declares that the United States shall manage and conserve, and have preferential rights to, fish within the contiguous fishery zone, and with respect to anadromous species of fish, pursuant to the responsibility and authority vested in it pursuant to this Act, subject to traditional foreign fishing rights as defined and recognized in accordance with of this Act. Authorizes the Secretary of Commerce to promulgate regulations as are necessary to implement the purposes of this Act. States that the Secretary and the Secretary of State, after consultation with the Secretary of the Treasury, may authorize fishing within the contiguous fishery zone of the United States, or for anadromous species or both, by citizens of any foreign nation, only if such nation has traditionally engaged in such fishing prior to the date of enactment of this Act, and only if such foreign nation claiming such rights demonstrates that it grants similar traditional fishing rights to citizens of the United States within the contiguous fishery zone of such nation, if any exist, or with respect to anadromous species which spawn in the fresh or estuarine waters of such nations. Establishes a Fisheries Management Council to prepare plans for marine fisheries managment and conservation and provide information and assistance to States and local or regional fisheries authorities in marine fisheries management and conservation. Sets forth the membership, terms of office and rates of per/diem allowances for such Council. Provides for review by Congress of marine fisheries management plans prepared by the Council. Authorizes to be appropriated $1,000,000 for fiscal years 1975 and 1976 for the Council. Directs the Secretary of State, upon the request of and in cooperation with the Secretary, to initiate and conduct negotiations with any foreign nation which is engaged in, or whose citizens are engaged in, fishing in the contiguous fishery zone of the United States or for anadromous species. Directs the Secretary of State, upon the request of and in cooperation with the Secretary, to, in addition, initiate and conduct negotiations with any foreign nation in whose contiguous fishery zone or equivalent economic zone citizens of the United States fish. Declares the purpose of such negotiations to be to enter into international fishery agreements on a bilateral or multilateral basis to effectuate the purposes, policy, and provisions of this Act. Declares it the sense of the Congress that the United States Government shall not recognize the limits of the contiguous fishery zone of any foreign nation beyond twelve nautical miles from the base line from which the territorial sea is measured, unless such nation recognizes the traditional fishing rights of citizens of the United States, if any, within any claimed extension of such zone or with respect to anadromous species, or recognizes the management of highly migratory species by the appropriate existing bilateral or multilateral international fishery agreements irrespective of whether such nation is party thereto. Sets forth prohibited acts and penalties. Directs the Secretary of Commerce to enforce this Act. Terminates the legal force and effect of this Act on such date as the Law of the Sea Treaty with respect to fishery jurisdiction, which the United States has signed or is party to, shall come into force or is provisionally applied. Authorizes appropriations for fiscal years 1975, 1976, and 1977."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Marine Fisheries Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend, pending internation agreement, the fisheries management responsibility and authority of the United States over the fish in certain areas in order to conserve and protect such fish from depletion.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:43-05:00"
}