{
  "actions": [
    {
      "acted_at": "2011-05-26", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1091-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-05-26", 
  "number": "1091", 
  "official_title": "A bill to amend the National Flood Insurance Act of 1968 to include a system for indeterminate loss insurance claims, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "COASTAL Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Wicker, Roger F.", 
    "state": "MS", 
    "thomas_id": "01226", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-05-26", 
  "subjects": [
    "Alternative dispute resolution, mediation, arbitration", 
    "Atmospheric science and weather", 
    "Banking and financial institutions regulation", 
    "Congressional oversight", 
    "Disaster relief and insurance", 
    "Finance and financial sector", 
    "Floods and storm protection", 
    "Government information and archives", 
    "Insurance industry and regulation", 
    "Marine and coastal resources, fisheries"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-05-26", 
    "text": "Consumer Option for an Alternative System To Allocate Losses Act of 2011 or COASTAL Act of 2011 - Amends the Integrated Coastal and Ocean Observation System Act of 2009 to direct the Administrator of the National Oceanic and Atmospheric Administration (NOAA) to develop an assessment model for determining the magnitude and variations of coastal storm surges and wind speeds associated with named storms (Named Storm Event Model). Requires the Administrator to: (1) identify named storms that may constitute a threat to the coastal zone, (2) develop a post-event assessment for such named storm, (3) establish a specified protocol to collect and assemble all requisite data to produce post-event assessments, (4) identify federal and state systems capable of collecting such data, and (5) establish the Coastal Wind and Water Event Database. Directs the Comptroller General to audit federal efforts to collect such data. Amends the National Flood Insurance Act of 1968 to direct the Secretary of Homeland Security (DHS) to establish a system for allocating losses among certain insurers providing coverage against property losses due to wind and water peril. Prescribes procedures allocation of indeterminate loss claims and their payment. Directs the Administrator of the Federal Emergency Management Agency (FEMA) to establish an arbitration panel for appeals regarding loss allocation for resolving indeterminate claims. Flood Insurance Reauthorization Act of 2011 - Amends the National Flood Insurance Act of 1968 (NFIA) to extend through FY2016 the National Flood Insurance Program and the financing for it. Prohibits the Administrator of FEMA from extending a certain subsidy to new or lapsed policies. Requires adjustment of the flood insurance risk premium rate for property in an area participating in the national flood insurance program to reflect the current risk of flood to such property. Requires the Administrator of FEMA to make flood insurance available in only those states or areas that have given satisfactory assurance that by December 31, 2012, state-chartered lending institutions not insured by the Federal Deposit Insurance Corporation (FDIC) or by the National Credit Union Share Insurance Fund shall be subject to state regulations consistent with NFIA flood insurance purchase and compliance requirements. Amends the Flood Disaster Protection Act of 1973 to: (1) increase the maximum civil money penalty against regulated lenders for failure to require flood insurance, (2) modify requirements for the escrow of flood insurance payments, and (3) require policyholder notification by a regulated lending institution that insurance coverage may cease upon policyholder's final mortgage payment.Requires the Administrator of FEMA to continue to work with the insurance industry, state insurance regulators, and other interested parties to implement certain minimum training and education standards for all insurance agents who sell flood insurance policies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "COASTAL Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Consumer Option for an Alternative System To Allocate Losses Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Flood Insurance Reauthorization Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the National Flood Insurance Act of 1968 to include a system for indeterminate loss insurance claims, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:09:58-05:00"
}