{
  "actions": [
    {
      "acted_at": "1984-04-03", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-08-02", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Subcommittee on International Economic Policy. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2524-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR", 
      "subcommittee": "Subcommittee on International Economic Policy", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1984-09-12", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1984-04-13", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1984-05-10", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Goldwater, Barry", 
      "sponsored_at": "1984-08-07", 
      "state": "AZ", 
      "thomas_id": "01340", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-04-03", 
  "number": "2524", 
  "official_title": "A bill entitled the \"Copper and Extractive Industries Fair Competition Act of 1984\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Copper and Extractive Industries Fair Competition Act of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-04-03", 
  "subjects": [
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Copper", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Import restrictions", 
    "Imports", 
    "International Trade Commission", 
    "International agencies", 
    "International banking", 
    "International monetary system", 
    "Metals", 
    "Mineral industries", 
    "Mines and mineral resources"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-04-03", 
    "text": "Copper and Extractive Industries Fair Competition Act of 1984 - Amends the Bretton Woods Agreements Act to direct the U.S. Executive Director of the International Monetary Fund to present proposals to the Fund's Executive Board to ensure that countries experiencing a shortfall in export earnings from nonfuel, nonmetal or nonferrous metals or minerals may not borrow from the Fund's compensatory financing facility if such shortfall was produced by declining prices of such commodities in surplus on world markets unless the borrowing country agrees to take certain actions to stabilize the market for the commodity. Directs the U.S. Executive Director to vote against providing financing assistance to countries producing surplus commodities before the Executive Board completes action that would implement the limitation on borrowing by such countries. Directs the Secretary of the Treasury to prepare quarterly reports for the President and Congress: (1) listing all appraisal reports which have been circulated during the preceding quarter within certain international financial institutions for project assistance to help a country produce a commodity for export if the commodity is in surplus or is likely to be in surplus on world markets at the time the country's productive capacity is expected to become operative and such assistance will cause substantial injury to U.S. producers of a competing commodity; and (2) describing requests by any of the major copper producing countries for assistance from the Fund. (Current law requires such a report to be included in the annual report to the Congress of the National Advisory Council on International Monetary and Financial Policies.) Directs the Secretary of the Treasury to instruct the U.S. representatives to the international financial institutions to take into account, in their review of the utilization of the resources of their respective institutions, the effect that country adjustment programs would have upon individual industry sectors and international commodity markets in order to: (1) minimize adverse impacts on such sectors or markets; and (2) avoid government subsidization of production and exports of international commodities without regard to economic conditions in markets for such commodities. Amends the Trade Act of 1974 to change the standard of proof for import relief from requiring a finding that increased imports are a \"substantial\" cause or threat of serious injury to domestic industries to requiring a finding that such imports are a cause of such injury. Requires the President, if the President decides not to provide other import relief with the President's discretion, to implement, within 15 days of making such decision, the import relief recommended by the International Trade Commission. Requires the import relief to take effect 90 days after the import relief determination date unless the President announces on such date the intention to negotiate orderly marketing agreements in which case the import relief shall take effect in 120 days. Makes the import relief effective for at least three years. Eliminates the President's authority to reduce or terminate such import relief. Directs the Secretary of the Treasury to direct the U.S. Executive Director of the International Monetary Fund to use the U.S. vote in the Fund to obtain the implementation of policies that would remove hard commodities from eligibility under the compensatory financing facility of the Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Copper and Extractive Industries Fair Competition Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Copper and Extractive Industries Fair Competition Act of 1984\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:18-05:00"
}