{
  "actions": [
    {
      "acted_at": "1986-04-21", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-04-22", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-04-28", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture requested executive comment from Agriculture Department, Environmental Protection Agency.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-04-30", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-30", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-08-07", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-08-13", 
      "bill_ids": [
        "s2792-99"
      ], 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Ordered reported an original bill (S. 2792) in lieu of this measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2346-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-04-21", 
  "number": "2346", 
  "official_title": "A bill to amend the Federal Insecticide, Fungicide, and Rodenticide Act to ensure safer pesticides and to better protect the public and the environment, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2792-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Pesticide Reform Act of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Helms, Jesse", 
    "state": "NC", 
    "thomas_id": "01359", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-04-21", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Authorization", 
    "Business and commerce", 
    "Business intelligence", 
    "Business records", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Congressional veto", 
    "Consumer protection", 
    "Courts and Civil Procedure", 
    "Economics and public finance", 
    "Employee training", 
    "Environmental Protection Agency", 
    "Environmental protection", 
    "Export controls", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Foreign Trade and Investments", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Information services", 
    "Information storage and retrieval systems", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Labeling", 
    "Licenses", 
    "Local and Municipal Government", 
    "Municipal ordinances", 
    "Pest control", 
    "Pesticide regulation", 
    "Pesticides", 
    "Risk assessment", 
    "Standards", 
    "State laws", 
    "States"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-04-21", 
    "text": "Pesticide Reform Act of 1986 - Title I: Definitions - Amends the Federal Insecticide, Fungicide, and Rodenticide Act (FIFRA) to revise and add certain definitions. Title II: Registration of Pesticides - Revises procedures for the registration of pesticides. Permits a Federal agency to use a pesticide for which registration has been applied unless the Administrator of the Environmental Protection Agency (EPA) determines that among data submitted in support of such application any missing or deficient data are sufficiently important to warrant suspension or cancellation of the applied-for registration. States that no registration applicant who proposes to purchase an inert ingredient from another producer in order to formulate a pesticide shall be required to offer to pay reasonable compensation otherwise required for test studies. Sets specified deadlines for the Administrator to act with respect to applications and for the publication of notices about applications in the Federal Register. Revises the procedure for approval of registration for substituted inert ingredients. Prohibits conditional registration for non-minor additional uses of any pesticide if certain toxicity data are required, unless such data have been submitted. Permits the Administrator to conduct a special review of a pesticide use if a validated test or other significant evidence shows that such use may pose a risk of serious acute injury to humans or domestic animals. Sets forth notice requirements for an interim administrative review. Directs the Administrator to provide public access to health and safety data submitted in support of an initial registration application. Denies availability to any person employed by or acting on behalf of any person engaged in the production, sale, or distribution of pesticides. Limits availability of data only to the purpose of commenting on a registration application. Sets forth restrictions on disclosure of data so viewed. Requires each pesticide manufacturer or importer to obtain or develop, and submit to the appropriate State agency, a material safety data sheet for each pesticide produced or imported. Requires that each affected employee have available such a sheet for each pesticide used. Prescribes the contents of such sheets. Directs the Administrator, within 90 days after enactment of this Act, to publish in the Federal Register a priority list of 300 pesticide active ingredients not reregistered since September 30, 1978. Requires publication of a priority list of all other unreregistered pesticide active ingredients within 180 days after enactment of this Act. Assigns the highest priority on such lists to pesticides that: (1) are used on or in feed or food; (2) will result in detectable residues of verifiable toxicological concern in potable ground water, edible fish, or shellfish; or (3) have previously been determined to have the most significant outstanding data requirements. Prohibits judicial review of the establishment of such lists. Provides for removal of ingredients from such lists if the registrant requests cancellation of registration. Requires each registrant to notify the Administrator of the intent to reregister any listed ingredient. Sets deadlines for the submission by registrants of all outstanding data requirements. Provides for suspension of a registration where it is found that tests essential to a determination of whether a pesticide may cause unreasonable adverse effects have not been committed or contracted for within a specified period of time. Requires the Administrator to complete reregistration of a pesticide within two years after receipt of all required data. Requires the Administrator to establish a priority list, subject to judicial review, of at most 50 inert ingredients: (1) that appear to cause a pesticide to meet or exceed a criterion for initiating an interim administrative review; or (2) for which additional data are reasonably necessary to evaluate whether the inert ingredient may result in a pesticide causing an unreasonable adverse effect on the environment. Requires publication of such list in the Federal Register within 90 days after enactment of this Act. Provides for removal from such list. Prescribes a procedure for the requirement and submission of additional data about inert ingredients during consideration of a registration application. Prescribes conditions for approval of substitute inert ingredients for inert ingredients known to cause significant adverse effects. Requires a risk assessment and, if warranted, revised labeling with respect to an inert ingredient when data indicate that it may present a potential significant hazard. Requires a registrant to modify the formula statement of any pesticide containing an inert ingredient for which a risk assessment requires revised labeling. Title III: Certified Applicators - Sets minimum standards for the certification of commercial pesticide applicators and for operation by noncertified commercial applicators. Requires all applicators, certified and noncertified, to undergo retraining every five years. Directs the Administrator to prescribe minimum requirements for training programs for pesticide applicators and application trainers. Requires the Administrator to delegate such authority as well as administrative authority to any State which establishes a qualified program. Requires the Administrator or delegate State agency to approve any privately administered training program that meets EPA requirements. Title IV: Administrative Review; Suspension - Revises from 90 days after a cancellation or suspension hearing to 18 months after issuance of the notice that gave rise to such hearing the period during which the Administrator must evaluate data and reports and issue an appropriate order. (Retains in the case of a conditional registration the current deadline for a cancellation or suspension decision when a hearing has been requested, which is 75 days after receipt by the Administrator of a request for such hearing.) Directs the Administrator to issue immediately a notice of intent to suspend or cancel the registration of a pesticide if: (1) before the effective date of this Act it has been determined that essential data submitted in support of an existing registration were invalid and have not been replaced; or (2) a registrant willfully submits material data known to be false in support of a pesticide registration. Authorizes the Administrator to require either the active ingredient registrant or end use pesticide registrant to submit replacement studies or data on an expedited schedule, and with interim progress reports in the case of invalid data submitted in support of a pesticide registration after the effective date of this Act. Sets forth the scope of review and other requirements for a hearing requested by any person adversely affected by a notice to suspend or cancel. Entitles to compensation any person who submits data required under this Act. Permits a registrant at any time to request cancellation of any of its product registrations or deletion of one or more uses. Requires notice in the Federal Register of intent to cancel following such a request, and a 60-day public comment period. Title V: Registration of Establishments - States that any information about pesticide or active ingredient production locations submitted with an application for registration of a pesticide production establishment, and any information other than pesticide or active ingredient names submitted to the Administrator or a State agency, shall be considered confidential. Requires every producer operating a registered establishment to obtain and make available to the public, on request, a material safety data sheet for each active ingredient and listed inert ingredient used in the establishment. Requires the Administrator to make efforts to catalog and retrieve data in a manner that eliminates or reduces additional information requests from registrants, particularly requests requiring the submission of duplicate confidential data. Title VI: Books and Records - Authorizes the Administrator to require exporters of pesticides and pesticide testing facilities to maintain records determined necessary to effective enforcement of FIFRA. Title VII: Inspection of Establishments - Authorizes Federal or State officers or employees designated by the Administrator to enter: (1) any place where pesticide production records are kept in order to inspect them; (2) any pesticide testing facility to inspect it and its records; and (3) any place where such officer or employee has probable cause to believe FIFRA has been or is being violated by any person other than a person acting in the capacity of a private applicator, in order to inspect and obtain evidence of the violation. Directs the Administrator to avoid duplication of inspections by coordinating actions taken under this title with actions taken under other Federal laws, including the Toxic Substances Control Act, the Federal Food, Drug, and Cosmetic Act, and the Resource Conservation and Recovery Act of 1976. Title VIII: Protection of Trade Secrets and Other Information - Permits disclosure of the identity of inert ingredients under certain circumstances. Exempts from public disclosure any information regarding an intent to market a pesticide prior to the start of sales, unless such disclosure is necessary to protect against a suspected unreasonable risk to health or the environment. Prescribes methods of disclosing inert ingredients by priority listing and labeling. Allows the Administrator to grant a delay in public notification of a registered label and related documents until the first date of the commercial disclosure by the registrant if the registrant demonstrates a future intention to market a registered product and the intention is not a matter of public record. Permits data disclosure to contractors with a State or State agency and their employees in certain circumstances, as well as to Federal contractors. Prescribes a procedure by which States or State agencies may request and receive information obtained under FIFRA by entering into a cooperative agreement with the Administrator. Directs the Administrator to notify a data submitter within seven days of receiving any request for such data. Title IX: Standards Applicable to Pesticide Applicators - Requires pesticide applicators to maintain a record of each pesticide application for two years. Requires pesticide dealers to maintain sales records, which must be furnished to EPA inspectors upon proper request. Deems specified information in such records confidential. Title X: Unlawful Acts - Makes unlawful the refusal to prepare, maintain, and submit certain records to inspectors, or to willfully falsify data, or to violate specified regulations. States that no agricultural producer or applicator shall be liable in any action for damages caused by pesticide use unless it acted unreasonably with regard to such use. States that the acts or omissions of agents under FIFRA shall be construed to be the acts of their employer. Title XI: Penalties - Increases specified civil and criminal penalties for violations of FIFRA. Empowers the Administrator to issue subpoenas in connection with administrative proceedings regarding civil penalties. Title XII: Administrative Procedure; Judicial Review - Prescribes a procedure by which any person may obtain judicial review of any regulation or refusal under FIFRA. Title XIII: Imports and Exports - Requires registrants exporting pesticide products to inform foreign importers and the appropriate government regulatory office in the importing country concerning pesticide products whose registrations are cancelled, suspended, restricted, are not registered for any U.S. use, or have been voluntarily withdrawn for health or environmental reasons. Requires the Administrator to provide similar notices to foreign governments and appropriate international agencies. Requires labeling on exported pesticides that contains the same health, safety, and hazard precautions as on U.S. labels if such exports are substantially similar in composition and use to pesticides registered in the United States. Exempts exports from such requirements only if the precautions on the label conflict with the importing country's law. Title XIV: Research and Monitoring - Revises research and monitoring provisions of FIFRA. Title XV: Delegation and Cooperation - Requires the Administrator and the Secretary of Labor to coordinate efforts to regulate pesticide use in the workplace so as to minimize burdens on regulated persons. Title XVI: State Cooperation, Aid, and Training - Authorizes appropriations for FY 1987, and each fiscal year following, to provide through cooperative agreements for up to 50 percent of the cost to each State or Indian tribe of conducting training programs for certification of applicators and pesticide certification and licensing programs. Requires that at least $5,000,000 be made available each fiscal year through FY 1991 for such programs. Title XVII: Authority of States - Authorizes States, but not local governments, to regulate the sale or use of pesticides, except that no State may: (1) make any lack of essentiality a criterion for regulating such sales or uses; or (2) establish any tolerance for pesticide residues different from or in addition to tolerances established under the Food, Drug, and Cosmetic Act. Provides for State regulation of additional uses of federally registered pesticides. Requires States, in promulgating pesticide regulations, to take into account the difference in concept and usage among various classes of pesticides and the differences in environmental risk and risk evaluation data between agricultural and nonagricultural pesticides. Prescribes a procedure by which any person may petition the Administrator to conduct a rulemaking on the record after an opportunity for a hearing to amend requirements, regulations, or policies governing low volume nonfood pesticide uses. Title XVIII: Authority of Administrator - Revises the procedure for congressional veto of the Administrator's rules and regulations regarding pesticides. Extends the termination date of the Scientific Advisory Panel from the end of FY 1987 through FY 1991. Title XIX: State Primary Enforcement Responsibility - States that, to enforce FIFRA with respect to restricted and nonrestricted use pesticide applications, an EPA employee must be certified in the State for the category of such applications for which the employee is assigned enforcement responsibility. Title XX: Failure by the State to Assure Enforcement of State Pesticide Use Regulations - Requires a State to commence: (1) appropriate investigative action within 30 days after a complaint is filed; and (2) appropriate enforcement action within 120 days after a complaint is filed, or the Administrator may proceed to act on such complaint. Title XXI: Data Collection and Retrieval Systems - Directs the Administrator to design and implement within EPA an efficient system for the collection, dissemination, and use of data submitted under FIFRA and for the retrieval of pesticidal, toxicological, and other scientific data useful in carrying out such Act. Requires the Administrator to establish an advisory committee to consult on the establishment of such system. Title XXII: Authorization of Appropriations - Authorizes appropriations for FY 1987 through 1991. Title XXIII: Technical Amendments - Makes technical amendments to FIFRA. Title XIV: Effective Date - Sets forth effective dates for the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pesticide Reform Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Insecticide, Fungicide, and Rodenticide Act to ensure safer pesticides and to better protect the public and the environment, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:52-05:00"
}