{
  "actions": [
    {
      "acted_at": "1974-06-07", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3599-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-07", 
  "number": "3599", 
  "official_title": "A bill to establish the Nunamiut National Park in the State of Alaska, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-07", 
  "subjects": [
    "Advisory bodies", 
    "Alaska", 
    "National parks", 
    "Parks"
  ], 
  "subjects_top_term": "National parks", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-07", 
    "text": "Expresses the finding of Congress that there exists in the Central Brooks Range of Alaska an area of outstanding Arctic wilderness with raw unique beauty shown in magnificent mountain peaks, incised valleys, and tundra-covered foothills, unequalled historic sites of man's early Arctic occupancy and significant current Eskimo cultural importance. Establishes the Numamiut National Park in the State of Alaska. Sets forth a description of the exterior boundaries of such park. Classifies lands and waters of the park into two categories: (1) wilderness areas, and (2) native subsistence use areas. Excludes from the park those title lands of the Nunamiut Village Corporation and the Arctic Slope Regional Corporation, as selected, patented and retained under the Alaska Native Claims Settlement Act. Provides for the management of the wilderness areas in accordance with the provisions of the Wilderness Act of 1964 and in accordance with specified construction, development, vehicle operation, and hunting and fishing limitations set forth in this Act. Establishes the Nunamiut Board of Commissioners to review the administration of the Nunamiut National Park and to make recommendations. Authorizes to be appropriated such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish the Nunamiut National Park in the State of Alaska, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:13-05:00"
}