{
  "actions": [
    {
      "acted_at": "1991-10-08", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1821-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1991-10-08", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kasten, Robert W., Jr.", 
      "sponsored_at": "1991-10-23", 
      "state": "WI", 
      "thomas_id": "00619", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-10-08", 
  "number": "1821", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to simplify the definition of dependent, to provide a uniform definition of child, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Family Simplification Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Packwood, Bob", 
    "state": "OR", 
    "thomas_id": "01414", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-10-08", 
  "subjects": [
    "Adopted children", 
    "Armed forces abroad", 
    "Clergy", 
    "Day care", 
    "Disabled", 
    "Divorcees", 
    "Earnings", 
    "Families", 
    "Heads of households", 
    "Health", 
    "Health insurance", 
    "Households", 
    "Housing subsidies", 
    "Income tax", 
    "Married people", 
    "Military pay", 
    "Rental housing", 
    "Separation (Law)", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax returns", 
    "Valuation"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-10-08", 
    "text": "Family Simplification Act of 1991 - Title I: Definition of Dependent - Amends the Internal Revenue Code to revise the definition of \"dependent\" for purposes of the personal exemption deduction by replacing the present-law support test with a residency test similar to that used in the determination of the earned income tax credit. Redefines a dependent to be a qualifying child or relative (eliminating the requirement that the taxpayer provide over half the dependent's support). Defines a qualifying child as an individual who: (1) is a child of the taxpayer or a descendant of a child of the taxpayer; (2) has the same principal place of abode as the taxpayer for more than one-half of the taxable year; and (3) has not attained the age of 19, or is a student who has not attained the age of 24. Defines a qualifying relative as one whose: (1) adjusted gross income is less than the exemption amount; and (2) principal place of abode for over half of the taxable year is the same as the taxpayer's. Revises provisions concerning divorced or separated parents. Allows a child to be treated as the qualifying child or relative of the noncustodial parent if the such parent provides support equal to or greater than the exemption amount (currently, no actual support is required) and the custodial parent (as under current law) releases any claim to the exemption. Provides an exception for pre-1992 divorce or separation agreements. Modifies the dependent care credit to require a dependent to have the same place of abode as the taxpayer. Modifies the earned income credit to conform its requirements to those for the personal exemption. Makes an exception to the residency test for members of the armed forces stationed outside the United States while serving on extended active duty. Requires employers of members of the armed forces and ministers of the gospel to report to their employees the amount of excludable income received in the form of allowances for housing. Authorizes the Secretary of the Treasury to prescribe a simplified valuation method for determining the value of housing allowances of members of the armed forces and the rental value of parsonages. Modifies provisions defining surviving spouse status and head of household status to require that such taxpayers be eligible for a dependency exemption for the one or more individuals. (Current law requires them to pay over half the cost of maintaining the home in which the dependent resides.) Requires dependents of a surviving spouse or head of household to live with the taxpayer. Repeals the requirement that certain married individuals living apart maintain a household which constitutes the principal place of abode of a child. Repeals the provision which requires a reduction in the medical expense deduction based on the health insurance credit allowable under the earned income credit. Title II: Definition of Child - Establishes a definition of \"child\" to mean: (1) a son, daughter, stepson, or stepdaughter; (2) an adopted child; and (3) any individual for whom a taxpayer cares as the taxpayer's own child, and who has the same principal place of abode as the taxpayer."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family Simplification Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 to simplify the definition of dependent, to provide a uniform definition of child, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:15-05:00"
}