{
  "actions": [
    {
      "acted_at": "1991-06-19", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Intelligence ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1991-06-19", 
      "references": [], 
      "text": "Committee on Intelligence. Original measure reported to Senate by Senator Boren. With written report No. 102-85.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-19", 
      "calendar": "Senate Legislative", 
      "number": "124", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 124.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1991-06-25", 
      "bill_ids": [
        "sres400-102"
      ], 
      "committee": "Committee on Armed Services for a period not to exceed 30 days, pursuant to section 3(b) of S", 
      "references": [], 
      "text": "Referred to the Committee on Armed Services for a period not to exceed 30 days, pursuant to section 3(b) of S.Res. 400 of the 94th Congress.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-06-28", 
      "references": [], 
      "text": "Senate Committee on Armed Services discharged by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-28", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-28", 
      "bill_ids": [
        "hr1455-102"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 1455 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-28", 
      "bill_ids": [
        "hr1455-102"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 1455 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-06-28", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s515-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "515"
    }
  ], 
  "bill_id": "s1325-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Intelligence (Select)", 
      "committee_id": "SLIN"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-19", 
  "number": "1325", 
  "official_title": "An original bill to authorize appropriations for fiscal year 1991 for intelligence activities of the United States Government, the Intelligence Community Staff, and the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1455-102", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr1455-102", 
      "reason": "includes"
    }, 
    {
      "bill_id": "s1455-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "Intelligence Authorization Act, Fiscal Year 1991", 
  "sponsor": {
    "district": null, 
    "name": "Boren, David L.", 
    "state": "OK", 
    "thomas_id": "01287", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1991-06-19", 
  "subjects": [
    "Alien labor", 
    "Annuities", 
    "Armed forces and national security", 
    "Authorization", 
    "Buy American", 
    "Civil service retirement", 
    "Classified defense information", 
    "Congressional committees (House)", 
    "Congressional committees (Senate)", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional-executive relations", 
    "Covert operations", 
    "Disability retirement", 
    "Employee assistance programs", 
    "Employee rights", 
    "Executive privilege", 
    "Federal employees", 
    "Geodesy", 
    "Government and business", 
    "Government employees' health insurance", 
    "Government operations and politics", 
    "Government procurement", 
    "Graphic methods", 
    "Hong Kong", 
    "Immigration", 
    "Information leaking", 
    "Intelligence officers", 
    "International broadcasting", 
    "Job hunting", 
    "Maps", 
    "Military airlift", 
    "Military intelligence", 
    "Military personnel", 
    "Missing in action", 
    "Personnel management", 
    "Prisoners of war", 
    "Remarriage", 
    "Retired military personnel", 
    "Survivors' benefits", 
    "Unemployment", 
    "Wages"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1991-06-28", 
    "text": "Intelligence Authorization Act, Fiscal Year 1991 - Title I: Intelligence Activities - Authorizes appropriations for FY 1991 for intelligence activities in specified departments and agencies of the U.S. Government, including the Central Intelligence Agency (CIA), the Department of Defense (DOD), and the Drug Enforcement Administration. Declares that the authorized amounts and personnel ceilings for such intelligence activities are those specified in the classified schedule of authorizations. Authorizes the Director of Central Intelligence (DCI) to employ civilian personnel in excess of the ceiling for such personnel when necessary to the performance of important intelligence functions. Title II: Intelligence Community Staff - Authorizes appropriations for the Intelligence Community Staff for FY 1991. Establishes an end strength ceiling of 240 full-time Intelligence Community Staff employees, including 50 full-time personnel who are authorized to serve in the Security Evaluation Office. Provides that such staff shall be administered in the same manner as the CIA. Title III: Central Intelligence Agency Retirement and Disability System and Related Provisions - Authorizes appropriations for the Central Intelligence Agency Retirement and Disability Fund for FY 1991. Amends the Central Intelligence Agency Retirement Act of 1964 for Certain Employees to eliminate the statutory provisions requiring a 15-year career review and an election option for participants in the Central Intelligence Agency Retirement and Disability System (CIARDS) and requires such participants to remain under CIARDS for the duration of their CIA service. Specifies that the five years of marriage spent outside the United States required to qualify for former spouse status must have been during periods of the participant's service with the CIA. Permits a retiree under CIARDS who was unmarried at the time of retirement to: (1) elect a reduction in an annuity for purposes of providing a survivor benefit upon marriage after retirement (currently, an election for a current spouse must be equal to the election made for a spouse to whom the participant was married at the time of retirement); and (2) irrevocably elect within one year of remarriage, where his or her annuity was not reduced to provide a survivor annuity at the time of retirement, to provide an annuity for the new spouse in the event such spouse survives the retired participant (in such case, the retired participant would be required to deposit an amount by which his or her annuity would have been reduced if the election had been in effect since the date of retirement; or, if later, the date the previous reduction in the annuity was terminated. Reduces the remarriage age for purposes of entitlement to survivor and retirement benefits under CIARDS. Requires a surviving spouse who remarries a retiree and becomes entitled to a CIARDS survivor annuity to choose between such annuity and any other survivor annuity to which he or she may be entitled to be eligible to receive survivor annuity payments. Provides for the restoration of benefits of certain former CIA spouses whose benefits were terminated because of remarriage before the age of 55, and whose remarriage is later dissolved by death, annulment, or divorce. Amends the Central Intelligence Agency Act of 1949 to restore health benefits of former spouses whose benefits were terminated because of remarriage before the age of 55, and whose remarriage is later dissolved by death, annulment, or divorce. Title IV: General Provisions - Permits appropriations authorized by this Act for benefits for Federal employees to be increased as may be necessary for increases in compensation or benefits authorized by law. Prohibits the authorization of appropriations by this Act from constituting authority for the conduct of any illegal intelligence activity. Authorizes the DCI to charge the entry of an alien against the numerical limitation for any fiscal year (beginning with FY 1991 and ending with FY 1996) notwithstanding that such alien's entry is not made to the United States in such fiscal year if the alien is an employee of the Foreign Broadcast Information Service in Hong Kong or is the spouse or child of such alien. Amends the Department of Energy Organization Act to except from the competitive service all positions in the Department of Energy which the Secretary of such department determines are devoted to intelligence and intelligence-related Government activities. Requires the DCI to direct that elements of the intelligence community, whenever compatible with U.S. national security, consistent with operational and security concerns, and fiscally sound, award contracts in a manner that would maximize the procurement of products produced in the United States. Title V: Department of Defense Intelligence Provisions - Authorizes the Secretary of Defense to grant the use of the DOD reimbursement rate for military airlift services provided by DOD to the CIA if such services are provided for activities related to national security objectives. Directs the Defense Mapping Agency to offer certain maps and charts for sale. Authorizes the Secretary to withhold from public disclosure any geodetic product under DOD control that: (1) is restricted pursuant to an international agreement; or (2) contains information that would, if disclosed, reveal sources and methods used to obtain material for geodetic products or military operational or contingency plans. Amends the National Security Agency Act of 1959 to authorize the Director of the National Security Agency (NSA) to use appropriated funds for specified post-employment assistance for NSA employees who have been in sensitive positions but are found ineligible for continued access to sensitive information and continued employment with NSA, subject to specified conditions and reporting requirements. Permits the Secretary to authorize elements of DOD to engage in commercial activities to provide security for the conduct of authorized intelligence collection activities abroad. Prohibits such activities from being conducted after December 31, 1995. Sets forth provisions concerning the use, disposition, and auditing of funds generated by such activities. Authorizes the Secretary, if compliance with any Federal laws or regulations would create an unacceptable risk of compromise of an authorized intelligence collection activity, to permit the operation of the activity notwithstanding such laws and regulations. Permits personnel to conduct such activities in the United States only to the extent necessary to support intelligence activities abroad. Prohibits entities engaged in such activities from employing, assigning, or detailing U.S. persons to perform duties for such entities unless such persons are informed in advance of the intelligence security purposes of such activities. Requires the Secretary to ensure that the House and Senate Intelligence Committees are kept currently and fully informed of such activities. Directs the Secretary to provide to any Member of Congress, upon request, complete access to the Tighe Report (the classified report of the Defense Intelligence Agency relating to efforts to fully account for U.S. military personnel listed as prisoner, missing, or unaccounted for in military actions). Authorizes the Secretary to withhold from disclosure any material that would compromise sources and methods of intelligence. Title VI: Oversight of Intelligence Activities - Amends the Foreign Assistance Act of 1961 to repeal a prohibition on the use of funds for CIA operations in foreign countries, other than for specified intelligence activities. Amends the National Security Act of 1947 to require the President to ensure that: (1) the intelligence committees are kept informed of U.S. intelligence activity, including any significant anticipated intelligence activity; and (2) any illegal intelligence activity as well as any corrective action is reported to such committees. Includes \"covert actions\" within the definition of \"intelligence activities.\" Bars the President from authorizing the conduct of covert actions by departments, agencies, or entities of the United States unless he determines such activities are necessary to support the foreign policy objectives of the United States. Requires such a determination to be set forth in a written finding that: (1) is not retroactive; (2) specifies each participating Government entity and whether a third party not subject to U.S. regulations will be used; and (3) may not authorize any action which would violate the Constitution or any statute of the United States. Requires the President to ensure that any such finding approved is reported to the intelligence committees as soon as possible after such approval and before the covert action is initiated. Authorizes the President, in extraordinary circumstances affecting vital U.S. interests, to limit access to findings to specified congressional officials but requires the President to provide a statement of the reasons for limiting access in such cases. Requires the President to notify the intelligence committees or congressional officials of any significant change in a previously-approved covert action. Defines \"covert action\" as any activity conducted by an element of the U.S. Government to influence political, economic, or military conditions abroad so that the Government's role is not apparent or acknowledged. Excludes: (1) activities the primary purpose of which is to acquire intelligence, traditional counterintelligence activities, traditional activities to improve or maintain the operational security of U.S. Government programs, or administrative activities; (2) traditional diplomatic or military activities or routine support to such activities; (3) traditional law enforcement activities conducted by U.S. Government law enforcement agencies or routine support to such activities; or (4) certain activities to provide routine support to the overt activities of other U.S. Government agencies abroad. Prohibits the conduct of any covert action which is intended to influence U.S. political processes, public opinion, policies, or media. Bars the expenditure of funds appropriated for, or otherwise available to, any U.S. Government department, agency, or entity for covert actions unless and until a presidential finding has been signed or otherwise issued. Specifies that funds available to an intelligence agency which are not appropriated funds may be obligated or expended for an intelligence or intelligence-related activity only if they are used for activities reported to the appropriate congressional committees pursuant to procedures jointly agreed upon by such committees and the DCI or the Secretary of Defense which identify: (1) types of activities for which nonappropriated funds may be expended; and (2) under what circumstances an activity must be reported as a significant anticipated intelligence activity before such funds can be expended. Considers the anticipated transfer in any fiscal year of any aggregation of defense articles or services exceeding $1,000,000 in value by an intelligence agency to a recipient outside such agency as a significant anticipated intelligence activity. Requires: (1) the head of any U.S. department or agency involved in any intelligence activities which may pertain to U.S. military personnel listed as prisoner, missing, or unaccounted for in military actions to furnish any information or documents in the possession, custody, or control of, or person paid by, such department or agency, whenever requested by the Senate or House Select Committee on Intelligence; and (2) such committees, upon request and under such regulations as such committees have prescribed to protect the classification of such information, to make such information available to any other committee or Member of the Congress and appropriately cleared staff."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Intelligence Authorization Act, Fiscal Year 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 1991 for intelligence activities of the United States Government, the Intelligence Community Staff, and the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:03-05:00"
}