{
  "actions": [
    {
      "acted_at": "1992-09-16", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-10-15", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5961-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-09-16", 
  "number": "5961", 
  "official_title": "To establish certain uniform rights, duties, and enforcement procedures relating to franchise agreements.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Fair Franchising Practices Act of 1992", 
  "sponsor": {
    "district": "8", 
    "name": "Scheuer, James H.", 
    "state": "NY", 
    "thomas_id": "01029", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-09-16", 
  "subjects": [
    "Actions and defenses", 
    "Civil procedure", 
    "Collective bargaining", 
    "Commerce", 
    "Contracts", 
    "Discrimination", 
    "Federal preemption", 
    "Fees", 
    "Franchises (Retail trade)", 
    "Freedom of association", 
    "Government paperwork", 
    "Injunctions", 
    "Legal fees", 
    "Licenses", 
    "Restrictive trade practices", 
    "Securities", 
    "Trade associations"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-09-16", 
    "text": "Federal Fair Franchising Practices Act of 1992 - Provides that a franchise shall include an implied duty by a party to the franchise to act in good faith in the performance and enforcement of the rights and duties established in the franchise, including an obligation, in making a decision or in exercising a power that directly affects the franchise or the franchised business concerned, to give due and equal regard to an interest of any other such party that is likely to be affected by the decision made or the power exercised. Requires the franchisor, in its undertaking with a franchisee, to exercise the skill and knowledge normally possessed by franchisors in good standing in similar communities or trade areas, unless the franchisor: (1) represents that it has greater skill or knowledge; or (2) conspicuously disclaims that it has the normal skill or knowledge. Specifies that such duty may not be disclaimed or qualified by agreement or by conduct, but a franchisor may by written agreement define specifically the nature and scope of its skill or knowledge and of its undertaking with a franchisee. Permits a franchisor that has delivered to a prospective franchisee a valid offering circular to negotiate with the prospective franchisee concerning the terms of a franchise and to execute with the prospective franchisee a franchise whose terms reflect negotiated changes from the initial offering. Authorizes a franchise to obtain equipment, fixtures, supplies, and services used in the establishment and operation of a franchised business from any source if the goods and services meet any reasonable standard regarding their nature and quality that may be promulgated by the franchisor concerned, with exceptions. Prohibits a franchisor from terminating or refusing to renew a franchise whose term is indeterminate without good cause. Authorizes a franchisee to transfer a transferable interest to a transferee who meets a franchisor's reasonable, essential, and nondiscriminatory standards for new franchisees or transferees, as the standards are in effect on the date the franchisee and the transferee agree to the transfer. Prohibits a franchisor from withholding its consent to such a transfer without good cause. Sets forth provisions regarding: (1) notice of proposed transfer; (2) consent to proposed transfer; (3) permissible and impermissible conditions on transfer; (4) rights of first refusal; (5) consent to a public offering; (6) consent to a pooling or exchange of interests or assets; (7) assignment of interests; (8) non-interference; (9) security interests of a franchisee; (10) effect of certain covenants; and (11) transfer of interests by a franchisor. Prohibits a franchisor from prohibiting, or enforcing a prohibition against, a franchisee engaging in any lawful business at any location after expiration of the term of the franchise, termination of the franchise by the franchisee for good cause, or transfer by the franchisee of its full interest in the franchise, with exceptions. Bars a franchisor from: (1) inhibiting its franchisees from forming an association or from associating with other franchisees for any lawful purpose; and (2) penalizing a franchisee for organizing or participating in an association of franchisees. Requires a franchisor that has more than 500 franchisees outstanding, or more than 300 franchisees in the United States, to bargain in good faith with an organization of its franchisees that represents generally, or on a specific issue or set of issues, a majority of its franchisees in the United States, and that requests such bargaining. Prohibits (with exceptions) a franchisor from placing, or licensing another to place, a new outlet in unreasonable proximity to an established franchised outlet if: (1) the intent or probable effect of establishing the new outlet is to cause a diminution of gross sales by the established outlet of more than ten percent in 12 months immediately following establishment of the new outlet; and (2) the established outlet offers goods or services identified by the same trademark as those offered from the new outlet or has premises that are identified by the same trademark as the new outlet. Sets forth provisions regarding the burden of proof. Bars a franchisor, in granting franchises, considering approval of transfers of transferable interests, and administering its franchise system, from discriminating against any person on the basis of race, color, religion, national origin, sex, or physical handicap. Authorizes a party to a franchise who is injured or likely to be injured by a violation or impending violation of this Act or of Federal provisions relating to disclosure requirements and prohibitions concerning franchising and business opportunity ventures to bring an action for relief in a court of competent jurisdiction. Specifies that the prevailing party in such an action may recover its costs. Permits a court, for purposes of determining whether to issue an injunction or a restraining order, to presume irreparable harm from such a violation, and to award preliminary injunctive relief without bond or other financial security in such an action. Makes this Act applicable to a franchised business that is operated in whole or in part in the United States, to a franchise that grants the right to engage in such a franchised business, and to parties to such a franchise. Sets forth provisions regarding: (1) waiver or avoidance; (2) effect of choice-of-law provisions; (3) effect of exclusionary provisions; (4) effect of certain stipulations; and (5) nonpreemption."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Fair Franchising Practices Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish certain uniform rights, duties, and enforcement procedures relating to franchise agreements.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:58-05:00"
}