{
  "actions": [
    {
      "acted_at": "1980-05-01", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-05-01", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-07-02", 
      "references": [], 
      "text": "Reported to House from the Committee on Foreign Affairs with amendment, H. Rept. 96-1151 (Part I).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7230-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Barnes, Michael D.", 
      "sponsored_at": "1979-01-03", 
      "state": "MD", 
      "thomas_id": "00055", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Bedell, Berkley W.", 
      "sponsored_at": "1979-01-03", 
      "state": "IA", 
      "thomas_id": "00071", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Bingham, Jonathan B.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00090", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Bowen, David R.", 
      "sponsored_at": "1979-01-03", 
      "state": "MS", 
      "thomas_id": "00115", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Downey, Thomas J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00314", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Fazio, Vic", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00374", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Findley, Paul", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "00382", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Frenzel, Bill", 
      "sponsored_at": "1979-01-03", 
      "state": "MN", 
      "thomas_id": "00415", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Gibbons, Sam", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "00437", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Gilman, Benjamin A.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00440", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Lagomarsino, Robert J.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00658", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Ottinger, Richard L.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00882", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Pease, Donald J.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "00904", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Simon, Paul", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wolpe, Howard E.", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "01240", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-05-01", 
  "number": "7230", 
  "official_title": "A bill to direct the Secretary of Commerce to encourage the formation and operation of export trading companies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Export Trading Company Act of 1980", 
  "sponsor": {
    "district": "3", 
    "name": "Bonker, Don", 
    "state": "WA", 
    "thomas_id": "00109", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-05-01", 
  "subjects": [
    "Advisory bodies", 
    "Antitrust law", 
    "Antitrust policy", 
    "Business and commerce", 
    "Corporation taxes", 
    "Executive reorganization", 
    "Exports", 
    "Federal advisory bodies", 
    "Federally-assisted loans", 
    "Federally-guaranteed loans", 
    "Foreign Trade and Investments", 
    "Foreign trade promotion", 
    "Government and business", 
    "Government records, documents, and information", 
    "Information services", 
    "International banking", 
    "International corporations", 
    "Local and Municipal Government", 
    "Local finance", 
    "Presidential appointments", 
    "State finance", 
    "States", 
    "Trade agreements", 
    "Trade associations", 
    "Trade regulation"
  ], 
  "subjects_top_term": "Trade associations", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "1980-07-02", 
    "text": "(Reported to House from the Committee on Foreign Affairs with amendment, H. Rept. 96-1151 (Part I)) Export Trading Company Act of 1980 - Directs the Secretary of Commerce to establish within the Department an office to promote export trade associations and trading companies and to facilitate contacts between producers of exportable goods and export trading companies. =Title I: Export Trading Companies= - Authorizes any banking organization to invest up to specified amounts in export trading companies upon notifying, but without obtaining the prior approval of, the appropriate Federal banking agency, if such investment does not cause an export trading company to become a subsidiary of such organization. Allows greater investment by Edge Act Corporations not engaged in banking. Permits any banking organization to invest beyond such limitations after notifying and receiving the prior approval of the appropriate Federal banking agency. Requires prior notification of such agencies in specified circumstances. States that only the appropriate agency for the organization making the investment or engaging in the export activity needs to be notified. Sets forth further limitations on export trading companies and investments by banking organizations. Requires the agencies to transmit investment proposals to the Secretary for any comments. Specifies factors to be taken into consideration by the banking agencies. Permits such agencies to impose conditions in approving applications to invest in export trading companies. Requires such agencies to report to the appropriate congressional committees concerning implementation of this Act with any recommendations. Provides for judicial review of denial orders in the appropriate U.S. Court of Appeals. Sets forth the grounds for disapproval. Provides for remand for further consideration by the banking agency. Directs the Economic Development Administration and the Small Business Administration to give special weight to export-related benefits when considering applications for loans and guarantees by export trading companies. Directs the Export-Import Bank of the United States to provide loan guarantees to export trading companies or exporters to be secured by accounts receivable or inventories when adequate financing is not otherwise available and such guarantees will facilitate expansion of exports. =Title II: Antitrust Provisions= - Amends the Webb-Pomerene Act to exempt the export trade, export trade activities, and methods of operation of certified export trade associations and export trading companies from the antitrust laws, if such association or company: (1) is not in restraint of U.S. trade; and (2) does not enter any agreements which would restrain U.S. trade. Sets forth the procedure to be followed by any association or export trading company seeking certification under this Act and by the Secretary in issuing such certificates. Provides for appeal of the Secretary's denial of certification. Authorizes the Attorney General or the Federal Trade Commission (FTC) to bring an action to invalidate a certification. Requires the Secretary, in consultation with the Attorney General and the FTC, to publish guidelines for determining whether an association or export trading company will meet the certification requirements. Requires certified associations and export trading companies to submit annual reports to the Secretary. Stipulates that all applications for certification be kept confidential with specified exceptions. Authorizes the Secretary to require an association or trading company to modify its operation to be consistent with international obligations of the United States. Directs the President, five years after enactment, to appoint a task force to study and report any recommendations to the President concerning the effect of this Act on domestic competition and the U.S. trade deficit. Continues the antitrust exemption for existing associations. Requires such associations to report to the Secretary rather than the Federal Trade Commission. Provides for the automatic certification of such associations on filing an application within 180 days of enactment of this Act. =Title III: Taxation of Export Trading Companies= - Amends the Internal Revenue Code of 1954 to make banking organizations which have invested in an export trading company eligible for treatment as domestic international sales corporations (DISC). Includes the gross receipts from the export of services produced in the United States and from export trade services as qualified export receipts, in the case of a DISC which is an export trading company. Directs the Secretary of Commerce, with the Secretary of the Treasury, to develop and distribute information concerning the utilization of the DISC provisions. Amends the Internal Revenue Code of 1954 to make export trading companies eligible for Subchapter S treatment if the shareholders of such companies are otherwise small business corporations. Exempts such companies from restrictions on the amount of foreign income they can receive and still be eligible for Subchapter S tax treatment. Makes such amendments effective after December 31, 1981."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Export Promotion and Export Trading Company Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Export Trading Company Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to direct the Secretary of Commerce to encourage the formation and operation of export trading companies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:15-05:00"
}