{
  "actions": [
    {
      "acted_at": "1973-12-04", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hconres392-93", 
  "bill_type": "hconres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-04", 
  "number": "392", 
  "official_title": "Concurrent resolution expressing the sense of the Congress that the President, acting through the United Nations or other appropriate international organization, should call for international conferences to consider the present world energy crisis.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hconres377-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "15", 
    "name": "Fascell, Dante B.", 
    "state": "FL", 
    "thomas_id": "00370", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-04", 
  "subjects": [
    "Energy", 
    "Energy conservation", 
    "Fuel allocation", 
    "International affairs", 
    "Middle East", 
    "Petroleum and petroleum products"
  ], 
  "subjects_top_term": "Fuel allocation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-04", 
    "text": "Declares that it is the sense of the Congress that the President should, at the earliest practicable date, initiate steps through the United States delegation to the United Nations to call for and sponsor a World Energy Crisis Conference of countries confronted with long-term energy needs which they cannot now meet independently, for the purpose of discussing: (1) the ramifications of the decision by certain oil-producing nations to reduce production; (2) immediate steps, including self-imposed rationing, to counter those ramifications and to reduce dependence on Near East oil supplies; (3) the possibility of large-scale joint research projects on alternative energy sources; and (4) the establishment of a long-term World Energy Resources Conference for the purpose of: (a) exploring new ways to promote world energy planning; (b) reviewing the world's energy requirements and resources; (c) expanding and coordinating worldwide research into energy conservation and the development of new sources of energy; (d) establishing a plan for world cooperation in the fair allocation of energy resources whenever unexpected disturbances threaten ordinary patterns of energy allocation; and (e) exploring the implications for the world's ecology of projected patterns of energy use through the end of the century."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Concurrent resolution expressing the sense of the Congress that the President, acting through the United Nations or other appropriate international organization, should call for international conferences to consider the present world energy crisis.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:50-05:00"
}