{
  "actions": [
    {
      "acted_at": "1973-02-21", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s963-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-21", 
  "number": "963", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to make the Secretary of Health, Education, and Welfare responsible for the testing and evaluation of all drugs to determine whether such drugs meet the requirements for approval for commercial distribution, and to provide for the establishment of a national drug testing and evaluation center, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Drug Testing and Evaluation Act", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Gaylord", 
    "state": "WI", 
    "thomas_id": "01411", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-21", 
  "subjects": [
    "Advisory bodies", 
    "Consumer protection", 
    "Drug law and legislation", 
    "Drugs"
  ], 
  "subjects_top_term": "Drug law and legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-21", 
    "text": "National Drug Testing and Evaluation Act - Provides for the establishment of a National Drug Testing and Evaluation Center which shall be operated and maintained as a part of the Food and Drug Administration subject to the supervision and control of the Secretary of Health, Education, and Welfare. Provides that the Secretary of Health, Education, and Welfare shall be responsible for conducting all tests for investigations on new drugs submitted to him for approval in order to determine whether such new drugs should be approved for commercial distribution, and shall be responsible for conducting tests or investigations on drugs which have been approved to determine whether or not approval of such drugs should be withdrawn. Authorizes the Secretary to contract out such studies to qualified individuals, organizations, or institutions and it shall be his responsibility to insure that the testing or investigation of any drug is conducted by experts qualified by scientific training and experience to investigate the safety and effectiveness of drugs. Provides that the sponsor of any drug submitted to the Secretary for testing and investigation shall, upon request, be provided with a report every sixty days on the results of the testing or investigation of such drug. Provides for a 3 member Drug Testing Review Panel to review, upon request of the sponsor, any facet of the investigation to which the sponsor objects. Provides that the sponsor of any new drug submitted to the Secretary for testing or investigation shall be liable for the expenses incurred, including a proportionate share of the cost of staffing, maintaining and equipping the Center. Establishes a National Drug Testing Evaluation Center fund which shall be available to the Secretary for the purpose of establishing the National Drug Testing Evaluation Center, for the purpose of furnishing initial working capital, and for other specified purposes. Provides that nothing in the bill prohibits the sponsor of any drug from conducting tests or investigations on such drug in accordance with other provisions of the Food and Drug Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Drug Testing and Evaluation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to make the Secretary of Health, Education, and Welfare responsible for the testing and evaluation of all drugs to determine whether such drugs meet the requirements for approval for commercial distribution, and to provide for the establishment of a national drug testing and evaluation center, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:28-05:00"
}