{
  "actions": [
    {
      "acted_at": "1982-07-22", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-07-27", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-08-19", 
      "bill_ids": [
        "hr4961-97"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.4961.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6839-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "Martin, Lynn M.", 
      "sponsored_at": "1982-07-22", 
      "state": "IL", 
      "thomas_id": "00742", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-07-22", 
  "number": "6839", 
  "official_title": "A bill to provide a program of emergency unemployment compensation for areas experiencing high rates of unemployment.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4961-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Emergency Unemployment Compensation Act of 1982", 
  "sponsor": {
    "district": "20", 
    "name": "Findley, Paul", 
    "state": "IL", 
    "thomas_id": "00382", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-07-22", 
  "subjects": [
    "Department of the Treasury", 
    "Federal-state relations", 
    "Government trust funds", 
    "Intergovernmental fiscal relations", 
    "Labor and employment", 
    "States", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-07-22", 
    "text": "Emergency Unemployment Compensation Act of 1982 - Authorizes States with approved unemployment compensation laws with extended compensation provisions to enter into and participate in (and to terminate upon 30 days' written notice) agreements with the Secretary of Labor that State agencies will make emergency compensation payments. Declares eligible for such payments individuals who have exhausted all rights to regular State compensation, who have no rights to State or Federal compensation (including both regular and extended compensation), and who are not receiving Canadian compensation for any week of unemployment which begins in an emergency benefit period and the individual's eligibility period. Prohibits such payments for any week of unemployment which begins more than two years after the end of the benefit year for which the individual exhausted regular compensation rights. Declares that an emergency benefit period shall: (1) begin with the third week after a week for which there is an area \"emergency on\" indicator (when the rate of insured unemployment in such State for such week and the immediately preceding three weeks equaled or exceeded five percent); and (2) end with the third week after the first week for which there is a State \"emergency off\" indicator (when the rate of insured unemployment in such State for such week and the immediately preceding three weeks is less than five percent). Requires that, in the case of any area of a State, no emergency benefit period shall last longer than 13 consecutive weeks. Requires that the amount of emergency compensation payable to any individual for any week of total unemployment be equal to the regular compensation payable to such individual during his or her benefit year under State law. Requires that, under such agreements, States establish an emergency compensation account for each eligible applicant, in an amount equal to the lesser of 100 percent of the total amount of regular compensation payable to such applicant during his or her most recent benefit year or 13 times the average weekly benefit amount for such year. Requires that each State which has entered into such agreement be paid an amount equal to 100 percent of the emergency compensation paid to individuals by the State pursuant to such agreement. Directs the Secretary of the Treasury to make such payments to each State in sums certified by the Secretary of Labor, by transfers from funds appropriated under this Act to the account of such State in the Unemployment Trust Fund. Authorizes appropriations to carry out this Act. Provides penalties for individuals involved in misrepresentation with regard to such emergency payments. Authorizes States to require individuals to repay amounts of emergency compensation to which they were not entitled, and to waive such repayments in cases where the individual was without fault and where repayment would be contrary to equity and good conscience. Authorizes States to deduct such amounts to be repaid from various types of unemployment compensation payable to such individual and administered by State agencies. Limits any single deduction to no more than 50 percent of the weekly benefit amount from which such deduction is made. Requires notice and opportunity for a fair hearing for an individual, and an appropriate review, before such repayment determinations become final and before such repayments are required or such deductions are made."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Unemployment Compensation Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a program of emergency unemployment compensation for areas experiencing high rates of unemployment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:13-05:00"
}