{
  "actions": [
    {
      "acted_at": "1974-09-26", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s4047-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brooke, Edward W.", 
      "sponsored_at": "1973-01-03", 
      "state": "MA", 
      "thomas_id": "01292", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mathias, Charles McC., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "MD", 
      "thomas_id": "01391", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-09-26", 
  "number": "4047", 
  "official_title": "A bill to protect purchasers and prospective purchasers of condominium housing units and residents of multifamily structures being converted to condominium units by providing national minimum standards for the regulation and disclosure of condominium sales to be administered by the Secretary of Housing and Urban Development.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Condominium Act", 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-09-26", 
  "subjects": [
    "Condominium (Housing)", 
    "Crime and law enforcement", 
    "Department of Housing and Urban Development", 
    "Housing and community development"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-09-26", 
    "text": "Condominium Act - States that it shall be unlawful for any developer or agent, directly or indirectly, to make use of any means or instrument of transportation or communication in interstate commerce, or of the mails, to sell any condominium in any project unless the project is registered and a statement of record with respect to such condominium is in effect in accordance with the provisions of this Act, and a printed public offering statement, meeting the requirements of this Act, is furnished to the purchaser in advance of the signing of any contract or agreement for sale by the purchaser. States that any contract or agreement for the purchase of a condominium in a project covered by this Act, where the public offering statement has not been given to the purchaser in advance or at the time of his signing, shall be voidable at the option of the purchaser. Provides that a purchaser may revoke such contract agreement within ten days, where he has received the public offering statement less than forty-eight hours before he signed the contract or agreement, and the contract or agreement shall so provide. Specifies the contents of a statement of record and of the public offering statement. Provides that in any case where the project involved is a leased-unit structure which is to be converted to a condominium project, the information described in the statement of record shall also include satisfactory assurances that: (1) existing tenants will have first priority to purchase dwelling units in the project; (2) all of the tenants of the structure or structures involved will have been given at least six months, after notification of the proposed conversion, to decide whether or not to purchase their dwelling units; (3) no tenant will be required to move from the project upon its conversion without ninety days' writen notice; and (4) no lease agreement outstanding at the time of conversion (and covering a dwelling unit in the project) will be abridged without the consent of both the lessee and the developer. Authorizes the Secretary of Housing and Urban Development to conduct investigations to determine the extent of compliance with the provisions of this Act and to bring suit in any district court of the United States against alleged violators of the provisions of this Act. Directs the Secretary of Housing and Urban Development to conduct a full and complete study of the state of the rental housing market in representative metropolitan areas experiencing significant increases in construction and condominium conversions. Requires the Secretary to make his recommendations to Congress within one year following the date of enactment of this Act for handling tenant relocation problems involved in condominium conversions. Provides for review of orders issued by the Secretary after a hearing in the United States Court of Appeals for the circuit wherein the aggrieved party resides or has his principal place of business. Authorizes to be appropriated such sums as are necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Condominium Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect purchasers and prospective purchasers of condominium housing units and residents of multifamily structures being converted to condominium units by providing national minimum standards for the regulation and disclosure of condominium sales to be administered by the Secretary of Housing and Urban Development.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:20-05:00"
}