{
  "actions": [
    {
      "acted_at": "1988-03-03", 
      "references": [], 
      "text": "Rule Passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-03", 
      "references": [], 
      "text": "Called up by House by Rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-03", 
      "references": [], 
      "text": "Failed of Passage in House by Yea-Nay Vote: 208 - 216 (Record Vote No: 25).", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h593-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "593"
    }
  ], 
  "bill_id": "hjres484-100", 
  "bill_type": "hjres", 
  "committees": [], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-03-03", 
  "number": "484", 
  "official_title": "A joint resolution to provide assistance and support for peace, democracy and reconciliation in Central America.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Edwards, Mickey", 
    "state": "OK", 
    "thomas_id": "00338", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1988-03-03", 
  "subjects": [
    "Aircraft", 
    "American economic assistance", 
    "Armed forces and national security", 
    "Armistices", 
    "Aviation", 
    "Central America", 
    "Child health", 
    "Children and youth", 
    "Collective security", 
    "Communist countries", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Defense budgets", 
    "Democracy", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal budgets", 
    "Human rights", 
    "Insurgency", 
    "International affairs", 
    "International relief", 
    "Legislation", 
    "Military aircraft", 
    "Military intervention", 
    "Nicaragua", 
    "Peace", 
    "Peace negotiations", 
    "Peace treaties", 
    "Reagan Doctrine", 
    "Reprogramming of appropriated funds", 
    "Treaties", 
    "U.S.S.R."
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Failed of passage in House", 
    "date": "1988-03-03", 
    "text": "(Measure failed of passage in House, amended, roll call #25 (208-216)) Declares it to be U.S. policy to advance peace and democracy and to protect U.S. security interests in Central America. Declares that U.S. policy toward Nicaragua should include a commitment to: (1) preserve the security of the United States and its allies by preventing the development or deployment of an offensive Soviet military capability in Central America; (2) protect the security and territorial integrity of any Central American nation; and (3) take appropriate military action if Nicaragua attacks its neighbors or obtains a military capacity that directly threatens the United States. Urges the President to pursue bilateral negotiations with the Government of Nicaragua, and multilateral negotiations with Central American nations, on security matters. Declares that it is the intent of the Congress, in providing additional assistance to the Nicaraguan democratic resistance, to reinforce the Central American peace process. Transfers specified funds from certain defense appropriations accounts to the President to remain available through June 30, 1988, for assistance to the resistance. Defines \"assistance\" to include food, clothing, and medical supplies, as well as communications equipment under certain circumstances. Sets limitations on monthly expenditures of such assistance. Prohibits the use of funds transferred under this Act to purchase or transport aircraft, weapons, or ammunition. Prohibits items or services authorized by the continuing appropriations resolutions for FY 1987 and FY 1988, other than assistance as defined in this Act, from being provided to the resistance after February 29, 1988. Prohibits transportation provided under this Act from being used to deliver any items or services other than assistance as defined in this Act. Provides for the transfer of unobligated funds to the Agency for International Development (AID) for the provision of assistance to international relief organizations if hostilities between the Nicaraguan Government and the resistance cease before July 1, 1988. Earmarks specified amounts of assistance funds for Yatama (the Indian resistance force) and for the Nicaraguan Resistance, Southern Front, subject to certain conditions. Provides for continued assistance during a ceasefire occurring before July 1, 1988. Provides for the delivery and administration of ceasefire assistance by AID. Makes the Department of Defense (DOD) responsible for the direction, management, and delivery of assistance authorized by this Act, other than the assistance required to be administered by AID. Directs the Secretary to establish a separate office in the DOD which shall be responsible for the implementation of its responsibilities under this Act. Prohibits the Central Intelligence Agency from being responsible for the direction, management, or delivery of any assistance under this Act. Transfers to the President funds to be available for the indemnification of leased aircraft for transportation of such assistance. Requires DOD to make available passive air defense equipment to assure transport of such assistance. Provides for inspection and monitoring of the provision of such assistance by the Permanent Select Committee on Intelligence of the House of Representatives and the Select Committee on Intelligence of the Senate. Transfers specified defense appropriations account funds to AID to provide for medical care and other relief for non-combatant children who are victims of the Nicaraguan civil strife. Welcomes bilateral and multilateral proposals by the President to: (1) provide additional economic assistance to the democracies of Central America to promote economic stability, educational opportunity, human rights, democratic institutions, and institutions of justice; (2) facilitate the growth of Central American economies; (3) assist Central American countries in managing their foreign debt; and (4) develop initiatives in concert with democratic allies. Sets forth procedures of the House of Representatives for the consideration of a joint resolution to provide additional assistance to the resistance if, after June 1, 1988, the House Intelligence Committee reports that: (1) no ceasefire agreed to by the Government of Nicaragua and the resistance is in place; (2) the failure to achieve a ceasefire results from the lack of good faith efforts by the Nicaraguan Government; and (3) the resistance has made good faith efforts to achieve a ceasefire."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution to provide assistance and support for peace, democracy and reconciliation in Central America.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:04:50-05:00"
}