{
  "actions": [
    {
      "acted_at": "1978-04-25", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12343-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-25", 
  "number": "12343", 
  "official_title": "A bill to amend, revise and consolidate the provisions of the child nutrition programs in the National School Lunch Act, as amended, and the Child Nutrition Act of 1966, as amended, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Child Nutrition Assistance Act", 
  "sponsor": {
    "district": "7", 
    "name": "Perkins, Carl Dewey", 
    "state": "KY", 
    "thomas_id": "00908", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-25", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Child welfare", 
    "Dairy products", 
    "Education", 
    "Families", 
    "Food relief", 
    "Health", 
    "Maternal and infant welfare", 
    "Nutrition", 
    "Public assistance programs", 
    "School lunch program", 
    "Social welfare", 
    "Women"
  ], 
  "subjects_top_term": "School lunch program", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-04-25", 
    "text": "Child Nutrition Assistance Act - Title I: Declaration of Purpose - Declares that it is the policy of Congress to expand and strengthen child nutrition programs through grants-in-aid and other assistance to the States. Title II: Definitions - Defines terms used in this Act. Title III: Nutrition Requirements for Meals - Directs the Secretary of Agriculture to research nutrition needs of children and food consumption in order to prescribe minimum nutritional requirements for meals served under this Act. Title IV: State Plan of Operations - Directs each State agency, as a prerequisite to receipt of any Federal funds, to submit for approval each year to the Secretary a State plan of operations for the various programs under this Act, including the school food service program, the child care, and the summer food service programs. States that such plan should address accountability, free and reduced-price meal policy, nutrition requirements for meals, and compliance with anti-discrimination laws. Requires the States to secure and consider public opinion in the development of such plans. Title V: School Food Service Program - Combines the existing school lunch and breakfast programs into a single school food service program. Establishes a formula for payments to States in the amount of the number of meals served multiplied by an applicable payment factor. Sets the payment factor for the school year ending June 30, 1978 at: (1) 40.25 cents for free breakfasts, 33.25 cents for reduced-price breakfasts, 11.5 cents for paid breakfasts; and (2) 79.5 cents for free lunches, 20 cents for reduced-price lunches, 14.5 cents for paid lunches. Requires breakfast service, beginning with the school year ending June 30, 1980, in any participant school with an enrollment of over 100 students if over 50 percent of such students are eligible for free or reduced-price meals. Requires the Secretary to establish standards of eligibility for meals at 125 percent, and for reduced-price meals at 195 percent, of the nonfarm income poverty guidelines prescribed by the Office of Management and Budget, adjusted annually. Establishes a new formula for determining a State's fund-matching, based on the appropriate payment factor. Requires the Secretary to administer program funds to private schools in any State where the State education agency is not permitted by law to do so. Title VI: Child Care Food Program - Extends the existing child care food program indefinitely, and establishes the same payment-to-States formula as for the school food service program. Sets the payment factor for the year ending June 30, 1978 at: (1) 40.25 cents for breakfasts; and (2) 79.5 cents for lunches. Limits eligibility for the program to children of families whose annual income does not exceed 195 percent of the nonfarm income poverty guidelines prescribed by the Office of Management and Budget, adjusted annually. Directs the Secretary to provide advance payments to participating institutions. Title VII: Summer Food Service Program for Children - Makes permanent the summer food service program to assist States to initiate, maintain, and expand nonprofit food service programs for children in camps or in areas, especially rural areas, in which poor economic conditions exist. Requires no charge to children served meals in service institutions other than camps. Increases the maximum meal payments: (1) from 85.75 cents to 92.75 cents for each lunch and supper served; (2) from 47.75 cents to 51.5 cents for each breakfast served; and (3) from 22.5 cents to 24.25 cents for each meal supplement served, adjusted annually for cost-of-living increases. Title VIII: Food Service Equipment Assistance - Authorizes the appropriation of $40,000,000 to assist States through grants-in-aid and other means to supply specified schools and institutions with food service equipment. Title IX: Donated Commodities and Utilization of Foods - Requires that foods available for donation under this title be made available to schools not participating in the school food service program for use in carrying out nonprofit school food service programs. Permits distribution of donated foods to participants in the special supplemental food program under title XIII of this Act. Requires each State agency receiving assistance to establish an advisory council, composed of school representatives, to advise such agency with respect to the needs of such schools. Sets the national average value of food assistance at: (1) 12.75 cents for each lunch served in the school food service program; and (2) 12.75 cents for each lunch and supper served in the child care food program. Permits a State to elect to receive cash payments in lieu of donated foods where it phased out its distribution facilities prior to June 30, 1974. Title X: Special Milk Program for Children - Includes in the special milk program schools that do not participate in the school food service program. Limits eligibility for such program to children from families whose annual income does not exceed 125 percent of the nonfarm poverty income guidelines of the Office of Management and Budget. Increases the reimbursement rate for a half-pint of milk from five cents to 6.25 cents. Title XI: Nutrition Education and Training Program - Continues the existing program. Authorizes the Secretary to withhold up to ten percent of grant funds allocated to any State for innovative research, evaluation, development, and demonstration projects to be conducted by State educational agencies and institutions of higher education. Title XII: State Administrative Expenses - Establishes formulae for the determination and allocation of funds for State expenses incurred in the administration of the programs in this Act. Title XIII: Special Supplemental Food Program - Extends through fiscal year 1982 the existing special supplemental food program for women, infants, and children (WIC). Limits eligibility for such program to pregnant, postpartums, and breast-feeding women, and infants and children from low-income families who are determined by a competent professional authority to be at nutritional risk. Directs the Secretary to establish income eligibility standards in accordance with the nonfarm poverty income guidelines of the Office of Management and Budget. Defines terms used in this title. Requires each State agency to assure the provision of nutrition education to all participants in such program. Authorizes the appropriation of $535,000,000 for fiscal year 1979. Title XIV: Miscellaneous Provisions - Directs the Secretary to prescribe such regulations as he may deem necessary to carry out this Act. Prohibits the Secretary or any State from imposing any requirements with respect to teaching personnel, curriculum, instruction, methods of instruction, and materials of instruction as a condition to participation. Requires the Secretary to consult with the Secretary of Health, Education, and Welfare on areas of mutual interest. Title XV: Appropriation Authorization - Authorizes such appropriations each fiscal year as may be necessary. Authorizes an additional annual appropriation of $1,000,000 to carry out experimental or demonstration projects to teach children the nutritional value of foods and the relationship of nutrition to health. Title XVI: Laws Repealed - Repeals the National School Lunch Act and the Child Nutrition Act of 1966. Title XVII: Effective Date and Implementation - Sets the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Nutrition Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend, revise and consolidate the provisions of the child nutrition programs in the National School Lunch Act, as amended, and the Child Nutrition Act of 1966, as amended, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:02-05:00"
}