{
  "actions": [
    {
      "acted_at": "1976-01-27", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11533-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-01-27", 
  "number": "11533", 
  "official_title": "A bill to amend title 13, United States Code, to assure that current rather than decennial census data on total population are used in determining benefits under any Federal grant-in-aid program only if all data on other population characteristics used in determining such benefits are derived from current rather than decennial census data.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "13", 
    "name": "Solarz, Stephen J.", 
    "state": "NY", 
    "thomas_id": "01087", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-01-27", 
  "subjects": [
    "Census", 
    "Federal aid programs", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Intergovernmental fiscal relations", 
    "Population statistics"
  ], 
  "subjects_top_term": "Population statistics", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-01-27", 
    "text": "Directs the Secretary of Commerce, during intervals between decennial censuses of population, to biennially produce and publish for each State, county, and local unit of general purpose government current data on total population and other population characteristics. Defines \"local unit of general government\", and \"other population characteristics\" for purposes of this Act. States that such data may be produced by means of sampling or other method which the Secretary determines will produce current, comprehensive, and reliable data. States that such survey shall not be undertaken if the Secretary transmits to the Committee on Post Office and Civil Service of the House and Senate a report setting forth the survey involved and the reasons for not undertaking such survey, and such committees do not, by committee resolution, disapprove. Authorizes the Secretary to make surveys deemed necessary to furnish annual and other interim current data on the subjects covered by the censuses provided for in this title. Directs the Secretary to transmit to the President, for use by the appropriate departments and agencies of the executive branch, the data most recently published for the purpose of administering any law in which total population or population characteristics are used in determining the amount of benefit received by State, county, and local units of general purpose government. States that where both total population and population characteristics are used in determining the amount of such benefit received, the President through the Director of the Office of Management and Budget shall insure that no data on total population, which was collected more than one year after the collection of any population or population characteristic, be used in determining the amount of such benefit. (Amends 13 U.S.C. 181; Adds 13 U.S.C. 182,, 183, 184)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 13, United States Code, to assure that current rather than decennial census data on total population are used in determining benefits under any Federal grant-in-aid program only if all data on other population characteristics used in determining such benefits are derived from current rather than decennial census data.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:42-05:00"
}