{
  "actions": [
    {
      "acted_at": "1973-12-06", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2780-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Scott, Hugh", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "01432", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-06", 
  "number": "2780", 
  "official_title": "A bill to provide for the public financing of election campaigns for the Senate and House of Representatives.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Election Campaign Financing Act", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-06", 
  "subjects": [
    "Advisory bodies", 
    "Campaign funds", 
    "Federal aid programs", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Campaign funds", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-06", 
    "text": "Federal Election Campaign Financing Act - Sets forth the definitions of terms used in this Act. Enumerates the conditions for eligibility for payments under this Act, including that a candidate shall: (1) agree to furnish the Commission such evidence as it may request of the qualified campaign expenses with respect to which payments are sought; and (2) agree to an audit and examination by the Commission. Sets forth provisions governing payments to major parties, minor parties, and new parties. Provides that an eligible candidate of a major party in a Federal election shall be entitled to payments equal in the aggregate to the greater of: (1) 15 cents multiplied by the voting age population of the geographical area in which the election is held; (2a) $175,000, if the Federal office sought is that of Senator, Delegate, Resident Commissioner, or Representative from a State which is entitled to only one Representative; or (b) $90,000, if the Federal office sought is that of Representative from a State which is entitled to more than one Representative. Places limitations and restrictions on the total amount of payments to which an eligible candidate or political party is entitled. Provides for the certification by the Commission of payments to be made under this Act. Authorizes the transfer from the general fund of the Treasury such amounts of moneys in the fund as are in excess of the amounts which eligible candidates are or will be entitled to receive. Provides that, the national committee of a major party may receive contributions and make expenditures in connection with a Federal election; and a State committee of a major party may accept contributions and make expenditures in connection with a Federal election in such State. Requires that, after each Federal election, the Commission shall conduct a thorough examination and audit of the qualified campaign expenses of the candidate of each political party for Federal office. Prescribes the procedures for repayments of funds, when excess funds were paid to a candidate. Requires that a candidate shall furnish to the Commission a detailed statement of: (1) the qualified campaign expenses incurred by him and his authorized committees prior to the date of such statement; and (2) the qualified campaign expenses which he and his authorized committees propose to incur on or after the date of such statement. Provides for reports to Congress by the Commission after each Federal election. Provides for participation by the Commission in judicial proceedings under this Act and for judicial review of actions by the Commission. Makes it unlawful for an eligible candidate of a political party for Federal office in a Federal election or any of his authorized committees knowingly and willfully to incur qualified campaign expenses in excess of the total amount of payments to which they are entitled. Provides penalties for the unlawful use of payments and making of false statements under this Act. Penalizes other enumerated violations of the provisions of this Act. Establishes an advisory board to be known as the Federal Election Campaign Fund Advisory Board to counsel and advise the Commission in the performance of the duties and functions imposed on it under this Act. Establishes the Federal Election Commission as an independent establishment of the executive branch of the Government of the United States. Enumerates the powers of the Commission, including: (1) to require any person to submit in writing reports and answers to questions the Commission may prescribe; (2) to require by subpoena the attendance and testimony of witnesses and the production of all documentary evidence; and (3) in any proceeding or investigation to order testimony to be taken by deposition. Sets limitations on the contributions by individuals. States that no individual shall during any calendar year make, and no person shall accept: (1) any contribution to a political committee, or (2) any contribution to or for the benefit of any candidate, which, when added to all other contributions which were made in that calendar year, exceeds $25,000. Authorizes to be appropriated, for the purpose of carrying out this Act, such funds as are necessary for fiscal year 1974, and each fiscal year thereafter."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Election Campaign Financing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Election Campaign Fund Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the public financing of election campaigns for the Senate and House of Representatives.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:59-05:00"
}