{
  "actions": [
    {
      "acted_at": "1978-09-14", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-10-04", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Banking, Housing and Urban Affairs with amendment, S. Rept. 95-1273.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3499-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brooke, Edward W.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "01292", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-09-14", 
  "number": "3499", 
  "official_title": "A bill to extend the authority for the flexible regulation of interest rates on deposits and accounts in depository institutions and to provide that there shall be no differential with respect to transaction accounts.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Interest Rate Control Act Amendments", 
  "sponsor": {
    "district": null, 
    "name": "McIntyre, Thomas J.", 
    "state": "NH", 
    "thomas_id": "01398", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-09-14", 
  "subjects": [
    "Agricultural credit", 
    "Bank accounts", 
    "Bank examination", 
    "Consumer credit", 
    "Consumer protection", 
    "Credit cards", 
    "Credit controls", 
    "Credit unions", 
    "Deposit insurance", 
    "Electronic funds transfers", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Finance charges", 
    "Gold", 
    "Government operations and politics", 
    "Home repair and improvement", 
    "Individual retirement accounts", 
    "Interest", 
    "Interest rates", 
    "Mobile homes", 
    "Nondiscrimination provisions", 
    "Savings and loan associations", 
    "Savings banks", 
    "Statistics"
  ], 
  "subjects_top_term": "Federal reserve system", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1978-10-04", 
    "text": "(Reported to Senate from the Committee on Banking, Housing and Urban Affairs with amendment, S. Rept. 95-1273) Interest Rate Control Act Amendments - =Title I: Financial Institutions= - Extends the authority of the Board of Governors of the Federal Reserve System to regulate interest rates on deposits and share accounts in depository institutions to December 15, 1979. Prohibits the establishment, by State or Federal law, of interest rate differentials between: (1) banks, other than savings banks, the deposits of which are insured by the Federal Deposit Insurance Corporation; and (2) savings and loan, building and loan, or homestead associations (including cooperative banks) the deposits of which are insured by the FSLIC, or mutual savings banks, on savings deposits or accounts from which transfers to the depository institution itself, or to a demand or other deposit account of the same depositor or account holder may be made automatically or as a normal practice pursuant to the authorization of such a depositor or account holder. Permits depository institutions in New York and New Jersey to offer negotiable order of withdrawal accounts. =Title II: Charters for Thrift Institutions= - Amends the Home Owners' Loan Act of 1933 and the National Housing Act to offer a Federal charter option to Federal mutual savings banks. Requires institutions opting for a Federal charter to comply with State antidiscrimination and consumer protection laws if the Federal Home Loan Bank Board determines such laws afford greater protection than Federal laws. Provides for the transfer of insurance of such federally chartered institutions from the Federal Deposit Insurance Corporation to the Federal Savings and Loan Insurance Corporation. =Title III: Insurance of IRA and KEOGH Accounts= - Amends the Federal Deposit Insurance Act, the National Housing Act, and the Federal Credit Union Act to increase deposit insurance from $40,000 to $100,000 for accounts which qualify as individual retirement accounts (IRA) and accounts established under qualified plans for the self-employed (KEOGH). =Title IV: Central Liquidity Facility= - National Credit Union Central Liquidity Facility Act - Amends the Federal Credit Union Act to add the following title: Title III: Central Liquidity Facility. Establishes the National Credit Union Liquidity Facility to provide funds to meet the liquidity needs of credit unions. Vests management of the Facility in the National Credit Union Administration. Declares the initial capitalization of the Facility shall be by stock subscription consisting of shares having par value of $50 each. Entitles any member of the Facility to apply on a form prescribed by regulations for advances. Authorizes the Administration to deny or grant any application upon such terms as it may prescribe by regulations. Authorizes the Secretary of the Treasury to lend the Facility up to $500,000,000 to enable it to meet the obligations arising under this Act. Directs the Administration to prepare and submit to the President and to the Congress annually a full report on the activities of the Facility for the previous year. Directs the Comptroller General to audit the Central Liquidity Facility. =Title V: Federal Bank Examination Council= - Federal Bank Examination Council Act - Establishes a Bank Examination Council to prescribe uniform principles and standards for the Federal examination of financial institutions. Directs the Council to make recommendations for uniformity in other supervisory matters, including classification of loans subject to risk and identification of financial institutions in need of special supervisory attention. Requires the Council to establish a liaison committee composed of five representatives of State supervisory agencies in order to encourage the application of uniform examination principles and standards by State and Federal supervisory agencies. =Title VI: Electronic Fund Transfers= - Fair Fund Transfer Act - Amends the Consumer Credit Protection Act to add the following title: Title IX: Electronic Fund Transfers. Prohibits any financial institution from engaging in any transaction with a customer by means of an electronic terminal without first clearly disclosing to the customer all terms and conditions governing such transfer. States that such disclosure shall include: the consumer's liability for unauthorized electronic fund transfers (EFT); the types of transfers the consumer may make; any applicable charges; the consumer's right to reverse a transfer; the financial institution's liability for improper transfer; and the consumer's right to receive electronic fund transfer receipts and account statements. Requires a financial institution to give the customer 21 days notice prior to changing any of the terms of the agreement. States that the consumer must receive a receipt for each transfer affecting the consumer's account at the time of the transfer. Requires financial institutions to provide consumers with a periodic statement for each EFT account. States that receipts and statements required by this Act are to constitute presumptive proof of an EFT payment to a third party. Allows the making of preauthorized transfers only by written authorization from the consumer which shall be revocable at will at any time up to three business days preceding the scheduled transfer. Sets forth a procedure for the resolution of errors which calls for prompt investigation of errors and reply to the consumer. States that if a court finds that a financial institution willfully reported to a consumer that his account was correct when such a conclusion could not reasonably be drawn, such institution is liable for treble damages. Limits a consumer's liability (in the event of an unauthorized cash transfer) to the lesser of $50 or the amount of money obtained. Holds a financial institution liable to a consumer for any failure to make a tranfer when properly instructed and for the failure to reverse a transfer. Makes exceptions to such rule in the case of an improper or incorrect transfer if the error was caused by a technical malfunction beyond the control of the institution. Permits a financial institution to issue EFT debit cards or account access codes only in response to an application or in renewal of an existing accepted card. Suspends the consumer's obligation to make payment when a technical malfunction prevents the transfer of funds to a third party who has agreed to accept payment by means of an EFT. Prohibits the conditioning of employment, government benefits, or the extension of credit on the consumer's use of EFT's. Prohibits any agreement which would deprive a consumer of any right granted under this Act. Sets forth the formula for the determination of civil liability. States that any person who willfully and knowingly gives false or inacurrate information, fails to provide information which is required to be disclosed, or otherwise fails to comply with any provision of this title shall be fined not more than $5,000 or imprisoned not more than one year, or both. Places the enforcement of this title in the case of national banks, Federal Reserve member banks, insured banks, Federal savings and loan associations, and Federal credit unions with their respective regulatory agencies. Directs the Federal Trade Commission to enforce the requirements of this title in all other cases. Directs the Board and the Attorney General to make annual reports to Congress concerning the administration of their functions under this title. Exempts persons from the laws of any State with respect to EFT's only to the extent that those laws are inconsistent with any of the terms of this Title. =Title VII: Truth in Lending Simplification= - Truth in Lending Simplification and Reform Act - Amends the Truth in Lending Act to eliminate: (1) credit transactions for agricultural purposes and; (2) mobile home purchases costing less than $25,000 from coverage under such Act. Directs the Board of Governors of the Federal Reserve System to issue model forms and clauses, for use in common transactions, describing the transaction in understandable language. Exempts creditors who use such forms from liability under such Act. Permits the Federal Trade Commission to respond to a violation of such Act as if it were a violation of a Federal Trade Commission regulation. Establishes guidelines for restitution by enforcement agencies when they discover understatements by creditors of annual percentage rates or finance charges. Revises disclosure requirements for \"open-end\" and \"closed-end\" transactions. Entitles any person whose principal residence is a mobile home to rescind any transaction which would result in a lien on such residence, within three days after receiving notice of his right to do so. Makes other changes to the rights of rescission of consumers. Sets forth the liability of creditors and assignees for failure to disclose or inaccurate disclosure of information required by such Act. Requires the Board to publish annual percentage rates charged by all creditors in specified standard metropolitan statistical areas. Reduces disclosure requirements for credit advertising. Requires a creditor to make a good faith effort to refund a consumer's credit balance if it remains in the account for more than six months. Exempts any creditor participating in a credit program administered, insured, or guaranteed by any agency of the United States from civil or criminal penalties under this Act where the violation results from the use of an instrument required by such agency. Requires creditors to respond to oral inquiries about the cost of credit only in terms of an annual percentage rate unless the finance charge consists primarily of simple interest. =Title VIII: Miscellaneous= - Amends the Federal Home Loan Mortgage Corporation Act to enable the corporation to purchase home improvement loans secured by the property to be improved. Sets forth provisions governing the size of units of gold offered for public sale by the Secretary of the Treasury. Extends for two years, until February 27, 1981, the provision in the Truth in Lending Act which permits a merchant to offer a five percent discount for cash purchases but prohibits the imposition of a surcharge for credit card purchases."
  }, 
  "titles": [
    {
      "as": "reported to senate", 
      "title": "Interest Rate Control Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Fair Fund Transfer Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Federal Bank Examination Council Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Credit Union Central Liquidity Facility Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Trust in Lending Simplification and Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend the authority for the flexible regulation of interest rates on deposits and accounts in depository institutions and to provide that there shall be no differential with respect to transaction accounts.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:55-05:00"
}