{
  "actions": [
    {
      "acted_at": "1973-10-13", 
      "committee": "Senate Committee on District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2582-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate District of Columbia", 
      "committee_id": "SSDT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Eagleton, Thomas F.", 
      "sponsored_at": "1973-01-03", 
      "state": "MO", 
      "thomas_id": "01323", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-13", 
  "number": "2582", 
  "official_title": "A bill to establish a District of Columbia Development Bank to mobilize the capital and the expertise of the private community to provide for an organized approach to the problems of economic development in the District of Columbia.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7414-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Mathias, Charles McC., Jr.", 
    "state": "MD", 
    "thomas_id": "01391", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-13", 
  "subjects": [
    "District of Columbia", 
    "Finance and financial sector"
  ], 
  "subjects_top_term": "District of Columbia", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-13", 
    "text": "District of Columbia Development Bank Act - Creates a body corporate to be known as the District of Columbia Development Bank, which would not be an agency of the United States. Provides that the Bank have a board of directors consisting of eleven persons; the Commissioner of the District of Columbia, the Chairman of the City Council of the District of Columbia, three officers or employees of the United States or the District government designated by the President, and six directors elected by the shareholders of the Bank. Directs the Board to appoint a president of the Bank to serve as the Bank's chief executive officer. Authorizes the bank to make commitments to purchase and to purchase, service, or sell, or to guarantee in whole or in part, any debt obligation or participation therein, issued by an obligor to finance any project or activity deemed by the bank to be consistent with the purpose of this Act, and to make commitments to purchase and to purchase, service, or sell, any equity instrument or participation therein, issued by an issuer to finance any project or activity deemed by the bank to be consistent with the purpose of this Act. States that assistance authorized under this Act shall not be extended (1) for working capital, or (2) to assist establishments relocating from one area to another. Provides that the bank shall have common stock, having a par value of not less than $100 per share. States that such common stock may be subscribed for by any private individual, partnership, corporation, foundation, society, association, or other organization, profit or nonprofit. Authorizes the bank, with the approval of the Secretary of the Treasury, to issue and have outstanding obligations having such maturities and bearing such rate or rates of interest as may be determined by the bank. Authorizes the bank to issue obligations to the Secretary of the Treasury and the Secretary is authorized to purchase such obligations in amounts specified in appropriation Acts; Provided, that no obligations shall be purchased by the Secretary until not less than $2,000,000 in capital of the bank has been paid in; and Provided further, That such purchases outstanding shall not exceed the lesser of twice the amount of paid in capital or $10,000,000. Sets forth the general powers possessed by the Bank. Requires the financial transactions of the bank to be audited annually by an independent auditor. States that a report of each such annual audit shall be transmitted by the bank to the President and to the Congress not later than six months following the close of the period audited."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish a District of Columbia Development Bank to mobilize the capital and the expertise of the private community to provide for an organized approach to the problems of economic development in the District of Columbia.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:56-05:00"
}