{
  "actions": [
    {
      "acted_at": "2011-08-01", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1462-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Franken, Al", 
      "sponsored_at": "2011-08-01", 
      "state": "MN", 
      "thomas_id": "01969", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanders, Bernard", 
      "sponsored_at": "2011-08-01", 
      "state": "VT", 
      "thomas_id": "01010", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-08-01", 
  "number": "1462", 
  "official_title": "A bill to amend the Elementary and Secondary Education Act of 1965 to encourage and support parent, family, and community involvement in schools, to provide needed integrated services and comprehensive supports to children for the ultimate goal of assisting students to stay in school, become successful learners, improve their academic achievement, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Schools Utilizing Comprehensive and Community Engagement for Success Act", 
  "sponsor": {
    "district": null, 
    "name": "Mikulski, Barbara A.", 
    "state": "MD", 
    "thomas_id": "00802", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-08-01", 
  "subjects": [
    "Child care and development", 
    "Child health", 
    "Community life and organization", 
    "Education", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Family relationships", 
    "Government information and archives", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-08-01", 
    "text": "Schools Utilizing Comprehensive and Community Engagement for Success Act or Success Act - Amends part A of title I (Improving the Academic Achievement of the Disadvantaged) of the Elementary and Secondary Education Act of 1965 (ESEA) to require local educational agencies (LEAs) to work with public and private state and local entities to provide children and families with services that are integrated with services from specialized instructional support personnel and LEA homeless liaisons to address the academic and nonacademic factors that affect student achievement. Amends title V (Promoting Informed Parental Choice and Innovation Programs) of the ESEA to establish a Parent and Community Outreach and Engagement program. Directs the Secretary of Education to award formula grants to states and, through them, competitive subgrants to: (1) LEAs to assist their public elementary and secondary schools to hire and maintain Parent and Community Outreach Coordinators; and (2) community-based organizations or institutions of higher education that work in partnership with public schools to connect integrated services and comprehensive supports to students and families to enhance students' social, emotional, intellectual, and physical development. Requires Parent and Community Outreach Coordinators to: (1) build relationships, bridge gaps, and create partnerships among school staff, families, and community members; and (2) provide support and resources to increase family and community engagement in schools. Requires Coordinators to be supervised and evaluated by the principal or headmaster of the school and evaluated annually by a committee composed of school personnel, parents, and at least one community partner. Authorizes the Secretary to contract with a nonprofit organization that has effective and extensive experience in providing integrated student supports to: (1) provide technical assistance and training to this Act's grantees and subgrantees; and (2) establish a national clearinghouse for the collection and dissemination of information on effective parent, family, and community engagement practices and programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Schools Utilizing Comprehensive and Community Engagement for Success Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Success Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Elementary and Secondary Education Act of 1965 to encourage and support parent, family, and community involvement in schools, to provide needed integrated services and comprehensive supports to children for the ultimate goal of assisting students to stay in school, become successful learners, improve their academic achievement, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:14:03-05:00"
}