{
  "actions": [
    {
      "acted_at": "1993-06-29", 
      "committee": "House Committee on Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-08-02", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "text": "Executive Comment Requested from Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-06", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "subcommittee": "Native American Affairs", 
      "text": "Referred to the Subcommittee on Native American Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-07-22", 
      "in_committee": "House Committee on Natural Resources", 
      "in_subcommittee": "Native American Affairs", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-09-28", 
      "bill_ids": [
        "hr4462-103"
      ], 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "text": "For Further Action See H.R.4462.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2549-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Native American Affairs", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Abercrombie, Neil", 
      "sponsored_at": "1993-06-29", 
      "state": "HI", 
      "thomas_id": "00002", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-06-29", 
  "number": "2549", 
  "official_title": "To establish administrative procedures to extend Federal recognition to certain Indian groups.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4462-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4462-103", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Faleomavaega, Eni F.H.", 
    "state": "AS", 
    "thomas_id": "00367", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-06-29", 
  "subjects": [
    "Administrative procedure", 
    "Department of the Interior", 
    "Federal aid to Indians", 
    "Federal-Indian relations", 
    "Judicial review of administrative acts", 
    "Native Americans"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-06-29", 
    "text": "Authorizes any Indian group that is indigenous and ethnically and culturally identifiable to petition the Secretary of the Interior for recognition as an Indian tribe. Requires a petition to contain: (1) a statement of facts establishing that the petitioner has been identified as Indian or aboriginal and maintained tribal political influence over its members as an autonomous entity throughout history until the present (including the specific territory); (2) evidence that a substantial portion of the membership of the petitioner lives in a community viewed as Indian and distinct from other populations, is a descendant from an Indian group which historically inhabited a specific area, and is composed of persons who are not members of any other Indian tribe; (3) a copy of the present governing document or a statement describing membership criteria and the procedures governing affairs and members; and (4) a list of current and former members who have established descendancy from historic Indian groups which combined and functioned as a single autonomous entity. Directs the Assistant Secretary to: (1) send an acknowledgement of receipt to the petitioner; and (2) publish a notice of receipt and a notice of opportunity for other parties to submit arguments in support of, or in opposition to, a petition. Provides the petitioner with an opportunity to respond to such submissions prior to a determination on a petition by the Assistant Secretary. Sets forth review and appeal procedures. Provides for expedited review for petitions submitted by Indian groups whose relationship with the Federal Government was terminated by statute. Establishes a time limit for action by the Interior Department. Makes recognized Indian tribes eligible for Federal services and benefits that are available to other tribes. Directs the Secretary to publish annually in the Federal Register a current list of recognized Indian tribes receiving Bureau of Indian Affairs services. Directs the: (1) Secretary to make available suggested format guidelines; and (2) Assistant Secretary to advise petitioners, upon request, on their historical background and Indian identity research. Authorizes the Commissioner of the Administration for Native Americans of the Department of Health and Human Services to award grants to enable Indian groups seeking Federal recognition to both conduct and prepare research and documentation necessary to substantiate and submit petitions under this Act. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To establish administrative procedures to extend Federal recognition to certain Indian groups.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:02-05:00"
}