{
  "actions": [
    {
      "acted_at": "1979-09-17", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Rules and Administration, S. Rept. 96-319.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-18", 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1757-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-17", 
  "number": "1757", 
  "official_title": "An original bill to amend the Federal Election Campaign Act of 1971, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Election Campaign Act Amendments of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1979-09-17", 
  "subjects": [
    "Campaign funds", 
    "Crime prevention", 
    "Election candidates", 
    "Federal installations", 
    "Federal office buildings", 
    "Financial disclosure", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Limitation of actions", 
    "Political action committees", 
    "Presidential candidates", 
    "Presidential elections", 
    "Presidents and Vice Presidents", 
    "Voting"
  ], 
  "subjects_top_term": "Campaign funds", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-09-17", 
    "text": "Title I: Amendments to Federal Election Campaign Act of 1971 - Amendments of 1979 Federal Election Campaign Act - Amends the Federal Election Campaign Act of 1971 to revise the definitions of the terms \"contribution\" and \"expenditure\" for purposes of such Act. Defines the term \"authorized committee\" as the principal campaign committee or other political committee designated to receive contributions or make expenditures for a candidate. Exempts from such Act a State or local political committee which receives no more than $5,000 in contributions in a calendar year. Prohibits a political committee from making expenditures or receiving contributions only when there is a vacancy in the office of treasurer. Requires any committee expenditure to be authorized by the treasurer. Directs a candidate for Federal office to notify the Federal Election Commission (FEC) if the candidate chooses not to designate an authorized committee. Requires that the name of each campaign committee include the candidate's name but permits only the principal campaign committee to include the candidate's name in its title. States that a candidate shall not be liable for the debts of his or her principal campaign committee. Eliminates certain information currently required to be included in the statement of organization of a political committee. Reduces the number of reports that a committee must file with the FEC. Raises the level above which detailed information with respect to contributions and expenditures would have to be reported from $100 to $200 for candidates and committees, and from $100 to $250 for other persons. Excludes contribution pledges from the debts or obligations required to be reported by committees or candidates. Requires a candidate who does not designate an authorized committee to act as such committee with regard to provisions of such Act governing campaign depositories and petty cash funds. Authorizes the FEC to retain attorneys to represent the Commission in any action instituted under such Act. Permits the names and addresses of any political committee on file at the FEC to be utilized for the purpose of soliciting contributions from such a committee. Revises the length of time that reports must be retained by State officials. Permits excess campaign funds to be transferred without limit to a political party committee. Prohibits the conversion of such funds for the personal use of any individual. Revises the definition of the term \"multicandidate political committee\" for purposes of provisions governing contribution limitations. Permits either the State committee or another political committee in a State as designated by the national committee of a political party to make expenditures, up to a certain amount, in connection with a general election campaign of a Presidential candidate of that party. Repeals the three-year statute of limitations on election campaign violations. Prohibits any candidate for Federal office from accepting honoraria exceeding a specified amount. Includes as a candidate for Federal office for purposes of provisions of such Act setting forth contribution limitations and reporting requirements any delegate to a political convention or caucus which has authority to nominate a candidate for Federal office. Title II: Amendments to Internal Revenue Code of 1954 - Provides a grant of $500,000 from the Presidential Election Campaign Fund to Presidential candidates in the general election to defray the expenses of complying with the Code or the Federal Election Campaign Act of 1971. Repeals provisions of the Internal Revenue setting forth criminal penalties for the unauthorized receipt or expenditure of campaign funds. Title III: Miscellaneous - Revises the restrictions on receipt of campaign contributions in a Federal building to provide that such restrictions shall not apply to: (1) contributions received by two designated assistants of a Senator; (2) contributions received in the mail. Directs the FEC to study the development of voluntary engineering and procedural performance standards for voting systems used in the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Election Campaign Act Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Federal Election Campaign Act of 1971, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:08-05:00"
}