{
  "actions": [
    {
      "acted_at": "1997-05-07", 
      "references": [
        {
          "reference": "CR S4106-4107", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-05-07", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s709-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Enzi, Michael B.", 
      "sponsored_at": "1997-06-05", 
      "state": "WY", 
      "thomas_id": "01542", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hutchison, Kay Bailey", 
      "sponsored_at": "1998-09-30", 
      "state": "TX", 
      "thomas_id": "01368", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roberts, Pat", 
      "sponsored_at": "1997-06-02", 
      "state": "KS", 
      "thomas_id": "00968", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-05-07", 
  "number": "709", 
  "official_title": "A bill to protect private property rights guaranteed by the fifth amendment to the Constitution by requiring Federal agencies to prepare private property taking impact analyses and by allowing expanded access to Federal courts.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Private Property Rights Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Hagel, Chuck", 
    "state": "NE", 
    "thomas_id": "01545", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-05-07", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Civil rights and liberties, minority issues", 
    "Compensation (Law)", 
    "Constitutional law", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Eminent domain", 
    "Evidence (Law)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government regulation", 
    "Judicial review of administrative acts", 
    "Land use", 
    "Law", 
    "Licenses", 
    "Public lands and natural resources", 
    "Regulatory impact statements", 
    "Right of property"
  ], 
  "subjects_top_term": "Civil rights and liberties, minority issues", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-05-07", 
    "text": "Private Property Rights Act of 1997 - States that the policy of the Federal Government is to protect the health, safety, and welfare of the public in a manner that, to the extent practicable, avoids takings of private property. (Sec. 5) Directs each Federal agency to complete a private property taking impact analysis before taking any agency action (including the promulgation of a regulation) which is likely to result in a taking of private property. Exempts from such requirement certain: (1) actions in which the power of eminent domain is formally exercised; (2) any action taken with respect to property held in trust by the United States or in connection with treaty negotiations; (3) law enforcement actions; (4) communications between a Federal agency and a State or local land-use planning agency about a proposed State or local activity regulating private property; (5) military activities or military or foreign affairs functions; and (6) emergencies involving immediate threats to health or safety. Requires that the policies, regulations, and public laws of the United States be interpreted and administered in accordance with the policies under this Act. Specifies the content of such an analysis and requires a copy to be transmitted to the owner of the affected property, as well as made available to the public. Requires each agency to provide the analysis required under this Act as part of any submission otherwise required to be made to the Office of Management and Budget (OMB) relating to an agency action. (Sec. 6) Requires the agency, before taking any final agency action, to fully consider alternatives described in this Act, and to the maximum extent practicable, alter the action to avoid or minimize the taking of private property. (Sec. 7) Allows the owner of private property, if an agency action results in the taking of such property, to obtain appropriate relief in a civil action against the agency that has caused the taking to occur. Provides for a civil action against the agency to be brought: (1) in either the U.S. District Court in which the property at issue is located or in the U.S. Court of Federal Claims (currently), regardless of the amount in controversy; and (2) if the property is located in more than one judicial district, in any district in which any part of the property is located. (Sec. 8) Directs the Attorney General to provide legal guidance in a timely manner, in response to a request by an agency, to assist it in complying with this Act. Requires annual reports by each agency to the OMB Director and Attorney General identifying each agency action that has resulted in the preparation of a taking impact analysis, the filing of a taking claim, and any award of compensation pursuant to the Just Compensation Clause of the fifth amendment to the Constitution. (Sec. 9) Creates a rebuttable presumption that unmodified analyses five years or older are outdated for purposes of any agency action or administrative or judicial proceeding."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Private Property Rights Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect private property rights guaranteed by the fifth amendment to the Constitution by requiring Federal agencies to prepare private property taking impact analyses and by allowing expanded access to Federal courts.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:54-05:00"
}