{
  "actions": [
    {
      "acted_at": "1978-04-20", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2970-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-20", 
  "number": "2970", 
  "official_title": "A bill to promote commercial motor vehicle safety, to prevent injury to commercial motor vehicle operators, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Truck Safety Act", 
  "sponsor": {
    "district": null, 
    "name": "Percy, Charles H.", 
    "state": "IL", 
    "thomas_id": "01418", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-20", 
  "subjects": [
    "Labor and employment", 
    "Motor vehicles", 
    "Occupational health and safety", 
    "Public safety", 
    "Roads and highways", 
    "Traffic accidents and safety", 
    "Transportation and Travel", 
    "Transportation safety", 
    "Trucking", 
    "Trucks"
  ], 
  "subjects_top_term": "Trucking", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-04-20", 
    "text": "Truck Safety Act - Declares that the purpose of this Act is to protect the public from the hazards of unsafe commercial motor vehicle operations, to provide drivers of commercial vehicles with safe and healthy working conditions, and to insure prompt and continuous compliance with the rules and regulations promulgated pursuant to this Act. Stipulates that this Act shall apply to all commercial vehicles over 10,000 pounds GVWR (gross vehicle weight rating). Requires employers to provide their employees with safe vehicles and working conditions which are free from recognized hazards. Requires employers and employees to comply with the safety and health standards, and rules and regulations issued pursuant to this Act. Directs the Secretary of Transportation to establish and maintain safety rules and regulations regarding: (1) safety maintenance of vehicles covered by this Act; (2) the hours of duty of drivers; and (3) the health and physical condition of drivers. Directs the Secretary to regulate the working conditions and operating practices of employees to assure that no employee will suffer injury or material impairment of health or functional capacity due to exposure to such working conditions. Requires the Secretary to conduct the research necessary to develop safety rules and regulations, to design and develop improved enforcement procedures and technologies, and to familiarize all affected persons with such rules and regulations. Authorizes the Secretary to require persons subject to this Act to keep such records and make such reports as are necessary to insure compliance with this Act. Authorizes the Secretary to conduct investigations and inspections to carry out this Act. Stipulates that wherever practicable such investigations and inspections should be conducted without advance notice. Stipulates that, whenever an individual files a written complaint with the Secretary alleging health or safety violations, the Secretary shall respond in a timely fashion, or if reasonable grounds exist as to the existence of the violation the Secretary shall conduct an investigation as soon as practicable. Prohibits the Secretary from disclosing the name of a complainant unless necessary to prosecute a violation. Requires the Secretary, if disclosure becomes necessary, to take steps to protect the complainant. Establishes civil and criminal penalties for health and safety violations. Stipulates that, where a violator contests a citation or order issued pursuant to this Act, the National Transportation Safety Board shall afford the individual an opportunity for a hearing. Makes orders of the Board reviewable by the appropriate United States court of appeals. Authorizes the Secretary to obtain enforcement of uncontested citations or orders through the appropriate United States district court. Prohibits discrimination against employees who complain of violations of health or safety regulations or who participate in proceedings pursuant to this Act. Prohibits discrimination against employees who refuse to operate equipment subject to motor carrier safety regulations in violation of hours of service regulations or because of the employee's reasonable apprehension of serious injury due to the unsafe condition of such equipment. Authorizes States to enforce the regulations promulgated under this Act if the State submits an enforcement plan which is approved by the Secretary. Sets forth provisions which must be included in any such plan. Requires the Secretary to continually evaluate the manner in which a State is carrying out such a plan. Authorizes appropriations out of the Highway Trust Fund in specified amounts to provide incentive assistance to States to develop and institute enforcement plans. Requires the Secretary to annually report to Congress regarding the Secretary's efforts during the preceding year, and current plans to increase motor vehicle and driver safety. Authorizes appropriations in such amounts as Congress deems necessary to carry out the provisions of this Act for each fiscal year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Truck Safety Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote commercial motor vehicle safety, to prevent injury to commercial motor vehicle operators, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:46-05:00"
}