{
  "actions": [
    {
      "acted_at": "1981-11-17", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Appropriations ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1981-11-17", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Hatfield. With written report No. 97-273.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-11-17", 
      "calendar": "Senate Legislative", 
      "number": "381", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 381.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1981-12-08", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1857-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-11-17", 
  "number": "1857", 
  "official_title": "An original bill making appropriations for the Department of Defense for the fiscal year ending September 30, 1982, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Department of Defense Appropriation Act, 1982", 
  "sponsor": {
    "district": null, 
    "name": "Hatfield, Mark O.", 
    "state": "OR", 
    "thomas_id": "01352", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1981-11-17", 
  "subjects": [
    "Appropriations", 
    "Defense budgets", 
    "Economics and public finance"
  ], 
  "subjects_top_term": "Defense budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-11-17", 
    "text": "Department of Defense Appropriation Act, 1982 - Title I: Military Personnel - Appropriates funds for fiscal year 1982 for military and reserve personnel in the Army, Navy, Marine Corps, and Air Force and for National Guard personnel in the Army and Air Force. Title II: Retired Military Personnel - Appropriates funds for fiscal year 1982 for retired military personnel on the retired lists of the Army, Navy, Marine Corps, and Air Force, including the reserves. Title III: Operation and Maintenance - Appropriates funds for fiscal year 1982 for the operation and maintenance of the Army, Navy, Marine Corps, Air Force, and Defense agencies, including their respective stock funds, reserve components, and the Army and Air National Guards. Appropriates funds for the National Board for the Promotion of Rifle Practice, claims against the Department of Defense, and the Court of Military Appeals. Title IV: Procurement: - Appropriates funds for fiscal year 1982 for the procurement by the Army of aircraft, missiles, weapons, tracked combat vehicles, ammunition, and other equipment and materials. Appropriates funds for procurement by the Navy of aircraft, weapons, shipbuilding and conversion of vessels, and other equipment and materials. Appropriates funds for Marine Corps procurement. Appropriates funds for procurement by the Air Force of aircraft, missiles, and other equipment and materials. Appropriates funds for procurement by Defense Agencies. Title V: Research, Development, Test, and Evaluation - Appropriates funds for fiscal year 1982 for research, development, test, and evaluation by the Army, Navy, Air Force, and Defense agencies. Appropriates funds for the expenses of the Director of Defense Test and Evaluation. Title VI: Special Foreign Currency Program - Appropriates funds for fiscal year 1982 for excess payments in foreign currencies for expenses in carrying out the programs of the Department of Defense. Title VII: General Provisions - Limits the expenditure of appropriations for consulting services to contracts where such expenditures are a matter of public record. Prohibits the use of appropriations for unauthorized publicity or propaganda. Authorizes the Secretaries of Defense and of the service departments to procure the services of experts and consultants if advantageous to the national defense. Exempts the Defense department from the prohibition against employing non-citizens. Makes appropriations available for specified expenses of the department, including motor vehicle insurance, maintenance of prisoners-of-war, school transportation of military dependents, maintenance of facilities, ships, and equipment, exchange fees, and dependents' medical treatment. Directs the Secretary of Defense and each agency of the department to assist American small and minority-owned business in their participation in defense contracts. Permits the President to exempt appropriations available for military functions from the requirement that appropriations be distributed as to prevent deficiencies or a need for supplemental funding. Authorizes the Secretary to provide for the cost of any increases in military personnel required by the President. Requires the Secretary to report to Congress monthly on the exercise of this authority. Prohibits the use of appropriations as specified, including funds for the operation of commissaries, proficiency flying, and excess household goods shippage and storage. Prohibits the expenditure of more than 20 percent of the appropriations limited to this fiscal year during the last two months of the year. Permits the Defense department to use real property from foreign countries in accordance with mutual defense agreements. Requires the Secretary to make quarterly reports to Congress concerning the property and any commodities received. Limits the use of appropriations for specified activities, including education and training courses, legislative liaison activities, and payment to the Federal Employees Compensation fund. Requires each department and agency to improve the collection of overdue debts owed the United States. Title VIII: Related Agencies - Appropriates funds for the Intelligence Community Staff and for the Central Intelligence Agency Retirement and Disability System Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Defense Appropriation Act, 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the Department of Defense for the fiscal year ending September 30, 1982, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:06-05:00"
}