{
  "actions": [
    {
      "acted_at": "1995-11-15", 
      "references": [
        {
          "reference": "CR S17094-17096", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-15", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1415-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-11-15", 
  "number": "1415", 
  "official_title": "A bill entitled \"Thrift Charter Conversion Act of 1995\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Thrift Charter Conversion Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "D'Amato, Alfonse", 
    "state": "NY", 
    "thomas_id": "01313", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-11-15", 
  "subjects": [
    "Administrative procedure", 
    "Advice and consent of the Senate", 
    "Affiliated corporations", 
    "Bank capital", 
    "Bank examination", 
    "Bank failures", 
    "Bank holding companies", 
    "Bank loans", 
    "Bank records", 
    "Branch banking", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer protection", 
    "Corporation directors", 
    "Department of the Treasury", 
    "Deposit insurance", 
    "Executive reorganization", 
    "Federal Deposit Insurance Corporation", 
    "Federal home loan banks", 
    "Federal officials", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Housing and community development", 
    "Law", 
    "Mortgage interest rates", 
    "Presidential appointments", 
    "Reinsurance", 
    "Savings and loan associations", 
    "Savings banks", 
    "Stocks", 
    "Variable rate mortgage loans"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-11-15", 
    "text": "TABLE OF CONTENTS: Title I: Status of Banks and Savings Associations Title II: Transfer of Functions, Personnel, and Property Title III: Private Deposit Insurance Thrift Charter Conversion Act of 1995 - Title I: Status of Banks and Savings Associations - Prescribes procedural guidelines for the termination of Federal savings association charters and their conversion into national bank charters or State depository institution charters. Prohibits the Director of the Office of Thrift Supervision from granting any charter for a Federal savings association. Amends the Federal Deposit Insurance Act (FDIA) to treat State Savings Associations as banks for purposes of Federal banking law. Includes as State banks any cooperative bank or other unincorporated bank whose deposits were insured by the Federal Deposit Insurance Corporation (FDIC) on the day before enactment of the Financial Institutions Reform, Recovery, and Enforcement Act of 1989 but excludes from State bank treatment any such banks whose deposits were not FDIC-insured on such date. (Sec. 101) Requires the FDIC to review State supervision of depository institutions in order to ensure that State savings associations are regulated as rigorously as State banks. (Sec. 102) Amends the Bank Holding Company Act of 1956 (BHCA) to permit continuation of grandfathered bank holding company activities and affiliations. (Sec. 103) Sets forth transition provisions for: (1) activities of savings associations and mutual savings associations which have converted into or become treated as banks; and (2) registration of bank holding companies resulting from conversions of savings associations to banks, or treatment of savings associations as banks. Places qualified bank holding companies under the regulatory jurisdiction of the Board of Governors of the Federal Reserve System (the Board). (Sec. 105) Amends the National Bank Act to prescribe procedural guidelines under which the Comptroller of the Currency is authorized to charter national mutual or State mutual banks. Amends the BHCA to prescribe procedural guidelines under which a national mutual bank may reorganize to become a holding company. Cites permissible activities. Provides for the conversion of mutual savings associations to mutual national banks by operation of law. Transfers regulatory jurisdiction over a mutual holding company to the Board. Subjects a Federal mutual holding company in existence on the date of enactment of this Act to certain BHCA provisions. (Sec. 108) Repeals the Home Owners' Loan Act. Title II: Transfer of Functions, Personnel, and Property - Abolishes the Office of Thrift Supervision and the position of Director of such Office. Transfers its functions, personnel, and property to the Office of the Comptroller of the Currency, the FDIC, or the Board. (Sec. 204) Mandates that any cost of funds index based upon certain characteristics of Federal home loan banks be calculated using data only from insured depository institutions which were bank members and whose data was previously included in such index. Title III: Private Deposit Insurance - Directs the Secretary of the Treasury to study and report to the Congress on the feasibility of converting the FDIC into a self-funded deposit insurance system."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Thrift Charter Conversion Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled \"Thrift Charter Conversion Act of 1995\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:04-05:00"
}