{
  "actions": [
    {
      "acted_at": "2003-04-29", 
      "committee": "Committee on Government Reform, and in addition to the Committee on Armed Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Government Reform, and in addition to the Committee on Armed Services, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-04-29", 
      "committee": "House Government Reform", 
      "references": [], 
      "text": "Referred to House Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-04-29", 
      "committee": "House Armed Services", 
      "references": [], 
      "text": "Referred to House Armed Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-05-08", 
      "in_committee": "House Government Reform", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-05-08", 
      "in_committee": "House Government Reform", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-05-19T20:43:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Government Reform. H. Rept. 108-117, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-05-19T20:43:00-04:00", 
      "references": [], 
      "text": "House Committee on Armed Services Granted an extension for further consideration ending not later than May 20, 2003.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-05-19", 
      "references": [], 
      "text": "Referred sequentially to the House Committee on the Judiciary for a period ending not later than May 20, 2003 for consideration of such provisions of the bill and amendment as fall within the jurisdiction of that committee pursuant to clause 1(k), rule X.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-05-20T19:25:00-04:00", 
      "references": [], 
      "text": "House Committee on Armed Services Granted an extension for further consideration ending not later than July 25, 2003.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-05-20T19:26:00-04:00", 
      "references": [], 
      "text": "House Committee on Judiciary Granted an extension for further consideration ending not later than July 25, 2003.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-06-25", 
      "in_committee": null, 
      "references": [], 
      "subcommittee": "Commercial and Administrative Law", 
      "text": "Referred to the Subcommittee on Commercial and Administrative Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-07-18", 
      "in_committee": "House Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-07-18", 
      "in_committee": "House Armed Services", 
      "references": [], 
      "subcommittee": "Total Force", 
      "text": "Referred to the Subcommittee on Total Force.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-07-25", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-07-25", 
      "in_committee": null, 
      "references": [], 
      "text": "Ordered to be Reported by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-07-25T19:38:00-04:00", 
      "references": [], 
      "text": "Committee on Armed Services discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-07-25T19:39:00-04:00", 
      "references": [], 
      "text": "House Committee on Judiciary Granted an extension for further consideration ending not later than Sept. 3, 2003.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-09-03T15:32:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Judiciary. H. Rept. 108-117, Part II.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-09-03T15:33:00-04:00", 
      "calendar": "Union", 
      "number": "140", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 140.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1837-108", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Total Force", 
      "subcommittee_id": "27"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Commercial and Administrative Law", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": "52", 
      "name": "Hunter, Duncan", 
      "sponsored_at": "2003-04-29", 
      "state": "CA", 
      "thomas_id": "00575", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-04-29", 
  "number": "1837", 
  "official_title": "To improve the Federal acquisition workforce and the process for the acquisition of services by the Federal Government, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Services Acquisition Reform Act of 2003", 
  "sponsor": {
    "district": "11", 
    "name": "Davis, Tom", 
    "state": "VA", 
    "thomas_id": "00274", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-05-08", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Aerial photography", 
    "Architecture", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Biological warfare", 
    "Buy American", 
    "Chemical warfare", 
    "Classified defense information", 
    "Commerce", 
    "Competitive bidding", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Construction industries", 
    "Continuing education", 
    "Cost accounting", 
    "Cost control", 
    "Crime and law enforcement", 
    "Defense contracts", 
    "Defense procurement", 
    "Economics and public finance", 
    "Education", 
    "Electronic government information", 
    "Emergency management", 
    "Employee selection", 
    "Employee training", 
    "Engineering", 
    "Engineers", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal officials", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Geodesy", 
    "Government and business", 
    "Government contractors", 
    "Government operations and politics", 
    "Government procurement", 
    "Government publicity", 
    "Government regulation", 
    "Government service contracts", 
    "Government trust funds", 
    "Higher education", 
    "Indexing (Economic policy)", 
    "Information technology", 
    "International affairs", 
    "Internet", 
    "Iraq", 
    "Iraq compilation", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Maintenance and repair", 
    "Maps", 
    "Middle East and North Africa", 
    "Nuclear terrorism", 
    "Nuclear weapons", 
    "Office of Management and Budget", 
    "Performance measurement", 
    "Personnel management", 
    "Prison labor", 
    "Productivity in government", 
    "Public lands and natural resources", 
    "Public-private partnerships", 
    "Recruiting of employees", 
    "Remote sensing", 
    "Research and development", 
    "Science, technology, communications", 
    "Small business", 
    "Space activities", 
    "Strategic planning", 
    "Subcontractors", 
    "Surveying", 
    "Telecommuting", 
    "Terrorism", 
    "Transfer of employees", 
    "War relief", 
    "Waste in government spending"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to House amended, Part II", 
    "date": "2003-09-03", 
    "text": "Services Acquisition Reform Act of 2003 - Title I: Acquisition Workforce and Training - (Sec. 101) Amends the Office of Federal Procurement Policy Act (OFPPA) to define \"acquisition\" to mean the process of acquiring, by purchase or lease, property or services (including construction) that support the missions and goals of an executive agency, from the point at which the agency's requirements are established in consultation with the agency's chief acquisition officer (CAO). (Sec. 102) Directs the Administrator of General Services to establish an Acquisition Workforce Training Fund, to be managed through the Federal Acquisition Institute, to support the training of the acquisition workforce of executive agencies other than the Department of Defense (DOD). Credits to the Fund five percent of the fees collected by executive agencies under specified government-wide task and delivery-order contracts, government-wide and multi-agency contracts for the acquisition of information technology, and multiple-award schedule contracts. (Sec. 103) Authorizes an agency head, with the consent of the employee concerned, to arrange for the assignment from the agency to a private sector organization (PSO), or to the agency from a PSO, of an employee who: (1) works in Federal acquisition or acquisition management; (2) is considered an exceptional performer; (3) is expected to assume increased acquisition management responsibilities in the future; and (4) for agency employees, is employed at the GS-11 level or above and is serving under a career or career-conditional appointment or an appointment of equivalent tenure in the excepted service. Directs each agency that exercises this authority to provide for a written agreement with the employee regarding the terms and conditions of the assignment, including, for an agency employee: (1) requiring the employee, upon completion of the assignment, to serve in the civil service for a period equal to the length of the assignment; and (2) providing that the employee shall be liable to the United States for payment of all expenses of the assignment if the employee fails to carry out the agreement (except for good and sufficient reason). Provides that: (1) assignments shall be for a period of six months to one year and may be extended in three-month increments for a total of not more than one additional year, with an exception; (2) the Administrator for Federal Procurement Policy (FPP Administrator) may assist in the administration of this title, including by maintaining lists of potential candidates for assignment, establishing mentoring relationships, and publicizing the program; and (3) an agency shall consider the specified small business participation requirements and how assignments to PSOs might best be used to help meet the agency's needs for training in acquisition management. Sets forth provisions regarding, with respect to assigned employees, Federal employee status, supervision, tort liability, and applicability of provisions governing compensation for work injuries. Authorizes assignments to be made with or without pay reimbursement by the PSO for employees assigned to an agency, or by an agency for employees assigned to a PSO, but prohibits a PSO from charging the Government, as direct or indirect costs under a Government contract, the costs of pay or benefits paid by the PSO to an employee assigned to an agency. Requires the Office of Personnel Management (OPM) and the General Accounting Office to report to Congress on this acquisition professional exchange program. Authorizes the FPP Administrator, by agreement with OPM, to provide for a program under which a Federal employee may be detailed to a non-Federal employer. Sets forth ethics provisions, including a restriction on the disclosure of procurement information. (Sec. 104) Authorizes the head of a U.S. department or agency (including the Secretary of Defense) to determine that certain Federal acquisition positions are \"shortage category\" positions in order to recruit and directly appoint highly qualified persons, such as anyone who: (1) holds a bachelor's degree, a law degree, or a masters or equivalent degree in business or public administration or systems engineering from an accredited institution of higher education; and (2) has significant experience with commercial acquisition practices, terms, and conditions. Makes the exercise of this authority subject to OPM policies that govern direct recruitment, including policies requiring appointment of a preference eligible who satisfies the qualification requirements. Terminates such authority after September 30, 2007. Requires the FPP Administrator to report to Congress on implementation of this section, including an assessment of the efficacy of the exercise of such authority in attracting employees with unusually high qualifications to the acquisition workforce. (Sec. 105) Directs the FPP Administrator to develop and implement a plan to ensure that the Government maintains the necessary capability with respect to the acquisition of architectural and engineering services to: (1) ensure that Government employees have the expertise to determine agency requirements for such services; (2) establish priorities and programs (including acquisition plans); (3) establish professional standards; (4) develop scopes of work; and (5) award and administer contracts for such services. Title II: Adaptation of Business Acquisition Practices - Subtitle A: Adaptation of Business Management Practices - (Sec. 201) Replaces provisions of the Act regarding agency responsibilities with provisions regarding CAOs. Requires the head of each agency (other than DOD) to appoint or designate a non-career employee as CAO, who shall: (1) have acquisition management as that official's primary duty; and (2) advise and assist agency officials to ensure that the agency's mission is achieved through the management of its acquisition activities. Lists CAO functions, including: (1) monitoring and evaluating the performance of acquisition activities and programs and advising the agency head regarding the appropriate business strategy to achieve the agency's mission; (2) increasing the use of full and open competition in the acquisition of property and services by establishing policies and practices that ensure that the agency receives a sufficient number of bids or competitive proposals from responsible sources to fulfill the Government's requirements at the best value; (3) making acquisition decisions consistent with all applicable laws and establishing clear lines of authority, accountability, and responsibility for such decision-making; (4) managing the direction of agency acquisition policy; (5) developing and maintaining an acquisition career management program; and (6) as part of strategic planning and performance evaluation, assessing the requirements for agency personnel regarding knowledge and skill in resources management and the adequacy of such requirements for facilitating the achievement of acquisition management performance goals, developing strategies and plans for hiring, training, and professional development to rectify any deficiency in meeting such requirements, and reporting to the agency head on progress in improving acquisition management capability. (Sec. 202) Establishes in the executive branch a Chief Acquisition Officers Council to: (1) develop recommendations for the Director of the Office of Management and Budget (OMB) on Federal acquisition policies and requirements; (2) share acquisition experiences, ideas, best practices, and approaches; (3) assist in multi-agency projects and initiatives to improve Federal acquisition; (4) promote effective business practices that ensure the timely delivery of best value products and achieve appropriate public policy objectives; (5) further integrity, fairness, competition, openness, and efficiency in the Federal acquisition system; (6) work with OPM to address the hiring, training, and professional development needs of the Government related to acquisition; and (7) work with the Administrator and the Federal Acquisition Regulatory Council to promote effective business practices. (Sec. 203) Directs the FPP Administrator to establish an advisory panel to review laws and regulations regarding the use of commercial practices, performance-based contracting, the performance of acquisition functions across agencies, and the use of Government-wide contracts. Subtitle B: Other Acquisition Improvements - (Sec. 211) Extends for three years the authority to carry out franchise fund pilot programs under the Federal Financial Management Act of 1994. (Sec. 212) Authorizes an interested party to protest an acquisition of supplies or services by an agency based on an alleged violation of an acquisition law or regulation. Prohibits: (1) a contract from being awarded by an agency while the protest is pending, except that the head of the acquisition activity may authorize its award upon finding that urgent and compelling circumstances do not allow for waiting for a decision on the protest; or (2) performance of a contract (with that exception) in any case in which a protest is submitted before the later of ten days after the date of contract award or five days after an agency debriefing to an unsuccessful offeror. Requires the head of an agency to issue a decision on a protest within 20 working days after the protest is submitted. Amends the Federal Property and Administrative Services Act of 1949 (FPASA) to set forth analogous provisions. (Sec. 213) Requires the Federal Acquisition Regulation (FAR) to be revised to include a specified definition of \"surveying and mapping.\" Increases the initial threshold amount for contracts for architectural and engineering services and construction design. Makes the selection and competition requirements applicable to any contract for architectural and engineering services (including surveying and mapping services) that is entered into by the head of an agency. Prohibits architectural and engineering services from being offered under multiple-award schedule contracts entered into by the Administrator of General Services or under specified Government-wide task and delivery-order contracts unless such services are: (1) performed under the direct supervision of a professional engineer licensed in a State; and (2) awarded in accordance with Federal selection procedures. (Sec. 214) Requires the Federal Acquisition Regulatory Council to amend the FAR to permit telecommuting by employees of Government contractors in the performance of contracts with executive agencies. Directs that such regulation provide that solicitations for the acquisition of property or service may not set forth any requirement or evaluation criteria that would render an offeror ineligible on the basis of the inclusion of a plan to permit employees to telecommute or reduce the scoring of an offer on that basis, with an exception. Requires the Comptroller General to submit to Congress: (1) an evaluation of conformance of the regulation with law and compliance by executive agencies; and (2) any appropriate recommendations. (Sec. 215) Amends FPASA to require an agency head: (1) before purchasing a product listed in the Federal Prison Industries (FPI) catalog, to determine whether the FPI product is comparable to those available from the private sector that best meet the agency's needs in terms of price, quality, and time of delivery; (2) upon finding that the product is not comparable, to use competitive procedures for the procurement of the product or make an individual purchase under a multiple award contract; (3) to ensure that the agency does not purchase a FPI product or service unless a contracting officer or the agency determines that it is comparable to private sector products or services that best meet the agency's needs; and (4) to ensure that FPI performs its contractual obligations to the same extent as any other contractor for the agency. Makes a determination by a contracting officer regarding whether an FPI product or service is comparable non-reviewable. Prohibits requiring an agency contractor to use FPI as a subcontractor or supplier for the performance of an agency contract. Bars an agency from entering into any contract with FPI under which an inmate worker would have access to any: (1) classified data; (2) geographic data regarding the location of surface and subsurface infrastructure providing communications or water or electrical power distribution, pipelines for the distribution of natural gas, bulk petroleum products, or other commodities, or other utilities; or (3) personal or financial information about any private citizen without that citizen's consent. Title III: Contract Incentives - (Sec. 301) Modifies share-in-savings contract authority with respect to defense contracts and under FPASA to remove provisions limiting the use of such contracts to information technology. Provides that the amount of unfunded contingent liability for the contract may not exceed the lesser of 50 percent of the estimated costs of a cancellation or termination, or $10 million. Requires any unfunded contingent liability in excess of $5 million to be approved by the Director of OMB. Requires the Director to: (1) identify potential opportunities for the use of share-in-savings contracts; (2) provide guidance to agencies for determining mutually beneficial savings share ratios and baselines from which savings may be measured; and (3) develop techniques to permit an agency to retain a portion of the savings (after payment of the contractor's share of the savings) derived from share-in-savings contracts as funds are appropriated to the agency in future fiscal years. Mandates that the FAR be revised to: (1) provide for the use of competitive procedures in the selection and award of share-in-savings contracts to ensure the contractor's share of savings reflects the risk involved and market conditions and to otherwise yield best value to the Government; and (2) allow appropriate regulatory flexibility to facilitate the use of share-in-savings contracts by executive agencies, including the use of innovative provisions for technology refreshment and nonstandard FAR contract clauses. Requires the Director to report to Congress regarding the use of share-in-savings contracts entered into by executive agencies. Repeals superseded provisions of the E-Government Act of 2002. (Sec. 302) Amends OFPPA to provide for exercising an option to extend a contract for services by one or more periods on the basis of exceptional performance by the contractor. Requires: (1) such a contract to include standards for measuring performance and to be performance-based; and (2) such an option to only be exercised in accordance with provisions that set forth restrictions on the duration of the contract. Title IV: Acquisition of Commercial Items - (Sec. 401) Amends OFPPA to provide that a performance-based contract for the procurement of services or a performance-based task order for services entered or issued by an agency may be treated as a contract for the procurement of commercial items if: (1) it sets forth each task to be performed, defines the task in measurable, mission-related terms, and identifies the specific end products or output to be achieved; and (2) the source of the services provides similar services to the general public under terms and conditions similar to those offered to the Government. Directs that regulations implementing this section require agencies to collect and maintain reliable data sufficient to identify the contracts or task orders treated as contracts for commercial items using this authority. Permits data to be collected using the Federal Procurement Data System or other reporting mechanism. Requires the Director of OMB to report to specified committees on the contracts or task orders treated as contracts for commercial items using such authority. Terminates such authority in ten years. Requires the FPP Administrator to establish a center of excellence in contracting for services to assist the acquisition community by identifying and serving as a clearinghouse for best practices in contracting for services in the public and private sectors. Repeals a superseded provision of the Floyd D. Spence National Authorization Act for FY 2001. (Sec. 402) Amends the Federal Acquisition Streamlining Act of 1994 to grant authority for use of a time and materials contract or a labor-hour contract for the procurement of commercial services that are commonly sold to the general public through such contracts. (Sec. 403) Modifies the definition of \"commercial item\" under OFPPA to include: (1) services offered and sold competitively in substantial quantities in the commercial marketplace based on established market prices for specified tasks performed or specific outcomes to be achieved, under standard commercial terms and conditions; and (2) items or services produced or provided by a commercial entity. (Sec. 404) Defines \"commercial entity\" as any enterprise whose primary customers are other than the Federal Government (at least 90 percent (in dollars) of the sales of the enterprise over the past three business years must have been made to private sector entities). Mandates that regulations require agencies to collect and maintain reliable data sufficient to identify contracts or task orders awarded for items or services provided by a commercial entity. Allows the data to be collected using the Federal Procurement Data System or other reporting mechanism. Requires: (1) the Director to report to specified congressional committees on such contracts or task orders awarded; and (2) the Comptroller General to review the implementation of this section to evaluate effectiveness in increasing the availability of items and services to the Government at fair and reasonable prices. Title V: Other Matters - (Sec. 501) Amends FPASA to to allow the head of an agency who engages in basic research, applied research, advanced research, and development projects that are necessary to the responsibilities of such official's agency in the field of research and development, and that have the potential to facilitate defense against or recovery from terrorism or nuclear, biological, chemical, or radiological attack, to: (1) exercise the same authority (subject to the same restrictions and conditions) with respect to such research and projects as the Secretary of Defense may exercise under specified provisions; (2) carry out certain prototype projects in accordance with the requirements and conditions set forth in the National Defense Authorization Act for FY 1994; and (3) exercise such authority only if authorized by the Director of OMB. Sets forth an annual reporting requirement. (Sec. 502) Amends the Homeland Security Act of 2002 to make permanent the authorities for agency procurements for defense against or recovery from terrorism or nuclear, biological, chemical, or radiological attack, including the simplified acquisition threshold amounts, and deletes provisions limiting such authorities to procurements carried out in support of a humanitarian or peacekeeping or contingency operation. Authorizes the head of an agency to deem any item or service to be a commercial item for purposes of Federal procurement laws. Extends the deadline for review and report by the Comptroller General. (Sec. 503) Amends OFPPA to authorize the FPP Administrator to adjust the simplified acquisition threshold every five years to an amount equal to $100,000 in constant FY 2003 dollars. (Sec. 505) Makes the restriction on purchasing nondomestic articles, materials, and supplies set forth in the Buy American Act, and the prohibition on acquiring foreign products under the Trade Agreements Act of 1979, inapplicable to the acquisition by the Government of information technology that is a commercial item. (Sec. 506) Prohibits OMB from establishing, applying, or enforcing any numerical goal, target, or quota for subjecting the employees of a Government department or agency to public-private competitions or converting such employees or the work performed by such employees to contractor performance under OMB Circular A-76 or any other administrative regulation, directive, or policy unless the goal, target, or quota is based on considered research and sound analysis of past activities and is consistent with the stated mission of the department or agency (with exceptions). (Sec. 507) Requires the head of an agency that contracts for the repair, maintenance, or construction of infrastructure in Iraq without full and open competition to publish in the Federal Register or Commerce Business Daily and otherwise make available to the public information regarding: (1) the amount and scope of the contract; (2) how the agency identified, and solicited offers from, potential contractors, together with a list of the potential contractors that were solicited; and (3) the justification and approval documents on which the determination to use procedures other than those that provide for full and open competition was based. Makes this requirement inapplicable to a contract entered into after September 30, 2013. Authorizes an agency head to: (1) withhold from publication and disclosure any document classified for restricted access by executive order in the interest of national defense or foreign policy; and (2) redact any part so classified in a document before publication and disclosure. Requires the head to make available an unredacted version of a withheld document to the chairman and ranking member of specified congressional committees. Makes this section applicable to contracts entered into on or after October 1, 2002, with an exception. (Sec. 508) Provides that no contract for $15 million or more awarded on a sole source basis for the procurement of items or services that are treated as or deemed to be commercial items pursuant to amendments made by this Act shall be exempt from: (1) cost accounting standards promulgated pursuant to the Office of Federal Procurement Policy Act; and (2) specified cost or pricing data (\"truth in negotiating\") requirements under FPASA."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Services Acquisition Reform Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Services Acquisition Reform Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To improve the Federal acquisition workforce and the process for the acquisition of services by the Federal Government, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:24-05:00"
}