{
  "actions": [
    {
      "acted_at": "1985-07-30", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-30", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-09-03", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-02-25", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Labor-Management Relations", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-02-25", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Executive Comment Requested from Labor, IRS, Treasury, Pension Guarantee Corp.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3098-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Biaggi, Mario", 
      "sponsored_at": "1985-09-17", 
      "state": "NY", 
      "thomas_id": "00085", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Chandler, Rod D.", 
      "sponsored_at": "1985-07-30", 
      "state": "WA", 
      "thomas_id": "00189", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "31", 
      "name": "Dymally, Mervyn M.", 
      "sponsored_at": "1985-07-30", 
      "state": "CA", 
      "thomas_id": "00328", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Owens, Major R.", 
      "sponsored_at": "1985-07-30", 
      "state": "NY", 
      "thomas_id": "00883", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Petri, Thomas E.", 
      "sponsored_at": "1985-07-30", 
      "state": "WI", 
      "thomas_id": "00912", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Roukema, Marge", 
      "sponsored_at": "1985-07-30", 
      "state": "NJ", 
      "thomas_id": "00990", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Tauke, Thomas Joseph", 
      "sponsored_at": "1985-07-30", 
      "state": "IA", 
      "thomas_id": "01139", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-07-30", 
  "number": "3098", 
  "official_title": "A bill to amend the Employee Retirement Income Security Act of 1974 and the Internal Revenue Code of 1954 to improve the efficiency and adequacy of the current retirement income system (consisting of employer and individual retirement plans) in carrying out its supplemental role to Social Security in providing benefits upon death, disability, and retirement by establishing retirement universal security arrangements which will expand pension coverage, provide for a form of pension portability, and preserve pension asset accumulations for payment in retirement income form, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Retirement Universal Security Arrangements Act of 1985", 
  "sponsor": {
    "district": "98", 
    "name": "Jeffords, James M.", 
    "state": "VT", 
    "thomas_id": "00593", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-07-30", 
  "subjects": [
    "Business and commerce", 
    "Employee benefit plans", 
    "Excise tax", 
    "Finance and financial sector", 
    "Institutional investments", 
    "Insurance", 
    "Insurance companies", 
    "Investment advisers", 
    "Investment banking", 
    "Investments", 
    "Labor and employment", 
    "National banks", 
    "Pension funds", 
    "Pension trust guaranty insurance", 
    "Retirement income", 
    "Savings and loan associations", 
    "Savings banks", 
    "Securities and Investments", 
    "Tax-deferred compensation plans", 
    "Tax-exempt organizations"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-07-30", 
    "text": "Retirement Universal Security Arrangements Act of 1985 - Title I: Amendments to the Employee Retirement Income Security Act of 1974 - Amends the Employee Retirement Income Security Act of 1974 (ERISA) to add a new title V, Retirement Universal Security Arrangements. Defines \"retirement universal security arrangement\" as a plan which: (1) is established and maintained after the effective date of this Act by a pension asset manager and explicitly provides that it is such an arrangement; (2) provides for one or more individual accounts maintained by the pension asset manager with respect to each participant; (3) provides expressly for the accumulation of contributions under such plan with respect to the participants for subsequent distribution to the participants or their beneficiaries upon death, disability, attainment of retirement age, or any other event specified in the plan; and (4) meets specified qualification requirements. Prohibits retirement universal security arrangements (such plans) from accepting contributions at any time at which any requirement is not met under such definition. Sets forth requirements for pension asset management (i.e. banks, savings and loan associations, insurance companies, or investment advisers which meet specified conditions). Provides, with specified exceptions, that such plans be treated as trusts which qualify under specified Internal Revenue Code provisions relating to deferred compensation plans and tax-exempt organizations. Set forth provisions for such qualification determinations by the Secretary of the Treasury. Provides that such plans be treated as a defined contribution plan for purposes of coverage under the plan termination insurance program under title IV of ERISA. Requires such plans to be operated for the exclusive purpose of: (1) providing benefits to participants and their beneficiaries; and (2) defraying reasonable administrative expenses, without administrative cost or service fees to employers making contributions. Requires such plans to provide nonforfeitability of participant or beneficiary rights with respect to accrued benefits. Requires such plans to provide at least three investment options (in individual or pooled arrangements) for participant contributions. Requires as one such option U.S. Government securities or securities insured by the United States or any Federal agency (which may include temporary investments in other forms of insubstantial amounts). Allows other options to include securities, annuities, guaranteed income contracts, federally insured deposits or accounts, certain endowment contracts, and other options not specifically excluded by the Secretary of Labor under regulations issued pursuant to specified provisions of this Act. Prohibits such plans from providing as an investment option: (1) collectibles; (2) life insurance contracts; (3) securities of a contributing employer for which there is no generally recognized market; and (4) such other options as the Secretary of Labor may exclude by regulation. Sets forth matters to be considered by the Secretary of Labor in developing such regulations. Requires such plans to provide for a procedure under which participants or their beneficiaries elect such investment options. Requires such procedure to provide for at least a semiannual opportunity during a seven-day period to revoke any such previous election and elect alternative or additional investment options. Provides for a default option for certain transfers. Makes specified ERISA provisions relating to assignment and alienation applicable to such plans. Sets forth additional definitions and rules of construction relating to such plans. Makes specified ERISA requirements relating to reporting and disclosure applicable to such plans. Requires, in addition, that certain information relating to such plans be annually provided to each participant and beneficiary automatically and without request. Requires such information to include material necessary to reasonably summarize the investment performance of such plans in connection with each investment option elected. Sets forth additional investment information requirements for summary plan descriptions and summaries of material modifications with respect to such plans. Authorizes the Secretary of Labor to prescribe additional alternative methods for satisfying such plans' requirements upon a determination that such method is consistent with the purposes of this Act and provides adequate disclosure to participants and beneficiaries and adequate reporting to the Secretary. Makes specified ERISA provisions relating to fiduciary responsibility applicable to such plans. Requires such plans to designate in writing their pension asset managers as fiduciaries. Makes ERISA enforcement provisions applicable to such plans. Sets forth requirements relating to contributions to such plans. Requires such plans to accept for deposit to the account of any participant specified types of: (1) participant contributions; (2) plan distributions; (3) direct transfers from other such plans and from any other plan described under specified deferred compensation provisions of the Internal Revenue Code which include a tax-exempt trust; and (4) employer contributions to such plans. Sets forth rules governing participant contributions to such plans. Permits such contributions in the form of: (1) transfers to the plan by an individual of a distribution which is not includible in gross income under specified types of deferred compensation plans; (2) payments treated as salary deductions under specified Internal Revenue Code provisions, but only up to $2,000 per calendar year and only if an equivalent or greater employer contribution is made; or (3) other payments by an individual which are in cash and not in excess of the amount allowable as a deduction under specified Internal Revenue Code provisions. Permits such plans to opt to accept transfers of nondeductible employee contributions from other such plans or other qualified plans. Requires such plans to grant a grace period for payment of participant contributions. Sets forth cross-references to the Internal Revenue Code for rules governing salary reduction treatment, deductibility, and sanctions relating to participant contributions to such plans. Sets forth rules governing employer contributions to such plans. Allows such contributions only if: (1) they are made on behalf of noncovered employees (i.e. those who have not accrued any benefits under certain described plans since two years before the calendar year for which the contribution is made); (2) specified participation requirements are met; and (3) the total amount of such contributions is determined in accordance with specified formulas. Sets forth certain exceptions with respect to: (1) plans of self-employed individuals; and (2) collective bargaining agreements relating to retirement benefits. Requires each employer making contributions to such plans to maintain and report categorized lists and other information relating to employees on behalf of whom such contributions are made. Declares that an employer shall not be considered to have established or maintained an employee benefit plan covered by title I of ERISA solely by reason of taking actions permitted under rules governing participant and employer contributions to retirement universal security arrangements (such plans). Provides that the foregoing declaration does not preclude an employee's right of action to compel delinquent contributions or to enforce specified requirements. Authorizes the Secretary of the Treasury to prescribe regulations permitting employers to meet specified requirements by making contributions to such a plan on behalf of all noncovered employees in the general workforce of an allowable subdivision of the employer. Sets forth cross-references to the Internal Revenue Code for rules governing the deductibility of employer contributions to such plans and sanctions relating to such contributions. Sets forth requirements relating to distribution of accrued benefits from retirement universal security arrangements. Sets forth several permitted retirement income forms for such distributions. Permits election of alternative retirement income forms only if certain spousal consent requirements are met. Sets forth cross-references to the Internal Revenue Code for sanctions governing early withdrawal other than in a retirement income form. Requires such plans to allow participants (or their surviving beneficiaries) to elect to transfer accrued benefits directly to another plan in lieu of a distribution. Requires that any exception to such requirement be expressly stated by such plans in specified documents. Sets forth cross-references to the Internal Revenue Code for provisions relating to such transfers. Provides that certain pension plan distributions which constitute transfers to retirement universal security arrangements (such plans) shall be exempt from specified ERISA provisions relating to: (1) the maximum allowable present value of a nonforfeitable accrued benefit which may be immediately distributed without the participant's consent; and (2) joint and survivor annuity and pre-retirement survivor annuity requirements. Requires that any distribution which would be subject to excise tax penalties but for its transfer to such plan must be transferred irrespective of any consent by the participant to any other manner of distribution. Allows pension plans, for purposes of determining the employees's accrued benefits, to disregard service performed by the employee with respect to which the employee has received such a distribution to such a plan. Title II: Conforming Amendments to the Internal Revenue Code of 1954 - Amends the Internal Revenue Code to add provisions which conform to the amendments to ERISA made by title I of this Act. Sets forth rules relating to retirement universal security arrangements (such plans). Treats participant contributions to such plans as salary reductions and taxes excess participant contributions in the same manner as applicable to individual retirement accounts or annuities. Provides for deductibility of employer contributions to such plans (treating them as defined contribution plans) and sets an excise tax on excess employer contributions. Provides for a tax on certain accumulations with respect to participant accounts under such plans. Makes other rules which are applicable to individual retirement accounts or annuities also applicable to participant accounts under such plans. Makes rules relating to early withdrawal which are applicable to simplified employee pensions also applicable to such plans with certain exceptions. Provides that direct transfers from such plans to other plans (or to individual retirement accounts or annuities under specified conditions) shall not be treated as distributions. Provides that certain rules for taxation of distributions shall not apply to distributions from such plans, except with respect to rollover amounts and direct plan transfers which are separately accounted for. Provides that specified principles relating to the return of excess contributions shall apply as an exception to the taxes on excess participant contributions to such plans. Sets forth cross-references to other Internal Revenue Code provisions for: (1) treatment of all participant contributions to such plans as amounts which may be rolled over from qualified trust to eligible retirement plans; and (2) deductibility of participant contributions to such plans. Sets forth cross-references to ERISA and other Internal Revenue Code provisions for special rules providing for qualification of such plans. Sets forth other cross-references and conforming amendments. Includes retirement universal security arrangements among eligible retirement plans to which rollover amounts may be transferred. Provides, under provisions relating to the taxability of the beneficiary of an exempt trust, for the portability of employee contributions which are transferred to such a plan in a direct transfer or within 60 days after the date on which the employee received the distribution. Treats certain participants contributions to such plans as deductible as qualified retirement contributions if made within a specified period. Imposes an excise tax on excess employer contributions to such plans. Sets such tax on the employer at five percent of the excess amount. Imposes an additional tax on the employer equal to 100 percent of the amount involved in any case in which the initial excise tax is imposed and the payment of such excess contributions is not corrected by the employer within a specified taxable period. Sets forth requirements similar to those under title I of this Act relating to pension plan distributions constituting transfers to retirement universal security arrangements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Retirement Universal Security Arrangements Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Employee Retirement Income Security Act of 1974 and the Internal Revenue Code of 1954 to improve the efficiency and adequacy of the current retirement income system (consisting of employer and individual retirement plans) in carrying out its supplemental role to Social Security in providing benefits upon death, disability, and retirement by establishing retirement universal security arrangements which will expand pension coverage, provide for a form of pension portability, and preserve pension asset accumulations for payment in retirement income form, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:40-05:00"
}