{
  "actions": [
    {
      "acted_at": "1982-06-09", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committees on Budget; Governmental Affairs pursuant to the order of August 4, 1977 with instructions that if one Committee reports, the other Committee has thirty days of continuous session to report or be discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-06-22", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Budget. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-06", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from GAO; CBO; OMB; Treasury Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2613-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-06-09", 
  "number": "2613", 
  "official_title": "A bill to require the commitment of loan guarantees and insurance to the full extent required by law, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Levin, Carl", 
    "state": "MI", 
    "thomas_id": "01384", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1982-06-09", 
  "subjects": [
    "Actions and defenses", 
    "Courts and Civil Procedure", 
    "Economics and public finance", 
    "Executive impoundment of appropriated funds", 
    "Federally-guaranteed loans"
  ], 
  "subjects_top_term": "Executive impoundment of appropriated funds", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-06-09", 
    "text": "Amends the Impoundment Control Act of 1974 to state that such Act does not supersede any provision requiring the making of commitments to guarantee or insure the indebtedness of qualified applicants or establishing minimum levels for such commitments. Includes within the meaning of rescission bill, any bill or joint resolution which only rescinds loan guarantee authority as well as a bill or joint resolution which only rescinds budget authority. Applies to rescissions of loan guarantee authority the same requirements governing rescissions of budget authority. Requires that loan guarantee authority proposed to be rescinded be fully committed unless within 45 days Congress completes action on a rescission bill rescinding all or part of the amount proposed. Requires that loan guarantee authority proposed to be deferred shall be fully committed if either House passes an impoundment resolution disapproving such deferral. Applies to deferrals of loan guarantee authority the same requirements governing deferrals of budget authority. Empowers the Comptroller General to bring suit to compel commitment to guarantee or insure loans as well as to make budget authority available for obligation. States that no cause of action arises under such Act for any action or failure to act by an agency concerning an application for loan guarantee authority. Requires the Director of the Office of Management and Budget annually to apportion loan guarantee authority in order to specify the amount to be committed during each of the succeeding five fiscal years. Permits the establishment of reserves. Directs the President to include a statement of such apportionment with the annual budget transmission."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to require the commitment of loan guarantees and insurance to the full extent required by law, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:22-05:00"
}