{
  "actions": [
    {
      "acted_at": "1975-04-09", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1383-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-09", 
  "number": "1383", 
  "official_title": "A bill to amend the Outer Continental Shelf Lands Act with respect to payments to be made under oil and gas leases pursuant to such act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bentsen, Lloyd M.", 
    "state": "TX", 
    "thomas_id": "01282", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-09", 
  "subjects": [
    "Coastal zone", 
    "Continental shelf", 
    "Environmental protection", 
    "Intergovernmental relations", 
    "Oceans and oceanography", 
    "Oil and gas leases", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Pollution", 
    "Public lands and natural resources", 
    "Revenue sharing", 
    "States", 
    "Water resources development"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-09", 
    "text": "Revises the method of bidding on oil and gas leases under the Outer Continental Shelf Lands Act. Provides that such bidding shall be: (1) by sealed bids; and (2) on the basis of a cash bonus and payments. States that the amount of such payments shall be equal to 60 percent of the value of the oil and gas produced at a wellhead after reducing the value by the lessee's exploration and production costs during each year. Limits the total amount of such costs to not more than 40 percent of the value of the oil or gas produced. States that 15 percent of the revenues paid in connection with any leases on the Outer Continental Shelf shall be divided among the coastal States according to the following formula: (1) two-thirds to a special Coastal States Fund in the Department of the Treasury; and (2) one-third paid directly to the several coastal States in proportion to the amount of oil and gas produced off the coast of each such State. Establishes the Coastal States Fund. Directs the Secretary of Commerce to manage the fund and to make grants to assist coastal States impacted by anticipated or actual oil and gas production to ameliorate adverse environmental effects and control secondary social and economic impacts associated with the development of Federal energy resources in or on the Outer Continental Shelf. Requires the Secretary to establish requirements for grant eligibility."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Outer Continental Shelf Lands Act with respect to payments to be made under oil and gas leases pursuant to such act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:17-05:00"
}