{
  "actions": [
    {
      "acted_at": "1974-06-21", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15554-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-21", 
  "number": "15554", 
  "official_title": "A bill to enable cattle producers to establish, finance, and carry out a coordinated program of research, producer and consumer education, and promotion to improve, maintain, and develop markets for cattle, beef, and beef products.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Beef Research and Consumer Information Act", 
  "sponsor": {
    "district": "13", 
    "name": "Price, Robert D.", 
    "state": "TX", 
    "thomas_id": "00931", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-21", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and food", 
    "Livestock"
  ], 
  "subjects_top_term": "Livestock", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-21", 
    "text": "Beef Research and Consumer Information Act - Declares it to be the policy of the Congress and the purpose of this Act that it is essential and in the public interest to authorize the establishment of an orderly procedure for the development and financing of a coordinated program of research, consumer and producer education, and promotion designed to strengthen the beef industry's position in the marketplace, and maintain and expand domestic and foreign markets and uses for United States beef. Authorizes the Secretary of Agriculture to issue orders: (1) providing for the establishment and administration of plans for advertising, sales promotion, and consumer education with respect to the use of cattle, or beef products and for the disbursement of necessary funds for such purposes; (2) providing for research and studies with respect to sale, distribution, marketing, utilization, or production of cattle, beef, or beef products, and the creation of new products thereof, to the end that the marketing and utilization of cattle, beef, or beef products may be encouraged, expanded, improved, or made more acceptable, and the data collected by such activities may be disseminated and for the disbursement of necessary funds for such purposes; and (3) providing that persons engaged in the sale of cattle or beef, persons engaged in the production of cattle or beef, and persons who receive or otherwise acquire cattle, beef, or beef products from such persons and who process, prepare for market, or market such cattle, beef, or beef products, maintain and make available for inspection such books and records as may be required by any order issued pursuant to this Act. Provides for the establishment of a Beef Board, to be composed of not more than 18 cattle producers or representatives of cattle producers appointed by the Secretary. Sets forth the duties and responsibilities of the Beef Board, including: (1) the administration of the orders of the Secretary in accordance with its terms and provisions; and (2) the issuance of rules and regulations to effectuate the terms and provisions of such orders. Requires the Secretary to conduct a referendum among cattle producers who have been engaged in the production of cattle for the purpose of ascertaining whether the issuance of an order is approved or favored by not less than two-thirds of such producers. Authorizes appropriations of such funds as are necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Beef Research and Consumer Information Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enable cattle producers to establish, finance, and carry out a coordinated program of research, producer and consumer education, and promotion to improve, maintain, and develop markets for cattle, beef, and beef products.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:09-05:00"
}