{
  "actions": [
    {
      "acted_at": "1975-02-04", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2710-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-04", 
  "number": "2710", 
  "official_title": "A bill to amend title VIII of the Public Health Service Act to revise and extend the programs of assistance under that title for nurse training.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2657-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Nurse Training Act", 
  "sponsor": {
    "district": "14", 
    "name": "Pepper, Claude", 
    "state": "FL", 
    "thomas_id": "00907", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-04", 
  "subjects": [
    "Education", 
    "Medical care, personnel, and facilities", 
    "Medical education", 
    "Nurses", 
    "Nursing"
  ], 
  "subjects_top_term": "Nurses", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-04", 
    "text": "Nurse Training Act - Provides for appropriations authorizations in the areas of construction assistance under the Public Health Service Act. Authorizes assistance under such Act in the expanding of the capacities of nursing schools to provide graduate training. Extends the Financial Distress Grant Program under such Act. Authorizes the Secretary of Health, Education, and Welfare to make grants to assist public or nonprofit private schools of nursing which are in serious financial straits to meet operational costs required to maintain quality educational programs or which have special need for financial assistance to meet accreditation requirements. Provides that any such grant may be made upon such terms as the Secretary determines to be reasonable and necessary, including requirements that the school agree: (1) to disclose any financial information or data deemed by the Secretary to be necessary to determine the sources or causes of that school's financial distress; (2) to conduct a comprehensive cost analysis study in cooperation with the Secretary; and (3) to carry out appropriate operational and financial reforms on the basis of information obtained in the course of the comprehensive cost analysis study or on the basis of other relevant information. Requires the Secretary to consult with the National Advisory Council on Nurse Training in acting upon applications for grants under this title. Authorizes appropriations for such grants of $5,000,000 for fiscal year 1975, $5,000,000 for fiscal year 1976, and $5,000 for fiscal year 1977. Authorizes the Secretary to make grants to meet the costs of advanced nurse training programs. Authorizes appropriations for such purposes of $20,000,000 for fiscal year 1975, $25,000,000 for fiscal year 1976, and $30,000,000 for fiscal year 1977. Extends the Student Loan Program under the Act. Directs the Secretary to determine on a continuing basis: (1) the supply of registered nurses, licensed practical nurses and registered nurses with advanced training or graduate degrees, as well as other nursing personnel; (2) their distribution, and (3) the current and future requirements for such nurses."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nurse Training Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title VIII of the Public Health Service Act to revise and extend the programs of assistance under that title for nurse training.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:11-05:00"
}