{
  "actions": [
    {
      "acted_at": "2012-05-30", 
      "references": [
        {
          "reference": "CR H3180", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-05-30", 
      "committee": "Committee on the Judiciary, and in addition to the Committees on Homeland Security, and Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committees on Homeland Security, and Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-05-30", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-05-30", 
      "committee": "House Homeland Security", 
      "references": [], 
      "text": "Referred to House Homeland Security", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-05-30", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-06-06", 
      "in_committee": "House Homeland Security", 
      "references": [], 
      "subcommittee": "Border and Maritime Security", 
      "text": "Referred to the Subcommittee on Border and Maritime Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5869-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM", 
      "subcommittee": "Subcommittee on Border and Maritime Security", 
      "subcommittee_id": "11"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-05-30", 
  "number": "5869", 
  "official_title": "To authorize the cancellation of removal and adjustment of status of certain aliens who are long-term United States residents and who entered the United States as children, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "STARS Act", 
  "sponsor": {
    "district": "25", 
    "name": "Rivera, David", 
    "state": "FL", 
    "thomas_id": "02007", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-05-30", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Criminal justice information and records", 
    "Department of Homeland Security", 
    "Elementary and secondary education", 
    "Foreign labor", 
    "Higher education", 
    "Immigration", 
    "Immigration status and procedures", 
    "Medical tests and diagnostic methods", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-05-30", 
    "text": "Studying Towards Adjusted Residency Status Act or the STARS Act - Authorizes the Secretary of Homeland Security (DHS) to cancel the removal of, and adjust to conditional nonimmigrant status, an alien who: (1) entered the United States before his or her 16th birthday and has been present in the United States for at least five years immediately preceding this Act's enactment; (2) has earned a high school diploma or general education development certificate in the United States; (3) has been admitted to an accredited four-year institution of higher education in the United States; (4) is a person of good moral character; (5) is not inadmissible or deportable under specified grounds of the Immigration and Nationality Act; (6) has never been under a final order of exclusion, deportation, or removal unless the alien has remained in the United States under color of law after such order's issuance, or received the order before attaining the age of 19; (7) was younger than 19 years old on the date of the submission of the application, except that the alien may submit an application under this section before attaining the age of 21 in the case of an alien who, before attaining the age of 19 years, was granted voluntary departure; (8) has not participated in the persecution of any person on account of race, religion, nationality, membership in a particular social group, or political opinion; (9) has not been convicted of certain offenses under federal or state law; and (10) is not inadmissible or deportable under specified grounds. Authorizes the Secretary to waive specified grounds of inadmissibility or deportability for humanitarian, family unity, or public interest purposes. Provides for a $525 application surcharge (in addition to other applicable application fees). Requires prior to cancellation of removal or granting of conditional nonimmigrant status: (1) an alien to submit biometric and biographic data, and (2) completion of security and law enforcement background checks. Requires an alien applying for relief to: (1) register under the Military Selective Service Act if so required, and (2) undergo a medical examination. Prohibits the Secretary from removing an alien with a pending application who establishes prima facie eligibility for cancellation of removal and conditional nonimmigrant status. Establishes an initial five-year period of conditional nonimmigrant status which shall include employment and limited travel authorization. Terminates such status if the alien: (1) does not enroll in an accredited four-year institution of higher education in the United States within one year after the date on which the alien was granted conditional nonimmigrant status, or does not remain enrolled; (2) becomes a public charge; or (3) ceases to be a person of good moral character. Extends such conditional status for an additional five-year period if the alien: (1) has demonstrated good moral character; (2) is not inadmissible or deportable under specified grounds, has not participated in racial, religious, social, or political persecution, and has not been convicted of certain federal or state offenses; (3) has not abandoned U.S. residency; and (4) has graduated from an accredited four-year institution of higher education in the United States. Provides for a $2,000 extension application surcharge (in addition to other applicable application fees). Authorizes a conditional nonimmigrant to file an application to adjust his or her status to that of an alien lawfully admitted for permanent residence. Requires such application to be filed during the period beginning 3 years after the date of extension and ending on either the date that is 10 years after the date of the granting of initial conditional nonimmigrant status or any other expiration date as extended by the Secretary. Requires such application to show that the alien: (1) has demonstrated good moral character; (2) is not inadmissible or deportable under specified grounds, has not participated in racial, religious, social, or political persecution, and has not been convicted of certain federal or state offenses; and (3) has not abandoned U.S. residency. Requires an alien, prior to adjusting from conditional to permanent resident status, to: (1) satisfy citizenship and federal tax requirements, (2) submit biometric and biographic data, and (3) have had security and law enforcement background checks completed. Authorizes an alien who adjusts to permanent resident status (and meets other specified requirements) to apply after five years in such status for naturalization. Authorizes: (1) the Secretary to cancel removal and grant conditional nonimmigrant status to an alien who has satisfied the conditional status requirements prior to enactment of this Act, and (2) an alien who has met the appropriate requirements during the entire period of conditional nonimmigrant status to apply for permanent resident status. Sets forth provisions regarding: (1) jurisdiction of the Secretary and the Attorney General (DOJ), (2) penalties for false application statements, (3) confidentiality of information, (4) certain tax credits and reduced health care plan cost-sharing, and (5) a Government Accountability Office (GAO) report respecting the number of aliens adjusted under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "STARS Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Studying Towards Adjusted Residency Status Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize the cancellation of removal and adjustment of status of certain aliens who are long-term United States residents and who entered the United States as children, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:55:54-05:00"
}