{
  "actions": [
    {
      "acted_at": "1981-06-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-06-09", 
      "bill_ids": [
        "hr2400-97"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "For Previous Action See H.R.2400.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-17", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-18", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-07-24", 
      "bill_ids": [
        "hr4260-97"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "For Further Action See H.R.4260.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3849-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Hance, Kent R.", 
      "sponsored_at": "1981-06-09", 
      "state": "TX", 
      "thomas_id": "00491", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-06-09", 
  "number": "3849", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to encourage economic growth through reduction of the tax rates for individual taxpayers and acceleration of capital cost recovery of investment in plant, equipment, and real property.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2400-97", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4260-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Economic Recovery Tax Act of 1981", 
  "sponsor": {
    "district": "35", 
    "name": "Conable, Barber B., Jr.", 
    "state": "NY", 
    "thomas_id": "00225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-06-09", 
  "subjects": [
    "Americans employed in foreign countries", 
    "Business and commerce", 
    "Business income tax", 
    "Capital investments", 
    "Corporate reorganizations", 
    "Corporations and Stocks", 
    "Depreciation and amortization", 
    "Dividends", 
    "Employee benefit plans", 
    "Employer incentives", 
    "Estate tax", 
    "Excess profits tax", 
    "Finance and financial sector", 
    "Gift tax", 
    "Historic sites", 
    "Housing and community development", 
    "Income tax", 
    "Individual retirement accounts", 
    "Insurance companies", 
    "Interest", 
    "Investment tax credit", 
    "Labor and employment", 
    "Leases", 
    "Married people", 
    "Minimum tax", 
    "Personal income tax", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Railroads", 
    "Research and development", 
    "Residential rehabilitation", 
    "Retirement income", 
    "Saving and investment", 
    "Securities and Investments", 
    "Stocks", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax rates", 
    "Tax returns", 
    "Taxation", 
    "Taxation of foreign income"
  ], 
  "subjects_top_term": "Tax rates", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-06-09", 
    "text": "Economic Recovery Tax Act of 1981 - Title I: Individual Tax Rate Cuts - Amends the Internal Revenue Code to reduce individual and estate and trust income tax rates for 1982, 1983, and 1984 and thereafter. Allows a tax credit equal to one and one-fourth percent of an individual's regular tax liability for a taxable year beginning in 1981. Repeals the 50 percent maximum tax rate on personal service income. Reduces the alternative minimum tax for taxpayers other than corporations. Reduces from 70 percent to 50 percent the personal holding company tax rate. Title II: Incentives for Plant, Equipment, and Real Property - Revises the method for determining useful lives of business assets for purposes of computing allowable depreciation deductions. Replaces the asset depreciation range (ADR) method with a schedule of capital cost recovery periods for four classes of business property. Establishes cost recovery periods for the following classes of business property: (1) three-year property (automobiles, light-duty trucks, and certain tangible property used in connection with research and experimentation or with a midpoint life of four years or less; (2) five-year property (tangible property which is not three-year property or ten-year property); (3) ten-year property (public utility property with a midpoint life of more than 18 years and certain real property with a lower limit life of ten years or less); and (4) 15-year property (certain real property with a lower limit life of more than ten years). Defines \"midpoint life\" and \"lower limit life\" as the applicable class life and the lower limit of the ADR, respectively, prescribed by the Secretary of the Treasury. Permits taxpayers to elect to use the straight-line method of depreciation with specified other recovery periods in lieu of the prescribed accelerated method. Sets forth rules regarding the recognition of gain on the disposition of recovery property. Excludes from eligibility for accelerated cost recovery the following types of property: (1) property placed in service before January 1, 1981; (2) property excluded by election of the taxpayer and which is depreciable on a basis other than time; (3) depreciable leasehold improvements; (4) public utility property for which the normalization method of accounting is not used; (5) certain depreciable tangible property owned or used before 1981 which is transferred in a transaction occurring after December 31, 1980; and (6) certain depreciable real property. Provides special rules for the depreciation of recovery property used predominantly outside the United States. Revises the applicable percentage for determination of the investment tax credit to qualify for such credit: (1) 100 percent of the basis of ten-year or five-year recovery property; and (2) 60 percent of the basis of three-year recovery property. Revises the progress expenditure rules to: (1) apply to progress expenditure property the revised percentage for determining the investment tax credit under this Act; and (2) eliminate the useful life requirement for such property. Revises rules for recapture of tax benefits upon disposition of recovery property eligible for the investment tax credit. Prescribes recapture percentages for each of the classes of such property. Applies the limitations applicable for purposes of the at risk rules to the basis or cost of property qualified for the investment tax credit. Requires the recapture of tax benefits if the property ceases to be at risk. Disqualifies capital cost recovery property from the allowance for first year depreciation. Eliminates the retirement-replacement-betterment method of depreciation allowed for railroad track and specifies that such property shall be depreciated using a ratable method. Specifies that in the case of recovery property constructed on a site formerly occupied by a certified historic structure, the depreciation allowance shall be determined according to the straight-line method using a recovery period of 35 years. Treats as ordinary income, in the event of a disposition of certain depreciable recovery property, gain attributable to recovery deductions made under this Act. Includes as an item of tax preference for purposes of the minimum tax the amount by which the recovery deduction for certain depreciable leased property exceeds the deduction which would otherwise have been calculated using the straight-line method and a specified recovery period. Sets forth rules for adjustment of corporate earnings and profits for depreciation for any year a recovery deduction is allowed. Extends the carryover period for the net operating loss deduction, the operations loss deduction allowed for life insurance companies, the unused loss deduction allowed for mutual insurance companies, the investment tax credit, the work incentive program credit, and the new employee credit. Prescribes a method for computing the recovery allowance for recovery property in the case of certain corporate acquisitions. Title III: Miscellaneous Tax Provisions - Subtitle A: Incentives for Research and Experimentation - Allows a nonrefundable income tax credit for 25 percent of the qualified research and experimental wage expenditures incurred by a taxpayer in carrying on any trade or business to the extent that such expenditures exceed the average amount of the taxpayer's research and wage expenditures in a specified base period. Excludes expenditures for research and experimentation conducted outside the United States, research in the social sciences or humanities, and research funded by Federal, State, or local governments from eligibility for such credit. Permits a three-year carryback and a seven-year carryover of such credit. Subtitle B: Investment Tax Credit for Qualified Rehabilitation Expenditures - Increases the investment tax credit for rehabilitation expenditures based upon the age of a building or its classification as a certified historic structure. Repeals: (1) the special 60-month amortization rules for such structures; and (2) rules regarding the depreciation method used for property constructed on a site formerly occupied by a certified historic structure and certain rehabilitated historic property. Subtitle C: Marriage Penalty Deduction - Allows married individuals filing a joint return an income tax deduction of ten percent (five percent for taxable year 1982) of the lesser of $30,000 or the earned income of the spouse with the lower earned income. Subtitle D: Savings Provisions - Increases to $2,000 or an amount equal to the compensation includible in gross income, whichever is less, the maximum retirement savings deduction for contributions to individual retirement plans. Allows participants in tax-qualified employer plans or government plans a deduction for such contributions. Limits the deduction allowed to such employees to the lesser of $1,000 or the amount of compensation includible in gross income. Allows employees a deduction for employer contributions to a simplified employee pension plan. Limits such deduction to the lesser of 15 percent of the employee's compensation includible in gross income or $7,500. Allows the establishment of, and a deduction for contributions to, an individual retirement plan for a spouse who has no compensation for the taxable year. Limits such deduction to the lesser of $2,250 for employees who are not participants in a plan ($1,125 for participants) or the amount of the employee's compensation includible in gross income. Increases from $7,500 to $15,000 the maximum deduction for contributions to a plan for self-employed persons or owner-employees. Amends the Crude Oil Wildfall Profit Tax Act of 1980 to make permanent the partial exclusion of dividends and interest received by individuals. Subtitle E: Exclusions of Foreign Earned Income and Foreign Housing Costs - Allows an exclusion from gross income of the foreign earned income of an individual who: (1) is a U.S. citizen who is a bona fide resident of a foreign country for a taxable year; or (2) a citizen or resident of the United States who, during any 12 consecutive months, is present in a foreign country for at least 330 days. Limits the amount of such exclusion to $50,000 plus 50 percent of the lesser of: (1) the compensation which exceeds $50,000; or (2) $50,000. Permits the exclusion of the amount by which such an individual's housing expenses for the taxable year exceed 16 percent of a GS-14, step 1 Federal salary. Waives the residency requirements for the earned income exclusion if the Secretary determines that the taxpayer would otherwise have met such requirements but for the occurrence of war, civil unrest, or similar adverse conditions which precluded the normal conduct of business. Repeals the existing tax deduction for expenses of Americans living abroad. Excludes from the gross income of an employee the value of employer-provided lodging in a camp located in a foreign country in cases where satisfactory housing is not generally available. Subtitle F: Estate and Gift Taxes Provisions - Increases the unified credit against the estate and gift taxes from $47,000 to $192,800 by specified annual increments through 1985. Increases from $175,000 to $600,000, by specified annual increments through 1985, the minimum gross estate requirement for filing of a return. States that the basis of property acquired by the decedent by gift within three years of death shall be its adjusted basis in the hands of the decedent immediately before death. Repeals the existing limitations on the marital deduction for gift and estate taxes. Revises the definition of \"qualified joint interest\" for purposes of imposition of the estate tax. Increases from $3,000 to $10,000 the annual gift tax exclusion. Subtitle G: Crude Oil Windfall Profit Tax Credit for Royalty Owners - Extends, and increases from $1,000 to $2,500 the amount of, the credit for any windfall profit tax paid which is attributable to a qualified royalty interest."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Recovery Tax Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to encourage economic growth through reduction of the tax rates for individual taxpayers and acceleration of capital cost recovery of investment in plant, equipment, and real property.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:05-05:00"
}