{
  "actions": [
    {
      "acted_at": "1977-02-22", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3745-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-22", 
  "number": "3745", 
  "official_title": "A bill to provide for the resolution of claims and disputes relating to Government contracts awarded by executive agencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Contract Disputes Act", 
  "sponsor": {
    "district": "8", 
    "name": "Harris, Herbert E., II", 
    "state": "VA", 
    "thomas_id": "00505", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-22", 
  "subjects": [
    "Administrative procedure", 
    "Claims", 
    "Government liability", 
    "Government operations and politics", 
    "Government procurement"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-22", 
    "text": "Contract Disputes Act - Declares that this Act applies to any contract entered into by the United States for the procurement of personal property, construction or maintenance of real property, and for any other contract which by its terms is expressly made subject to the provisions of this Act. Requires all contract disputes claims to be submitted to the appropriate executive agency in writing. Authorizes each such agency to compromise any claim or dispute with a contractor. Requires the contracting officer of such agency to issue a final and binding decision on each dispute which is not settled by compromise. Requires that each contractor be afforded an opportunity to have informal conferences with the agency involved for the purpose of considering the possibility of disposing of the claim by mutual consent before as well as after a contracting officer's decision has been issued. Authorizes executive agencies to establish agency boards of contract appeals to which appeals from decisions of contracting officers may be taken. States that if the volume of procurement of any agency does not justify a full-time appeals board, such agency may establish an appeals board in conjunction with one or more other agencies or may agree with another agency to permit appeals to be taken by such other agency's appeals board. States that the decision of such appeals board may be appealed to any United States district court or to the United States Court of Claims. States that, in specified instances, an appeal may be had to such courts in lieu of an appeal to such appeals boards. Provides for the payment of interest to a prevailing contractor from the date the claim accrues until a final decision by an appeals board or by a court of competent jurisdiction."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Contract Disputes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the resolution of claims and disputes relating to Government contracts awarded by executive agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:26-05:00"
}