{
  "actions": [
    {
      "acted_at": "1978-04-03", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2816-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brooke, Edward W.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "01292", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-03", 
  "number": "2816", 
  "official_title": "A bill to establish a program to improve the commercial fisheries of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Commercial Fisheries Development Act", 
  "sponsor": {
    "district": null, 
    "name": "Weicker, Lowell P., Jr.", 
    "state": "CT", 
    "thomas_id": "01453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-03", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and food", 
    "Department of Commerce", 
    "Department of the Treasury", 
    "Fisheries", 
    "Fishery management", 
    "Fishing", 
    "Fishing boats", 
    "Food adulteration and inspection", 
    "Health", 
    "Public health", 
    "Ships and shipping"
  ], 
  "subjects_top_term": "Fisheries", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-04-03", 
    "text": "Commercial Fisheries Development Act - Title I: Commercial Fisheries Development Fund - Authorizes the Secretary of Commerce to guarantee the payment of obligations for certain commercial fisheries facilities and fishing vessels. Permits the Secretary to charge a fee for any obligation guaranteed under this Act. Sets forth default procedures. Authorizes the Secretary to make long-term, low interest loans to citizens of the United States to provide capital (1) for fisheries facilities and fishing vessels used for harvesting underutilized species, (2) for fishing vessels and equipment used for experimental fishing, and (3) to enable fisheries facilities to comply with the mandatory fish and fish products inspection program. Authorizes the Secretary to make non- interest-bearing loans to commercial fishermen to alleviate forced economic distress. Amends the Merchant Marine Act, 1936 to extend the capital construction fund to fisheries facilities. Establishes within the Treasury of the United States a Commercial Fisheries Development Fund to be available to the Secretary to carry out the purposes of this Act. States that there shall be in the National Oceanic and Atmospheric Administration an Office of Commercial Fisheries Development headed by a Director to administer this Act and other laws relating to commercial fisheries designated by the Secretary. Amends the Fish and Wildlife Act of 1956 to abolish the loan program for commercial fishing vessels and gear. Transfers the existing Fishing Vessel Capital Construction Fund program from the National Marine Fisheries Service to the Office of Commercial Fisheries Development. Title II: Fisheries Research and Development Program - Directs the Secretary to establish a fisheries research and development program for commercial fisheries for the purpose of increasing markets for and yields of fish and fish products, and to encourage the marketing and processing of underutilized species. Directs the Secretary to establish a Fisheries Development Board composed of commercial fishermen and producers, handlers, and processors of fisheries products to assist the Secretary in carrying out the fisheries research and development program. Requires the Secretary to establish a long-range plan for the domestic development of underutilized fisheries resources. Directs the Secretary to conduct a study regarding the adequacy of existing Federal and State training programs designed to train individuals in the commercial fisheries industry. Amends the Saltonstall-Kennedy Act to direct that 75 percent of the duties collected on fishery products be appropriated and made available for carrying out the fisheries research and development program created under this Act. Title III: Mandatory Federal Fish and Fish Products Inspection Program - Directs the Secretary to establish a mandatory fish and fish products inspection program. Sets forth civil and criminal penalties for violations of this Act. Title IV: Fisheries Cooperative Service Assistance - Requires the Secretary in consultation with the Secretary of Agriculture to establish a pilot program of comprehensive service to assist fishing interests in forming cooperative organizations. Directs the Secretary to provide assistance and advice to fisheries cooperatives. Authorizes appropriations to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Commercial Fisheries Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a program to improve the commercial fisheries of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:43-05:00"
}