{
  "actions": [
    {
      "acted_at": "1979-09-28", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1841-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-28", 
  "number": "1841", 
  "official_title": "A bill to amend and extend the Higher Education Act of 1965, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Education Amendments of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-28", 
  "subjects": [
    "Adult education", 
    "Advisory bodies", 
    "Agricultural colleges", 
    "American Samoa", 
    "Armed forces and national security", 
    "Authorization", 
    "Bilingual education", 
    "Collection agencies", 
    "College libraries", 
    "Consumer credit", 
    "Continuing education", 
    "Credit", 
    "Department of Health, Education, and Welfare", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Educational facilities", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to adult education", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to libraries", 
    "Federal-state relations", 
    "Federally-assisted loans", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Graduate education", 
    "Grants-in-aid", 
    "Guam", 
    "Higher education", 
    "Interest", 
    "International education", 
    "Language and languages", 
    "Legal education", 
    "Libraries", 
    "Mathematics", 
    "Minorities", 
    "Native Americans", 
    "Northern Mariana Islands", 
    "Occupations", 
    "Planning", 
    "Poor", 
    "Professional education", 
    "Professions", 
    "Public health personnel", 
    "Puerto Rico", 
    "Research", 
    "Scholarships", 
    "School libraries", 
    "Scientific education", 
    "Spanish Americans (U.S.)", 
    "State finance", 
    "States", 
    "Student aid", 
    "Student employment", 
    "Student loan funds", 
    "Students", 
    "Tax-exempt organizations", 
    "Teacher education", 
    "Teachers", 
    "Territories (U.S.)", 
    "Trust Territory of the Pacific Islands", 
    "Urban affairs", 
    "Urban education", 
    "Veterans' education", 
    "Veterans' employment", 
    "Veterans' loans", 
    "Veterans' rehabilitation", 
    "Vocational education", 
    "Volunteer workers"
  ], 
  "subjects_top_term": "Federal aid to higher education", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-09-28", 
    "text": "Education Amendments of 1980 - Title I: Establishment of a New Title I of the Higher Education Act of 1965 - Amends the Higher Education Act of 1965 to establish a new title I \"Education Outreach Programs.\" Directs the Secretary of Health, Education, and Welfare to make grants to States to conduct comprehensive statewide planning for improving access to postsecondary education for traditional and nontraditional learners, coordinating education and occupational information services for youth and adults, and coordinating all continuing education programs. Sets forth formulas and procedures for determining the allotment of such funds to each State. Sets forth formulas to determine the percentage of grant funds which may be spent on statewide studies, information services, and continuing education. Authorizes the States to make grants to public and private institutions and organizations for such purposes. Authorizes the Secretary to make Federal discretionary grants to promote and develop postsecondary and continuing education. Authorizes appropriations for fiscal years 1981 through 1985, with 90 percent of such sums designated for State programs and ten percent for Federal discretionary grants. Title II: Amendment and Extension of the Higher Education Act of 1965 - Changes the title II heading to: College and Research Library Assistance and Library Training and Research. Directs the Secretary (formerly directed the Commissioner of Education) to make resource development grants to institutions of higher learning and to other public and private nonprofit library institutions whose primary function is to provide library and information services to institutions of higher education on a formal cooperative basis. Limits the amount of such grants to $10,000 each. Directs the Secretary to make grants to, and contracts with, institutions of higher education and library organizations or agencies to assist them in training persons in librarianship. Requires that at least 50 percent of such grants be for establishing and maintaining fellowships and traineeships. Authorizes the Secretary to make grants to, and contracts with, institutions of higher education and other public or private agencies, institutions, and organizations for research and demonstration projects related to library improvement, librarianship training, information technology, and dissemination of project information. Authorizes the Secretary to make special purpose grants to: (1) institutions of higher education to meet special national or regional needs in library or information sciences; (2) combinations of such institutions for joint-use library facilities, resources, and equipment; and (3) other public and private nonprofit library institutions providing formal, cooperative library and information services to higher education institutions to improve such services. Requires recipients of such grants to expend specified matching sums. Directs the Secretary to make grants to institutions with major resource libraries. Bars recipients of such grants from receiving other specified grants in the same fiscal year. Establishes a National Periodical Center and a National Periodical Center Corporation. Directs the Corporation to establish a national system to provide reliable and timely document delivery from a comprehensive collection of periodical literature. Provides for the authority to carry out Corporation functions, a Board of Directors, a Director and Staff, nonprofit status, and corporatte powers. Directs the Corporation to report to the President and Congress each year. Title III: Amendment to Title III of the Higher Education Act of 1965 - Directs the Secretary to carry out a program to improve the academic quality, institutional management, and fiscal stability of developing institutions. Redefines \"developing institution\" as \"an institution of higher education: (1) the enrollment of which includes a substantial percentage of students from low-income families; and (2) the average expenditures of which are low, per full-time equivalent student, in comparison with the average expenditures of institutions that offer similar instruction.\" Authorizes appropriations for such program for fiscal years 1981 through 1985. Sets forth formulas for allocating such appropriations to junior or community colleges, institutions awarding bachelor degrees, and for specified grants. Authorizes appropriations for a challenge grant program through fiscal year 1985. Authorizes the Secretary to waive specified requirements for eligibility for such assistance in order to increase higher education opportunities for American Indians or Spanish-speaking people. Authorizes the Secretary to award challenge grants to eligible developing institutions, including those which offer postgraduate, rather than bachelor's, degrees. Sets forth purposes and durations of grants, requirements for applications for assistance, and limitations on the use of funds granted pursuant to this Title. Title IV: Student Assistance - Extends through the end of fiscal year 1986 the period during which the Commissioner of Education is directed to pay basic educational opportunity grants to eligible undergraduate students. Redefines student eligibility requirements for such basic grants to include attendance at an eligible institution, carrying at least one-half the normal full-time workload, maintaining satisfactory progress in the course of study, not owing a refund on previous grants or being in default on a student loan, and filing a statement that such funds will be used solely for educational purposes. Sets the maximum amount of each such grant for academic years 1981-1982 through 1985-1986. Requires that such grant payments be made in accordance with regulations promulgated by the Secretary (formerly by the Commissioner). Requires that a schedule of reductions, in case of insufficient funds, be established by the Secretary and that such schedule provide for a uniformly increasing percentage reduction as the entitlement decreases and that no payment less than $200 shall be made. Extends through fiscal year 1985 the requirement that entitlements be paid only if certain minimum amounts for specified programs are appropriated. Eliminates provisions for payments to institutions of higher education to cover information and administrative costs of the basic grant program and for multiple State processing of student aid. Authorizes appropriations through fiscal year 1985 to enable the Secretary (formerly the Commissioner) to make payments to eligible institutions of higher education for supplemental grants to undergraduate students. Raises the limit on the amount of each such grant to $2,000 per academic year. Allows the $200 minimum payment requirement to be reduced proportionately for students enrolled for less than a full academic year. Eliminates the requirement that the Commissioner prescribe criteria and schedules for the guidance of institutions in determining student need. (Prescribes such criteria and directs the Secretary to publish such schedules, later in this Act). Redefines institutional eligibility criteria for such programs to include a program participation agreement with the Secretary (formerly with the Commissioner), continued spending of funds from other sources in its scholarship and student aid program, proper and efficient administration of funds, reporting to the Secretary, and providing financial aid information to students. Redefines student eligibility requirements for such supplemental grants to include attendance at an eligible institution, settlement of previous grants or being in default on a student loans, the filing of a statement that such funds will be used for educational purposes, and demonstration of financial need in accordance with specified criteria which include expected family contribution as prescribed by the Secretary. Prohibits eligible institutions from using more than ten percent of its allocation for less-than-half- time undergraduate students in need of such grants. Transfers to the Secretary specified duties of the Commissioner relating to the apportionment and allocation of funds to States for undergraduate student assistance. Extends through fiscal year 1985 the authorization of appropriations for payments to States for student incentive grants. Directs the Commissioner to allot, from 80 percent of appropriations in excess of $76,500,000 in any fiscal year, for such incentive grants a specified proportion to States which have met specified spending requirements, with the remainder to all other States. Raises the limit on the amount of such incentive grants to $2,000 per individual per academic year. Requires that State programs receiving such funds maintain specified levels of State expenditures under such programs. Adds the training of persons serving or preparing for service in a special program for disadvantaged students as an element to be funded under such special program. Authorizes the Commissioner to make grants and contracts for such a program without regard to specified advertising requirements for Federal contracts. Removes public agencies and organizations from among the entities which may receive such grants and contracts. Authorizes appropriations for such program through fiscal year 1985. Sets forth requirements for eligibility in the Talent Search, Upward Bound, Special Services for Disadvantaged Students, and Educational Opportunity Centers programs. Requires that specified percentages of those participating in such programs be low-income individuals and/or first-generation college students. Authorizes the Commissioner to make grants to provide training for staff and leadership personnel in such programs. Extends the program of Veterans' cost-of-instruction payments to institutions of higher education through fiscal year 1985 for specified institutions and through any academic year ending before the end of fiscal year 1986 for specified institutions. Directs the Secretary (formerly the Commissioner) to administer such program. Eliminates the requirement that only an institution with fewer than 2,500 students in attendance may carry carry out such program through a consortium agreement with other institutions. Lowers to $100,000 (formerly $135,000) the maximum amount of such program payments in any fiscal year to any one institution and its branches. Raises the percentage (from 75 to 90) of such amount which must be spent to maintain a full-time office of veterans' affairs. Extends the Federal student loan insurance program through fiscal year 1986 for new student loans and through fiscal year 1990 for loans to enable students with prior insured loans to continue or complete their education. Sets a $3,000 limit on the total of loans made to an independent undergraduate student in any academic year which may be covered by Federal loan insurance. Raises the limitations on aggregate unpaid principal amounts for all such insured loans to $12,500 (from $7,500) for non-independent undergraduate students, to $15,000 for independent undergraduate students, and to $25,000 (from $15,000) for graduate or professional students. Makes similar changes in limitations on State and nonprofit institution loan insurance programs which receive federal payments to reduce student interest costs or which are reimbursed under Federal loan insurance supplemental guaranty agreements. Authorizes the Commissioner to increase the limits applicable to graduate and professional students pursuing exceptionally expensive programs. Includes among those permitted to defer repayment of principal on federally-insured student loans: officers in the Commissioned Corps of the Public Health Service, full-time volunteers with specified tax- exempt organizations, interns, and those temporarily totally disabled or unable to secure employment because of the care required by a temporarily disabled spouse. Permits similar deferments under specified student loan programs insured by States or nonprofit institutions. Directs the Commissioner to enter into cooperative agreements with credit bureau organizations providing for the exchange of information concerning student borrowers. Requires that such agreements provide that: (1) the Commissioner disclose only accurate and complete information and not disclose that a loan is in default until a reasonable effort has been made to collect the debt; (2) such organizations will be promptly notified of, and will promptly record, changes submitted by the Commissioner or objections by the borrower with respect to such information; (3) no unfair, unreasonable, harassing, or misleading collection practices will result; and (4) the Commissioner will notify the borrower that such information will only be disclosed after a reasonable period has passed (at least 30 days from the date such notice was sent) in which such borrower has failed to enter into repayment. Directs the Commissioner to notify promptly any borrower of any such disclosure. Requires that written agreements evidencing federally insured student loans contain notice of such system of disclosure and provide that the lender on request of the borrower will inform such credit bureaus of the repayment status of the note. Authorizes the Commissioner to provide eligible lenders, and State or nonprofit organizations having specified guaranty agreements, any relevant information from whatever source with respect to borrowers. Permits parents of a dependent undergraduate student to borrow, under the same terms as other guaranteed student loans, up to $3,000 per student per academic year and up to $15,000 as an aggregated insured principal for loans on account of any one student. Prohibits such borrowing to pay for the expenses of more than three students in any academic year. Provides for annual insurable limits, deferments of repayment of principal, and interest rates for such loans. Directs the Secretary to insure such loans in a State only if the State does not do so within a specified period. Prohibits the payment of special allowance on loans made or purchased with funds obtained from specified tax-exempt securities or on loans pledged as security to obtain specified funds. Sets forth the conditions under which special allowances must be paid to specified agencies. Deletes provisions for a Committee on the Process of Determining Student Loan Special Allowances. Redefines student eligibility requirements for federally insured student loans to include: maintaining satisfactory progress in the course of study, not owing a refund on previous grants or being in default on specified student loans, and filing a statement that such funds will be used solely for educational purposes. Directs the Commissioner to make payments in specified amounts to State or private nonprofit agencies which have entered into agreements to provide student loan insurance programs and which provide a lender referral service to eligible students. Authorizes appropriations for such payments. Sets forth requirements for the types of security which must be made on warehousing advances made by the Student Loan Marketing Association and for the use of proceeds from such advances. Requires that student loans set aside pursuant to the offering of participations or pooled interests be adequate at all times to ensure timely principal and interest payments on such securities. Includes lenders with less than $100,000,000 (formerly $50,000,000) in deposits among those permitted to condition student loans upon the student or the student's family maintaining a business relationship with the lender. Permits the Board of Directors of the Student Loan Marketing Association to fix from time to time the par value of its shares of common stock. Terminates the requirements that the Secretary prescribe regulations for the maximum number of shares of such stock which may be issued or be outstanding at any one time. Includes nonvoting common stock among such stock for which dividends may be declared. Authorizes the Association to issue nonvoting stock, which shall be freely transferable. Prohibits the Secretary of the Treasury from conditioning approval of issuance of obligations by the Association on such obligations being made or sold to the Federal Financing Bank. Extends through fiscal year 1984 the authority of the Secretary of Health, Education and Welfare to guarantee payment on such obligations. Requires prompt Government action on Association requests for approvals to issue such obligations. Authorizes the Secretary of the Treasury to purchase such obligations, within specified limits. Authorizes the Association to sell or issue obligations on the security of guaranteed student loans to the Federal Financing Bank. Authorizes the Association to make new insurable loans to specified borrowers to discharge the liability on old student loans. Authorizes the Association to make insurable student loans whenever the Secretary, after consulting with representatives of a State determines that a substantial portion of all eligible borrowers in a State or within an area of substantial population within a State are unable to obtain student loans. Stipulates that the Association in making such loans shall not be desired a creditor for any purposes of the Consumer Credit Protection Act. Declares that the Truth in Lending Act shall not apply to any guaranteed student loans. Extends the authorization of appropriations for work-study programs through fiscal year 1985. Directs the Commissioner to allot not to exceed one percent of such appropriations among Guam, American Samoa, the Trust Territory of the Pacific Islands, and the Virgin Islands according to their respective needs for work-study programs. Includes Puerto Rico among \"States\" for purposes of allotments of work-study funds. Requires that specified reallotments of funds be available for grants for work-study programs until the close of the second fiscal year next succeeding the fiscal year for which appropriated. Authorizes the Secretary (formerly authorized the Commissioner) to enter into agreements under which the Secretary will make grants to eligible institutions to assist in the operation of work-study programs. Revises conditions for such agreements to require: (1) that the work required will not pay less than the current Federal minimum wage; and (2) that only students who demonstrate financial need and who meet specified eligibility requirements will be assisted. Repeals additional requirements for such agreements with area vocational schools. Requires that ten percent of work-study sums granted to an eligible institution remain available for expenditure during the succeeding fiscal year. Authorizes the Commissioner to use up to ten percent of the sums which an eligible institution may receive from appropriations for a fiscal year to make grants to such institution during the preceding fiscal year. Raises from $15,000 to $25,000 the limitation on the amount of work-study funds which eligible institutions may use to establish or expand job location and development programs if such amount is less than ten percent of the allotment. Extends the authorization for appropriations for the National Direct Student Loans program through fiscal year 1985. Changes the dates during which there shall be a capital distribution of the assets from student loan funds to after fiscal year 1984 and not later than March 31, 1985, with provision for distribution of specified excess assets prior to fiscal year 1985. Raises the limit on the aggregate of loans for all years made by an institution of higher education from National Direct Student Loan funds from $10,000 to $12,000 for graduate or professional students, from $5,000 to $6,000 for undergraduates who have completed two years towards the bachelor's degree, and from $2,500 to $3,000 for any other students. Includes among those permitted to defer, for specified periods, repayment of principal of, or interest on, National Direct Student Loans: officers in the Commissioned Corps of the Public Health Service, full- time volunteers with specified tax-exempt organizations, interns, and those temporarily totally disabled or unable to secure employment because of the care required by a temporarily disabled spouse. Requires that agreements with institutions for Federal contributions to National Direct Student Loan funds provide that the Commissioner will provide to such institutions any relevant information, from whatever source, on borrowers. Directs the Commissioner to enter into cooperative agreements with credit bureau organizations to exchange information concerning student borrowers in default for specified periods. Requires that student loan agreements contain notice of such system of information disclosure. Removes the limitation on the aggregate of the amount of specified Federal capital contributions paid for any fiscal year to proprietary institutions of higher education. Stipulates that the amount of a national direct student loan, and interest on such loan, which has been cancelled for certain public service shall not be considered taxable income. Revises the formulas and procedures by which the administrative expenses of student assistance programs are compensated by the Federal government. Directs the Secretary (formerly the Commissioner) to administer such compensation. Includes among required information which participating institutions must give to all students: (1) special facilities and services available to handicapped students; and (2) names of entities which accredit, approve or license the institution and its programs. Directs the Secretary (formerly the Commissioner) to make available to eligible institutions descriptions of Federal student assistance programs. Extends the annual authorization of appropriations for the Student Financial Assistance Training Program through fiscal year 1986. Terminates all authority for such program at the end of fiscal year 1986. Directs the Secretary to publish annually in the Federal Register a proposed schedule of expected family contributions for an academic year for various levels of family income for the purpose of determining a student's need for financial assistance. Directs the Commissioner to provide interested parties an opportunity for comments and recommendations during a 30-day period following such publication. Requires such schedule to be submitted to Congress and, if either house of Congress adopts a resolution of disapproval, directs the Commissioner to publish a new schedule. Directs the Commissioner to promulgate regulations concerning the determination of such expected family contributions, as well-as special regulations for determining the expected family contribution and effective family income of an independent student, in accordance with specified basic criteria, including a standard for determining if a married student is independent of parents. Authorizes the Secretary to prescribe regulations necessary to carry out this title, including regulations for the limitation, suspension or termination of the eligibility for any student assistance program of any otherwise eligible institution upon determination, after reasonable notice and opportunity for hearing on the record, that such institution has violated or failed to carry out specified provisions, agreements, or regulations. Limits such periods of suspension to sixty days, with specified exceptions. Directs the Secretary to prescribe a single application form for determining a student's need and eligibility for financial assistance under this title. Establishes, as an independent agency within the executive branch, a National Commission on Student Financial Assistance. Directs the Commission to make a report and recommendations to the President and Congress on specified issues relating to the financing of student loans. Authorizes the Commission to accept grants, gifts, or bequests. Authorizes appropriations to carry out the work of the Commission. Title V: Amendment and Extension of Title V of the Higher Education Act of 1965 - Extends authorizations of appropriations for the Teacher Corps Program and for Teacher Training Programs through fiscal year 1985. Removes the limit on the rate of compensation for teacher interns in the Teacher Corps program. Directs the Commissioner to allocate teacher training program grants so as to most nearly provide an equitable geographical distribution of grants throughout the States when appropriations in any fiscal year are less than the $50,000,000 level requirement for one teacher center per State. Includes \"educational service agencies\" among those entities which may operate teacher centers. Includes \"collaboration with one or more institutions of higher education which serve teachers\" in the definition of teacher centers. Permits institutions of higher learning to apply for grants to plan, establish, and operate teachers' centers either separately or together with other such institution or with local educational agencies. Ends the authorization of local educational agencies with approved applications to contract with institutions of higher education. Authorizes the Commissioner to use not less than ten percent of teacher center program funds as grants to institutions of higher education for the operation of teacher centers. Authorizes the Commissioner to make grants to schools of education for the training of educational personnel for specified purposes. Authorizes the Commissioner to make such grants for model projects for fiscal years 1981 through 1985. Authorizes the Commissioner to enter into agreements with associations or consortia of schools of education for planning programs to diversify and redirect curricula. Directs the Commissioner to develop criteria for determining the regions of the country in which associations and consortia of schools of education are to be established. Limits such grants to any such association or consortium to $200,000 in any fiscal year. Requires that such cooperative agreements be first approved by the State education agency in the State in which the applicant is located. Title VI: Establishment of a New Title VI of the Higher Education Act of 1965 - Establishes a new title VI of the Higher Education Act of 1965, \"Foreign Studies and Language Development.\" Terminates the program of grants to institutions of higher education for the improvement of undergraduate instruction through acquisition of equipment, including television equipment and by minor remodeling. Authorizes the Secretary to make grants to or contracts with institutions of higher learning for establishing, equipping, and operating, modern foreign language studies, foreign area studies, and international studies programs and centers. Authorizes the Secretary to pay stipends to individuals undergoing advanced training in such centers or or programs, upon reasonable assurance that recipients will be available for teaching or other public service. Authorizes the Secretary to make grants to institutions of higher education and to nonprofit organizations for graduate and undergraduate centers of international studies. Authorizes the Secretary to make grants to contracts with any public or private agency or organization for educational programs to promote U.S. student understanding of the cultures and actions of other nations. Directs the Secretary to distribute such throughout the Nation on a broad and equitable geographical basis. Authorizes appropriations for such purposes for fiscal years 1981 through 1985. Repeals the foreign studies and language development program of the National Defense Education Act of 1958. Title VII: Amendment to Title VII of the Higher Education Act of 1965 - Directs the Secretary (formerly directed the Commissioner) to assist institutions of higher education and higher education building agencies to construct, reconstruct, or renovate academic facilities and acquire special, equipment for: (1) energy use economy; (2) conforming with specified legal requirements relating to access for the handicapped, environmental protection, or health and safety; (3) research facilities, including libraries; or (4) coping with unusual increases in enrollment. Authorizes appropriations for such purposes through fiscal year 1985. Raises to $100,000 the minimum amount allotted to any State for any fiscal year for grants to all institutions of postsecondary education other than public community colleges and public technical institutes. Requires that each State's allotment be ratably reduced if appropriations are not sufficient. Terminates the program of assistance for construction of academic facilities and replacement of equipment and supplies by public institutions of higher education in major disaster areas. Title VIII: Cooperative Education - Increases the amount of appropriations authorized for fiscal years 1980 through 1982 for grants to institutions of higher education for programs of cooperative education. Allows such programs to provide parallel, as well as alternate, periods of academic study and of public or private employment. Increases the amount of appropriations for specified training, demonstration, or research grants or contracts for fiscal years 1981 and 1982, and extends such authorization through fiscal year 1985. Raises the limits on the amounts of grants for cooperative education programs made to any one institution of higher education and to combinations of such institutions. Title IX: Graduate Programs - Extends the authorization of appropriations for financial assistance to graduate and professional programs through fiscal year 1985. Changes one of the authorized activities for which such funds may be used from \"expansion\" to \"maintenance and improvement of quality\" of such programs. Directs the Commissioner to gather data necessary for the periodic assessment of the state of U.S. graduate education and to submit a special report to Congress on the financing of graduate education. Extends the authority of the Commissioner to award graduate fellowships, public service fellowships, and fellowships for other purposes through fiscal year 1985. Includes among the criteria for a plan to be used by the Commissioner in allocating public service fellowships that such plan will insofar as practicable attract persons of ability from disadvantaged backgrounds. Authorizes additional appropriations to carry out a program of assistance for training in the legal profession through fiscal year 1985. Extends the authority of the Commissioner to make grants to, or enter into contracts with, public and private agencies and organizations other than institutions of higher education to assist individuals from disadvantaged backgrounds to train for the legal profession. Removes the three- month limit on preliminary training for such individuals. Title X: Fund for the Improvement of Postsecondary Education - Authorizes the Secretary to make grants to, and contracts with, institutions of postsecondary education and other public and nonprofit private educational institutions and agencies to improve postsecondary education opportunities. Requires that such grants or contracts be submitted to appropriate State commissions for their comments and recommendations. Establishes a National Board of the fund for the Improvement of Postsecondary Education to advise the Secretary and the Director of the Fund. Authorizes appropriations to carry out this title through fiscal year 1985. Repeals the provisions of the General Education Provisions Act relating to the fund for the improvement of postsecondary education. Title XI: Establishment of a New Title XI of the Higher Education Act of 1965 - Establishes a new Title XI of the Higher Education Act of 1965: \"Urban Grant University Program.\" Directs the Commissioner to carry out programs to aid urban universities in finding answers to urban problems and in making their resources more readily and effectively available to their urban communities. Authorizes appropriations for such purposes through fiscal year 1985. Authorizes the Commissioner to make grants to urban universities for such urban-oriented projects. Requires that applicants for grants show that the chief executives of the local governments within whose jurisdictions fall the needs to be addressed by such proposed projects, have had an opportunity for review and comment. Sets forth guidelines for the Commissioner in approving such projects. Directs the Commissioner to designate institutions receiving such grants as urban grant universities and to publish an annual list of such institutions. Prescribes limitations on the amounts of individual grants and of the portion allotted to individual States. Authorizes appropriations through fiscal year 1985 for Law School Clinical Experience Programs established pursuant to the Higher Education Act of 1965. Title XII: General Provisions - Repeals specified provisions relating to State Postsecondary Education Commissions, Comprehensive Statewide Planning, the Advisory Council on Graduate Education, cost of education data, and funding requirements of title XII of the Higher Education Act of 1965. Requires States to enter into agreements with the Secretary setting forth terms and conditions for the relationship between the Federal Government and each individual State for the purposes set forth in specified programs under this Act in order to receive assistance under such programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Education Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend and extend the Higher Education Act of 1965, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:10-05:00"
}