{
  "actions": [
    {
      "acted_at": "1987-11-12", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1864-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-11-12", 
  "number": "1864", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to modify certain provisions regarding tax-exempt bonds, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tax-Exempt Bond Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-11-12", 
  "subjects": [
    "Air pollution control", 
    "Corporation taxes", 
    "Corporations and Stocks", 
    "Depressed areas", 
    "Environmental protection", 
    "Finance and financial sector", 
    "Government securities", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Housing finance", 
    "Income tax", 
    "Interest", 
    "Investments", 
    "Local and Municipal Government", 
    "Local finance", 
    "Low-income housing", 
    "Minimum tax", 
    "Moderate income housing", 
    "Mortgage loans", 
    "Rental housing", 
    "Securities and Investments", 
    "State finance", 
    "States", 
    "Tax credits", 
    "Tax exclusion", 
    "Tax preferences", 
    "Tax-exempt securities", 
    "Taxation", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-11-12", 
    "text": "Tax-Exempt Bond Reform Act - Amends the Internal Revenue Code (IRC) to increase the volume cap applicable to a State's private activity bonds to the greater of $125 per resident or $400,000,000 (currently $50 per resident or $150,000,000). Excludes from such volume cap exempt facility bonds used to fund qualified residential rental projects. Excludes these same bonds as a tax preference item for purposes of the alternative minimum tax. Increases from ten percent to 25 percent the amount of tax-exempt government bond proceeds that may be used by a nongovernmental entity for private purposes without triggering treatment of the bond issue as a taxable private activity bond. Repeals the two percent restriction on issuance costs financed by an issue in connection with private activity bonds. Extends through 1993 the period during which qualified mortgage bonds may be issued. (Under current law, authority to issue these bonds expires as of 1989.) Increases the income eligibility criterion with respect to mortgagors under such bonds from 115 percent to 120 percent of median family income. Repeals provisions prescribing termination dates with respect to various small issue bonds. Provides for adjustments to the State bond volume cap to: (1) increase the ceiling when the amount of bond proceeds used to finance projects in economically depressed areas exceeds the amount of bond proceeds used in non-economically depressed areas; and (2) decrease the ceiling when the opposite occurs. Adds bonds used to finance air or water pollution control facilities to the IRC list of tax-exempt facility bonds. Directs the Secretary of the Treasury to provide by January 1, 1988, under the State and Local Government Services program that: (1) State and local governments be allowed to declare a split investment between demand-deposit and time-deposit securities; and (2) the weekly interest rate on the former be based on an index of short-term municipal rates unreduced by administrative fees. Revises the low-income housing income tax credit to set the credit for qualified low-income buildings at: (1) nine percent for new buildings not federally subsidized, including buildings financed by tax-exempt State and local government bonds; and (2) three percent for new federally subsidized buildings and for existing buildings. (The credit is currently based on specified percentages of present value.) Permits a housing credit agency a three-year carryover of unused housing credit dollar amounts. Extends the low-income housing credit through 1994. (Under current law the credit is due to expire as of 1990.)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tax-Exempt Bond Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 to modify certain provisions regarding tax-exempt bonds, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:46-05:00"
}