{
  "actions": [
    {
      "acted_at": "1988-08-01", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2674-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-08-01", 
  "number": "2674", 
  "official_title": "A bill to improve contracting procedures for procurements of advisory and assistance services by the Federal Government; to improve public access to information concerning such contracts and other contracts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5158-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5158-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "Consultant Registration and Reform Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Pryor, David H.", 
    "state": "AR", 
    "thomas_id": "01420", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-08-01", 
  "subjects": [
    "Government consultants", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government records, documents, and information", 
    "Government service contracts", 
    "Public Contracts, Procurement, and Property"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-08-01", 
    "text": "Consultant Registration and Reform Act of 1988 - Prohibits a Federal agency from awarding a contract for advisory and assistance services estimated to cost more than $25,000 unless a notice describing such contract is published in the Commerce Business Daily at least 30 days before the award. (Describes advisory and assistance services as those services acquired by an agency from any nongovernment source, by contract, to support or improve agency policy development, decisionmaking, management, and administration, or to support or improve the operation of management systems.) Provides an exception from such notice requirement if an agency's need for services is of such an unusual or compelling urgency that the United States would be injured as a result of delaying the award. Requires an agency employee to provide the Inspector General or comparable official of such agency with justification of a services contract before such contract is awarded, 30 days after it is awarded, and whenever it is modified. Sets forth information to be included in reports submitted to an agency to identify reports prepared by contractors. Requires the head of an agency that awarded a services contract to prepare a written evaluation of the contractor's performance within 90 days after contract completion. Sets forth information to be included in such evaluation. Provides a copy of the evaluation to the contractor. Grants the contractor the right to supply written comments which shall be made a part of the evaluation. Requires requests for procurement of advisory and assistance services to be included in presidential budget submissions. Requires the head of each agency to provide the Federal Procurement Data System timely, complete, and accurate information on: (1) contracts awarded primarily for the procurement of consulting services; and (2) procurements of consulting services under contracts awarded not primarily for the procurement of consulting services. Exempts from such requirement contracts: (1) involving sensitive foreign intelligence or counterintelligence activities; (2) involving sensitive law enforcement investigations; or (3) classified under the national security classification system. Requires each agency, by November 1, 1989, to make public a list of all contracts awarded during FY 1988 and a separate list of all contracts which have not been completed. Permits the public to inspect and make copies of the lists and the justifications for each contract. Prohibits the award of a services contract to a consultant who does not meet registration requirements or has a conflict of interest that could be prejudicial to the interests of the United States. Requires consultants to meet registration requirements by furnishing information set forth in this Act. Requires agencies to monitor compliance with registration requirements and to initiate suspension and debarment proceedings for noncompliance. Exempts from provisions of this Act contracts involving foreign intelligence or counterintelligence activities, sensitive law enforcement investigations, or national security classifications."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consultant Registration and Reform Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve contracting procedures for procurements of advisory and assistance services by the Federal Government; to improve public access to information concerning such contracts and other contracts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:05-05:00"
}