{
  "actions": [
    {
      "acted_at": "2000-09-20", 
      "references": [
        {
          "reference": "CR S8858", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-09-20", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3082-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-09-20", 
  "number": "3082", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to improve the manner in which new medical technologies are made available to Medicare beneficiaries under the Medicare Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4395-106", 
      "reason": "identical"
    }
  ], 
  "short_title": "Medicare Access to Technology Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-09-20", 
  "subjects": [
    "Access to health care", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Ambulatory care", 
    "Biomedical engineering", 
    "Case mix (Medical care)", 
    "Citizen participation", 
    "Commerce", 
    "Computers and government", 
    "Congress", 
    "Congressional reporting requirements", 
    "Department of Health and Human Services", 
    "Drug approvals", 
    "Drug utilization", 
    "Drugs", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Health", 
    "Identification devices", 
    "Indexing (Economic policy)", 
    "Internet", 
    "Law", 
    "Marketing", 
    "Medical associations", 
    "Medical economics", 
    "Medical fees", 
    "Medical laboratories", 
    "Medical records", 
    "Medical supplies", 
    "Medical technology", 
    "Medical tests", 
    "Medicare", 
    "Medicare Payment Advisory Commission", 
    "Prescription pricing", 
    "Product development", 
    "Prospective payment systems (Medical care)", 
    "Public meetings of administrative bodies", 
    "Science, technology, communications", 
    "Social welfare", 
    "Web sites"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-09-20", 
    "text": "Medicare Access to Technology Act of 2000 - Amends title XVIII (Medicare) of the Social Security Act (SSA) to provide for: (1) annual reports to Congress by the Secretary of Health and Human Services with regard to national coverage determinations; (2) inclusion on the Medicare Payment Advisory Commission (MEDPAC) of individuals with expertise in new medical devices; and (3) annual adjustments to Medicare payment systems for changes in technology and medical practice.(Sec. 3) Amends SSA title XI to revise the Medicare advisory committee process to require assurance of full participation of nonvoting members in committee deliberations.(Sec. 6) Amends SSA title XVIII to direct the Secretary to submit annual reports to Congress on elimination of barriers to the use of new medical devices in hospital outpatient departments (HODs).Requires MEDPAC to: (1) monitor Medicare beneficiary access to medical devices in HODs, assess the impact in making new devices available in HODs, and the impact of including or excluding a device under the prospective payment system (PPS) on beneficiary access to such device; and (2) make any recommendations MEDPAC determines would increase the availability of such devices to individuals entitled to Medicare benefits.(Sec. 7) Amends SSA title XVIII to prohibit the exclusion of a drug or biological from Medicare coverage because it is not reasonable and necessary for the diagnosis or treatment of illness or injury or to improve the functioning of a malformed body member, if such drug or biological has been approved by the Food and Drug Administration (FDA) and is prescribed for an FDA-approved use or a use supported in medical compendia.(Sec. 8) Directs the Secretary to: (1) assign a temporary code to an FDA-reviewed drug or device after receiving a written request of a product sponsor; (2) accept recommendations from the public throughout the year for Health Care Financing Administration Common Procedure Coding System (HCPCS) level II code modifications; (3) cause determinations on recommendations to be made within 30 days after receipt of the recommendation; and (4) incorporate modifications to HCPCS level II codes that are approved during the three months preceding the last month of a calendar quarter into the payment systems established under Medicare not later than the first day of the following calendar quarter.Prohibits the Secretary from requiring a minimum period of marketing experience with respect to a drug or device as a condition of consideration or approval of a recommendation for an HCPCS level II code modification.Requires the Secretary to report to Congress on the feasibility and desirability of opening meetings of the HHS Alpha-Numeric Editorial Panel to the public.(Sec. 9) Directs the Secretary to maintain and continue the use of HCPCS level III codes (as in effect on June 1, 1999), and to make them available to the public.(Sec. 10) Outlines provisions for establishing: (1) a process for the stated purpose of making and implementing ICD-9-CM coding modifications with respect to payment to hospitals for inpatient hospital services into the payment systems established under Medicare; (2) procedures for Medicare coding and payment determinations for new clinical diagnostic laboratory tests for which payment is made on a fee schedule basis; and (3) payment rates for new clinical diagnostic laboratory tests.Prohibits the Secretary from requiring a minimum period of marketing experience with respect to an item, service, or device for which payment is made under the system for payment to hospitals for inpatient hospital services as a condition of consideration or approval of a recommendation for an ICD-9-CM modification.Prohibits the Secretary from assigning a code for a new clinical diagnostic laboratory test that differs from that recommended by the American Medical Association Common Procedure Terminology Editorial Panel and results in lower payment than would be made under certain conditions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Access to Technology Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to improve the manner in which new medical technologies are made available to Medicare beneficiaries under the Medicare Program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:28-05:00"
}