{
  "actions": [
    {
      "acted_at": "1983-07-26", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-08-02", 
      "bill_ids": [
        "hr3231-98"
      ], 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "For Further Action See H.R.3231.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3646-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Barnes, Michael D.", 
      "sponsored_at": "1983-07-26", 
      "state": "MD", 
      "thomas_id": "00055", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Bereuter, Doug", 
      "sponsored_at": "1983-07-26", 
      "state": "NE", 
      "thomas_id": "00080", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Berman, Howard L.", 
      "sponsored_at": "1983-07-26", 
      "state": "CA", 
      "thomas_id": "00082", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Crockett, George W., Jr.", 
      "sponsored_at": "1983-07-26", 
      "state": "MI", 
      "thomas_id": "00252", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "31", 
      "name": "Dymally, Mervyn M.", 
      "sponsored_at": "1983-07-26", 
      "state": "CA", 
      "thomas_id": "00328", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Fascell, Dante B.", 
      "sponsored_at": "1983-07-26", 
      "state": "FL", 
      "thomas_id": "00370", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Fazio, Vic", 
      "sponsored_at": "1983-08-02", 
      "state": "CA", 
      "thomas_id": "00374", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Feighan, Edward F.", 
      "sponsored_at": "1983-07-26", 
      "state": "OH", 
      "thomas_id": "00375", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Garcia, Robert", 
      "sponsored_at": "1983-07-26", 
      "state": "NY", 
      "thomas_id": "00429", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Gejdenson, Sam", 
      "sponsored_at": "1983-07-26", 
      "state": "CT", 
      "thomas_id": "00431", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Hamilton, Lee H.", 
      "sponsored_at": "1983-07-26", 
      "state": "IN", 
      "thomas_id": "00489", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kostmayer, Peter H.", 
      "sponsored_at": "1983-07-26", 
      "state": "PA", 
      "thomas_id": "00649", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Lantos, Tom", 
      "sponsored_at": "1983-07-26", 
      "state": "CA", 
      "thomas_id": "00663", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Leach, James A.", 
      "sponsored_at": "1983-07-26", 
      "state": "IA", 
      "thomas_id": "00672", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Levine, Mel", 
      "sponsored_at": "1983-07-26", 
      "state": "CA", 
      "thomas_id": "00684", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Mica, Daniel Andrew", 
      "sponsored_at": "1983-07-26", 
      "state": "FL", 
      "thomas_id": "00799", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Mineta, Norman Y.", 
      "sponsored_at": "1983-08-02", 
      "state": "CA", 
      "thomas_id": "00812", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Pritchard, Joel", 
      "sponsored_at": "1983-07-26", 
      "state": "WA", 
      "thomas_id": "00932", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Solarz, Stephen J.", 
      "sponsored_at": "1983-07-26", 
      "state": "NY", 
      "thomas_id": "01087", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Torricelli, Robert G.", 
      "sponsored_at": "1983-07-26", 
      "state": "NJ", 
      "thomas_id": "01163", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Weiss, Ted", 
      "sponsored_at": "1983-07-26", 
      "state": "NY", 
      "thomas_id": "01213", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Winn, Larry, Jr.", 
      "sponsored_at": "1983-07-26", 
      "state": "KS", 
      "thomas_id": "01235", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wolpe, Howard E.", 
      "sponsored_at": "1983-07-26", 
      "state": "MI", 
      "thomas_id": "01240", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Zablocki, Clement J.", 
      "sponsored_at": "1983-07-26", 
      "state": "WI", 
      "thomas_id": "01261", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Zschau, Edwin V. W.", 
      "sponsored_at": "1983-07-26", 
      "state": "CA", 
      "thomas_id": "01266", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-07-26", 
  "number": "3646", 
  "official_title": "A bill to amend the authorities contained in the Export Administration Act of 1979, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3231-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Export Administration Amendments Act of 1983", 
  "sponsor": {
    "district": "3", 
    "name": "Bonker, Don", 
    "state": "WA", 
    "thomas_id": "00109", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-07-26", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "American investments", 
    "Armed forces and national security", 
    "Authorization", 
    "Barter", 
    "Business and commerce", 
    "Coins and coinage", 
    "Commodity control", 
    "Computers", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Credit", 
    "Customs administration", 
    "Department of the Treasury", 
    "Discrimination in employment", 
    "Economics and public finance", 
    "Export controls", 
    "Exports", 
    "Farm produce", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Financial institutions", 
    "Fines (Penalties)", 
    "Foreign Trade and Investments", 
    "Foreign trade promotion", 
    "Gold", 
    "Government and business", 
    "Imports", 
    "International affairs", 
    "International corporations", 
    "Labor and employment", 
    "Licenses", 
    "Loans", 
    "Metals", 
    "Microprocessors", 
    "Monetary policy", 
    "Money", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Science and technology", 
    "South Africa", 
    "Terrorism"
  ], 
  "subjects_top_term": "Export controls", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-07-26", 
    "text": "Export Administration Amendments Act of 1983 - Title I: Amendments to Export Administration Act of 1979 - Amends the Export Administration Act of 1979 to set forth penalties for: (1) conspiring or attempting to export goods in violation of such Act; (2) attempting to evade the provisions of such Act; and (3) possessing goods or technology with the intent to export them in violation of a national security or foreign policy export control or with the knowledge or reason to believe they would be so exported. Permits a waiver of the revocation of the authority to export goods or technology only if specified congressional committees are first consulted. Requires persons convicted of violating a national security or foreign policy export control to forfeit: (1) the goods or technology that were the subject of the violation or that were used in the violation; and (2) the proceeds from the transaction from which the violation arose. Authorizes the Secretary of Commerce to designate Commerce Department employees to take specified actions to enforce the Export Administration Act. Limits the authority of customs officers with respect to such Act to: (1) inspection and seizure of goods or technology at those places in which such officers are lawfully authorized to conduct such searches and seizures; and (2) investigations conducted before such inspection, search, or seizure. Limits the U.S. Customs Service inspections of goods and technology in the enforcement of this Act to those goods and technology about which the Customs Service has received information of possible violations. Prohibits the Customs Service from conducting random inspections. Limits the amount of money which the Customs Service may spend in enforcing export controls. Amends the congressional findings and the declaration of policy of the Export Administration Act to declare that it is the U.S. policy to: (1) sustain vigorous scientific enterprise; and (2) control the export of goods and substances banned or severely restricted for use in the United States. Authorizes the Secretary to issue licenses authorizing multiple exports instead of a validated license for each export including: (1) a qualified general license, authorizing exports for approved end uses; (2) distribution licenses; (3) project licenses; (4) service supply licenses; and (5) comprehensive operations licenses. Authorizes the President to prohibit or curtail the transfer of goods or technology which are subject to national security export controls to foreign embassies or affiliates of foreign countries located within the United States. Prohibits requiring permission for the exportation of goods or technology covered by national security controls if they are being exported to countries which maintain export control cooperatively with the United States, except that the Secretary may require an export license in certain circumstances and may require the exporter to notify the Commerce Department of such exports. Makes technology and related goods, including militarily critical technologies, eligible for a comprehensive operations export license. Makes exports of goods and technology eligible for a distribution license or other licenses authorizing multiple exports. Provides that one criterion for determining whether to eliminate the requirement of having a validated export license or a qualified general export license shall be the anticipated military needs of countries which are subject to national security export controls. Requires the Secretary to negotiate with other countries, including countries not participating in the group known as the Coordinating Committee, to obtain their cooperation in restricting certain exports. Requires the removal of a national security export control on a good if all applications for an export license of such good to a country group during the previous year have been granted, except that the Secretary may require an export license for exports to certain end users in such country group. Exempts from such requirement all export controls which the United States maintains cooperatively with another country. Prohibits imposing a national security export control on a good solely because the good contains a nonreprogrammable embedded microprocessor. Permits imposing an export control on such a good only if the functions of the good are such that, if exported, it would make a significant contribution to the military potential of a country that would be detrimental to U.S. national security. Adds to the objectives of the President's negotiations with the group known as the Coordinating Committee. Limits the duration of national security export controls on goods or technology that are available in foreign countries. Prohibits the Secretary from requiring a validated license for the export of such goods or technology if the availability has not been eliminated within six months of the President's determination that the absence of such export controls would be detrimental to national security. Requires the Secretary to accept the representations of export license applicants with respect to the foreign availability of goods or technology unless the representations are contradicted by reliable evidence. Directs the Secretary to establish in the Department of Commerce an Office of Foreign Availability which shall collect information necessary for determinations of foreign availability under the Export Administration Act. Requires the Secretary to report to Congress within 90 days on a finding by a technical advisory committee that goods or technology subject to national security export controls are available in foreign countries. Prohibits the Secretary from requiring a validated export license for such goods or technology if, after six months, the foreign availability has not been eliminated. Directs the Secretary and the Secretary of Defense to complete the integration of the list of militarily critical technologies into the commodity control list not later than April 1, 1985. Requires the list to include only goods or technologies which are not possessed by nor available to countries to which national security controls apply. Requires the Secretaries to specify to Congress why U.S. military or national security is benefitted if the list includes a good or technology which is available in other countries. Requires the General Accounting Office (GAO) to evaluate the attempt to integrate the list of militarily critical technologies into the commodity control list. Sets forth matters to be considered. Requires the GAO to report its findings to Congress by April 1, 1985. Requires the Secretaries and the GAO to consider mechanisms to reduce the list of militarily critical technologies, including removing from the list: (1) goods and technology the transfer of which would not lead to a significant near-term improvement in the defense capability of a country to which exports are controlled; (2) slowly evolving technologies; (3) technology that is not process-oriented; and (4) components used in militarily sensitive devices that in themselves are not sensitive. Sets forth the criteria the President shall consider in determining whether to impose export-control for foreign policy purposes. Requires the President, before imposing foreign policy export controls, to consult with the countries with which the United States maintains export controls cooperatively. Authorizes the President to impose, expand, or extend foreign policy export controls only after consulting with specified congressional committees and making a specified report to Congress. Requires the President to submit a report to Congress within ten days of imposing, expanding, or extending foreign policy export controls. Requires such report to include the extent and results of consultations with industry and other countries before the foreign policy export controls were imposed. Prohibits any export controls imposed for foreign policy reasons from affecting: (1) export contracts entered into before the controls were imposed; or (2) export licenses issued before such time. Provides that the export controls shall affect existing contracts or export licenses if the controls relate directly to actual or imminent gross acts of aggression or of international terrorism, to actual or imminent gross violations of internationally recognized human rights, or to actual or imminent nuclear weapons tests. Prohibits export controls imposed on goods or technology in short supply from affecting export contracts entered into before the controls were imposed. Prohibits foreign policy export controls from authorizing export controls on donations of goods intended to be used to relieve human suffering. Permits such controls, even with regard to such goods, in order to control the export of goods and substances banned or severely restricted for use in the United States. Authorizes the President to prohibit or curtail the exportation from the United States of any goods, technology, or other information produced in the United States to the extent necessary to further significantly U.S. foreign policy or to fulfill U.S. international obligations. Applies foreign policy export controls to activities undertaken with the intent to evade such controls even if such controls would not otherwise apply to such activities. Authorizes the President to impose foreign policy export controls with respect to an expanded number of goods or technology if: (1) the President reports to Congress on the proposed controls; and (2) a law is enacted authorizing such controls. Sets forth the method for considering a joint resolution authorizing such controls. Requires that determinations of the Secretary of Commerce with respect to including items on the commodity control list or approving or denying export licenses for crime control or detection instruments shall be made in concurrence with the Secretary of State. Reimposes for one year the foreign policy export controls which were in effect on February 28, 1982, and ceased to be effective on March 1, 1982, September 15, 1982, and January 20, 1983 (except those controls with respect to the 1980 summer Olympic games). Authorizes one year extensions of such controls. Prohibits the President from rescinding a determination that a country supports international terrorism unless the President submits a report to Congress justifying the rescission and certifying that the country has not provided such support for a year. Authorizes entities which represent an industry or a substantial segment of an industry which processes metallic materials capable of being recycled to petition the Secretary to monitor exports of such material or impose export controls on such material if: (1) a domestic price increase or a domestic shortage resulting from increased exports has or may have a significant adverse effect on the economy or on a domestic industry; and (2) a significant increase in exports is or may be a substantial cause of adverse effect on the economy or on a domestic industry. Requires the Secretary to issue regulations defining specified terms. Sets forth the criteria the Secretary shall use in determining whether to impose monitoring or controls on such materials. Prohibits the Secretary from considering another petition with respect to such material within six months of the final action on the prior petition. Deletes the provision permitting the Secretary to impose temporary controls on such materials after a petition has been filed. Requires specified procedures to be followed before export controls on such materials may be imposed. Authorizes the export of domestically produced crude oil transported by pipeline over rights-of-way granted pursuant to the Trans-Alaska Pipeline Authorization Act only if: (1) the President recommends exporting the oil after making and publishing certain findings; and (2) the President includes such findings in the recommendation to Congress and Congress, within 60 days of receiving the recommendation, agrees to a joint resolution approving such exports. Extends the short supply export controls on domestically produced crude oil until September 30, 1987. Requires the President to notify Congress whenever the President determines that short supply export controls should be imposed on refined petroleum products. Declares that foreign policy or short supply controls imposed on agricultural commodities shall cease to be effective if, within 60 days of receiving the President's report on such controls, the Congress does not adopt a joint resolution approving the controls. Requires the Secretary to issue or deny within 60 days of submission those export license applications which are not referred to another department or agency. Requires the Secretary to allow an export license applicant 30 days to respond to a decision to deny the license application. Prohibits the Secretary from returning a license application without action if the license requirements are changed after the application has been submitted. Authorizes the Secretary to request additional information in such a case. Requires the Secretary to provide a proper classification of a good or technology on the commodity control list within 10 days of receiving a request for such classification. Requires the Secretary to respond within 30 days to an inquiry about the applicability of export license requirements to a proposed export transaction or series of transactions. Requires the Secretary to include in the annual report to Congress on the administration of the Export Administration Act detailed information on the removal of export controls pursuant to a specified section. Authorizes appropriations to carry out the purposes of such Act for FY 1984 and 1985. Extends the authority granted by such Act until September 30, 1985. Requires the Secretary to modify the office hours of the Office of Export Administration on at least four days of each workweek to accommodate exporters throughout the United States. Title II: Export Promotion Programs - Authorizes appropriations for FY 1984 and 1985 to carry out Commerce Department export promotion programs. Directs the President, within 180 days of enactment of this Act, to submit to Congress a contingency plan for bartering surplus farm commodities for petroleum and petroleum products and for other materials vital to the national interest. Authorizes the President to: (1) barter farm commodities for petroleum and petroleum products and for other materials vital to the national interest; and (2) purchase such products and materials which are produced abroad and acquired by persons in the United States through barter for farm commodities through normal commercial trade channels. Title III: South Africa - United States Policy Toward South Africa Act of 1983 - Subtitle I: Labor Standards - Requires any United States person who has or controls an enterprise in South Africa which employs more than 20 people to insure that in operating such enterprise the following employment principles are implemented: (1) desegregation in any employment facility; (2) equal employment for all employees; (3) equal pay for equal work; (4) establishment of a minimum wage and salary structure; (5) increase in the representation of nonwhites in managerial, supervisory, administrative, clerical, and technical jobs; (6) improvement of the quality of employees' lives outside the work environment; and (7) recognition of labor unions and fair labor practices. Declares that the Secretary may issue guidelines and give advisory opinions on compliance with such principles. Directs the Secretary of State to establish an Advisory Council in South Africa to advise the Secretary with respect to the implementation of such employment principles and to review the annual reports which each U.S. person covered by this Act must submit to the Secretary on the progress made in implementing such principles. Directs the Secretary to establish in the United States an American Advisory Council to make policy recommendations regarding labor practices of U.S. persons in South Africa and to review such persons' progress in implementing such employment practices. Directs the Secretary: (1) to take specified actions to insure compliance with the implementation of such employment principles; and (2) to review the compliance of such persons at least biennially. Sets forth penalties for noncompliance. Authorizes the President to waive compliance with the implementation of such principles if such compliance would harm U.S. national security. Subtitle II: Prohibition on Loans and Importation of Gold Coins - Prohibits any U.S. bank from making a loan directly or through a foreign subsidiary to South Africa unless such loan is for educational, housing, or health facilities available to all persons on a nondiscriminatory basis. Prohibits the importation of any gold coin minted in South Africa or sold by South Africa. Directs the Secretary to take specified actions to enforce the prohibitions on loans and the importation of gold coins. Sets forth penalties for violations of such prohibitions. Authorizes the President to waive such prohibitions for one year if South Africa meets specified conditions. Subtitle III: General Provisions - Directs Federal agencies to cooperate with the Secretary in carrying out provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Export Administration Amendments Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "United States Policy Toward South Africa Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the authorities contained in the Export Administration Act of 1979, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:13-05:00"
}