{
  "actions": [
    {
      "acted_at": "1975-04-16", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6079-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-16", 
  "number": "6079", 
  "official_title": "A bill to amend the Federal Election Campaign Act of 1971 to establish within the Federal Election Commission a Voter Registration Bureau for the purpose of assisting States to improve their voter registration programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "State Voter Registration Act", 
  "sponsor": {
    "district": "3", 
    "name": "Bonker, Don", 
    "state": "WA", 
    "thomas_id": "00109", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-16", 
  "subjects": [
    "Advisory bodies", 
    "Election law", 
    "Federal Election Commission", 
    "Government operations and politics", 
    "States", 
    "Voter registration", 
    "Voting"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-16", 
    "text": "State Voter Registration Act - Establishes within the Federal Election Commission the Voter Registration Bureau to: (1) render assistance to States and local governments to improve voter registration procedures; (2) develop model standards for voter registration; and (3) make grants to States and local governments. Declares that any individual who fulfills the requirements to be a qualified voter under State law and who is registered to vote under the provisions of this Act shall be entitled to vote in any Federal election in the State involved. Directs the Bureau to prepare voter registration forms for use by each State which registers voters in accordance with this Act. Authorizes the Bureau to make grants to any State or local government which implements a voter registration plan in accordance with this Act. Authorizes the Bureau to make grants to any State or local government to establish and carry out programs to increase the number of registered voters. Limits such grants to 50 percent of the cost, and to not more than 10 cents for each eligible voter. Enumerates the prerequisites for the Bureau to approve an application. Directs the Bureau to give expeditious assistance to any State or local government official to prevent the registration of unqualified voters. Imposes a penalty of $10,000 and/or imprisonment for not more than 5 years for an individual knowingly giving false information as to his name, address, residence, age, or other information for the purposes of establishing his eligibility to register to vote. Requires each State to transmit to the Bureau by December 31, 1976, a voter registration plan designed to carry out the provisions of this Act. Authorizes the Bureau to promulgate rules and regulations for the administration of this Act. Authorizes to be appropriated such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "State Voter Registration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Election Campaign Act of 1971 to establish within the Federal Election Commission a Voter Registration Bureau for the purpose of assisting States to improve their voter registration programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:09-05:00"
}