{
  "actions": [
    {
      "acted_at": "1977-07-29", 
      "committee": "House Committee on International Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on International Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-08-05", 
      "references": [], 
      "text": "Reported to House from the Committee on International Relations, H. Rept. 95-587.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-22", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-22", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-28", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-28", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #605 (411-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-06", 
      "references": [], 
      "text": "Committee on Foreign Relations discharged in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-06", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-07", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-07", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-07", 
      "bill_ids": [
        "s897-95"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended, in lieu of S. 897, roll call #30 (88-3).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-07", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-09", 
      "references": [], 
      "text": "House agreed to Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-09", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-02-28", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-28", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-02-28", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-03-10", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-03-10", 
      "references": [], 
      "text": "Public Law 95-242.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8638-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House International Relations", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "discharged"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Beilenson, Anthony C.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00072", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Cavanaugh, John J.", 
      "sponsored_at": "1977-01-03", 
      "state": "NE", 
      "thomas_id": "00184", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Findley, Paul", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00382", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Fowler, Wyche, Jr.", 
      "sponsored_at": "1978-12-31", 
      "state": "GA", 
      "thomas_id": "00405", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Studds, Gerry E.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "01121", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Whalen, Charles W., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "01217", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Winn, Larry, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "KS", 
      "thomas_id": "01235", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Zablocki, Clement J.", 
      "sponsored_at": "1977-01-03", 
      "state": "WI", 
      "thomas_id": "01261", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-03-10", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-07-29", 
  "number": "8638", 
  "official_title": "A bill to provide for more efficient and effective control over the proliferation of nuclear explosive capability.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres767-95", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s897-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Nuclear Antiproliferation Act", 
  "sponsor": {
    "district": "22", 
    "name": "Bingham, Jonathan B.", 
    "state": "NY", 
    "thomas_id": "00090", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-07-29", 
  "subjects": [
    "Armed forces and national security", 
    "Arms Control and Disarmament Agency", 
    "Arms control", 
    "Arms control agreements", 
    "Arms control negotiations", 
    "Arms sales", 
    "Authorization", 
    "Congress", 
    "Congressional oversight", 
    "Department of Commerce", 
    "Department of State", 
    "Energy", 
    "Evaluation", 
    "Export controls", 
    "Exports", 
    "Foreign license agreements", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Government operations and politics", 
    "International affairs", 
    "International agencies", 
    "International cooperation", 
    "Licenses", 
    "Nuclear Regulatory Commission", 
    "Nuclear energy", 
    "Nuclear exports", 
    "Nuclear facilities", 
    "Nuclear fuels", 
    "Nuclear power", 
    "Nuclear research", 
    "Nuclear security measures", 
    "Nuclear weapons", 
    "Peaceful uses of nuclear energy", 
    "Standards", 
    "Technology transfer", 
    "Trade agreements", 
    "Treaties", 
    "Weapons"
  ], 
  "subjects_top_term": "Nuclear weapons", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1978-02-07", 
    "text": "(Measure passed Senate, amended, in lieu of S. 897, roll call #30 (88-3)) Nuclear Non-Proliferation Act - Declares it United States policy: (1) to pursue the establishment of international controls of nuclear equipment, material, and technology, (2) to enhance the reliability of the United States as a supplier of nuclear reactors and fuels, (3) to encourage ratification of the Treaty on the Non-Proliferation of Nuclear Weapons, and (4) to aid other nations in identification and adaptation of appropriate energy production technology. =Title I: United States Initiatives to Provide Adequate Nuclear Fuel Supply= - Declares that the United States shall furnish a reliable supply of nuclear fuel to nations adhering to policies of non-proliferation of nuclear explosive devices. Directs the President to report to Congress on the need for additional uranium enrichment capacity. Directs the President to institute discussions with other nations to develop international approaches for meeting future nuclear fuel needs. Authorizes the President to negotiate with such nations concerning the establishment of an International Nuclear Fuel Authority. (INFA) =Title II: United States Initiatives to Strengthen the International Safeguard System= - Affirms the U.S. commitment to continued strong support for the principles of the Treaty on the Non-Proliferation of Nuclear Weapons, and to a strengthened and more effective International Atomic Energy Agency (IAEA). Declares that the United States shall establish a nuclear safeguards training program for foreign countries. =Title III: Export Organization and Criteria= - Limits the authority of the Department of Energy to distribute source and special material without having obtained a license from the Nuclear Regulatory Commission. Designates the Secretary of Energy as the principal negotiator and executor of subsequent arrangements pursuant to agreements for cooperation. Sets forth new procedures and guidelines to be followed in the consideration of such arrangements involving reprocessing. Sets forth procedures to be followed by the Nuclear Regulatory Commission in the granting of export licenses and exemptions from licensing requirements, and by the Secretary of Energy in the distribution of nuclear materials. Forbids the approval of any license, exemption or distribution unless the Commission or Department is notified by the State Department that the proposed export will not be inimical to the common defense and security. Provides for Presidential review of license applications under certain circumstances. Sets forth licensing criteria which will govern peaceful nuclear exports by the U.S., including: (1) a requirement of IAEA safeguards; (2) the prohibition of U.S. assistance for nuclear explosives; (3) a requirement of prior U.S. approval for re-transfers and reprocessing; and (4) an application of such criteria to anything produced using exported nuclear technology. Exempts the European community, Mexico and Yugoslavia from the retransfer and reprocessing requirement. Requires that, 18 months after enactment of this Act, IAEA safeguards be maintained with respect to all peaceful nuclear activities under the jurisdiction of the recipient country. Sets forth a procedure by which a country may be exempted from the above requirement. Sets forth several types of conduct which would result in a termination of nuclear exports from the U. u. to a non-nuclear weapon state, including: (1) detonation of a nuclear device; (2) termination, abrogation or violation of IAEA safeguards; or (3) engaging in activities involving nuclear material which has significance in the manufacture of nuclear explosive devices. Sets forth additional prohibited acts which apply to all nations, including: (1) violation of a guarantee the nation has given under a cooperation agreement with the U.S.; (2) assisting a non-nuclear weapon state in activities involving nuclear material which has significance in the manufacture or acquisition of a nuclear explosive device; or (3) enriching, after export, and source or special nuclear fuel without the permission of the United States. Sets forth procedures to be followed by Congress during the consideration of Presidential submissions required by this Act. Revises the provisions of law concerning licensing procedures for component parts of nuclear facilities. =Title IV: Negotiation of Further Export Controls= - Revises the conditions which are currently required to be included in agreements for cooperation, and adds certain new conditions, including: (1) the maintenance of all safeguards specified in the agreement; (2) a guaranty that no transferred material or technology will be used for any nuclear explosive device; (3) a condition permitting the U.S. to require the return of any materials or equipment transferred if the other nation detonates a nuclear explosive device; (4) a guaranty that no technology or material will be transferred by the other nation to unauthorized persons; (5) a guaranty that no material transferred will be reprocessed; and (6) a guaranty that any nuclear material or production facility produced or constructed by the other nation will be subject to such conditions. Proposes criteria to be followed by all nuclear supplier nations in their export of nuclear materials, facilities, and technology. Calls for the concentration of all enrichment, reprocessing, fabrication and stockpiling of plutonium and enriched uranium in facilities operating under international supervision. Calls for the President to initiate a program to renegotiate existing U.S. agreements for cooperation to obtain the agreement of recipient nations to the new required conditions enumerated in this Act. Encourages the President to provide, in any agreement, for cooperation between the parties in protecting the international environment from radioactive contamination. States that no court or regulatory body shall have jurisdiction to compel the performance of, or the review the adequacy of, any Nuclear Proliferation Assessment Statement. =Title V: United States Assistance to Developing Countires= - Directs the U.S. to work with developing countries in meeting their energy needs through alternative resources consistent with their economic factors, material resources, and with environmental protection. Mandates the initiation of a program to cooperate with such countries for the purpose of meeting their energy needs, reducing their dependence on petroleum fuels, and expanding their energy alternatives. Requires the President to report on the feasibility of expanding these cooperative activities to include a \"scientific peace corps. =Title VI: Executive Reporting= - Requires the President to report to Congress annually on: (1) the progress made towards negotiating the various international undertakings called for in this Act; (2) the progress made toward strengthening IAEA safeguards; (3) renegotiating existing agreements for cooperation; and (4) whether certain policies set forth in this Act have been counterproductive from the standpoint of preventing proliferation. Directs the Comptroller General to report to Congress on the operations and impact of this Act three years after its enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Antiproliferation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for more efficient and effective control over the proliferation of nuclear explosive capability.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:56-05:00"
}