{
  "actions": [
    {
      "acted_at": "1975-12-17", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11219-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-12-17", 
  "number": "11219", 
  "official_title": "A bill to improve the appellate court system.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Appellate Court Revision Act", 
  "sponsor": {
    "district": "39", 
    "name": "Wiggins, Charles E.", 
    "state": "CA", 
    "thomas_id": "01228", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-12-17", 
  "subjects": [
    "Advisory bodies", 
    "Appellate procedure", 
    "Judges", 
    "Judicial compensation", 
    "Law", 
    "Libraries", 
    "Library of Congress"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-12-17", 
    "text": "Federal Appellate Court Revision Act - Title I: Appellate Court Revision - Limits the length of time in which a circuit judge may sit as chief judge of his circuit to a maximum of seven years. Provides for in banc hearings where ordered by a majority of the circuit judges of a circuit who are in regular active service and are not disqualified from sitting in a hearing or determination of the matter concerned. Provides for a schedule of age plus service time for qualification for retirement for Federal judges. Authorizes positions with the Federal courts of appeals for legal assistants. Requires one copy of the decision, briefs, and related documents filed in connection with each case or controversy in the courts of appeals, the Court of Claims, and the Court of Customs and Patent Appeals to be deposited in the Library of Congress. Title II: Commission on the Federal Judicial System - Establishes a 16-member Commission on the Federal Judicial System to study, on a continuing basis, the structure and internal procedures of the Federal judicial system, emphasizing: (1) the problems of the United States courts below the appellate level; and (2) the implementation of the recommendations of the Commission on Revision of the Federal Court Appellate System. Directs that the Commission report, on or before February 1 of each year, to the President, Congress, and the Chief Justice of the United States, the results of the preceding year's study, together with recommendations for changes in the structure and internal procedures of the Federal judicial system. Provides for compensation of Commission members, and for the appointment and compensation of staff members."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Appellate Court Revision Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the appellate court system.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:36-05:00"
}