{
  "actions": [
    {
      "acted_at": "1991-11-26", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2061-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-26", 
  "number": "2061", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to provide middle income tax relief, to provide for long-term economic growth, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Middle Income Tax Relief and Economic Growth Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Sasser, Jim", 
    "state": "TN", 
    "thomas_id": "01428", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-11-26", 
  "subjects": [
    "Airports", 
    "Annuities", 
    "Budget deficits", 
    "Capital gains tax", 
    "College costs", 
    "Defense budgets", 
    "Economic growth", 
    "Federal aid highway program", 
    "Federal aid to transportation", 
    "Federal budgets", 
    "Government securities", 
    "Government spending reductions", 
    "Government trust funds", 
    "Health", 
    "Home ownership", 
    "Housing and community development", 
    "Housing finance", 
    "Income tax", 
    "Individual retirement accounts", 
    "Low-income housing", 
    "Mass rapid transit", 
    "Minimum tax", 
    "Mortgages", 
    "Research and development tax credit", 
    "Small business", 
    "Stocks", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax rates", 
    "Venture capital"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-11-26", 
    "text": "Middle Income Tax Relief and Economic Growth Act of 1991 - Title I: Tax Incentives - Amends the Internal Revenue Code provide a tax credit for certain middle income taxpayers. Makes permanent the tax credit for increasing research activities. Provides a one-year extension of: (1) the low-income housing credit; and (2) the authority to issue qualified mortgage bonds and mortgage credit certificates. Allows penalty-free withdrawals from individual retirement accounts for: (1) first-time homebuyers (or a parent or grandparent of a first-time homebuyer); (2) medical distributions; and (3) qualified educational expenses. Amends the Internal Revenue Code to allow a tax deduction for capital gains on small business stock held at least five years, based on a formula using the qualified small business net capital gain and the amount of the seed capital gain deduction. Provides for computing the seed capital gain deduction. Establishes a maximum capital gains rate for individuals and corporations with small business stock gain. Provides for the treatment of a corporation as a small business corporation if its stock does not exceed $5,000,000 (currently, $1,000,000). Adjusts such amount for inflation. Title II: Increased Obligation Ceilings Under Federal Transportation Trust Funds - Sets forth the obligation ceiling for Federal-aid highway programs for FY 1992 through 1997. Authorizes appropriations out of the Airport and Airway Trust Fund for airport development and planning grants. Establishes the obligation ceiling for such grants. Establishes the obligation ceiling for the discretionary capital grant program funded out of the Mass Transit Account of the Highway Trust Fund. Enacts specified sections of S. 1204, 102nd Cong., (Surface Transportation Efficiency Act of 1991) as passed by the Senate. Title III: Deficit Neutrality - Amends the Congressional Budget Act of 1974 to decrease the discretionary spending limit with respect to the defense category for FY 1993 and the discretionary category for FY 1994 and 1995. Requires such reductions to be achieved through reduction of discretionary appropriations in only the defense category. Establishes the defense spending limits from FY 1994 through 1997. Prohibits sequestration under the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act) as a result of any reduction in tax revenues caused by application of this Act. Requires deficit neutrality in budget total adjustments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Middle Income Tax Relief and Economic Growth Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 to provide middle income tax relief, to provide for long-term economic growth, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:20-05:00"
}