{
  "actions": [
    {
      "acted_at": "1990-05-02", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2560-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-05-02", 
  "number": "2560", 
  "official_title": "A bill to direct the Secretary of the Army to transfer to the Forest Service certain lands that are not needed for the purpose of the Pinon Canyon Maneuver Site, for the purpose of protecting the paleontological, archeological, and natural resources on those lands.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4704-101", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Wirth, Timothy", 
    "state": "CO", 
    "thomas_id": "01236", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-05-02", 
  "subjects": [
    "Armed forces and national security", 
    "Colorado", 
    "Conservation of natural resources", 
    "Environmental protection", 
    "Land transfers", 
    "Military maneuvers", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-05-02", 
    "text": "Directs the Secretary of the Army to transfer to the Secretary of Agriculture, acting through the Chief of the Forest Service, certain Federal lands in Pinon Canyon, Colorado, to be known as the Picket Wire Special Management Area. Requires the Secretary of Agriculture to administer the special management area to: (1) preserve and protect the paleontological, archeological, wildlife, vegetative, aquatic, and other natural resources of the area; (2) permit, within specified guidelines, access to those resources for scholarly research, public interpretation, and recreation; and (3) allow livestock grazing in the area only to the extent deemed necessary to benefit the natural resources of such area. Withdraws lands within such area from operation of the mining, mineral leasing, and other mineral entry laws of the United States. Prohibits any activities in the special management area impairing the preservation and protection of the paleontological, archeological, and natural resources of the area, including production of or exploration for oil, gas, or minerals of any kind or the storage or processing of nuclear waste, hazardous waste, or waste of any other kind. Requires the Secretary of Agriculture to develop a management plan for the special management area. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to direct the Secretary of the Army to transfer to the Forest Service certain lands that are not needed for the purpose of the Pinon Canyon Maneuver Site, for the purpose of protecting the paleontological, archeological, and natural resources on those lands.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:01-05:00"
}