{
  "actions": [
    {
      "acted_at": "1980-06-26", 
      "references": [], 
      "text": "Reported to Senate from the Committee on the Budget (without written rept.).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-26", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-30", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-30", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-30", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #283 (89-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-17", 
      "bill_ids": [
        "hr7765-96"
      ], 
      "references": [], 
      "text": "Text inserted in H. R. 7765 as passed Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2885-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-06-26", 
  "number": "2885", 
  "official_title": "A bill to provide for reconciliation as provided by section 310 of the Congressional Budget Act of 1974.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7765-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Reconciliation Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1980-06-26", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Airports", 
    "Armed forces and national security", 
    "Aviation", 
    "Block grants", 
    "Business and commerce", 
    "Child health", 
    "Children and youth", 
    "Civil service compensation", 
    "Civil service pensions", 
    "Congressional budget", 
    "Corporations and Stocks", 
    "Cost of living adjustments", 
    "Day care", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Education", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid highway program", 
    "Federal aid to child welfare", 
    "Federal aid to higher education", 
    "Federal budgets", 
    "Federal employees and officials", 
    "Food and Food Industry", 
    "Food relief", 
    "Government corporations", 
    "Government operations and politics", 
    "Government trust funds", 
    "Guam", 
    "Health facilities", 
    "Hospitals", 
    "Insurance", 
    "Labor and employment", 
    "Medicaid", 
    "Medical personnel", 
    "Medicare", 
    "Military pensions", 
    "Motor Vehicles and Driving", 
    "Old age, survivors and disability insurance", 
    "Physicians", 
    "Public Welfare and Charities", 
    "Public safety", 
    "Puerto Rico", 
    "Railroad employees", 
    "Retired military personnel", 
    "Roads and highways", 
    "School lunch program", 
    "Social welfare", 
    "State laws", 
    "Student aid", 
    "Territories (U.S.)", 
    "Traffic accidents and safety", 
    "Unemployment insurance", 
    "Veterans' education", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Congressional budget", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1980-06-30", 
    "text": "(Measure passed Senate, amended, roll call #283 (89-0)) Reconciliation Act of 1980 - =Title I: Senate Committee on Agriculture, Nutrition, and Forestry= - Amends the National School Lunch Act to reduce Federal funding for: (1) general reimbursement of the school lunch program; (2) commodity assistance; (3) special assistance; and (4) child care food program. Revises provisions concerning nutritional requirements, eligibility guidelines, adjustments, and qualified institutions. Amends the Child Nutrition Act to reduce Federal funding of the special milk program. Revises provisions concerning adjustments and qualified institutions. =Title II: Senate Committee on Armed Services= - Provides for once-a-year cost-of-living adjustments in the uniformed services retired and retainer pay. =Title III: Senate Committee on Commerce, Science, and Transportation= - Reduces the fiscal year 1981 authorization of appropriations contained in the: (1) Federal Aid Highway Act of 1978 for highway safety programs; (2) Airport and Airway Act for airport development and planning; (3) Regional Rail Reorganization Act of 1973 for railroad employees protection; (4) National Traffic and Motor Vehicle Safety Act of 1966; and (5) Motor Vehicle Information and Cost Savings Act. =Title IV: Senate Committee on Environment and Public Works= - Reduces the authorization of appropriations for fiscal year 1982 for the interstate system in the Federal-Aid Highway Act of 1956. =Title V: Provisions Reducing Spending in Programs within the Jurisdiction of Senate Committee on Finance= - Amends the Federal-State Extended Unemployment Compensation Act of 1970 to: (1) eliminate the national trigger under the extended benefits program; (2) delay the payment of benefits (except in those States requiring State legislation, until after the first legislative session after enactment); (3) give the States options as to the criteria for State \"on\" and \"off\" indicators; (4) stop payment of extended benefits to individuals who move to States in which there is not a State \"on\" indicator; and (5) revise the eligibility requirements. Redefines Federal service for ex-servicemen filing claims for unemployment compensation to mean active service of one year or more. Amends title IX (Employment Security) of the Social Security Act to establish a Federal Employees Compensation Account in the Unemployment Trust Fund. Prohibits the Secretary of Labor from certifying State unemployment compensation laws which do not conform with these provisions. Amends title XVI (Supplemental Security Income) of the Social Security Act to include the resources sold at less than fair market value (to establish eligibility for benefits) in determining the individual's resources. Amends title XX (Grants to States for Services) of such Act to exclude child day care services from Federal day care regulations. Amends title XI (General Provisions) of such Act to establish ceilings for fiscal years 1979 and thereafter on payments to Puerto Rico, the Virgin Islands, and Guam. Amends title II (Old Age, Survivors and Disability Insurance) of such Act to: (1) reallocate OASDI taxes; (2) limit retroactive benefits; (3) exclude prisoners from specified benefits; and (4) suspend benefits to prisoners in specified circumstances. Amends title XVIII (Medicare) of such Act to set forth criteria for determining the reasonable cost of hospital services. Amends title XI (General Provisions) of such Act to establish the Health Facilities Costs Commission to study the reimbursement of hospitals under Medicare and Medicaid. Amends title XVIII and title XIX (Medicaid) of such Act to prohibit providers of services from increasing amounts due from any individual, organization, or agency to offset reductions made based on the reasonable cost of hospital services. Amends title XI of such Act to direct the Secretary of Health and Human Services to establish a Hospital Transitional Allowance Board to make payments to applicant hospitals to promote closings and conversions of underutilized facilities. Directs the Secretary to require coordinated audits of entities providing services under titles V (Maternal and Child Health) XVIII, and XIX of such Act. Amends title XVIII of such Act to prohibit program payments in excess of the provider's proportional share of the costs, unless higher proportional payments are justified. Amends title XI of such Act to authorize reimbursement for inappropriate inpatient hospital services in specified circumstances. Amends title XVIII of such Act to authorize payments for detoxification facility services if such services are required on an inpatient basis. Amends title XI of such Act to require Professional Standards Review Organizations to give priority to reviewing routine hospital admission testing, preoperative hospital stays, and elective admissions when services are not available. Amends title XVIII of such Act to direct the Secretary to specify those surgical procedures and preoperative medical services which can be performed safely either on an inpatient basis or on an ambulatory basis. Provides for payments for such procedures and services. Sets forth criteria for determining the reasonable charges for physicians' services. Amends title XI of such Act to exclude specified items in determining the reasonable costs and charges of health services. Directs the Secretary to issue regulations limiting the amount of costs or charges that will be considered reasonable for outpatient services. Amends title XVIII of such Act to prohibit payments where payments can be made under liability insurance. Amends title XIX of such Act to set forth restrictions on the choice by recipients of medical service provided for by the State. Requires laboratory services to meet specified requirements. Directs the Secretary to withhold periodic interim payments to hospitals under title XVIII to make the lag time for such reimbursements equal to that for hospitals not receiving such reimbursement. Amends title XIX of such Act to withhold disputed payments to States until a final determination has been made. Requires the States to develop methods for determining reasonable rates for payment of skilled nursing and intermediate care facilities. Amends title XVIII of such Act to impose limits on home health agency reimbursements. Requires reasonable physicians' charges to be determined as of the fiscal year in which the service is rendered. Directs the Secretary of the Treasury to delay transferring funds from the general fund into the Federal Old-Age and Survivors Insurance Trust Fund, Federal Disability Insurance Trust Fund, or Federal Hospital Insurance Trust Fund. =Title VI: Senate Committee on Governmental Affairs= - Repeals the cost-of-living adjustment in Civil Service annuities scheduled to take effect on September 1, 1980. =Title VII: Senate Committee on Labor and Human Resources= - Amends the Higher Education Act of 1965 to extend the Federal loan insurance program for students and the State student loan program to October 1, 1986 (from 1981). Raises the ceiling on loans to independent, undergraduate students and graduate or professional students. Permits deferment of repayment of loans made to Public Health Service officers, full-time volunteers for tax-exempt organizations, interns, and the temporarily disabled. Authorizes States to make loans to students otherwise unable to obtain loans in specified circumstances. Increases the permissible interest rate on such loans. Shortens the duration of such loans. Directs the Secretary of Education to enter into agreements with credit bureau organizations for the exchange of information concerning student borrowers. Permits the collection of an insurance premium to cover the insurer's administrative costs, including the costs of monitoring the enrollment and repayment status of students. Authorizes agreements for the multiple disbursements of loan proceeds into escrow accounts to be used for specified purposes. Requires eligible lenders to agree to provide loan counseling to the student borrower. Makes parents of dependent undergraduate students eligible to borrow funds. Sets forth restrictions on such loans. Revises the provisions concerning special allowances by: (1) changing the formulas for computing such allowances; and (2) requiring a plan for doing business from an Authority issuing obligations. Deletes the provision making the Student Loan Marketing Association government-sponsored. Expands the authority of such Association to issue stock, deal in student loans, and make new loans to borrowers. Limits the authority of the Secretaries of Education and the Treasury over such Association. Authorizes State agencies to consolidate loans. Requires the Secretary to pay the beneficiary's loss pending completion of the due diligence investigation. Delays the repayment of loans after a deferral. Requires the full amount of interest paid on behalf of any student to be repaid with specified exceptions. Repeals the restriction on the discharge of loan debts. Establishes, as a Government corporation, the National Direct Student Loan Association to provide for the collection of student loans. Sets forth the powers, duties, and authorities of such Association. Reestablishes the program for direct loans to students in institutions of higher education. Increases the amount of loans qualified institutions may make. Provides for a capital distribution of the balance of the student loan fund established prior to the effective date of the Education Amendments of 1980. =Title VIII: Senate Committee on Veterans Affairs= - Directs the Clerk of the House of Representatives to: (1) delete provisions in the G I Bill Amendments Act of 1980 amending the veterans' vocational rehabilitation program; (2) reduce increases in such Act for educational assistance for veterans, survivors and dependents, and correspondence courses, on-job training, and education loans; and (3) postpone the effective date until January 1, 1981. Reduces the amount of assistance for flight training. Permits educational loans for flight training in specified circumstances. Restricts the availability of educational assistance for correspondence courses. Repeals provisions establishing the Predischarge Education Program. Makes enlisted members of the Armed Forces eligible for educational assistance to pursue a secondary school diploma. Revises restrictions on enrollment in vocational courses. Provides for deductions from payments made by the Veterans Administration (VA) for debts owed the United States by virtue of an individual's participation in a VA benefits program. Requires interest and administrative costs to be charged on amounts owed to the United States resulting from participation in a VA benefits program. Authorizes suits to collect debts resulting from such programs. Permits the VA Administrator to release the name and address of individuals to a consumer reporting agency in specified circumstances."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Reconciliation Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for reconciliation as provided by section 310 of the Congressional Budget Act of 1974.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:30-05:00"
}