{
  "actions": [
    {
      "acted_at": "1984-10-09", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-10-17", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Housing and Community Development", 
      "text": "Referred to Subcommittee on Housing and Community Development.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6423-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Housing and Community Development", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-10-09", 
  "number": "6423", 
  "official_title": "A bill to amend the United States Housing Act of 1937 to require the Secretary of Housing and Urban Development to administer a program of construction and revitalization of public housing, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Jesse Gray Housing Act", 
  "sponsor": {
    "district": "1", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-10-09", 
  "subjects": [
    "Corporation taxes", 
    "Corporations and Stocks", 
    "Department of the Treasury", 
    "Depressed areas", 
    "Employment and training programs", 
    "Federal aid to housing", 
    "Government operations and politics", 
    "Government trust funds", 
    "Housing and Housing Finance", 
    "Income tax", 
    "Labor and employment", 
    "Low-income housing", 
    "Manpower training programs", 
    "Public housing", 
    "Rent", 
    "Rent subsidies", 
    "Rental housing", 
    "Residential rehabilitation", 
    "Tax rates", 
    "Taxation"
  ], 
  "subjects_top_term": "Public housing", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-10-09", 
    "text": "Jesse Gray Housing Act - Title I: Housing Provisions - Amends the United States Housing Act of 1937 to direct the Secretary of Housing and Urban Development to carry out a program for the construction of 500,000 new dwelling units in public housing during each of FY 1986 through 1995. Directs the Secretary to: (1) make grants to public housing agencies; and (2) enter into contracts with public housing agencies for annual contributions. Limits the aggregate amount of budget authority obligated under such contracts entered into in any fiscal year. Provides a formula for the determination of the applicable amounts of such grants and contributions for FY 1987 through 1995 based on the consumer price index. Authorizes appropriations for FY 1986 through 1995. Provides that the Secretary's annual contributions for the operation of public housing projects for each of FY 1986 through 1995 shall not exceed the amounts available for each such year from the National Housing Fund to be established in this Act. Requires the Secretary to make available financial assistance for public housing projects, especially projects that the Secretary determines would likely have been subject to demolition or other disposition. Increases the aggregate amount of budget authority permitted for contracts for annual contributions by the amount necessary for the revitalization of 100,000 public housing units in each of FY 1986 through 1995. Prohibits the Secretary from approving an application by a public housing agency for permission to demolish or dispose of all or part of a public housing project. (Currently, such approval is permitted if the Secretary makes certain determinations.) Requires each public housing agency to carry out a program of job training and employment of unemployed individuals residing in the vicinity of public housing projects in connection with any construction and revitalization of public housing. Directs each such program to give preference to such individuals who reside in public housing. Gives percentage guidelines of employment positions and job training positions for such individuals. Establishes the National Housing Fund in the Treasury as a revolving fund to be used for: (1) grants and annual contributions for the construction of public housing; and (2) annual contributions for the operation of public housing projects. Directs the Secretary of the Treasury to deposit into the Fund an amount equal to the taxes received as a result of the corporate tax increase imposed under Title II of this Act. Decreases from 30 to 25 percent of adjusted income a tenant's contribution to rent under Federal low-income housing assistance programs. Directs the Secretary of Housing and Urban Development to submit to Congress a comprehensive report concerning proposed limitations on Federal housing assistance to ensure that Federal housing assistance funds benefit only lower income families. Title II: Revenue Provisions - Amends the Internal Revenue Code to increase the rate of tax imposed on corporations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Jesse Gray Housing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the United States Housing Act of 1937 to require the Secretary of Housing and Urban Development to administer a program of construction and revitalization of public housing, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:20-05:00"
}