{
  "actions": [
    {
      "acted_at": "1990-04-04", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-04-16", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Policy, Research and Insurance", 
      "text": "Referred to the Subcommittee on Policy, Research and Insurance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-06", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "in_subcommittee": "Policy, Research and Insurance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-20", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "in_subcommittee": "Policy, Research and Insurance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-27", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "in_subcommittee": "Policy, Research and Insurance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-07-11", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "in_subcommittee": "Policy, Research and Insurance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-07-13", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "in_subcommittee": "Policy, Research and Insurance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4461-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Policy Research and Insurance", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Ravenel, Arthur, Jr.", 
      "sponsored_at": "1990-09-10", 
      "state": "SC", 
      "thomas_id": "00947", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-04-04", 
  "number": "4461", 
  "official_title": "To revise the national flood insurance program to provide for mitigation insurance coverage and claims payments to reduce damages to structures suffering severe or repetitive flooding or subject to shoreline erosion, to promote compliance with requirements for mandatory purchase of flood insurance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Flood Insurance Compliance, Mitigation, and Erosion Management Act of 1990", 
  "sponsor": {
    "district": "1", 
    "name": "Bereuter, Doug", 
    "state": "NE", 
    "thomas_id": "00080", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-04-04", 
  "subjects": [
    "Building construction", 
    "Churches", 
    "Disasters", 
    "Flood damage prevention", 
    "Flood insurance", 
    "Floodplain zoning", 
    "Government lending", 
    "Great Lakes", 
    "Insurance premiums", 
    "Insurance rates", 
    "Land subsidence", 
    "Maps", 
    "Mobile homes", 
    "Mortgage loans", 
    "Shore protection", 
    "Soil erosion", 
    "Standards"
  ], 
  "subjects_top_term": "Disasters", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-04-04", 
    "text": "National Flood Insurance Compliance, Mitigation, and Erosion Management Act of 1990 - Amends the National Flood Insurance Act of 1968 (the Act) to terminate the flooded property purchase and loan program. Terminates the erosion-threatened structures program. Establishes a system of ratings and incentives for community floodplain management. Requires the Director of the Federal Emergency Management Agency (the Director) to: (1) evaluate the floodplain and erosion management measures taken by areas (and subdivisions) for which national flood insurance coverage has been made available; and (2) provide incentives in the form of reduced premium rates for such flood insurance coverage in areas that have adopted exemplary or particularly effective measures for such management. Requires such program to be carried out with amounts from the National Flood Insurance Fund. Terminates such program after ten years, or sooner if Congress so legislates. Requires the Director to report to specified congressional committees. Authorizes programs funding. Establishes a program of mitigation insurance for flood and erosion damage. Requires the Director to provide, under the Federal flood insurance program, for such mitigation insurance to: (1) reduce damage and losses from future floods to structures in special flood hazard areas and other areas; and (2) prevent damages to structures along shorelines subject to erosion. Provides for supplemental or separate contracts and separate premiums and claims for such insurance. Prohibits mitigation insurance claim payments to relocate or demolish structures subject to imminent erosion damage unless the appropriate public body has adopted erosion management measures that prohibit construction in 30-year erosion setback areas and limit construction in 60-year erosion setback areas. Prohibits federally-regulated or insured lending institutions from making any loan secured by a building or mobile home unless such property is covered by mitigation insurance at a rate determined necessary by the Director. Requires such mitigation insurance for any property located in: (1) an area of special flood hazards on which a structure was constructed before adoption of a flood insurance rate map by the relevant community participating in the national flood insurance program; or (2) erosion hazard zone along the Great Lakes' shoreline or U.S. tidal waters' coastline in a community that has adopted adequate erosion management measures. Authorizes the Director to make available mitigation insurance for any property for which it is not required, whether or not such property is located in an area of special flood hazards on which a structure was constructed or substantially improved after adoption of a flood insurance rate map. Requires the Director to: (1) assess erosion hazard zone surcharges on flood insurance contracts for shoreline or coastline structures in communities that have not adopted adequate erosion management measures; and (2) certify imminent erosion dangers to structures in such communities. Allows the payment of mitigation insurance claims for mitigation activities only: (1) for structures that have been continuously covered by both flood and mitigation insurance for specified periods; and (2) if such structures suffer specified types of flood or imminent erosion damage. Requires mitigation claim payments for repetitive or substantial flood damage to be used only for mitigation activities to demolish, relocate, elevate, or floodproof the structure, in the most cost-effective and technically feasible manner. Authorizes alternative activities on a case-by-case basis. Requires, in the case of substantial flood damage claims, that the payment be used for flood protection and compliance with community measures for floodplain management. Bases certain future insurance coverage requirements and premium rates on compliance or noncompliance with floodplain management measures, and on payment or on nonpayment of a claim for repetitive flood damage. Requires mitigation claim payments for imminent erosion damage to be used only for certain relocation or demolition activities, in amounts based on specified formulas, within a specified time period. Limits flood insurance claims payments and coverage after such period and for structures in communities that have not adopted certain erosion measures. Sets forth requirements for mitigation insurance premiums and surcharges, and for certain appeals by owners of structures covered by such insurance. Sets forth limitations on flood insurance coverage in areas of extreme erosion risk. Prohibits the Director from making flood insurance available for any new or substantially improved construction within the ten-year erosion setback established. Modifies the floodplain management requirement for participation for areas not adopting erosion management measures. Prohibits after community adoption of the applicable flood insurance rate map, new flood insurance coverage from being provided in any area (or subdivision) for which the appropriate management measures, unless that body has adopted adequate land use and control measures containing certain building standards and base flood elevation standards. Requires updating of flood maps and assessment and mapping of erosion zones. Provides for funding administrative and operational responsibilities added by this Act. Increases the maximum flood insurance coverage amounts for residential property buildings and contents and business and church property buildings. Removes a ceiling on certain required coverage."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Flood Insurance Compliance, Mitigation, and Erosion Management Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To revise the national flood insurance program to provide for mitigation insurance coverage and claims payments to reduce damages to structures suffering severe or repetitive flooding or subject to shoreline erosion, to promote compliance with requirements for mandatory purchase of flood insurance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:39-05:00"
}