{
  "actions": [
    {
      "acted_at": "1973-06-29", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9088-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-29", 
  "number": "9088", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to strengthen and improve the private retirement system, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pension Rights Protection Act", 
  "sponsor": {
    "district": "5", 
    "name": "Hillis, Elwood H.", 
    "state": "IN", 
    "thomas_id": "00540", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-29", 
  "subjects": [
    "Income tax", 
    "Insurance", 
    "Labor and employment", 
    "Tax deductions"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-29", 
    "text": "Pension Rights Protection Act - Title I: Internal Revenue Code 1954 Amendments - Provides that a trust shall not constitute a qualified trust if the plan of which such trust is a part requires, as a condition of participation, that an employee: (A) have a period of service with the employer in excess of 3 years, (B) have attained an age in excess of 25 years, or (C) have not attained (as of the first time when he is otherwise eligible to participate) an age which is less than 5 years less than the earliest age under the plan at which an employee may retire and receive benefits which are not actuarially reduced. States that a trust shall not constitute a qualified trust unless, under the plan of which such trust is a part, an employee's rights in at least 10 percent of his accrued benefit (determined in accordance with regulations prescribed by the Secretary of Labor or his delegate) are nonforfeitable (1) as of the close of the first plan year in which the sum of his age and his period of participation in the plan equals or exceeds 40 years, or (2) after he has participated in the plan for a period equal to 3 years reduced by any period of service with the employer before he was eligible to participate in the plan, whichever occurs later, and his rights in the balance of his accrued benefit become nonforfeitable not less rapidly than ratably over the succeeding 9 years. Provides that a trust shall not constitute a qualified trust unless the plan of which such trust is a part provides for immediate payment of benefits to an employee if he is disabled at a per annum rate equal to the greater of his accrued benefit. States that a trust shall not constitute a qualified trust unless a certificate evidencing coverage by vested liability insurance has been issued. Requires the Secretary of the Treasury to prescribe regulations governing conditions of participation and nonforfeitability of benefits to insure satisfaction of nondiscrimination requirements. Permits an income tax deduction for amounts paid during the taxable year by an individual: (1) to a qualified individual retirement account under the provisions of this Act; (2) to an employee's trust which is exempt from tax under the provisions of this Act; (3) for the purchase of an annuity contract under a plan which meets the requirements of this Act; (4) to or under a qualified bond purchase plan; or (5) for the purpose of an annuity contract under the provisions of this Act. States that the amount allowable as a deduction to an individual for any taxable year shall not exceed 20 percent of so much of his earned income for such taxable year as does not exceed $7,500. Sets forth requirements for a trust, custodial account, or other similar arrangement to constitute a qualified individual retirement account. Imposes for each taxable year on the assets of a qualified individual retirement account a tax equal to 10 percent of the excessive accumulation for such year. States that the tax imposed shall not apply for any taxable year prior to the taxable year in which any individual who contributed to the plan attains the age of 70 1/2 years. Requires that every qualified pension plan shall provide for funding which is adequate to provide for payment of all pension benefits which may be payable under the terms of the plan. Sets forth requirements with respect to employer contributions into the plan or fund. Stipulates that within six months after the effective date of rules promulgated by the Secretary to implement this title or within six months after the date of plan establishment, whichever is later, the plan administrator shall submit a report of a certified actuary stating: (1) the estimated cost of benefits in respect of service for the first plan year for which such plan is required to register and the formula for computing such cost in subsequent years up to the date of the report; (2) the initial unfunded liability, if any, for benefits under the pension plan as of the date on which the plan is required to be registered; (3) the special payments required to remove such unfunded liability and experience deficiencies ; (4) the actuarial assumptions used and the basis for using such actuarial assumptions; and (5) such other pertinent actuarial information required by the Secretary. Title II: Vested Liability Insurance - Requires every plan which is a part of a trust to which this Act applies to obtain insurance covering unfunded vested liabilities to protect participants and beneficiaries against possible loss of vested benefits arising from an essentially involuntary termination of the plan. States that each plan shall pay a premium for insurance under this part at such uniform rates prescribed by the Pension Benefit Insurance Corporation, based upon the amount of unfunded vested liability which is to be insured and upon such other factors as the Corporation determines to be appropriate. Provides that the premium for the initial three-year period shall be not more than 0.6 percent of the amount insured. Creates the Pension Benefit Insurance Corporation to insure the vested liabilities of pension plans subject to this Act. Provides that such Corporation shall be an agency and instrumentality of the United States, within the Department of Labor, subject to the general supervision and direction of the Secretary of Labor. Authorizes the Corporation to use its powers to: (1) establish adequate premium rates to cover the insurance of vested liabilities of private pension plans and the administrative expenses of the Corporation; (2) establish procedures for the application, renewal, and cancellation of insurance, including the prescribing of such forms and reports as may be necessary or appropriate to implement such procedures; (3) collect premiums and manage and invest the funds of the Corporation; (4) adjust and pay claims for insurance under rules prescribed by the Corporation; (5) conduct research, surveys, and investigations relating to pension plan insurance and assemble data for the purpose of establishing a sound basis for insurance; (6) bring an action in the proper district court of the United States court or any place subject to the jurisdiction of the United States, to enjoin any acts or practices that constitute or will constitute a violation of this title or of any regulation or order issued thereunder, or obtain any other appropriate relief, and the United States district courts and the United States courts of any place subject to the jurisdiction of the United States shall have jurisdiction for cause shown, to restrain violations of this title and provide for any other appropriate relief; and (7) carry out such other functions as are required by this Act and as Congress may specifically authorize or provide for. Creates within the Treasury a separate fund for pension benefit insurance which shall be available to the Corporation without fiscal year limitation for the purposes of this Act. Authorizes to be appropriated such sums as are necessary to provide capital for the fund. Requires all amounts received as premiums and any other moneys, property, or assets derived from operations in connection with this title to be deposited in the fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pension Rights Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to strengthen and improve the private retirement system, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:20-05:00"
}