{
  "actions": [
    {
      "acted_at": "1983-03-07", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-15", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans requested executive comment from VA, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-08", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans received executive comment from VA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-01-26", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans received executive comment from OMB. Unfavorable.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s691-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Andrews, Mark", 
      "sponsored_at": "1983-03-07", 
      "state": "ND", 
      "thomas_id": "00019", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boschwitz, Rudy", 
      "sponsored_at": "1983-04-15", 
      "state": "MN", 
      "thomas_id": "01288", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1983-03-07", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Garn, E. J. (Jake)", 
      "sponsored_at": "1983-03-07", 
      "state": "UT", 
      "thomas_id": "01338", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1983-03-07", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1983-03-07", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1983-03-07", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1983-05-05", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1983-04-18", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Trible, Paul S., Jr.", 
      "sponsored_at": "1983-04-18", 
      "state": "VA", 
      "thomas_id": "01169", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1983-03-07", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1983-04-14", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": "1983-04-18"
    }, 
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1983-04-14", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": "1983-04-18"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-07", 
  "number": "691", 
  "official_title": "A bill to amend title 38, United States Code, to establish a new Veterans' Educational Assistance Program and a Veterans' Supplemental Educational Assistance Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans Educational Assistance Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Armstrong, William L.", 
    "state": "CO", 
    "thomas_id": "00029", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-03-07", 
  "subjects": [
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Department of the Treasury", 
    "Education", 
    "Government trust funds", 
    "Military dependents", 
    "Veterans' education"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-07", 
    "text": "Veterans' Educational Assistance Act of 1983 - Establishes a peacetime veterans' educational assistance program. Excludes graduates of service academies from eligibility for such assistance. Entitles veterans who are graduates of a secondary school and who have served in the armed forces on continuous active duty for at least two years to basic educational assistance. Entitles veterans of the Selected Reserve who are graduates of secondary school and who have served at least two years of continuous active duty in the armed forces and at least four years of continuous duty in the Selected Reserve to basic educational assistance. Sets forth the formula for determining the length of such assistance based on the length of time served. Entitles such veterans to a monthly assistance allowance of $300 for a full-time approved program of education. Permits the Secretary concerned to establish a higher rate of assistance, but not more than $600 a month, for individuals possessing a skill or specialty designated as being in critical shortage. Permits enrollment, if eligible, in a program of education while an individual continues to perform his duties. Establishes a ten year delimiting period for educational assistance. Excludes time spent as a prisoner of war subsequent to discharge and time spent physically or mentally disabled. Limits educational assistance to individuals being furnished subsistence to the amount an institution would charge similarly circumstanced nonveterans. Prohibits participation in more than one program of educational assistance. Requires that the Administrator receive a certificate of attendance from both the individual and the educational institution before paying the educational assistance allowance for any period. Allocates the administration and costs of such programs to the Veterans Administration, the Department of Transportation, and the Department of Defense. Requires the Secretary of Defense and the Administrator to submit to Congress a biennial report on the operations of such programs. Establishes a Career Members' Supplemental Educational Assistance Program for veterans who have served on active duty for a period of more than ten years. Requires enrollees to participate in such program for at least 12 consecutive months except as specified by this Act. Requires participants to agree to a monthly deduction from their military pay as a contribution to such program for deposit in the Career Member's Dependents Education Account established in the Treasury. Provides for a refund of such contributions upon disenrollment, discharge, release, or death. Authorizes the Secretary to contribute to the fund account, in addition to matching funds, any amounts necessary to encourage persons to remain in the armed forces. Entitles each participant to 36 monthly benefit payments. Sets forth the formula for computing the amount of such payments. Permits eligible veterans to transfer any educational benefits to such veterans' spouse or children. Establishes a delimiting period of ten years after discharge or release for educational assistance benefits. Requires the Administrator of Veterans Affairs and the Secretary of Defense, within 90 days of enactment of this Act, to submit a joint report to the Congress on their respective plans for implementation of programs provided by this Act. Directs them to make annual reports on the operation of such programs thereafter. Directs the Administrator to deposit military pay deductions in the Fund and maintain accounts showing contributions by participants and the Secretary as well as disbursements. States that appropriations to carry out this program shall be considered as part of the Department of Defense budget. Amends the Post-Vietnam Era Veterans' Educational Assistance Act of 1977 to terminate the right to enroll in the Post-Vietnam Era Veterans' Educational Assistance Program after December 31, 1981. Directs the Secretary to report to Congress annually on the educational assistance program, including the number of participants from the Selected Reserve. Permits the Secretary concerned to grant an eligible member a leave of absence of not more than two years for such member to pursue a program of education. Sets forth the terms and conditions for such leave. Requires the Secretary concerned to provide individual predischarge counseling which includes a discussion of educational benefit entitlements. States that there shall be no increase in pay for members in pay grade E-1 in FY 1984 and 1985."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans Educational Assistance Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to establish a new Veterans' Educational Assistance Program and a Veterans' Supplemental Educational Assistance Program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:39-05:00"
}