{
  "actions": [
    {
      "acted_at": "2003-07-08", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1373-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-07-08", 
  "number": "1373", 
  "official_title": "A bill to authorize and direct the Secretary of Commerce, through an independent commission within the Department of  Commerce, to protect consumers by regulating the interstate sale of insurance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Insurance Consumer Protection Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2003-07-08", 
  "subjects": [
    "Commerce", 
    "Consumer protection", 
    "Finance and financial sector", 
    "Insurance", 
    "Insurance companies", 
    "Interstate commerce"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2003-07-08", 
    "text": "Insurance Consumer Protection Act of 2003 - Establishes within the Department of Commerce an Insurance Regulatory Commission to: (1) gather information on and investigate the insurance business; and (2) designate those classes of insurance that are generally unavailable or unaffordable in certain regions, or to certain groups or businesses, or for which there have been unusually great premium increases, or in the case of any class of liability insurance, for which reinsurance is generally unavailable or unaffordable, or for which there have been unusually great reinsurance premium increases. Requires the Commission to: (1) examine annually interstate insurers; and (2) collect and make available to the public periodic reports of interstate insurance licensees; and compile them in a data base. Prescribes guidelines for Federal licensing and standards governing interstate insurers. Grants the Commission oversight of: (1) State insurance rates; (2) interstate insurance rates; (3) sales and marketing practices of interstate insurers; and (4) accounting and auditing of the industry. Requires the Commission to establish: (1) an Office of Consumer Protection; (2) licensure standards for reinsurers; and (3) accounting standards for insurers and reinsurers. Requires the Commission to license reinsurance intermediary brokers or managers. Prescribes guidelines for the Commission to act as receiver and to supervise the liquidation for insurers or reinsurers. Establishes the National Insurance Guaranty Corporation as a non-profit Federal agency to provide: (1) a payment program for covered claims under certain life, health, and property and casualty insurance policies, and (2) a uniform national system of administration for the liquidation of insolvent member insurers. Establishes the National Insurance Guaranty Fund. Amends Federal criminal law to set forth criminal and civil penalties governing crimes by or affecting persons engaged in the business of insurance whose activities affect interstate commerce. Specifies the preemption of State law regarding activities authorized under this Act, except for laws requiring participation in a residual market insurance program, tax laws, and certain other kinds of State law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Insurance Consumer Protection Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize and direct the Secretary of Commerce, through an independent commission within the Department of  Commerce, to protect consumers by regulating the interstate sale of insurance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:25-05:00"
}