{
  "actions": [
    {
      "acted_at": "1980-07-31", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-07-31", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7908-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-07-31", 
  "number": "7908", 
  "official_title": "A bill to amend title XIX of the Social Security Act to require State medicaid programs to provide grants to certain financially distressed hospitals and community health centers which provide uncompensated care and which would otherwise be closed, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medical Care Facilities Protection Act of 1980", 
  "sponsor": {
    "district": "21", 
    "name": "Stokes, Louis", 
    "state": "OH", 
    "thomas_id": "01115", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-07-31", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Community facilities", 
    "Community health services", 
    "Federal advisory bodies", 
    "Federal aid to health facilities", 
    "Health facilities", 
    "Hospitals", 
    "Medicaid", 
    "Medicare", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Social welfare", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-07-31", 
    "text": "Medical Care Facilities Protection Act of 1980 - Amends title XIX (Medicaid) of the Social Security Act to require a State Medicaid program to provide for a program of grants to financially distressed medical care facilities. Defines a \"medical care facility\" to mean a hospital or community health center. Directs the Secretary of Health and Human Services to pay each State 75 percent of the amounts expended for such grants. Provides that grants for a facility may be approved only if: (1) the facility is located in a medically underserved area; (2) the maintenance of the operations of the facility is necessary for the health of the individuals residing in the health service area; and (3) the facility has agreed to fulfill a number of specified requirements, including applying amounts received under such a grant only to (a) accrued debt of the facility, (b) expenses necessary to modify or restructure health services delivery to conform with the local health systems plan, (c) the provision of appropriate managerial technical assistance, (d) the cost of retraining personnel affected by any discontinuance of services, or (e) development or operation of a computerized bill payment and collection system. Establishes within the Department of Health and Human Services a Medical Care Facilities Protection Board to advise the Secretary with respect to the administration of the program established under this Act and to monitor, study, review and report to Congress concerning the program. Amends title XVIII (Medicare) of such Act to include in the computation of \"reasonable cost\" of services for a hospital a share of bad debts incurred in the efficient operation of the hospital proportional to the proportion of the services of the hospital which are paid for under Medicare."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medical Care Facilities Protection Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XIX of the Social Security Act to require State medicaid programs to provide grants to certain financially distressed hospitals and community health centers which provide uncompensated care and which would otherwise be closed, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:28-05:00"
}