{
  "actions": [
    {
      "acted_at": "1973-02-21", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s966-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-21", 
  "number": "966", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act, as amended, to provide for the establishment of a national drug testing and evaluation center; to provide for a Federal drug compendium which lists all prescription drugs by their generic names and which provides reliable, complete, and readily accessible prescribing information; to provide for a Formulary of the United States; to provide for quality control for drugs paid for with Federal funds; to provide for the registration of drugs; to provide for the certification of certain drugs other than insulin and antibiotics; to provide for the regulation of sample drugs; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Health Price Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Gaylord", 
    "state": "WI", 
    "thomas_id": "01411", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-21", 
  "subjects": [
    "Advisory bodies", 
    "Consumer protection", 
    "Drugs", 
    "Government records, documents, and information", 
    "Labeling", 
    "Printing"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-21", 
    "text": "Title I: Drug Testing and Evaluation - Provides that the Congress finds and declares: (1) that the Federal Government should assume responsibility for the necessary testing of drugs and determine whether such drugs meet the requirements for approval for commercial distribution; and (2) that drug manufacturers, should bear the expense incurred by the Secretary of Health, Education and Welfare in conducting such tests. Authorizes the Secretary to establish, staff, equip, and maintain a National Drug Testing and Evaluation Center for the purpose of testing and investigating drugs for which approval is required pursuant to this Act. States that the Center shall be operated and maintained as a part of the Food and Drug Administration, subject to the supervision and control of the Secretary. Establishes a Drug Testing Review Panel to settle disputes between the Secretary and the sponsor of a drug as to: (1) the period of time necessary to develop the necessary data; and (2) the procedures used in the testing and investigating. Provides that such a Panel shall be composed of three members, one to be selected by the Secretary, one by the sponsor and the third to be selected by the first two. Creates a National Drug Testing Evaluation Center Fund which shall be available to the Secretary without fiscal year limitation as a separate fund for the purpose of establishing the Center and for the payment of the testing and investigation of drugs carried out by qualified individuals, organizations, and institutions engaged by the Secretary for such purpose. Provides that this fund shall consist of appropriations made pursuant to this Act and all amounts received by the Secretary as charges and interest. Authorizes to be appropriated such sums as may be necessary for the purpose of furnishing initial working capital for the fund. Provides that such sums shall be repayable to the Treasury from charges collected under this title. Provides that this title shall become effective two years after this date of enactment but, to the extent that facilities and funds are available, the Secretary shall conduct tests and investigations on new drugs submitted to him prior to the effective date of this title. Title II: Federal Drug Compendium - Requires the Secretary to prepare and publish in a readable and practicable form and under a distinct and suitable name a drug compendium and to distribute such compendium on a current basis to all practitioners licensed by law to prescribe and administer drugs listed therein. Provides that such compendium shall list all drugs that are lawfully available in the United States and shall also include in such compendium the proprietary names or designations under which a drug listed in the compendium by established name is available and the names of suppliers from whom such drugs may be obtained. Authorizes the Secretary to omit drugs from the compendium if he determines that there is substantial doubt as to the safety of such drugs or compliance with this or other Federal law. Sets forth a procedure for petitioning for changes in the compendium or for preventing the delisting of drugs. Establishes an advisory committee for the purpose of advising the Secretary from time to time on matters pertaining to the compendium. Authorizes the Secretary to require, by order, any person engaged in manufacturing, preparing, compounding, processing, propagating, producing, distributing or importing any drug to furnish to the Secretary any information available to such person and relevant to any matter bearing on which drugs or information relating thereto should be included in the compendium. Provides that in case of refusal or failure to obey such an order, any district court for the judicial district in which the person is found or resides or transacts business shall, upon application by the Secretary, have jurisdiction to issue an order requiring such person to comply with the Secretary's order. Provides that the Secretary shall prescribe fees to be paid to him by persons engaged in the manufacture, preparation, propagation, compounding, processing, or distribution of drugs intended for humans, as he determines to be necessary to defray the cost of the compendium. States that such fees shall be based upon the volume of the drug business done by such persons and such other factors as the Secretary may determine to be relevant. Creates a drug compendium revolving fund which shall be available to the Secretary, without fiscal year limitation, as a revolving fund for the purpose of preparing and keeping current, publishing, and distributing the drug compendium provided for in this Act. Provides that all expenses incurred by the Secretary in carrying out this title, including refunds of overpayments for fees prescribed pursuant to this title and including payments due by reason of remission or mitigation of penalities, shall be paid from the fund. Provides for the waiver of the drug package insert requirement for a drug if such drug is intended and promoted solely for the conditions of use described in the compendium. Title III: Quality Control for Drugs Purchased by the United States or Paid for With Federal Funds Under Federally Supported Programs; Formulary of the United States - Establishes, within the Department of Health, Education and Welfare, a Formulary Committee, a majority of whose members shall be physicians and which shall consist of two officials of such Department designated by the Secretary, and of seven individuals who are of recognized professional standing and distinction in the fields of medicine, pharmacology and pharmacy. Sets forth the terms of office of the members of such Committees. Provides that the Committee shall compile, publish, and make available to all interested persons a Formulary of the United States. States that the Formulary shall contain an alphabetically arranged listing, by establishing the name, of those drugs which the Committee finds are necessary for good medical practice. Provides that the Formulary Committee shall establish such procedures, as may be necessary, to determine the propriety of the inclusion or exclusion, in the Formulary, of any drug, including such data and testing as it may require of a proponent of a drug. Makes provisions for a hearing prior to the final determination by the formulary Committee to remove a drug from the formulary. Declares that no department or agency of the government shall purchase any drug not listed in the Formulary and shall not reimburse or otherwise pay, under any program administered by it, for any drug not listed in the Formulary. Title IV: Certification of Drugs Other Than Insulin and Antibiotics - Gives the Secretary authority to require batch-by-batch certification of all drugs when needed. States that regulations providing for such certification shall contain such provisions as are necessary to carry out the purposes of this section, including provisions prescribing: (1) standards of identity and of strength, quality, and purity; (2) tests and methods of assay to determine compliance with such standards; (3) effective periods for certificates, and other conditions under which they shall cease to be effective as to certified batches and as to portions thereof; (4) administration and procedure; and (5) such fees, specified in such regulations, as are necessary to provide, equip, and maintain an adequate certification service. Title V: Regulation of Sample Drugs - Provides for the labeling and control of sample drugs. Prohibits the distribution of sample drugs except in response to a prior written request of a licensed practioner specifically requesting such sample drugs. Title VI: Miscellaneous Amendments _ Provides that (1) potentially dangerous drugs will be labeled with the appropriate warning; (2) labeling of drugs will be required so that all active ingredients will be clearly labeled; (3) no drug salesman shall make any oral presentation regarding any drug until he has placed before the physician or pharmacist a Food and Drug Administration approved document about the drug; and (4) the Secretary shall approve all advertising in advance that appears in either the electronic media, or in any publication or advertising circular, for any drug. Title VII: Public Health Price Protection Act - Provides that whenever it appears to the Surgeon General that, in the case of any drug, (1) its continued availability by reason of its general use by the medical profession may be in the public interest, (2) the usage and price levels of such drugs are such that the volume of commerce therein may not be insubstantial and (3) either there are fewer than four producers of such drug in the United States or the average price of such drug to the consumer is five times the direct cost to the producer, he shall immediately so certify to the Federal Trade Commission. Provides that if the Federal Trade Commission finds that the existence of a patent relating to the manufacture, use, or sale of such drug has constituted a substantial contributing factor to the high price of such drug, it shall institute a public rulemaking proceeding to determine whether such patent should be subject to mandatory licencing. Specifies the formulation of rules by the Commission to determine a proper price and licensing procedure. Provides civil penalties for violation of any mandatory licensing rule. Provides for judicial review of such rules."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Health Price Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act, as amended, to provide for the establishment of a national drug testing and evaluation center; to provide for a Federal drug compendium which lists all prescription drugs by their generic names and which provides reliable, complete, and readily accessible prescribing information; to provide for a Formulary of the United States; to provide for quality control for drugs paid for with Federal funds; to provide for the registration of drugs; to provide for the certification of certain drugs other than insulin and antibiotics; to provide for the regulation of sample drugs; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:28-05:00"
}