{
  "actions": [
    {
      "acted_at": "1997-11-09", 
      "references": [
        {
          "reference": "CR S12293-12295", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-11-09", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-10-21", 
      "references": [
        {
          "reference": "CR S12909-12910", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1497-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-11-09", 
  "number": "1497", 
  "official_title": "A bill to release contributors of ordinary trash and minor amounts of hazardous substances from litigation under Comprehensive Environmental Response, Compensation, and Liability Act of 1980, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Equity and Public Involvement in Superfund Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-11-09", 
  "subjects": [
    "Administrative procedure", 
    "Citizen participation", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Community organization", 
    "Depressed areas", 
    "Economics and public finance", 
    "Employee training", 
    "Environmental Protection Agency", 
    "Environmental assessment", 
    "Environmental health", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal-local relations", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Grants-in-aid", 
    "Hazardous waste site remediation", 
    "Hazardous wastes", 
    "Housing and community development", 
    "Indian lands", 
    "Labor and employment", 
    "Landfills", 
    "Law", 
    "Liability for toxic substances pollution damages", 
    "Minorities", 
    "Municipal solid waste", 
    "Nonprofit organizations", 
    "Poor", 
    "Public records", 
    "Recruiting of employees", 
    "Rental housing", 
    "Rural poverty", 
    "Sewage sludge", 
    "Small business", 
    "Social welfare", 
    "Urban affairs", 
    "Waste disposal sites"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-11-09", 
    "text": "TABLE OF CONTENTS: Title I: Enhanced Community Participation Title II: Liability Equity and Public Involvement in Superfund Act of 1997 - Title I: Enhanced Community Participation - Amends the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA) to define: (1) \"affected community\" as a group of two or more individuals who may be affected by the release or threatened release of a hazardous substance, pollutant, or contaminant from a covered facility; and (2) \"covered facility\" as a facility listed or proposed for listing on the National Priorities List (NPL) at which the President is undertaking a removal action expected to exceed one year or a specified funding limit or with respect to which the Administrator of the Agency for Toxic Substances and Disease Registry has accepted a petition requesting a health assessment and that is under investigation by the Administrator (Administrator) of the Environmental Protection Agency (EPA). (Sec. 102) Requires the President to make all records in the administrative record, with stated exceptions, available to an affected community throughout all phases of a response action. (Sec. 103) Sets forth requirements for expanded public participation in the response action process. Authorizes a member of a local community to propose a remedial action alternative in the same manner as any other interested party. Directs the President to assist in the establishment of a community advisory group for a covered facility to achieve direct and meaningful communication among community members throughout the response action process if: (1) requested by a specified amount of residents of the area in which the facility is located or of any local government; or (2) such group would achieve the purposes of this Act. Requires the President to consult with the group in developing and implementing the response action for a covered facility. Directs the President to ensure that the membership of such group reflects the composition of the affected community and a diversity of interests. Authorizes the President to make technical assistance grants to affected communities (including community advisory groups) for use in: (1) interpreting information and presenting recipient views with regard to a response action; (2) disseminating information to other members of the local community; or (3) providing funding for training to enable citizens to participate more effectively in the response process. (Sec. 104) Permits States or Indian tribes with NPL facilities within their borders or reservation boundaries, respectively, to establish waste site information offices funded by EPA grants. Requires the Administrator to establish such an office within EPA for States or Indian tribes that fail to do so. Requires such offices to inform the public of opportunities to participate under CERCLA and to serve as clearinghouses of information on waste, hazardous substances, covered facilities, and technical assistance. (Sec. 105) Directs the Administrator to conduct a program to assist in the recruitment and training of individuals in an affected community for employment in response actions. Requires the Administrator to solicit the assistance of the waste site information office in identifying three facilities in the area covered by each EPA regional office in major urban areas or other areas with minority and low-income populations that are likely to warrant inclusion on the NPL. Accords such facilities a priority in evaluation for NPL listing and scoring. Title II: Liability - Provides exemptions from liability under CERCLA for: (1) certain owners or operators of real property contiguous to a facility at which there has been a release or a threatened release; (2) pre-July 1997 acts if liability is based solely on arranging for disposal, treatment, or transport of, or accepting, hazardous substances and the total of materials containing such substances did not exceed a specified amount; and (3) certain owners, operators, or lessees of residential property, businesses with fewer than 100 employees, or small nonprofit organizations whose liability is based on arrangement or acceptance provisions with respect to municipal solid waste (MSW). Makes municipalities currently liable for response costs on the basis of ownership or operation of a municipal landfill listed on the NPL on or before January 1, 1997, eligible for settlements. Limits liability to 20 percent of total response costs, but authorizes the President to increase such percentage to up to 35 percent under certain conditions. Authorizes the President to require such municipalities to perform or participate in response actions at the facility. Considers two or more municipalities that jointly own or operate a facility to be single owners for purposes of calculating settlement offers. Terminates liability limitations two years after this Act's enactment date unless a municipality participates in a qualified household hazardous waste collection program. Makes persons who commence actions for recovery or contribution of response costs against non-liable persons or those who have entered into expedited settlement agreements liable to the defendant for all reasonable defense costs. (Sec. 202) Adds to the list of parties eligible for expedited final settlements: (1) persons whose liability is based on arranging for disposal, treatment, transport of, or on accepting, MSW or municipal sewage sludge at an NPL facility; and (2) persons, small businesses, or municipalities who demonstrate an inability or limited ability to pay response costs. Revises conditions of eligibility for such settlements for de minimis parties. Makes municipalities that arranged for disposal, treatment, or transport of, or that accepted, such waste or sludge that are also liable as owners or operators eligible for expedited settlements as well. Establishes a moratorium on litigation for recovery or contribution of response costs from any person eligible for an expedited settlement within a specified time frame. Authorizes the President to require, as a condition of expedited settlements or settlements with municipalities with respect to NPL landfills described under this Act, that a potentially responsible party waive some or all of the claims that the party may have against other potentially responsible parties for all response costs incurred at the facility."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Equity and Public Involvement in Superfund Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to release contributors of ordinary trash and minor amounts of hazardous substances from litigation under Comprehensive Environmental Response, Compensation, and Liability Act of 1980, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:14-05:00"
}