{
  "actions": [
    {
      "acted_at": "1980-07-30", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2998-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bentsen, Lloyd M.", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "01282", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bumpers, Dale", 
      "sponsored_at": "1979-01-03", 
      "state": "AR", 
      "thomas_id": "01295", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Byrd, Harry F.,  Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "VA", 
      "thomas_id": "01300", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Culver, John C.", 
      "sponsored_at": "1979-01-03", 
      "state": "IA", 
      "thomas_id": "00255", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1979-01-03", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1979-01-03", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Magnuson, Warren G.", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "01388", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stewart, Donald", 
      "sponsored_at": "1979-01-03", 
      "state": "AL", 
      "thomas_id": "01442", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wallop, Malcolm", 
      "sponsored_at": "1979-01-03", 
      "state": "WY", 
      "thomas_id": "01451", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-07-30", 
  "number": "2998", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to promote capital investment in small business, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Investment Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Gaylord", 
    "state": "WI", 
    "thomas_id": "01411", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-07-30", 
  "subjects": [
    "Accounting", 
    "Brokers", 
    "Business and commerce", 
    "Business income tax", 
    "Capital gains tax", 
    "Corporation taxes", 
    "Corporations", 
    "Corporations and Stocks", 
    "Employee benefit plans", 
    "Employee ownership", 
    "Excise tax", 
    "Fuel", 
    "Gasoline", 
    "Income tax", 
    "Investment tax credit", 
    "Labor and employment", 
    "Motor Vehicles and Driving", 
    "Motor buses", 
    "Restricted stock options", 
    "School buses", 
    "Securities", 
    "Securities and Investments", 
    "Small business", 
    "Stockholders", 
    "Stocks", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax rates", 
    "Taxation", 
    "Transportation and Travel", 
    "Urban affairs", 
    "Urban transportation", 
    "Wages", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Corporation taxes", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-07-30", 
    "text": "Small Business Investment Act of 1980 - Amends the Internal Revenue Code to increase from 15 to 25 the maximum number of shareholders a subchapter S corporation may have. Ends the requirement that an employer furnish a W-2 wage report upon termination to any employee whose employment is terminated before the close of the calendar year. Requires issuance of such interim report only upon timely request by such employee, and then within 30 days after receipt of such request. Allows a credit against the individual income tax for incentive stock (original issue common or preferred stock) acquired in a domestic corporation whose equity capital does not exceed $15,000,000 immediately before the unrestricted public offering of such stock. Specifies the amount of such credit to be an amount equal to the sum of: (1) ten percent of the first $10,000 of such taxpayer's adjusted basis; plus (2) five percent of any other amount of such adjusted basis. Limits such credit to $3,000 annually ($6,000 in the case of a married individual filing a joint return). Provides a transitional limit of $1,500 ($3,000 for a joint return) for 1981. Creates a category of incentive stock options for employees, who would not be required to pay tax at the time such an option is exercised and would receive capital gains treatment on the proceeds of any subsequent sale of such stock. Denies the employer any deduction with respect to such stock either at the time of option exercise or at the time of subsequent sale. Requires the issuance of any such option, with shareholder approval, at 100 percent of fair market value. Accepts any stock later determined to be undervalued if issued with a good faith effort to make such issue at not less than fair market value. Allows exercise of such option up to ten years after issuance, and in any sequence. Limits long-term capital gain treatment to the sale of incentive stock held by the employee at least two years after the grant of the option and one year after exercise. Subjects any such stock sold within two years after option grant to ordinary income treatment. Requires an employee to remain an employee continuously from grant to three months prior to exercise. Prohibits the employee from owning more than ten percent of the voting power or value of the stock of the company unless the option price is at least 110 percent of fair market value. Allows a corporation engaged in certain market making activities a deduction from gross income for additions to a reserve for gains for such activities during the taxable year. Defines \"market making activities\" as the purchase and sale of over-the-counter equity securities by a dealer in securities, or any specialist permitted to act as a dealer, who holds himself out as being willing to buy and sell over-the-counter equity securities for his own account on a regular or continuing basis. Limits eligible securities to over-the-counter equity securities of corporations which, on the last day of the taxable year of the taxpayer preceding the taxable year of the sale or exchange, had $25,000,000 or less of equity securities in such corporation outstanding. Restricts the availability of such deduction to a reserve which has no more than $1,000,000 as of the close of the taxable year, after specified required adjustments. Prohibits any deduction if the amount of the additions to the reserve for the taxable year exceeds 30 percent of the fair market value of average monthly inventory positions carried for market making activities by the taxpayer during such year. Increases from $150,000 to $250,000 ($200,000 for 1981) the minimum credit against the accumulated earnings tax for corporations. Increases the cost of used equipment eligible for the investment tax credit: (1) in general, from $100,000 to $200,000 ($150,000 for 1981); and (2) for a married individual filing a separate return, from $50,000 to $100,000 ($75,000 for 1981). Permits a taxpayer who is required to change his method of accounting pursuant to Revenue Ruling 80-60 (inventory valuation) and Revenue Procedure 80-5 to effect such change only for taxable years beginning after December 31, 1979. Exempts from the excise taxes on gasoline, diesel and special motor fuels any such fuels used in connection with intercity, local and school buses. Allows a taxpayer to elect not to recognize a certain amount of gain from the sale of small business stock, if the proceeds of such sale are used to purchase other small business stock within 18 months. Limits recognition to that portion of any gain in excess of the cost of such other stock. Requires the reduction of the basis of any such subsequently purchased stock by the amount of gain not recognized. Limits small business stock to stock in businesses whose equity capital does not exceed $15,000,000. Reduces the corporate tax rate schedule as follows: (1) from 17 percent to 15 percent of the first $25,000 of income; (2) 30 percent of income between $50,000 and $100,000 (currently $75,000); (3) 40 percent of income between $100,000 and $150,000 (currently, between $75,000 and $100,000); and (4) 46 percent of income in excess of $150,000 (currently $100,000)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Investment Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to promote capital investment in small business, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:32-05:00"
}