{
  "actions": [
    {
      "acted_at": "1980-05-29", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7465-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-05-29", 
  "number": "7465", 
  "official_title": "A bill to amend the Clean Air Act to encourage owners of coal-fired power plants to utilize new technologies for pollution control and to establish an emissions charges and rebate plan.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "13", 
    "name": "Pease, Donald J.", 
    "state": "OH", 
    "thomas_id": "00904", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-05-29", 
  "subjects": [
    "Air pollution control", 
    "Air pollution control equipment", 
    "Coal", 
    "Costs", 
    "Department of the Treasury", 
    "Energy", 
    "Energy facilities", 
    "Environmental protection", 
    "Fees", 
    "Government trust funds", 
    "Mines and mineral resources", 
    "Standards", 
    "Technological innovations"
  ], 
  "subjects_top_term": "Air pollution control", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-05-29", 
    "text": "Title I: New Emission Control Technology - Amends the Clean Air Act to allow persons proposing to own or operate coal-fired powerplants to request from the Administrator of the Environmental Protection Agency one or more waivers of specified air pollution control requirements for such plant or any portion thereof to encourage the use of an innovative technological system or systems of continuous emission reduction. Authorizes the Administrator with the consent of the Governor of the State in which the plant is to be located, to grant such waivers, if the Administrator determines, after notice and opportunity for public hearing, that: (1) the proposed systems have not been adequately demonstrated, will operate effectively, and are reasonably likely to achieve, in comparison with what is required to be achieved by presently available technology under otherwise applicable standards of performance and best available control technology, either significantly greater continuous emission reduction or significantly lower cost with the same or greater continuous emission reduction; (2) the owner or operator of the proposed plant has demonstrated that plant emissions will not prevent attainment and maintenance of any national ambient air quality standards or violate specified requirements, increments, or ceilings; and (3) the number of waivers necessary to ascertain whether a proposed technological system will achieve specified conditions will not be exceeded by the granting of the waiver in question. Sets forth considerations to be taken account of by the Administrator making such determinations. Authorizes the Administrator to conduct tests or to require tests and reports to be made by the owner or operator. Requires the owner or operator to make prompt reports of the emission of any unregulated pollutant from a system if such pollutant was not emitted, or was emitted in significantly lesser amounts without the use of such system. Sets forth terms and conditions on which, and time periods for which, such waivers shall be granted. Provides for waivers (with a minimum level of continuous emission reduction) to be continued and charges to be assessed in cases where a system has failed to achieve the required level of continuous emission reduction and correction is impracticable. Sets forth formulas to determine such charges. Prohibits any charge being imposed which requires the owner or operator to pay, together with costs of operation and construction, higher costs because of use of innovative rather than existing technology. Title II: Emissions Charges and Rebate Plan - Amends the Clean Air Act to direct the Administrator of the Environmental Protection Agency to develop and implement, in selected air quality control regions, plans which will assess the effectiveness of using economic incentives to achieve national primary or secondary ambient air quality standards in regions where such standards are not being achieved. Requires that each plan: (1) be developed under regulations promulgated by the Administrator after notice and opportunity for public hearing within the region covered by the plan; (2) be implemented only if each State involved approves; and (3) supercede inconsistent provisions of State implementation plans. Prohibits the Administrator from approving a plan which is not designed to bring about compliance with the ambient air quality standards in the region for the pollutants which are the subject of the plan and which does not specify an overall emission reduction schedule respecting such pollutants. Prohibits approval of any plan before January 1, 1981. Requires that each plan: (1) apply to a particular industry or industries or sources responsible for a particular pollutant; (2) specify an initial fee to be paid by the owner or operator of each source covered by the plan to be assessed per unit of emissions; (3) establish a year-to-year overall emission reduction schedule for all plan participants; (4) provide for automatic annual percentage increases (to be adjusted, if necessary by the Administrator) in fees if actual emissions exceed scheduled emissions; and (5) be annually reviewed by the Administrator to ascertain whether the emission reduction schedule is sufficient to achieve national primary or secondary ambient air quality standards not later than the date provided under such Act. Requires that regulations for plan development provide for fee imposition and rebate payment annually according to a schedule prescribed by the Administrator to encourage plan compliance as rapidly as practicable. Requires that the aggregate amount of rebates paid from the revolving fund for any calendar year to plan participants equal the aggregate amount of fees paid into the fund during the calendar year by all plan participants. Sets forth: (1) a formula for determination of the amount of rebate paid to each participant; and (2) requirements for monitoring and reporting of emissions; and (3) nonpayment penalties of 20 percent of the aggregate amount of fee owed, plus interest. Establishes a revolving fund in the Treasury to which fees shall be paid and from which rebates shall be made. Makes technical and conforming amendments. Authorizes the Administrator to commence civil actions to recover fees, interest, or nonpayment penalties for which any person is liable under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act to encourage owners of coal-fired power plants to utilize new technologies for pollution control and to establish an emissions charges and rebate plan.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:19-05:00"
}