{
  "actions": [
    {
      "acted_at": "1974-03-20", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-03-20", 
      "committee": "House Committee on Labor and Public Welfare", 
      "references": [], 
      "text": "Referred to House Committee on Labor and Public Welfare.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-11-21", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Public Welfare with amendment, S. Rept. 93-1295.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-11-22", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-11-26", 
      "references": [], 
      "text": "Measure passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-11-26", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-11-27", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1974-12-07", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1974-12-07", 
      "references": [], 
      "text": "Public law 93-518.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3202-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1974-12-07", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-20", 
  "number": "3202", 
  "official_title": "A bill to amend the Farm Labor Contractor Registration Act of 1963 to provide for the extension of coverage and to further effectuate the enforcement of such act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Farm Labor Contractor Registration Act Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Gaylord", 
    "state": "WI", 
    "thomas_id": "01411", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-20", 
  "subjects": [
    "Agricultural labor", 
    "Agriculture and food", 
    "Labor and employment"
  ], 
  "subjects_top_term": "Agricultural labor", 
  "summary": {
    "as": "Public Law", 
    "date": "1974-12-07", 
    "text": "(LATEST SUMMARY) Farm Labor Contractor Registration Act Amendments - Removes the limitation on coverage under the Farm Labor Contractor Registration Act to those contractors who transport ten or more migrant workers at any one time. Exempts persons engaging in farm labor contracting within a 25 mile intrastate radius for not more than 13 weeks each year from coverage under the Act. Exempts from the coverage of such Act a farmer, processor, canner, ginner, packing shed operator, or nurseryman if he personally recruits migrant workers for his own operation. Extends coverage under the Labor Contractor Registration Act to all aspects of commerce in agriculture. Provides that a farm labor contractor shall be denied the facilities and services of the United States Employment Service if the contractor refuses or fails to exhibit his certificate of registration. Extends the present standards for issuance of a certificate of registration to require proof that an applicant's vehicles for the transportation of migrant workers, and real property for the housing of migrant workers, conform to applicable Federal and State health and safety standards; and the applicant's consent to the substitute service of legal process on the Secretary of Labor on behalf of the applicant where he has made himself unavailable to accept such service, under terms a court may set. Requires that the requirements of vehicle insurance coverage under such Act be comparable to amounts applicable to vehicles used for the transportation of passengers in interstate commerce under the Interstate Commerce Act and regulations promulgated thereunder. Permits the Secretary to deny a certificate of registration to any applicant found by the Secretary to be a stand-in for another person not eligible for a certificate of registration, or where the Secretary determines that an applicant has used a vehicle for the transportation of migrant workers, or has used real property for the housing of migrant workers, which does not conform with applicable Federal and State health and safety standards, and which is within the applicant's ownership or control. Requires that persons utilizing the services of farm labor contractors must first make a determination that such contractor are properly registered. Requires a farm labor contractor to provide each worker a written statement of the nature of employment at the time of recruitment, in a language in which the worker is fluent, and in a form prescribed by the Secretary, which will include in addition to the information already specified in the present Act: (1) the period of employment of such worker; (2) whether a labor dispute exists in the area of contracted employment; and (3) the existence of any arrangements between the contractor and third parties in the area of employment. Requires each farm labor contractor to pay over promptly all money or things of value entrusted to him by a farm operator. Prohibits a farm labor contractor from requiring workers to purchase goods exclusively from himself or another. Prohibits such contractor from recruiting persons he knows are in violation of the immigration and nationality laws; and requires him to provide information to those to whom he furnishes migrant workers. Imposes a penalty of imprisonment not to exceed one year, a $500 fine, or both, for a first offense under the Farm Labor Contractor Registration Act. Imposes penalties for subsequent violations of the Act of a fine not to exceed $10,000, imprisonment not to exceed three years, or both. Empowers the Secretary to impose up to a $1,000 civil money penalty for a violation of the Act or any regulation promulgated under the Act. Provides that any person who claims to be aggrieved by the violation of any provision of the Act may file suit in the appropriate district court of the United States without regard to the amount in controversy, or to the citizenship of the parties. Authorizes the Secretary to seek injunctive relief in any United States district court when a violation of the Act is determined by him to have occurred. Authorizes the Solicitor of Labor to represent the Secretary subject to the direction of the Attorney General. Prohibits discrimination against any migrant worker for the exercise of a right secured under the Act. Grants the appropriate United States district court power to order reinstatement of any aggrieved worker with back pay or damages. Authorizes the appropriation of such sums as are necessary to the enforcement of the Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Farm Labor Contractor Registration Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Farm Labor Contractor Registration Act of 1963 to provide for the extension of coverage and to further effectuate the enforcement of such act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:06-05:00"
}