{
  "actions": [
    {
      "acted_at": "1992-04-01", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-01", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to the House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-01", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-02", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to the Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-03", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to the Subcommittee on Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-09", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Human Resources", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-04-30", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Human Resources", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-05-06", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Human Resources", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-05-06", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Human Resources", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-05-20", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-05-20", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-05-27T13:43:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Ways and Means. H. Rept. 102-536, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-02", 
      "bill_ids": [
        "hr5260-102"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.5260.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-03", 
      "bill_ids": [
        "hr5260-102"
      ], 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "See H.R.5260.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4727-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Bonior, David E.", 
      "sponsored_at": "1992-04-01", 
      "state": "MI", 
      "thomas_id": "00108", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Borski, Robert A.", 
      "sponsored_at": "1992-05-06", 
      "state": "PA", 
      "thomas_id": "00111", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Ford, Harold E.", 
      "sponsored_at": "1992-04-01", 
      "state": "TN", 
      "thomas_id": "00400", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Gephardt, Richard A.", 
      "sponsored_at": "1992-04-01", 
      "state": "MO", 
      "thomas_id": "00433", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Green, S. William", 
      "sponsored_at": "1992-04-09", 
      "state": "NY", 
      "thomas_id": "00463", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hubbard, Carroll, Jr.", 
      "sponsored_at": "1992-04-09", 
      "state": "KY", 
      "thomas_id": "00567", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Kennelly, Barbara B.", 
      "sponsored_at": "1992-04-01", 
      "state": "CT", 
      "thomas_id": "00628", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kostmayer, Peter H.", 
      "sponsored_at": "1992-05-13", 
      "state": "PA", 
      "thomas_id": "00649", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Levin, Sander M.", 
      "sponsored_at": "1992-04-01", 
      "state": "MI", 
      "thomas_id": "00683", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Matsui, Robert T.", 
      "sponsored_at": "1992-04-01", 
      "state": "CA", 
      "thomas_id": "00748", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "McDermott, Jim", 
      "sponsored_at": "1992-05-06", 
      "state": "WA", 
      "thomas_id": "00766", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Olver, John W.", 
      "sponsored_at": "1992-05-06", 
      "state": "MA", 
      "thomas_id": "00879", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Pease, Donald J.", 
      "sponsored_at": "1992-04-01", 
      "state": "OH", 
      "thomas_id": "00904", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Rostenkowski, Dan", 
      "sponsored_at": "1992-04-01", 
      "state": "IL", 
      "thomas_id": "00988", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "1992-05-06", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-01", 
  "number": "4727", 
  "official_title": "To extend the emergency unemployment compensation program, to revise the trigger provisions contained in the extended unemployment compensation program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5260-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5260-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Unemployment Compensation Amendments of 1992", 
  "sponsor": {
    "district": "2", 
    "name": "Downey, Thomas J.", 
    "state": "NY", 
    "thomas_id": "00314", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-05-20", 
  "subjects": [
    "Agricultural labor", 
    "Alien labor", 
    "Armed forces reserves", 
    "Budget deficits", 
    "Congressional reporting requirements", 
    "Employee rights", 
    "Excise tax", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Federal employees", 
    "Federal receipts and expenditures", 
    "Government spending reductions", 
    "Government trust funds", 
    "Hours of labor", 
    "Income tax", 
    "Labor statistics", 
    "Migrant labor", 
    "Off-budget expenditures", 
    "Part-time employment", 
    "Persian Gulf War", 
    "Recruiting of employees", 
    "State laws", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exemption", 
    "Tax penalties", 
    "Tax rates", 
    "Taxation", 
    "Unemployed", 
    "Unemployment", 
    "Unemployment insurance", 
    "Veterans' benefits", 
    "Veterans' employment", 
    "Wealth tax", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "1992-05-27", 
    "text": "Unemployment Compensation Amendments of 1992 - Title I: Extension of Emergency Unemployment Compensation Program - Amends the Emergency Unemployment Compensation Act of 1991 (Public Law 102-164, as amended) to extend the emergency unemployment compensation (EUC) program. Changes the EUC program termination date (currently July 4, 1992) to the earliest of: (1) April 1, 1993; (2) the first day of the third month after the first month (after June 1992) for which the applicable unemployment rate is less than six and one-half percent; or (3) the first day of the first month (after June 1992) for which the applicable unemployment rate is less than six percent. Makes the applicable unemployment rate for any month, for such purposes, the average rate (seasonally adjusted) of total unemployment in all States for the most recent three calendar months for which data are published before the beginning of such month. Provides for specified reductions of benefits during periods after June 13, 1992, and after December 31, 1992 (or three months prior to any earlier termination date for the program than April 1, 1993). Provides, therefore, up to: (1) 33 weeks of EUC benefits in certain high-unemployment States and 26 weeks in all other States, respectively, for claimants prior to June 14, 1992; (2) 26 or 20 weeks, respectively, for new claimants on or after such date; and (3) 13 or 10 weeks, respectively for new claimants on or after January 1, 1993 (or any earlier date for the final three-month phaseout). Provides for up to three months continuation of EUC benefits for certain individuals receiving such benefits for a week during which such termination date occurs. Modifies EUC eligibility requirements to: (1) make a 20-week work requirement inapplicable; (2) provide that an individual is not ineligible by reason of subsequent entitlement to regular benefits; and (3) provide certain transition rules, including a waiver of recovery of certain overpayments and an option to defer rights to certain regular benefits. Provides, under specified conditions, that certain Persian Gulf Crisis reservists may receive an EUC weekly benefit amount equal to what they were receiving under the regular State unemployment compensation program when they were called to active duty. Title II: Modifications to Extended Benefits Program - Amends the Federal-State Extended Unemployment Compensation Act of 1970 to modify trigger provisions for the extended benefits (EB) program. Provides for an EB State \"on\" indicator for a month if the average rate of total unemployment (seasonally adjusted) for the most recent three months for which data are published before the close of such month is: (1) six percent or more; and (2) 110 percent or more of such average rate for either (or both) of the corresponding three-month periods ending in the two preceding calendar years. (Current law uses the State insured unemployment rate, rather than the State total unemployment rate, in the trigger formula.) Provides for additional weeks of EB program benefits during high unemployment periods (when the trigger period average rate of total unemployment is eight percent or more). Repeals certain special eligibility requirements under the EB program. Increases the amount of Federal reimbursement under the EB program. Makes these amendments to the EB program effective on October 1, 1993, with certain exceptions. Title III: Modifications to Federal Unemployment Tax - Amends Federal Unemployment Tax Act (FUTA) provisions of the Internal Revenue Code (IRC) to modify the Federal unemployment tax rate. Reduces the percentage of Federal taxable wages, which is part of the formula for determining the FUTA rate of an employer, from the present 0.8 (which is currently scheduled to return to 0.6 when a 0.2 surtax expires in 1996) to 0.3 in 1994 through 1996 and 0.25 in 1997 and thereafter; but increases the FUTA taxable wage base in 1994 and thereafter to the average annual covered wage. Amends IRC to require the appropriate State agency to provide to each individual filing a claim for unemployment compensation under State law a written explanation of: (1) the Federal and State taxation of unemployment benefits; and (2) the requirements to make payments of estimated Federal and State income taxes. Amends the Social Security Act (SSA) to allow States to include information on the earned income credit under IRC in certain mailings relating to unemployment compensation, at no cost if such additional information does not increase the postage cost of such mailings. Amends IRC to extend by two years (until January 1, 1995) the current exclusion from coverage under FUTA of agricultural labor performed before such date by an individual who is admitted to the United States to perform such agricultural labor under certain provisions of the Immigration and Nationality Act. Requires the Advisory Council on Unemployment Compensation to report by February 1, 1994, to specified congressional committees on such FUTA exclusion treatment of agricultural labor performed by aliens. Extends by one year the grace period for State repayment of Federal loans to State unemployment funds (before certain penalty taxes on employers take effect in such States with overdue loans), if the State amended its unemployment compensation law during 1992 or 1993 to increase estimated contributions requirements by at least 25 percent. Title IV: Modification to Regular State Unemployment Compensation Programs - Amends the Internal Revenue Code (IRC) to provide for treatment of short-time compensation programs which provide partial unemployment benefits to individuals whose workweeks have been reduced by at least ten percent. Allows State laws to provide for unemployment compensation funds to be withdrawn for the payment of such short-time compensation under a plan approved by the Secretary of Labor. Directs the Secretary of Labor to assist States in establishing and implementing short-time compensation programs by: (1) developing model legislative language and proposing appropriate revisions; and (2) providing technical assistance and guidance. Requires the Secretary to report to the Congress on implementation of these short-time compensation program provisions. Requires each employer covered under a State unemployment compensation law to: (1) post statements (prescribed by the State agency) regarding benefit rights and other matters in places readily accessible to employees; and (2) furnish to each terminated employee written statements (provided by the State agency) regarding claims for compensation. Title V: Financing Provisions - Amends the Internal Revenue Code (IRC) to extend by two years, through December 31, 1997, a phaseout of personal exemptions for certain high income taxpayers. Amends IRC to disallow an income tax deduction for remuneration for services in excess of $1,000,000 per employee per year to certain covered employees or former employees who are or had been officers of the taxpayer (and not including any employee-owners of personal service corporations). Aggregates remuneration from certain related employers for purposes of such $1,000,000. Revises IRC provisions for individual estimated tax payments. Changes (for taxable year years 1993 through 1996) from 100 to 115 percent of the preceding year's tax liability the amount of the timely estimated payments which an individual must make to qualify for a \"safe harbor\" alternative in making such estimated payments. Repeals special rules which denied the use of the preceding year's liability safe harbor for certain individuals with significant increases in tax liability from one year to the next. Amends the Social Security Act to provide for transfer of revenues from income taxes on unemployment benefits to the Unemployment Trust Fund. Bases such transfers on estimates of benefit payments. Sets forth a transition rule requiring the Secretary of the Treasury, by the end of FY 1992, to transfer from the general fund of the Treasury to the Unemployment Trust Fund, for credit to the extended unemployment compensation account, an amount equal to that which would have been appropriated to the Unemployment Trust Fund for months beginning on or before enactment of this Act if such transfer amendments had been in effect for all months after December 31, 1990. Revises provisions for Federal unemployment accounts. Modifies provisions for the extended unemployment compensation account with respect to transfers and increases the ceiling on such account. Reduces the ceiling on the Federal unemployment account. Provides for borrowing among the employment security administration account, the Federal unemployment account, and the extended unemployment compensation account. Amends specified Federal law relating to civil service employment to provide that if any Federal agency does not deposit a required amount in the Federal Employees Compensation Account for unemployment benefits within 30 days after notification by the Secretary of Labor, such Secretary shall notify the Secretary of the Treasury of such failure and that Secretary shall transfer such amount to such Account from amounts otherwise appropriated to such Federal agency. Extends, to December 31, 1994, the deadline for a report on a study of the allocation of funds among States for the administration of unemployment compensation programs. (Such report is required under the Emergency Unemployment Compensation Act of 1991.) Title VI: Budgetary Treatment - Provides that any amount of new budget authority, outlays, or receipts resulting from this Act shall not be considered for any purpose under the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act) (BBEDCA). Exempts EUC payments under the Emergency Unemployment Compensation Act of 1991 from sequestration orders under BBEDCA."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Unemployment Compensation Amendments of 1992", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Unemployment Compensation Amendments of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To extend the emergency unemployment compensation program, to revise the trigger provisions contained in the extended unemployment compensation program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:23-05:00"
}