{
  "actions": [
    {
      "acted_at": "2003-02-04", 
      "references": [
        {
          "reference": "CR S1902-1903", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-02-04", 
      "committee": "Committee on Indian Affairs", 
      "references": [
        {
          "reference": "CR S1903-1907", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-04-21", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held. Hearings printed: S.Hrg. 108-534.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-16", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-11-10", 
      "committee": "Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported by Senator Campbell under authority of the order of the Senate of 10/11/04 with an amendment in the nature of a substitute. With written report No. 108-403.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2004-11-10", 
      "calendar": "Senate Legislative", 
      "number": "794", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 794.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s297-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-02-04", 
  "number": "297", 
  "official_title": "A bill to provide reforms and resources to the Bureau of Indian Affairs to improve the Federal acknowledgement process, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Acknowledgment Process Reform Act of 2004", 
  "sponsor": {
    "district": null, 
    "name": "Campbell, Ben Nighthorse", 
    "state": "CO", 
    "thomas_id": "00168", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2004-06-16", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Anthropology", 
    "Arts, culture, religion", 
    "Civil rights and liberties, minority issues", 
    "Department of the Interior", 
    "Evidence (Law)", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal-Indian relations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Health", 
    "History", 
    "Indian medical care", 
    "Judicial review", 
    "Language and languages", 
    "Law", 
    "Marriage", 
    "Minorities", 
    "Native Americans", 
    "Religion", 
    "Right of petition", 
    "Social life and customs", 
    "Sovereignty", 
    "State government-Indian relations", 
    "Tribes and tribal system"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2004-11-10", 
    "text": "Federal Acknowledgment Process Reform Act of 2004 - (Sec. 4) Prescribes the process for petition for Federal acknowledgment of Indian groups, including letter of intent and evidence of historical existence. Defines the responsibilities of the Assistant Secretary of the Interior for Indian Affairs for publication, review, and final determination of petitions. Permits the petitioner to seek judicial review of the final determination in the U.S. District Court for the District of Columbia. Declares the intent of Congress that, in accordance with Federal law relating to interpretations of treaties and Acts of Congress affecting the rights, powers, privileges, and immunities of Indian tribes, any ambiguity in this Act be liberally construed in favor of an Indian group or Indian tribe. Authorizes appropriations for FY 2004 through 2013. (Sec. 5) Specifies the requirements a petitioner must provide in a petition for acknowledgment. Specifies factors the Secretary may use as evidence of community and the criteria to be used to consider a petitioner to have provided sufficient evidence of community. Requires a petition to include a statement and analysis of facts establishing that the petitioner Indian group has maintained political influence or authority over members of the petitioner throughout the historical period. Specifies criteria by which the Assistant Secretary shall consider petitioner to have provided sufficient evidence to demonstrate the exercise of such political influence or authority. (Sec. 6) Requires the Assistant Secretary to establish the Independent Review and Advisory Board to: (1) assist in addressing unique evidentiary questions; (2) provide secondary peer review; and (3) enhance the credibility of the acknowledgment process. Authorizes the Secretary to provide a petitioner or interested party a grant based on need to offset the cost incurred in submitting a petition or a legal argument in support of or in opposition to a petition. Requires the Assistant Secretary to establish a Federal acknowledgment research pilot project to make available additional research resources for researching, reviewing, and analyzing petitions for acknowledgment. Permits the Assistant Secretary to provide grants to assist approved institutions in participating in the pilot project. Authorizes appropriations for FY 2004 through 2006. (Sec. 7) Declares that the Freedom of Information Act shall not apply to any action of the Assistant Secretary with respect to a petition for acknowledgment under this Act. Authorizes the Secretary to request assistance from the Attorney General in responding to requests for petition-related information made in accordance with such Act. Authorizes appropriations for FY 2004 through 2008. (Sec. 8) Declares that the acknowledgment of any petitioner under this Act shall not reduce or eliminate: (1) the right of any other Indian tribe to govern the reservation of that other tribe (as the reservation exists before, on, or after the date of acknowledgment of the petitioner); (2) any property right held in trust or recognized by the United States for the other Indian tribe (as it existed before the date of acknowledgment); or (3) any previously or independently existing claim by a petitioner to any such property right held in trust by the United States for the other Indian tribe before the date of acknowledgment. States that, on acknowledgment by the Assistant Secretary of a petitioner under this Act, the newly-acknowledged Indian tribe shall: (1) have a government-to-government relationship with the United States; (2) be eligible for the programs and services provided by the United States to members of other Indian tribes because of their status as Indians; and (3) have the responsibilities, obligations, privileges, and immunities of those other Indian tribes. Declares that the Assistant Secretary's acknowledgment of an Indian group, however, shall not establish any immediate entitlement to participation in any program of the Bureau of Indian Affairs (BIA) in existence as of the date of acknowledgment. Requires officials of the BIA and the Indian Health Service to consult with each newly-acknowledged Indian tribe to determine its needs and to recommend a budget required to serve it."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Acknowledgment Process Reform Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Federal Acknowledgment Process Reform Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide reforms and resources to the Bureau of Indian Affairs to improve the Federal acknowledgement process, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:31:58-05:00"
}