{
  "actions": [
    {
      "acted_at": "2011-02-03", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-05-05", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2011-07-07", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Rockefeller with an amendment in the nature of a substitute. With written report No. 112-30.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2011-07-07", 
      "calendar": "Senate Legislative", 
      "number": "96", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 96.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2011-10-17", 
      "references": [
        {
          "reference": "CR S6613-6620", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-17", 
      "references": [
        {
          "reference": "CR S6613-6616", 
          "type": "text of committee amendment in the nature of a substitute"
        }
      ], 
      "text": "The committee substitute as amended agreed to by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-17", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S6616-6620", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2011-10-18", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-21T09:32:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-21T13:39:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s783-112", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "783"
    }, 
    {
      "amendment_id": "s784-112", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "784"
    }
  ], 
  "bill_id": "s275-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2011-02-03", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Casey, Robert P., Jr.", 
      "sponsored_at": "2011-04-04", 
      "state": "PA", 
      "thomas_id": "01828", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Menendez, Robert", 
      "sponsored_at": "2011-02-03", 
      "state": "NJ", 
      "thomas_id": "00791", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2011-02-03", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Udall, Tom", 
      "sponsored_at": "2011-05-05", 
      "state": "NM", 
      "thomas_id": "01567", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2011-10-17", 
    "vetoed": false
  }, 
  "introduced_at": "2011-02-03", 
  "number": "275", 
  "official_title": "A bill to amend title 49, United States Code, to provide for enhanced safety and environmental protection in pipeline transportation, to provide for enhanced reliability in the transportation of the Nation's energy products by pipeline, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2937-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2937-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Pipeline Transportation Safety Improvement Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2011-10-17", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Alaska", 
    "Alternative and renewable resources", 
    "Congressional oversight", 
    "Department of Transportation", 
    "Emergency communications systems", 
    "Environmental assessment, monitoring, research", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Gulf of Mexico", 
    "Hazardous wastes and toxic substances", 
    "International organizations and cooperation", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "Motor fuels", 
    "Oil and gas", 
    "Pipelines", 
    "Pollution liability", 
    "Research and development", 
    "Transportation and public works", 
    "Transportation programs funding", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2011-10-17", 
    "text": "Pipeline Transportation Safety Improvement Act of 2011 - Prescribes or revises requirements for safety and environmental protection in pipeline transportation. (Sec. 2) Defines the term \"major consequence violation\" to mean a violation that contributed to an incident resulting in: (1) one or more deaths or injuries or illnesses requiring in-patient hospitalization; or (2) environmental harm exceeding $250,000 in damage, including property loss (other than the value of natural gas or hazardous liquid lost or damage to pipeline equipment). Subjects to a civil penalty of $250,000 any person that the Secretary of Transportation (DOT) has found to have committed a major consequence violation of a pipeline marking or excavation notification requirement, pipeline safety standard or regulation, or order. Authorizes the Secretary to impose a civil penalty on a person who obstructs or prevents an inspection or investigation of a gas pipeline or hazardous liquid pipeline. Prescribes a maximum civil penalty of $2.5 million for a related series of major consequence violations. (Sec. 3) Prohibits a state one-call notification program from exempting municipalities, state agencies, or their contractors from its one-call notification system requirements. (Sec. 4) Requires the Secretary to issue regulations subjecting offshore hazardous liquid gathering pipelines (except low-stress distribution pipelines) as well as those located within Gulf of Mexico inlets to the same standards and regulations as other hazardous liquid pipelines. (Sec. 5) Directs the Secretary to prescribe a regulation to require the use of automatic or remote-controlled shut-off valves (or equivalent technology) on pipelines. (Sec. 6) Requires the Secretary to prescribe regulations to require the use of excess flow valves on new or entirely replaced distribution branch services, multi-family facilities, and small commercial facilities located in high-density population areas and environmentally sensitive areas. (Sec. 7) Directs the Secretary to evaluate specified questions with respect to integrity management safety system requirements. (Sec. 8) Requires the Secretary to maintain: (1) a monthly updated summary of all completed and final natural gas and hazardous liquid pipeline inspections conducted by or reported to the Pipeline and Hazardous Materials Safety Administration (PHMSA), (2) a status indication of the review and approval of each gas and hazardous liquid pipeline operator's facility response plan, and (3) an updated map of all pipelines located in high consequence areas that are required to meet integrity management safety regulations. (Sec. 9) Directs the Secretary to conduct biannually a follow-up survey to measure progress of gas pipeline operators to implement plans for the safe management and replacement of cast iron pipe in their systems. (Sec. 10) Directs the Secretary to: (1) submit an updated report to Congress on leak detection systems used by operators of hazardous liquid pipelines and transportation-related flow lines; and (2) prescribe regulations to require such operators to use leak detection technologies, particularly in high consequence areas. (Sec. 11) Requires the Secretary to: (1) prescribe regulations to establish time limits for accident and incident (i.e., spill or rupture) telephonic or electronic notification by pipeline operators to state and local government officials and emergency responders, and (2) review procedures for pipeline operators and the National Response Center to provide coordinated notification to all relevant emergency response officials and revise such procedures as appropriate. (Sec. 13) Revises national pipeline mapping system requirements to require each pipeline operator to provide the Secretary certain geospatial, technical, or other related pipeline data, including design and material specifications. (Sec. 14) Authorizes the Secretary to engage in activities supporting the exchange of information with domestic and international organizations about the public and environmental risks from pipelines. (Sec. 15) Directs the Secretary to review all exemptions for gas and hazardous liquid gathering lines. (Sec. 16) Authorizes the Secretary to collect geospatial, technical, or other pipeline data on transportation-related oil flow lines (pipelines transporting oil off the grounds of the well across areas not owned by the producer). (Sec. 17) Authorizes the Secretary to provide technical assistance to Alaska to achieve coordinated oversight of the construction, expansion, or operation of Alaskan pipeline systems. (Sec. 18) Authorizes the Secretary to require persons proposing the construction, expansion, or operation of certain new gas or hazardous liquid pipelines (including construction inspections and oversight) to pay the costs of pipeline design safety reviews the Secretary conducts. Establishes in the Treasury the Pipeline Safety Design Review Fund. (Sec. 19) Sets forth certain factors the Secretary shall consider in granting a pipeline operator's application for a waiver (for up to five years, reviewable) of any pipeline standard. (Sec. 20) Treats as a hazardous liquid any non-petroleum fuels, including biofuels that are flammable, toxic, or corrosive or would be harmful to the environment if released in significant quantities. (Sec. 21) Directs the Secretary to prescribe minimum safety standards for the pipeline transportation of carbon dioxide in gaseous form. (Sec. 22) Directs the Secretary to study whether hazardous liquid pipeline regulations are sufficient to regulate the transportation of tar sands crude oil by pipeline, including whether any increase in risk of release exists for pipelines transporting such oil. (Sec. 23) Directs the Secretary to study the transportation of non-petroleum hazardous liquids by pipeline, including the extent to which the safety of such lines is unregulated by states. (Sec. 25) Directs the Secretary to increase the number of PHMSA personnel by a total of 39 full-time employees to carry out the pipeline safety program. (Sec. 26) Revises state pipeline safety grant requirements to authorize the Secretary to provide a pipeline safety grant to a state (as under current law) only if it spends (excluding federal grants) an amount equal to the average amount it spent for a gas or hazardous liquid safety program for FY2004-FY2006. Directs the Secretary to waive such requirement if a state can demonstrate an inability to maintain or increase its funding share of its pipeline safety program due to economic hardship. (Sec. 27) Directs the Secretary to require gas pipeline operators to verify records for all interstate and intrastate gas transmission lines in class 3 and class 4 locations and class 1 and class 2 high consequence areas to reflect accurately the pipelines' physical and operational characteristics and confirm their established maximum allowable operating pressures. Directs the Secretary to prescribe regulations for conducting tests to confirm the material strength of previously untested natural gas transmission pipelines: (1) located in high-density population areas and environmentally sensitive areas, and (2) operating at a pressure greater than 30% of specified minimum yield strength. (Sec. 28) Directs the Secretary to prescribe regulations to: (1) require a presiding official at all administrative hearings related to PHMSA civil penalties, compliance orders, safety orders, or corrective orders; (2) give any person requesting a hearing the opportunity to arrange for a transcript of the hearing, at the person's own expense; and (3) ensure expedited review of any emergency order to a pipeline facility operator to take necessary corrective action with regard to a pipeline facility determined hazardous to life and property. (Sec. 29) Authorizes appropriations for FY2012-FY2015 for: (1) gas and hazardous liquid pipeline safety grants, (2) emergency response grants, (3) one-call notification programs, (4) state damage prevention programs, (5) community pipeline safety information grants, and (6) an ongoing pipeline transportation research and development program plan."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pipeline Transportation Safety Improvement Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Pipeline Transportation Safety Improvement Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Pipeline Transportation Safety Improvement Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 49, United States Code, to provide for enhanced safety and environmental protection in pipeline transportation, to provide for enhanced reliability in the transportation of the Nation's energy products by pipeline, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:00:07-05:00"
}