{
  "actions": [
    {
      "acted_at": "1994-08-15", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2389-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "1994-08-15", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-08-15", 
  "number": "2389", 
  "official_title": "A bill to reform habeas corpus procedures.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Habeas Corpus Reform Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Bryan, Richard H.", 
    "state": "NV", 
    "thomas_id": "01293", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-08-15", 
  "subjects": [
    "Appellate procedure", 
    "Capital punishment", 
    "Civil rights and liberties, minority issues", 
    "Constitutional law", 
    "Crime and law enforcement", 
    "Criminal procedure", 
    "Evidence (Law)", 
    "Government operations and politics", 
    "Habeas corpus", 
    "Judicial review", 
    "Law", 
    "Lawyers", 
    "Legal fees", 
    "Limitation of actions", 
    "Prisoners", 
    "Right to counsel", 
    "Sentences (Criminal procedure)", 
    "Standards", 
    "State courts", 
    "Supreme Court", 
    "Warrants (Law)"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-08-15", 
    "text": "Habeas Corpus Reform Act of 1994 - Amends the Federal judicial code to provide special habeas corpus procedures in cases brought by prisoners in State custody subject to a capital sentence if a State establishes by rule of its court of last resort or by statute a mechanism for the appointment, compensation, and payment of reasonable fees and litigation expenses of competent counsel for such persons who are indigents charged with offenses for which capital punishment is sought or indigents who have been sentenced to death and who seek appellate or collateral review in State court or certiorari review in the U.S. Supreme Court. Requires a warrant or order setting an execution date for a State prisoner, upon the entry in the appropriate State court of record of an order apointing counsel, to be stayed upon application to any court that would have jurisdiction over any proceedings filed pursuant to pertinent provisions of the judicial code. Specifies conditions under which a stay shall expire. Denies a Federal court the authority to enter a stay of execution or grant relief in a capital case if any of such conditions are satisfied, unless: (1) the basis for the stay and request for relief is a claim not previously presented by the prisoner in State or Federal courts and the failure to raise the claim is either the result of State action in violation of the Constitution or Federal law, the result of Supreme Court recognition of a new Federal right that is retroactively applicable, or based on a factual predicate that could not have been discovered through the exercise of reasonable diligence in time to present the claim for State or Federal postconviction review; and (2) the facts underlying the claim would be sufficient, if proven, to undermine the court's confidence in the jury's determination of guilt of the offense for which the death penalty was imposed or in the validity of the sentence of death. Sets forth provisions regarding: (1) time requirements and the tolling rule for the filing of such habeas corpus petitions; (2) inapplicability of the requirement of a certificate of probable cause in order to appeal a habeas corpus case subject to this Act; and (3) counsel appointed in capital cases (including rules regarding previous counsel, ineffectiveness of counsel, certification standards or qualifications for counsel appointed pursuant to this Act, and attorney compensation)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Habeas Corpus Reform Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform habeas corpus procedures.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:31-05:00"
}