{
  "actions": [
    {
      "acted_at": "2011-12-08", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-12-16", 
      "references": [
        {
          "reference": "CR S8722-8723", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1963-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2012-01-23", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chambliss, Saxby", 
      "sponsored_at": "2011-12-13", 
      "state": "GA", 
      "thomas_id": "00188", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "2012-01-23", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCaskill, Claire", 
      "sponsored_at": "2012-05-22", 
      "state": "MO", 
      "thomas_id": "01820", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-12-08", 
  "number": "1963", 
  "official_title": "A bill to revoke the charters for the Federal National Mortgage Corporation and the Federal Home Loan Mortgage Corporation upon resolution of their obligations, to create a new Mortgage Finance Agency for the securitization of single family and multifamily mortgages, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mortgage Finance Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Isakson, Johnny", 
    "state": "GA", 
    "thomas_id": "01608", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-12-08", 
  "subjects": [
    "Advisory bodies", 
    "Congressional oversight", 
    "Corporate finance and management", 
    "Executive agency funding and structure", 
    "Financial services and investments", 
    "Government corporations and government-sponsored enterprises", 
    "Government lending and loan guarantees", 
    "Government trust funds", 
    "Housing and community development", 
    "Housing finance and home ownership", 
    "Securities"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-12-08", 
    "text": "Mortgage Finance Act of 2011 - Appoints the Federal Housing Finance Agency (FHFA) receiver of the Federal National Mortgage Association (Fannie Mae) and the Federal Home Loan Mortgage Corporation (Freddie Mac) (government sponsored enterprises or GSEs) and places them into irrevocable receivership, effective on the date on which the Mortgage Finance Agency (MFA) established by this Act is operational and able to perform the guarantee function for qualified mortgage-backed securities collateralized by qualified residential mortgages. Directs the FHFA to commence liquidation of the GSEs immediately upon their placement into receivership. Repeals the charters of Fannie Mae and Freddie Mac. Requires repayment by the FHFA to the General Fund of the Treasury, in repayment of certain government assistance to the GSEs, of all proceeds from their operations in receivership remaining after their outstanding obligations are fully satisfied. Requires the FHFA as receiver to manage the combined assets of the GSEs to obtain resolutions that maximize the return for the taxpayer. Establishes the MFA as an independent agency of the federal government to: (1) guarantee securities issued by qualified issuers and collateralized by pools of qualified residential mortgages in order to provide a dependable, transparent, and liquid market for high quality mortgages and multifamily mortgages for securitization; (2) charge and collect a guarantee fee sufficient to protect the MFA and the Treasury from the risks of guaranteeing the timely payment of principal and interest on qualified mortgage-backed securities; (3) establish and maintain a Catastrophic Fund to minimize the burden on the federal government by setting aside amounts that will be available solely to pay obligations under the MFA guarantee in the event of any future mortgage market collapse; and (4) purchase supplemental insurance coverage. Requires the MFA to: (1) guarantee the timely payment of the principal and interest to holders of qualified mortgage-back securities, and (2) cover any shortfalls to security holders. Requires the MFA to charge a guarantee fee with respect to timely payment of principal and interest on the qualified mortgage-backed securities. Creates in the Treasury the Catastrophic Fund, to which shall be credited the amount of guarantee fees and any amounts earned on investments. Requires the MFA Board of Directors to issue guidelines to determine whether supplemental coverage: (1) is being offered on commercially reasonable terms, and (2) is reasonably likely to mitigate the risk that the MFA will have to make any payment pursuant to its guarantee. Declares that nothing in this Act may be construed as preventing the private sector from securitizing qualified residential mortgages, qualified multifamily mortgages, or other non-qualified residential single family or multifamily mortgages. Terminates the MFA after ten years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mortgage Finance Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revoke the charters for the Federal National Mortgage Corporation and the Federal Home Loan Mortgage Corporation upon resolution of their obligations, to create a new Mortgage Finance Agency for the securitization of single family and multifamily mortgages, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:20:00-05:00"
}