{
  "actions": [
    {
      "acted_at": "1979-02-09", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-02-09", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-04-05", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-04-05", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-04-05", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-04-09", 
      "references": [], 
      "text": "Referred jointly to House Committees on the Judiciary; and Interstate and Foreign Commerce.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-28", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 96-492 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-23", 
      "references": [], 
      "text": "Reported to House from the Committee on the Judiciary with amendment, H. Rept. 96-492 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-10", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-10", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-11", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-12", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-12", 
      "references": [], 
      "text": "Motion to recommit to Committee on Interstate and Foreign Commerce with instructions passed House, roll call #720 (203-197).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-12", 
      "references": [], 
      "text": "Motion to recommit to the Committee on the Judiciary with instructions passed House, roll call #720 (203-197).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-12", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #721 (207-195).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-12", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-01-30", 
      "references": [], 
      "text": "Senate agreed to House amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-01-30", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-01-31", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-01-31", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-01", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-02-12", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-02-12", 
      "references": [], 
      "text": "Public Law 96-190.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s423-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bayh, Birch", 
      "sponsored_at": "1979-01-03", 
      "state": "IN", 
      "thomas_id": "01277", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Danforth, John C.", 
      "sponsored_at": "1979-01-03", 
      "state": "MO", 
      "thomas_id": "01314", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1979-01-03", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durkin, John A.", 
      "sponsored_at": "1979-01-03", 
      "state": "NH", 
      "thomas_id": "01322", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-02-12", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-09", 
  "number": "423", 
  "official_title": "An act to provide financial assistance for the development and maintenance of effective, fair, inexpensive, and expeditious mechanisms for the resolution for minor disputes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres488-96", 
      "reason": "rule"
    }
  ], 
  "short_title": "Dispute Resolution Act", 
  "sponsor": {
    "district": null, 
    "name": "Ford, Wendell H.", 
    "state": "KY", 
    "thomas_id": "01334", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-09", 
  "subjects": [
    "Actions and defenses", 
    "Administration of justice", 
    "Appropriations", 
    "Auditing", 
    "Civil Rights and Liberties", 
    "Civil service employment", 
    "Commercial arbitration", 
    "Consumer protection", 
    "Contracts", 
    "Court congestion and delay", 
    "Courts and Civil Procedure", 
    "Courts of special jurisdiction", 
    "Department of Justice", 
    "Discrimination in employment", 
    "Economics and public finance", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Federal Trade Commission", 
    "Federal advisory bodies", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Grants-in-aid", 
    "Information services", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Local and Municipal Government", 
    "Local finance", 
    "Planning", 
    "States", 
    "Tax-exempt organizations"
  ], 
  "subjects_top_term": "Commercial arbitration", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1979-12-12", 
    "text": "(Measure passed House, amended, roll call #721 (207-195)) Dispute Resolution Act - States that the purpose of this Act is to assist the States and other interested parties in providing to all persons convenient access to dispute resolution mechanisms which are effective, fair, inexpensive, and expeditious. Sets forth criteria for dispute resolution mechanisms for grant recipients under this Act to provide for: (1) assistance to persons using the dispute resolution mechanism; (2) the convenience of times and locations for persons the mechanism is intended to serve; (3) adequate arrangements for participation by persons who are limited by language barriers or other disabilities; (4) reasonable, fair, and readily understandable forms, rules, and procedures; (5) the dissemination of information relating to other redress mechanisms in the event the dispute resolution efforts fail; (6) consultation and cooperation with the community and governmental agencies; and (7) the establishment of programs or procedures for effectively, economically, and appropriately communicating to disputants the availability and location of the dispute resolution mechanism. Encourages each State to develop sufficient numbers and types of dispute resolution mechanisms and a public information program to communicate to potential users the availability and location of such mechanisms. Directs the Attorney General to establish a dispute resolution program in the Department of Justice, including a Dispute Resolution Resource Center and a Dispute Resolution Advisory Board. Sets forth the purposes of the Center as: (1) to serve as a national clearinghouse for the exchange of information concerning the improvement of existing and the establishment of new dispute resolution mechanisms; (2) to provide technical assistance to State and local governments and to grant recipients in the improvement and establishment of such mechanisms; (3) to conduct research relating to the establishment and improvement of such mechanisms and to encourage the development of new mechanisms; (4) to undertake comprehensive surveys of State and local governmental and privately operated dispute mechanisms; (5) to identify, after consultation with the Advisory Board, those mechanisms which are most fair, expeditious, inexpensive, and suitable for general adoption; (6) to make recommendations, after consultation with the Board, regarding the need for new or improved mechanisms; (7) to identify, after consultation with the Board, the types of minor disputes most amenable to resolution through specific dispute resolution techniques; (8) to undertake an information program to advise potential grant recipients, and the chief executive officer, attorney general, and chief judicial officer of each State, of the availability and eligibility requirements for funds under this Act; and (9) to make grants to, or enter into contracts with, public agencies, higher education institutions, and qualified persons to conduct research, demonstrations, or special projects designed to carry out provisions of this Act. Authorizes the Community Relations Service of the Department of Justice and the Federal Mediation and Conciliation Service, upon request by the Center, to assist the Center in performing its functions under this Act. Permits, upon request of the Attorney General, not more than ten Federal employees from various executive agencies to be detailed to the Center to assist it in performing its functions under this Act. Provides that the Dispute Resolution Advisory Board shall consist of nine members appointed by the Attorney General, who are from the State governments, local governments, business organizations, the academic or research community, neighborhood organizations, community organizations, consumer organizations, the legal profession, and State courts. Authorizes the Chairman of the Federal Trade Commission to advise and consult with the Attorney General and consult with the Center, regarding matters within its jurisdiction. Authorizes the Attorney General to provide financial assistance in the form of grants to applicants who have submitted applications, in accordance with provisions of this Act, for the purpose of improving or establishing new dispute resolution mechanisms. Directs the Attorney General to prescribe the form and content, time schedules, procedures, and specific criteria relating to the submission of such applications for financial assistance. Declares that any State or local government, State or local governmental agency, or nonprofit organization shall be eligible to receive grants under this Act. Directs the Attorney General, in determining whether to approve any application for such grants, to give special consideration to those projects which are likely to continue in operation after the expiration of the grant. Provides that financial assistance provided under this Act may be used for necessary expenditures directly related to the operation of new or improved dispute resolution mechanisms. Prohibits the use of such financial assistance to compensate attorneys for the representation of disputants or claimants or for otherwise providing assistance in any adversary capacity. Directs the Attorney General to furnish notice to appropriate State officials, in the case of an application for financial assistance submitted by such officials, at least 30 days before the approval of such application. Provides that such State officials shall have an opportunity to submit written comments to the Attorney General regarding such application, which the Attorney General shall take into consideration in determining whether to approve such application. Directs the Attorney General to furnish similar notice and opportunity for comment to specified State and local officials, in the case of such applications for financial assistance submitted by non-profit organizations. States that the Federal share of the estimated cost of any project approved under this Act shall not exceed: (1) 100 percent during the first and second fiscal years; (2) 75 percent during the third fiscal year; and (3) 60 percent during the fourth fiscal year for which funds are available for financial grants. Sets forth the manner in which such grants shall be made to approved applicants. Provides for termination of payments of grants for noncompliance with provisions of this Act. Directs the Attorney General to enter into a contract for an independent study of the dispute resolution program, and to make public and submit to each House of the Congress the results of such study not later than April 1, 1984. Stipulates that no funds for assistance for such projects shall be expended until one year after the enactment of this Act. Directs each grant recipient to keep such records as the Attorney General shall require. Provides that the Attorney General shall have access to any relevant books, documents, papers, and records of grant recipients for purposes of audit and examination. Restricts such authority of the Attorney General to compiling information necessary to the filing of the annual report required under this Act. Prohibits the use or disclosure of such information in or for any administrative, civil, or criminal action or investigation against the individual or business, except in an action or investigation arising out of and directly related to the program being audited and examined. Authorizes the Comptroller General, or his duly authorized representatives, to have access to relevant books, documents, papers, and records of grant recipients until the expiration of three years after the final year of the receipt of any financial assistance under this Act, for the purpose of financial and performance audits and examination. Directs the Attorney General, in consultation with the Advisory Board, to submit a report to the President and the Congress not later than one year after the date of enactment of this Act, and on or before February 1 of each succeeding year, relating to the administration of such Act. Sets forth the content of such report. Authorizes appropriations for fiscal years 1980 through 1984 for this Act, to remain available until expended."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Dispute Resolution Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote commerce by establishing a national goal for the development and maintenance of effective, fair, inexpensive, and expeditious mechanisms for the resolution of consumer controversies, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An act to provide financial assistance for the development and maintenance of effective, fair, inexpensive, and expeditious mechanisms for the resolution for minor disputes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:43-05:00"
}