{
  "actions": [
    {
      "acted_at": "1987-12-01", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-02", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Energy Regulation", 
      "text": "Referred to Subcommittee on Energy Regulation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1903-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Energy Regulation and Conservation", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-12-01", 
  "number": "1903", 
  "official_title": "A bill to amend and enhance existing renewable energy programs and Federal trade and export promotion programs in order to promote the United States renewable energy industry, improve the trade balance of the United States, and maintain the competitive and technical leadership of the United States in renewable energy development and trade.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Renewable Energy Trade Equity and Promotion Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Hatfield, Mark O.", 
    "state": "OR", 
    "thomas_id": "01352", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-12-01", 
  "subjects": [
    "Alternative energy sources", 
    "American economic assistance", 
    "American military assistance", 
    "Business and commerce", 
    "Corporations and Stocks", 
    "Developing countries", 
    "Development credit institutions", 
    "Energy", 
    "Energy industries", 
    "Energy policy", 
    "Energy research", 
    "Export finance", 
    "Exports", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Government corporations", 
    "Government lending", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Information services", 
    "International affairs", 
    "International agencies", 
    "International banking", 
    "Multilateral development banks", 
    "Nontariff trade barriers", 
    "Overseas Private Investment Corporation", 
    "Science and technology", 
    "Service industries", 
    "Small business", 
    "Tariff", 
    "Technology transfer"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-12-01", 
    "text": "Renewable Energy Trade Equity and Promotion Act of 1987 - Requires the United States Trade Representative to submit to the Congress a report on: (1) the extent to which countries impose protective tariffs and other requirements on renewable energy products or services; and (2) a description by country of such tariffs and requirements. Amends the Foreign Assistance Act of 1961 to include under the special projects and programs of the Overseas Private Investment Corporation the initiation of incentives, grants, and studies for renewable energy and other small business activities. Prohibits the use of administrative funds for such activities. Amends the Export-Import Bank Act of 1945 and the Small Business Act to provide that in order to encourage the development of markets for U.S. renewable energy and related services industries, the Export-Import Bank and the Administrator of the Small Business Administration should provide, in each fiscal year, loans, including loans to small businesses, for the promotion of renewable energy technology for export in an aggregate amount of up to five percent of the aggregate amount of loans provided in the previous fiscal year for all forms of energy technology. Amends the Foreign Assistance Act of 1961 to include feasibility studies for renewable energy projects as an authorized purpose with respect to the provision by the President of financial assistance for the development of indigenous energy resources of developing countries. Requires the agency responsible for administering such assistance to develop an information exchange with the renewable energy industry in the United States in order to facilitate the use of renewable energy equipment in developing countries receiving such assistance. Amends the Energy Policy and Conservation Act to include potential end users, including other industry sectors in foreign countries, such as health care, rural development, communications, and refrigeration, as eligible groups for receiving technical information about the domestic renewable energy industry and related services industries with respect to the establishment of programs by the Secretary of Commerce providing for the enhancement of commerce in renewable energy technologies. Includes within such programs the provision of information concerning export financing opportunities to such domestic industries. Requires an interagency working group to establish a program to educate other countries in the deregulation of energy markets and to encourage such countries to establish independent power production policies that would allow small power production facilities and facilities which produce alternative forms of renewable energy to compete with producers of energy from nonrenewable sources. Authorizes appropriations to such group for FY 1988. Requires the Secretary of the Treasury to instruct the Executive Directors of the International Monetary Fund and the Inter-American Development Bank to urge such institutions to: (1) provide financing for renewable energy purposes as part of their programs for financing energy projects; (2) submit to recipient countries plans of such institutions for renewable energy development; and (3) appoint an officer, or establish an office, for the purpose of facilitating the use of renewable energy technologies in such countries. Amends the Foreign Assistance Act of 1961 to include renewable energy equipment as a \"defense article\" for purposes of military assistance programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Renewable Energy Trade Equity and Promotion Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend and enhance existing renewable energy programs and Federal trade and export promotion programs in order to promote the United States renewable energy industry, improve the trade balance of the United States, and maintain the competitive and technical leadership of the United States in renewable energy development and trade.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:47-05:00"
}