{
  "actions": [
    {
      "acted_at": "1973-03-15", 
      "committee": "House Committee on District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on District of Columbia..", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5688-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-15", 
  "number": "5688", 
  "official_title": "A bill to define the scope of tort liability of the Government of the District of Columbia, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "District of Columbia Tort Claims and Claims Procedure Act", 
  "sponsor": {
    "district": "13", 
    "name": "Diggs, Charles C., Jr.", 
    "state": "MI", 
    "thomas_id": "00298", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-15", 
  "subjects": [
    "District of Columbia", 
    "Torts"
  ], 
  "subjects_top_term": "District of Columbia", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-15", 
    "text": "District of Columbia Tort Claims and Claims Procedure Act. Title I: Tort Claims - Provides that the District of Columbia shall be liable for injury or loss of property, or personal injury or death caused by the tortious conduct of any employee while acting within the scope of his employment. Lists exceptions to this provision. Authorizes the Corporation Counsel to review claims of damages against law enforcement officials and to complete the review within three months. Allows the Commissioner to determine whether the District shall indemnify the employee for any judgment of damages. Authorizes the Corporation Counsel to certify that the employee was acting within the scope of his employment. Provides no relief to any employee from liability to the District for negligent damage to or loss of District property. Title II: Procedures Relating To Claims - Provides for notice of claims to the Commissioner of the District of Columbia within three months after the damage was sustained. Allows the District six months to investigate the claim and prohibits suit against the District or its employees until the expiration of the investigation period. Requires the written approval of the Commissioner for settlements in excess of $25,000. Title III: Miscellaneous Provisions and Effective Date - Provides for the replacement of the common law in effect in the District by the provisions of the Act to the extent of any inconsistency."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "District of Columbia Tort Claims and Claims Procedure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to define the scope of tort liability of the Government of the District of Columbia, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:23-05:00"
}