{
  "actions": [
    {
      "acted_at": "1975-10-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-10-09", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10160-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-09", 
  "number": "10160", 
  "official_title": "A bill to improve the delivery of essential manpower services authorized by the Comprehensive Employment and Training Act, to extend and improve programs authorized by the Emergency Jobs and Unemployment Assistance Act of 1974, to improve manpower programs for the Nation's youth and disadvantaged.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Employment and Training Act Amendments", 
  "sponsor": {
    "district": "2", 
    "name": "Esch, Marvin L.", 
    "state": "MI", 
    "thomas_id": "00353", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-09", 
  "subjects": [
    "Business and commerce", 
    "Corporations", 
    "Education", 
    "Income tax", 
    "Labor and employment", 
    "Manpower training programs", 
    "Occupational retraining", 
    "Tax credits", 
    "Taxation", 
    "Teachers", 
    "Unemployment", 
    "Vocational guidance", 
    "Youth"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-10-09", 
    "text": "Comprehensive Employment and Training Act Amendments - States the purposes of this Act, including to improve and target existing job training and employment opportunities for economically disadvantaged, unemployed, and underemployed persons, to establish new efforts in areas where unemployment is most severe, to establish a new year-long program for disadvantaged youth, and to involve in a more meaningful fashion the private sector in the Nation's job training and employment programs. Authorizes specified appropriations under the Comprehensive Employment and Training Act through fiscal year 1977. Title I: Special Manpower Services - States that the purpose of this title is to establish specialized and targeted manpower services. Allocates 90 percent of the funds appropriated for comprehensive manpower services under the Comprehensive Employment and Training Act to prime sponsors qualified on the basis of the relative number of unemployed persons in excess of 10 percent within a prime sponsor area, and the remaining 10 percent of such funds for discretionary additional assistance to areas with chronically high levels of unemployment. Sets forth conditions governing receipt of such assistance. Permits the Secretary of Labor to provide financial assistance to individuals for whom relocation is deemed necessary in order to secure employment. Specifies conditions governing eligibility for relocation allowances. Provides for the recovery of overpayments of relocation allowance assistance, and for criminal penalties for abuse of assistance payments. Authorizes appropriations of sums necessary to furnish relocation assistance. Adds a new title VII (Dislocated Workers Assistance) to the Act. States that the purpose of dislocated workers assistance is to assure that, whenever an industry of substantial concentration in a labor market area suffers a major employment dislocation, those employees adversely affected by that dislocation shall be entitled to dislocated workers assistance. Provides that the Secretary may certify a group of workers eligible to apply for dislocated workers assistance if: (1) such workers are among those who have been totally or partially separated from an industry of substantial concentration; and (2) such industry has suffered major employment dislocation. Sets forth provisions governing workers' allowances, weekly amounts of assistance, time limitations on assistance, and appropriations of funds for dislocation allowances. Requires the prime sponsor in areas in which such workers reside to provide counseling, testing, placement services, and other supportive services. Permits the Secretary to make agreements with prime sponsors for administration of the program. Establishes a school year youth incentive program in order to assure the availability of meaningful work and part-time employment for disadvantaged youth and for additional training designed to stimulate such youth to develop their occupational and career objectives. Sets forth conditions governing receipt of such assistance, including assurances that employment of eligible youth will not result in the displacement of employed workers or impair existing contracts. Requires prime sponsors to consult with community groups and establish youth advisory committees in administering their responsibilities. States that preference should be given to applications for youth incentive programs which involve the greatest number of disadvantaged youth. Limits to three percent the amount of funds awarded to the sponsor which may be used for administrative costs. Describes conditions governing the operation and implementation of the summer youth incentive program. Prohibits Federal unemployment compensation payments to individuals not participating in training programs where the appropriate State determines there is a need for upgrading or broadening the individuals' occupational skills. Sets forth further conditions and limitations on payment of unemployment compensation. Labor Tax Credit Act - Provides a tax credit under the Internal Revenue Code for the amount of expenses incurred by an employer for employee training programs. Title II: Countercyclical Public Service Employment - Sets forth a formula governing allotment of emergency job public assistance appropriations based on the percentage of unemployed persons residing within a particular jurisdiction. Requires that in order for financial assistance applications to be approved under this title, the prime sponsor must consider specified information which includes the usefulness of the public services to be provided under the proposed project. Title III: Teacher Utilization - Sets forth the findings of Congress that Federal assistance for the purpose of employing teachers and other educational personnel in such areas can produce the dual benefits of reduced unemployment and improvement in the quality of educational opportunities for the disadvantaged. Authorizes employment of individuals to perform functions associated with school instruction programs, including career counseling and service for the handicapped. Requires the Secretary of Health, Education, and Welfare to cooperate with the Secretary of Labor in providing assistance. Title IV: Essential Services Emergency Employment - Essential Services Emergency Employment Act - States that the purpose of this title is to promote the public safety by providing financial assistance to prime sponsors for the purpose of hiring essential services personnel who have been laid off as a result of strains upon the finances of State and local governments. Authorizes the Secretary to enter into arrangements with eligible applicants in order to make financial assistance available for the purpose of providing adequate levels of essential services personnel to units of general local government that are financially unable to maintain such levels without assistance as provided in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Employment and Training Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Essential Services Emergency Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Labor Tax Credit Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the delivery of essential manpower services authorized by the Comprehensive Employment and Training Act, to extend and improve programs authorized by the Emergency Jobs and Unemployment Assistance Act of 1974, to improve manpower programs for the Nation's youth and disadvantaged.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:19-05:00"
}