{
  "actions": [
    {
      "acted_at": "1980-06-04", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2789-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1979-01-03", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Gaylord", 
      "sponsored_at": "1979-01-03", 
      "state": "WI", 
      "thomas_id": "01411", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-06-04", 
  "number": "2789", 
  "official_title": "A bill to amend the Farm Labor Contractor Registration Act of 1963.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7868-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Farm Labor Contractor Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Javits, Jacob K.", 
    "state": "NY", 
    "thomas_id": "01371", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-06-04", 
  "subjects": [
    "Agricultural labor", 
    "Agriculture and Rural Affairs", 
    "Contractors", 
    "Labor and employment", 
    "Labor unions", 
    "Migrant labor", 
    "Seasonal labor", 
    "Standards"
  ], 
  "subjects_top_term": "Agricultural labor", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-06-04", 
    "text": "Farm Labor Contractor Act of 1980 - Amends the Farm Labor Contractor Registration Act of 1963 to exclude any labor union from the definition of \"farm labor contractor\" (thus exempting labor unions from coverage under such Act). Excludes also from such definition of \"farm labor contractor\" (but only grants a limited exemption from registration to): any farm, processor, cannery, gin, packing shed, or nursery which, whether or not for a fee, recruits, solicits, hires, furnishes, or transports migrant workers for its own operation, and its employees. Requires such entity and such employees to comply with specified obligations of farm labor contractors to ascertain and disclose certain information to each worker at the time the worker is recruited. Excludes also from such definition of \"farm labor contractor\" (thus exempting from coverage): (1) any farmer, processor, canner, ginner, packing shed operator, or nurseryman, regardless of the legal form of business organization, if he or she engages in any such activity individually on behalf of an operation owned and operated only by one or more members of his or her immediate family; (2) any employee of such entity who does not recruit, solicit, hire, furnish, or supervise migrant workers, but who may, at any one time, transport not more than two other employees in a vehicle owned or controlled by the entity for which the entity has complied with specified requirements as they pertain to vehicles; and (3) any farmer, processor, ginner, packing shed operator, or nurseryman that engages in such activity for its own operation, regardless of the legal form of business organization, which is owned and operated by one or more members of the same immediate family, or its employees, provided that not more than ten non-family employees performed agricultural labor for it on any single day during the preceding 12-month period. Makes the requirement that every farm contractor ascertain and disclose specified information to each worker at the time the worker is recruited applicable at the time the worker is hired, if the worker is not recruited. Makes inapplicable the requirement that a farm labor contractor inform a worker of the sums paid to such contractor on account of the labor of such worker, whenever a specified exempt entity pays agricultural workers directly by check. Requires that the itemized statement of wages and withholdings, which contractors are required to give workers, include a statement of net earnings. Requires that every farm, processor, cannery, gin, packing shed, or nursery, and its employees (as described in the limited exemption above): (1) deal only with properly registered farm labor contractors and comply with specified obligations (except registration) and prohibitions for farm labor contractors and with other specified requirements of such Act; (2) maintain a policy of insurance or show satisfactory proof of financial responsibility under such Act; (3) maintain all vehicles and housing in accordance with specified standards; (4) refrain from knowingly giving false or misleading information to migrant workers concerning the terms, conditions, or existence of agricultural employment; and (5) not fail, without justification, to comply with the terms of any working arrangements made with migrant workers. Makes penalty provisions of such Act applicable to such entities and their employees that have been granted such limited exemption from coverage."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Farm Labor Contractor Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Farm Labor Contractor Registration Act of 1963.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:28-05:00"
}