{
  "actions": [
    {
      "acted_at": "1981-10-14", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4738-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Loeffler, Tom", 
      "sponsored_at": "1981-11-18", 
      "state": "TX", 
      "thomas_id": "00700", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-10-14", 
  "number": "4738", 
  "official_title": "A bill to amend the Wagner-Peyser Act to require State employment offices to use private employment services to locate jobs for unemployed individuals, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "20", 
    "name": "Findley, Paul", 
    "state": "IL", 
    "thomas_id": "00382", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-10-14", 
  "subjects": [
    "Business and commerce", 
    "Business and social problems", 
    "Employment agencies", 
    "Federal-state relations", 
    "Government and business", 
    "Labor and employment", 
    "States"
  ], 
  "subjects_top_term": "Employment agencies", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-10-14", 
    "text": "Amends the Wagner-Peyser Act to require State employment offices to use private employment services to locate jobs for unemployed individuals. Requires a State, by the agency designated to cooperate with the United States Employment Service (USES), to submit to the USES Director amendments to the State plan ensuring that at least 25 percent of the funds made available under such Act during fiscal year 1983 and thereafter will be used to secure private employment services for unemployed individuals. Requires that individuals referred for such services proportionately represent, in job skills and experience, individuals served by such agency. Requires the Director to take final action on such amendments within 60 days of submission and to approve those that are reasonably appropriate and adequate. Requires that such amendments describe contracts compensating private employment services on the basis of success in obtaining employment. Sets forth formulas for determining the maximum amount of such compensation allowable. Entitles a service to: (1) maximum compensation if an individual remains on a secured job for at least 100 calendar days; and (2) a lesser amount if the individual remains for a lesser period. Provides that payments made in accordance with such contracts shall not be deemed to violate Federal criminal sanctions against soliciting or receiving anything of value in consideration of aiding a person to obtain employment under the United States. Permits a State to: (1) credit the State agency for such placements by private employment services; and (2) use funds available for obtaining jobs for individuals who receive government benefits or assistance to secure private employment services for such purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Wagner-Peyser Act to require State employment offices to use private employment services to locate jobs for unemployed individuals, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:26-05:00"
}