{
  "actions": [
    {
      "acted_at": "1975-01-28", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2207-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-28", 
  "number": "2207", 
  "official_title": "A bill to enforce the Treaty of Guadalupe-Hidalgo as a treaty made pursuant to article VI of the Constitution in regard to lands rightfully belonging to descendants of former Mexican citizens, to recognize the municipal status of the community land grants, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Community Land Grant Act", 
  "sponsor": {
    "district": "29", 
    "name": "Hawkins, Augustus F.", 
    "state": "CA", 
    "thomas_id": "00515", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-28", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Advisory bodies", 
    "International affairs", 
    "Land transfers", 
    "Mexican Americans", 
    "Mexico", 
    "Treaties"
  ], 
  "subjects_top_term": "Treaties", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-28", 
    "text": "Community Land Grant Act - States that the purpose of this Act is to fulfill the obligations of the United States undertaken in the Treaty of Guadalupe-Hidalgo of 1848. Declares that these obligations are: (1) to guarantee, and, when necessary, to restore the community land grants belonging to the descendants of the former Mexican citizens; (2) to protect the civil and property rights of such descendants now citizens of the United States; and (3) to secure effectively the right of such descendants to self-determination consistent with their status as U.S. citizens. Directs that the provisions of this Act be liberally construed. Creates a Commission of three members whose orders and decisions shall be final unless disapproved by both Houses of Congress within 60 days. Declares the descendants of former Mexican citizens (prior to the Treaty of Guadalupe-Hidalgo) who became U.S. citizens by May 30, 1858, to be eligible for the benefits of this Act. Provides that those persons eligible for the benefits of this Act may petition (in a manner and form specified) the Commission to order a community land grant reconstituted and its lands restored. Defines \"community land grant\" as a village consisting of land held in common (accompanied by lesser private allotments) by ten or more families under a grant from the King of Spain prior to August 24, 1821. Directs the Commission to hold a hearing upon receipt of such petition. Requires that all persons having an interest in the land involved in such petition be allowed, upon notice, to appear as a party at such hearing. Declares that the Commission's decision shall operate to divest the title to or any interest in such land from any person or entity and vest such title and interest in such community land grant. Provides that if the Commission's decision is in favor of such petitioners, the Commission shall reconstitute the community land grant as a municipal entity. Stipulates that the Laws of the Indies shall govern the operation of the community land grants unless inconsistent with the Constitution or this Act or with State laws adopted pursuant to this Act. Authorizes to be appropriated $2,500,000 for the expenses of the Commission; $5,000,000,000 for land acquisition proceedings; and $5,000,000 for the financing of legal and professional assistance for petitioners."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Community Land Grant Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enforce the Treaty of Guadalupe-Hidalgo as a treaty made pursuant to article VI of the Constitution in regard to lands rightfully belonging to descendants of former Mexican citizens, to recognize the municipal status of the community land grants, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:03-05:00"
}