{
  "actions": [
    {
      "acted_at": "1973-04-02", 
      "committee": "Senate Committee on Agriculture and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1442-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baker, Howard H., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "TN", 
      "thomas_id": "01275", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-02", 
  "number": "1442", 
  "official_title": "A bill to amend the Rural Electrification Act of 1936, as amended, to establish a Rural Electrification and Telephone Revolving Fund to provide adequate funds for rural electric and telephone systems through insured and guaranteed loans at interest rates which will allow them to achieve the objectives of the Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Cook, Marlow W.", 
    "state": "KY", 
    "thomas_id": "01308", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-02", 
  "subjects": [
    "Electric power", 
    "Housing and community development", 
    "Rural affairs legislation", 
    "Rural electrification", 
    "Telephone"
  ], 
  "subjects_top_term": "Rural affairs legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-02", 
    "text": "Establishes in the Treasury of the United States a fund, to be known as the Rural Electrification and Telephone Revolving Fund. Sets forth the method of funding such fund. States that the assets of the fund shall be available only for specified purposes, including: (1) loans which could be insured under this title, and for advances in connection with such loans and loans previously made; (2) payment of principal when due on outstanding loans to the Administrator from the Secretary of the Treasury for electrification and telephone purposes; and (3) payment of amounts to which the holder of notes is entitled on insured loans. Authorizes the Administrator to make and issue interim notes to the Secretary of the Treasury for the purpose of obtaining funds necessary for discharging obligations of the fund and for making loans, advances, and authorized expenditures out of the fund. Authorizes and directs the Secretary of the Treasury to purchase for resale obligations insured through the fund when offered by the Administrator. Authorizes the Administrator to make insured loans under this Act and at the interest rates hereinafter provided to the full extent of the assets available in the fund, subject only to limitations as to amounts authorized for loans and advances as may be from time to time imposed by the Congress of the United States for loans to be made in any one year, which amounts shall remain available until expended. States that insured loans made under this Act shall bear interest at either 2 percent or 5 percent. Sets forth the conditions under which a 2 percent loan is to be made. States that the Administrator may provide financial assistance to borrowers for purposes provided in the Rural Electrification Act by guaranteeing loans, to the extent of 90 percent thereof, made by the Rural Telephone Bank, National Rural Utilities Cooperative Finance Corporation, and any other legally organized lending agency, or by accommodating or subordinating liens or mortgages in the fund held by the Administrator as owner or as trustee or custodian for purchases of notes from the fund, or by any combination of such guarantee, accommodation, or subordination. States that at the request of the borrowers, the Administrator is authorized and directed to refinance with loans which may be insured under this Act, any loans made for rural electric and telephone facilities under any provision of the Consolidated Farm and Rural Development Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Rural Electrification Act of 1936, as amended, to establish a Rural Electrification and Telephone Revolving Fund to provide adequate funds for rural electric and telephone systems through insured and guaranteed loans at interest rates which will allow them to achieve the objectives of the Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:36-05:00"
}