{
  "actions": [
    {
      "acted_at": "1973-01-18", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2466-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-18", 
  "number": "2466", 
  "official_title": "A bill for peace in Indochina.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "16", 
    "name": "White, Richard C.", 
    "state": "TX", 
    "thomas_id": "01219", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-18", 
  "subjects": [
    "Military withdrawal", 
    "Prisoners of war", 
    "Vietnamese Conflict"
  ], 
  "subjects_top_term": "Vietnamese Conflict", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-18", 
    "text": "Provides that, after American prisoners of war have been returned and American missing in action have been reasonably accounted for, no further combat operations shall be conducted by American personnel in Indochina. Requires all combat personnel to be withdrawn from Indochina, and no further appropriations or expenditures to be made for any American combat operations in Indochina, within 30 days after the return of prisoners and an accounting of the missing in action. States that in the event the North Vietnamese and any of its allied Communist forces conducting combat operations in Indochina fail or refuse to return such American prisoners of war and to make full and reasonable accounting of American missing in action, the Government of the United States shall continue negotiation for such prisoners of war and accounting of missing in action personnel and American combat forces shall be removed and held on alert outside Indochina for any necessary and requested in-country assistance to the Governments of South Vietnam, Laos, and Cambodia, but shall be committed to combat only if the President of the United States secures from both Houses of the United States Congress the passage of a resolution authorizing such use of American combat personnel. Directs the President to expend such sums as Congress shall appropriate to provide the sovereign Governments of South Vietnam, Laos, and Cambodia the offensive and defensive means by which each respective country can without the use of American combat personnel, maintain the internal security of its country and and its borders, including the prudent use of aircraft and other weapons beyond its borders to interdict the flow of arms and the offensive war-making potential of North Vietnam."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill for peace in Indochina.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:30-05:00"
}