{
  "actions": [
    {
      "acted_at": "2011-05-19", 
      "committee": "Committee on the Budget", 
      "references": [
        {
          "reference": "CR S3195-3199", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Budget.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-05-19", 
      "references": [], 
      "text": "Senate Committee on the Budget discharged pursuant to the order of Section 300 of the Congressional Budget Act.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-05-19", 
      "calendar": "Senate Legislative", 
      "number": "63", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 63.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2011-05-25", 
      "references": [
        {
          "reference": "CR S3332-3333", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to proceed to consideration of measure rejected in Senate by Yea-Nay Vote. 7 - 90. Record Vote Number: 80.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "sconres20-112", 
  "bill_type": "sconres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-05-19", 
  "number": "20", 
  "official_title": "A concurrent resolution setting forth the congressional budget for the United States Government for fiscal year 2012 and setting forth the appropriate budgetary levels for fiscal years 2013 through 2016.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hconres34-112", 
      "reason": "identical"
    }, 
    {
      "bill_id": "sconres18-112", 
      "reason": "identical"
    }, 
    {
      "bill_id": "sconres19-112", 
      "reason": "identical"
    }, 
    {
      "bill_id": "sconres19-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "sconres21-112", 
      "reason": "identical"
    }, 
    {
      "bill_id": "sconres37-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "sconres39-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "sconres40-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "sconres41-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "sconres42-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "sconres52-112", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Paul, Rand", 
    "state": "KY", 
    "thomas_id": "02082", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-05-19", 
  "subjects": [
    "Appropriations", 
    "Budget deficits and national debt", 
    "Budget process", 
    "Defense spending", 
    "Economics and public finance", 
    "Executive agency funding and structure", 
    "Financial crises and stabilization", 
    "Government buildings, facilities, and property", 
    "Government trust funds", 
    "Health care costs and insurance", 
    "Income tax rates", 
    "Inflation and prices", 
    "Labor standards", 
    "Land transfers", 
    "Legislative rules and procedure", 
    "Medicare", 
    "Motor vehicles", 
    "Performance measurement", 
    "Postal service", 
    "Public contracts and procurement", 
    "Social Security Administration", 
    "Social security and elderly assistance", 
    "Transfer and inheritance taxes", 
    "U.S. Postal Service", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-05-19", 
    "text": "Sets forth the congressional budget for the federal government for FY2012, including the appropriate budgetary levels for FY2013-FY2016. Lists recommended budgetary levels and amounts for FY2012-FY2016 with respect to: (1) federal revenues, (2) new budget authority, (3) budget outlays, (4) deficits, (5) public debt, and (6) debt held by the public. Lists the appropriate levels of new budget authority, outlays, and administrative expenses for the Social Security Administration (SSA), including the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund, U.S. Postal Service discretionary administrative expenses, and specified major functional categories for FY2012-FY2016. Authorizes certain deficit-reduction reserve funds for legislation for: (1) the sale of unused or vacant federal properties, (2) the sale of excess federal lands, (3) repeal of the Davis-Bacon prevailing wage laws, (4) the reduction of the federal vehicles fleet, and (5) the sale of financial assets purchased through the Troubled Asset Relief Program (TARP). Makes it out of order to consider in the Senate any legislation that would cause the discretionary spending limits in this resolution to be exceeded, except by a supermajority waiver. Specifies such discretionary spending limits in the Senate for FY2012-FY2016. Authorizes adjustments to the discretionary spending limits, budgetary aggregates, and allocations for adjustments to support ongoing overseas deployments and other activities. Makes it out of order to consider in the Senate any legislation that would require advanced appropriations, except by a supermajority waiver. Sets forth requirements for the treatment of emergency legislation. Allows the Chairman of the Senate Budget Committee to adjust the estimate of budgetary effects of legislation that: (1) amends or supersedes the system for updating physician payments under title XVIII (Medicare) of the Social Security Act, (2) amends the Estate and Gift Tax under the Internal Revenue Code, (3) extends the Alternative Minimum Tax (AMT) relief for individuals, and (4) extends middle-class tax cuts under the Economic Growth and Tax Relief Reconciliation Act of 2001 (EGTRRA) and the Jobs and Growth Tax Relief and Reconciliation Act of 2003 (JGTRRA). Permits the Chairman to make such adjustments only for points of order in specified legislation relating to: (1) pay-as-you-go, and (2) long- and short-term deficits. Requires Senate committees to: (1) review programs and tax expenditures in their jurisdiction to identify waste, fraud, and abuse or duplication, and to increase the use of performance data to inform committee work; (2) review the matters for congressional consideration identified on the Government Accountability Office's (GAO) High Risk list report; and (3) make recommendations to the Senate Budget Committee to improve governmental performance in their annual views and estimates reports. Requires the joint explanatory statement accompanying the conference report on any budget resolution in the Senate to include in its committee allocations to the Senate Committee on Appropriations amounts for the discretionary administrative expenses of the SSA and of the Postal Service. Sets forth reconciliation instructions for the Senate Committees on: (1) Foreign Relations; (2) Commerce, Science, and Transportation; (3) Agriculture, Nutrition, and Energy [sic]; (4) Banking, Housing, and Urban Affairs; (5) Health, Education, Labor, and Pensions; and (6) Finance. Declares the policy of Congress on attainment of Social Security and Medicare solvency. Requires the Chairman to reduce committee allocations, aggregates, and other appropriate levels by the amount unobligated or unspent within 36 months after such funds are made available pursuant to any adjustments made under this resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A concurrent resolution setting forth the congressional budget for the United States Government for fiscal year 2012 and setting forth the appropriate budgetary levels for fiscal years 2013 through 2016.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T23:10:17-05:00"
}