{
  "actions": [
    {
      "acted_at": "1985-08-01", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-08-01", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-08-01", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-08-16", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-03-20", 
      "bill_ids": [
        "hr3128-99"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.3128.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3210-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-08-01", 
  "number": "3210", 
  "official_title": "A bill to amend title XVIII of the Social Security Act with respect to payment reform under part A of that title, to amend the Internal Revenue Code of 1954 to permit continuation of health benefits coverage for certain uninsured individuals, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3128-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Medicare Payment Reform and Health Care Improved Access Act of 1985", 
  "sponsor": {
    "district": "9", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-08-01", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Childbirth", 
    "Costs", 
    "Economics and public finance", 
    "Emergency medical services", 
    "Employee benefit plans", 
    "Extended care facilities", 
    "Federal advisory bodies", 
    "Federal aid to hospitals", 
    "Fees", 
    "Fines (Penalties)", 
    "Government trust funds", 
    "Group insurance", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Hospital personnel", 
    "Hospitals", 
    "Income tax", 
    "Insurance", 
    "Labor and employment", 
    "Medical economics", 
    "Medical personnel", 
    "Medicare", 
    "Physicians", 
    "Preventive medicine", 
    "Prospective payment systems (Medical care)", 
    "Self-employed", 
    "Small business", 
    "Social welfare", 
    "Sparsely populated areas", 
    "Tax deductions", 
    "Urban areas", 
    "Wages"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-08-01", 
    "text": "Medicare Payment Reform and Health Care Improved Access Act of 1985 - Title I: Improving Access to Health Insurance - Amends the Internal Revenue Code to prohibit the expenses paid or incurred by an employer for a group health plan from being allowed as a deduction unless each qualified beneficiary who would lose coverage because of a qualifying event (loss of work, or death of or divorce from the beneficiary for example) is given the option of electing continued coverage under the plan. Sets forth specifics concerning such elections. Requires: (1) that coverage may not be conditioned upon evidence of insurability and must be identical to the coverage of other plan members; (2) the option for continued coverage for certain family members; (3) specified periods of continued coverage; and (4) the option of enrollment under a conversion health plan otherwise generally available. Provides rules for the: (1) election and payment of premiums; and (2) notice of rights and elections. Prohibits an employer from deducting the expenses of a group health plan unless the plan provides for an open enrollment period for each married employee: (1) covered under the plan; and (2) whose spouse loses or will lose coverage because of the spouses's unemployment. Imposes a tax on an employer of 25 or more employees equal to ten percent of the amount of nonqualified employee health expenses. Defines \"nonqualified employee health expenses\" as the expenses paid or incurred by the employer for a group health plan to the extent such expenses are allocable: (1) to employment within a State; and (2) to a period during which neither the employer nor any entity through which benefits under the plan are provided, is a member of a qualified pooling association. Amends title XVIII (Medicare) of the Social Security Act to require any hospital with an emergency department to provide for the examination and stabilizing treatment, or transferal (including treatment for active labor) for any individual (whether or not eligible for Medicare) coming to such department under emergency conditions. Provides for the termination of a hospital's Medicare agreement and civil penalties, if the hospital does not comply. Provides for criminal penalties for noncomplying physicians. Directs the Secretary of Health and Human Services to provide for the conduct of studies and demonstration projects on ways to reduce the costs for small employers and self-employed individuals in obtaining health insurance. Requires the Secretary to report to the Congress. Authorizes appropriations. Title II: Reforms in Medicare Payment System - Provides for an additional payment to an urban hospital of 100 or more beds that serves a disproportionate share of low-income patients. Revises the deductible and coinsurance for inpatient hospital services and for post-hospital extended care services. Prohibits including in the reasonable costs of inpatient hospital services the return on equity capital for hospitals. Permits, in other cases, payment for a return on equity capital, provided that such rate of return equals the average of the rates of interest on obligations issued for purchase by the Federal Hospital Insurance Trust Fund. Directs the Secretary, in consultation with the Prospective Payment Assessment Commission, to develop methodologies to provide for area hospital wage adjustments for central cities and rural areas. Increases from 15 to 23 the number of members of the Prospective Payment Assessment Commission. Directs the Chairman of the Commission to provide for two subcommittees of the Commission, one with functions and responsibilities relating primarily to hospital payment issues and the other with functions and responsibilities relating primarily to physician payment issues. Directs the Commission to: (1) annually make recommendations to the Congress regarding adjustments to the reasonable charge levels for physicians' services under part B (Supplementary Medical Insurance) of title XVIII and changes in the methodology for determining the rates of payment, and for making payment for physicians' services; and (2) advise and make recommendations to the Secretary respecting the development of the relative value scale. Directs the Secretary to: (1) develop a relative value scale that establishes a numerical relationship among the various physicians' services for which payment may be made under part B; and (2) report to the Congress concerning such scale. Directs the Secretary, in consultation with the Prospective Payment Assessment Commission, to conduct demonstration projects on the feasibility of making Medicare payments for physicians' services to hospital inpatients on the basis of diagnosis-related groups. Requires reports. Provides: (1) for the transfer of funds from the Federal Hospital Insurance Trust Fund and the Federal Supplementary Medical Insurance Trust Fund to carry out such projects; and (2) for the waiver of Medicare requirements. Directs the Secretary to establish a demonstration program designed to reduce disability and dependency through the provision of preventive health services to Medicare beneficiaries. Sets forth provisions relating to: (1) preventive health services to be made available under the demonstration program; (2) the conduct of the program; (3) evaluation of the program; (4) reports to the Congress; (5) funding; and (6) waiver of Medicare requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Payment Reform and Health Care Improved Access Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act with respect to payment reform under part A of that title, to amend the Internal Revenue Code of 1954 to permit continuation of health benefits coverage for certain uninsured individuals, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:43-05:00"
}