{
  "actions": [
    {
      "acted_at": "1986-01-27", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-01-29", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary requested executive comment from Departments of Justice and Commerce, Federal Trade Commission, and the Administrative Office of the United States Courts.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-02-10", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary received executive comment from Administrative Office of the United States Courts.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-03-21", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-04-09", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-05-07", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-05-12", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-05-21", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings concluded. Hearings printed: S.Hrg. 99-725.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2022-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-01-27", 
  "number": "2022", 
  "official_title": "A bill to amend the Clayton Act regarding antitrust enforcement.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Antitrust Improvement Act of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Metzenbaum, Howard M.", 
    "state": "OH", 
    "thomas_id": "01400", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-01-27", 
  "subjects": [
    "Actions and defenses", 
    "Antitrust actions", 
    "Antitrust law", 
    "Antitrust policy", 
    "Competition", 
    "Consumer protection", 
    "Corporate divestiture", 
    "Corporate mergers", 
    "Corporate reorganizations", 
    "Corporations and Stocks", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Damages", 
    "Information disclosure (Securities law)", 
    "Injunctions", 
    "Interest", 
    "Parties to actions", 
    "Stocks", 
    "Tender offers"
  ], 
  "subjects_top_term": "Antitrust law", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-01-27", 
    "text": "Antitrust Improvement Act of 1986 - Amends the Clayton Act to authorize the U.S. Attorney General, the Federal Trade Commission, and State attorneys general to bring an action to recover damages to consumers injured directly or through indirect purchases as a result of an antitrust violation. (Current law permits only State attorneys general to bring actions for consumers injured directly.) Permits the court to order a just and equitable distribution of the award in such an action to those persons on whose behalf the action is brought. Entitles the defendant in a claim for damages based on indirect purchases to allege, as a defense to a claim by a direct purchaser, that the direct purchaser's damages were passed on to the indirect purchasers. Allows intervention on behalf of an indirect purchaser in an action brought on behalf of direct purchasers if a request for such intervention is made within six months after the initial action is filed. Allows any person entitled to initiate an action under this Act to intervene in an action alleging injury from indirect purchases based on the same conduct. Directs the court, upon request, to consolidate actions based on the same conduct. Entitles the United States to recover treble (currently actual) damages in antitrust actions for injuries it sustains. Prohibits any corporate merger consent agreement, consent decree, or order involving divestiture from becoming final until the divestiture has been approved by the Commission or the court. Provides that no divestiture shall be deemed an acceptable remedy for a merger which substantially lessens competition, unless: (1) the divestiture fully restores competition lost as a result of such merger; and (2) the buyer of divested assets will be a viable competitor for the foreseeable future. Directs the U.S. Attorney General, the Commission, and the court to consider employees' interests in approving divestitures, consistent with the full restoration of competition. Requires the Commission and the U.S. Attorney General to specify information to be provided by persons required to file a premerger notification who claim that the merger will reduce operating costs and thereby promote competition. Limits such information to reductions in production, distribution, or transportation costs or, in exceptional cases, other factors directly related to operations. Directs the Commission or the Attorney General, upon declining to initiate an antitrust action regarding a merger, to certify that the parties involved have demonstrated by clear and convincing evidence that: (1) operating costs are likely to be reduced; (2) the cost reduction is likely to lead to reduced prices and to promote competition; and (3) there is no alternative way to achieve such cost reductions. Requires the consideration of whether foreign competition will increase and offset reduced competition resulting from a merger. Eliminates the shorter waiting periods for review of proposed mergers currently applicable to cash tender offers. Extends to 60 days the additional waiting period applicable to mergers valued in excess of $1,000,000,000. Allows information required to be filed with the Commission concerning a proposed merger to be disclosed to Federal and State law enforcement agencies if the recipient agency certifies that the information will be maintained in confidence. Provides that injunctive relief against antitrust violations may include equitable remedies of dissolution, rescission, partial divestiture, and related remedies. Provides that a plaintiff prevailing in an antitrust action shall recover simple interest on actual damages from the date of service of such person's pleading until the date of judgment, as adjusted by the court if it finds that the award of all such interest is unjust."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Antitrust Improvement Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Clayton Act regarding antitrust enforcement.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:45-05:00"
}