{
  "actions": [
    {
      "acted_at": "2010-07-22", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3631-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-07-22", 
  "number": "3631", 
  "official_title": "A bill to encourage innovation to create clean technologies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Clean Energy Works Act", 
  "sponsor": {
    "district": null, 
    "name": "Murray, Patty", 
    "state": "WA", 
    "thomas_id": "01409", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-07-22", 
  "subjects": [
    "Alternative and renewable resources", 
    "Employment and training programs", 
    "Energy", 
    "Energy efficiency and conservation", 
    "Environmental technology", 
    "Manufacturing", 
    "Public contracts and procurement", 
    "Student aid and college costs", 
    "Technology assessment", 
    "Technology transfer and commercialization"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-07-22", 
    "text": "Clean Energy Works Act - Amends the Energy Policy and Conservation Act to set forth provisions governing the allocation of funds for assisting states in the development, implementation, or modification of energy conservation plans. Requires a state that receives such assistance to use no less than a third of it to provide grants and loans: (1) for renewable energy development; (2) to energy technology companies; or (3) to promote energy efficiency. Sets forth state cost-sharing requirements. Authorizes appropriations for such assistance for FY2011-FY2016. Amends the America COMPETES Act to: (1) revise provisions concerning the Advanced Research Projects Agency-Energy (ARPA-E), including by creating additional duties of the Director of ARPA-E; and (2) increase and extend authorization for ARPA-E for FY2011-FY2016. Authorizes the Secretary of Labor to award on a competitive basis: (1) regional energy alliance skills grants to energy alliances; (2) regional industry energy efficiency grants to covered entities for educating and training incumbent workers in the skills necessary to increase energy efficiency in industries in existence on this Act's enactment; and (3) law carbon energy training grants to eligible entities to provide customized training services to businesses in identified industries, or to businesses in industries that directly support or supply identified industries. Amends the American Recovery and Reinvestment Act of 2009 to prohibit, as of October 1, 2010, provisions of such Act that are otherwise applicable to the use of the authority made available under the Federal Columbia River Transmission System Act from applying to borrowing authority available to the Bonneville Power Administration (BPA) to assist in financing the construction, acquisition, and replacement of the BPA transmission system and implementing the BPA Administrator's authority under the Pacific Northwest Electric Power Planning and Conservation Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Energy Works Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage innovation to create clean technologies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:55-05:00"
}