{
  "actions": [
    {
      "acted_at": "1981-02-06", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s454-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-02-06", 
  "number": "454", 
  "official_title": "A bill to modernize certain aspects of the authorities of the U. S. Army Corps of Engineers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Water Projects Amendments of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-02-06", 
  "subjects": [
    "Advisory bodies", 
    "Canals", 
    "Dams", 
    "Federal advisory bodies", 
    "Navigation", 
    "Navigational aids", 
    "Public works", 
    "Real estate appraisal", 
    "Recreation and Recreational Facilities", 
    "Recreation areas", 
    "Ships and shipping", 
    "Surveys", 
    "Transportation research", 
    "Water and Water Resources Development", 
    "Water resources development", 
    "Water supply", 
    "Water supply engineering"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-02-06", 
    "text": "Water Projects Amendments of 1981 - Directs the Secretary of the Army, through the Corps of Engineers, to enter into agreements providing for owner contributions to public works projects which will produce increased land values for the owner. Repeals the provision abolishing tolls on government canals. Limits the Secretary of the Army's authority to maintain and rehabilitate navigation projects without Congressional authorization. Requires reports to the appropriate Congressional committees to contain information concerning: (1) the possibility of failure of dam facilities; and (2) the impact on existing recreational facilities of projects including new recreational facilities. Makes the Secretary of Transportation responsible for all calculations of transportation-related benefits from future water resources projects. Revokes authorization for any project under the responsibility of the Chief of Engineers for which construction has not commenced within ten years of its authorization, unless otherwise directed by resolution of the Senate Environment and Public Works Committee and the House Public Works and Transportation Committee within 60 days following transmittal of such information to Congress. Revokes authorization for any survey or study under the responsibility of the Chief of Engineers if no funds are expended for same within four full fiscal years following its approval. Directs the Chief of Engineers, within six months of the date of enactment of this Act, to submit to Congress a list of all existing inactive or deferred studies. Sets forth procedures for deauthorization of such studies. Establishes the Advisory Board on Water Resources Complaints to evaluate complaints concerning: (1) existing water resources projects; (2) changes in project operations; (3) construction of new facilities; and (4) changes in requirements for local interests. Directs the Board to transmit its recommendations to the Secretary of the Army, the Senate Environment and Public Works Committee, the House Public Works and Transportation Committee, and to interested State or local public agencies. Authorizes appropriations to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Water Projects Amendments of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to modernize certain aspects of the authorities of the U. S. Army Corps of Engineers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:36-05:00"
}