{
  "actions": [
    {
      "acted_at": "2012-11-14", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3629-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-11-14", 
  "number": "3629", 
  "official_title": "A bill to amend the Alaska Natural Gas Pipeline Act to promote the availability of affordable, clean-burning natural gas to North American markets, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Alaska Natural Gas Transportation Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Begich, Mark", 
    "state": "AK", 
    "thomas_id": "01898", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-11-14", 
  "subjects": [
    "Alaska", 
    "Business investment and capital", 
    "Energy", 
    "Energy storage, supplies, demand", 
    "Executive agency funding and structure", 
    "Government information and archives", 
    "Income tax credits", 
    "Income tax deductions", 
    "Oil and gas", 
    "Pipelines"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-11-14", 
    "text": "Alaska Natural Gas Transportation Act of 2012 - Amends the Alaska Natural Gas Pipeline Act to redefine the term \"Alaska natural gas transportation project\" to include in the natural gas pipeline system carrying Alaska natural gas to a market any pipeline segment that the Federal Energy Regulatory Commission (FERC) finds could feasibly be incorporated into, and serve as an integrated segment of, that system regardless of whether the segment: (1) is proposed and constructed before the construction of the system, or (2) initially transports Alaska natural gas solely for delivery to consumers within Alaska. Confers upon the Federal Coordinator for Alaska Natural Gas Transportation Projects responsibility for providing federal agencies with comprehensive information about Alaska natural gas transportation projects, including industry developments, market factors, technology, and regulatory issues that could affect such projects. Amends the Internal Revenue Code, with respect to the accelerated cost recovery system, to redefine the term \"Alaska natural gas pipeline\" as the natural gas pipeline system: (1) located in the area of Alaska lying north of 64 degrees North latitude, and (2) carrying Alaska natural gas from the area of the United States lying north of 64 degrees North latitude to a market. Removes from qualified enhanced oil recovery costs, with respect to the qualified enhanced oil recovery tax credit, any amount paid or incurred during the taxable year to construct a gas treatment plant which: (1) is located in the area of the United States lying north of 64 degrees North latitude, (2) prepares Alaska natural gas for transportation through a pipeline with a capacity of at least 2 trillion Btu of natural gas per day, and (3) produces carbon dioxide which is injected into hydrocarbon-bearing geological formations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Alaska Natural Gas Transportation Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Alaska Natural Gas Pipeline Act to promote the availability of affordable, clean-burning natural gas to North American markets, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:39:41-05:00"
}