{
  "actions": [
    {
      "acted_at": "1992-04-02", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-13", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans. Hearings held. Hearings printed: S.Hrg. 102-864.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-24", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-08-12", 
      "references": [], 
      "text": "Committee on Veterans. Reported to Senate by Senator Cranston with an amendment in the nature of a substitute and an amendment to the title. With written report No. 102-377.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-08-12", 
      "calendar": "Senate Legislative", 
      "number": "640", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 640.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1992-09-25", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment and an amendment to the Title by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1992-09-28T12:03:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-28", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-28T13:25:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-09", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2515-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1992-04-02", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1992-06-09", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1992-09-18", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1992-04-02", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1992-06-09", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "1992-04-02", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1992-06-17", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mitchell, George J.", 
      "sponsored_at": "1992-04-08", 
      "state": "ME", 
      "thomas_id": "01401", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1992-09-25", 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-02", 
  "number": "2515", 
  "official_title": "An act to authorize the establishment of job training programs for certain unemployed veterans, to pay certain assistance and benefits to employers of such veterans and to such veterans to defray certain costs relating to the provision of such training, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans' Employment and Training Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1992-09-25", 
  "subjects": [
    "Apprenticeship", 
    "Armed forces and national security", 
    "Business records", 
    "Education", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Homeless", 
    "Information services", 
    "Manpower training programs", 
    "Small business", 
    "Unemployed", 
    "Veterans' education", 
    "Veterans' employment", 
    "Veterans' rehabilitation", 
    "Vocational education", 
    "Vocational guidance"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1992-09-25", 
    "text": "Veterans' Employment and Training Act of 1992 - Directs the Secretary of Labor (Secretary) to assist eligible veterans in obtaining employment with eligible employers in permanent and stable positions that require significant training by providing: (1) training assistance payments to employers who employ and train eligible veterans; and (2) training benefits and appropriate counseling to eligible veterans. Requires the Assistant Secretary of Labor for Veterans' Employment and Training to assist the Secretary of Labor in carrying out this Act. Makes eligible for such training programs veterans who: (1) are unemployed at the time they apply; and (2) have either been unemployed full-time for ten of the previous 15 weeks prior to applying, or were separated from active duty not more than ten weeks before starting the program. Requires such eligible veterans to submit to the Secretary an application for a certificate of eligibility for participation in the training program. Outlines provisions concerning the granting or denial of such certificates, including the right to an appeal of a denial to the Secretary. Requires a veteran to commence participation in an appropriate training program within 90 days after the certificate is issued. Provides for certificate renewal. Defines as \"eligible employers\" employers who intend to provide training in a field of employment providing reasonable probability of stable, long-term employment. Provides job training program requirements, including the provision of compensation to a veteran during such training and the employment of such veteran in the position for which trained, if practicable. Provides certain positions of employment for which an employer is prohibited from training eligible veterans (those involving seasonal or temporary employment, training outside of the United States, or those which will displace current workers or delay the return of previously laid-off workers). Authorizes an eligible employer to provide job training through educational instruction, if appropriate. Limits the duration of such training periods to no less than six months and no more than two years, with an exception. Directs the Secretary to approve each job training program established by an employer for purposes of this Act. Requires each employer who intends to carry out a job training program to submit an application to the Secretary. Provides: (1) application requirements; (2) program approval requirements; (3) that apprenticeship or other on-job training shall be considered a job training program for this Act's purposes; and (4) conditions under which the approval of a job training program may be discontinued by the Secretary. Requires notification to an employer and any affected veterans of the disapproval of a job training program. Provides for reapproval of such program in appropriate circumstances. Directs the Secretary to pay training assistance to employers who provide job training to veterans in programs under this Act. Provides for payment amounts and requires such payments to be made on a quarterly basis, with an exception. Directs the Secretary to pay accommodation assistance to permit employers to modify their facilities or equipment in order to facilitate the training and employment of disabled veterans. Requires an employer desiring such assistance to submit to the Secretary a detailed proposal relating to such modifications as well as documentation of the completion of such modifications and their costs. Requires the Secretary to approve each proposal for modifications, and to approve modification costs. Directs the Secretary, after receiving such notice, to pay the appropriate accommodation assistance. Limits such payments to $3,000 per employer. Requires each employer so paid to permit facility access to ensure compliance with modification requirements. Outlines provisions concerning the determination of overpayment of job training program assistance under this Act and the recovery by the Secretary of such overpayments. Directs the Secretary to pay training benefits to veterans who participate in programs under this Act in order to defray work-related expenses. Limits such payments to $1,500 per veteran. Requires a veteran desiring such payment to apply to the Secretary, stating the amount of expenses incurred. Requires the Secretary to approve such application before any payment may be made. Outlines provisions concerning payment administration, determinations of overpayments, and recovery of overpayments. Authorizes the Secretary to waive recovery of overpayments when recovery would be against equity and good conscience. States that an employer: (1) may not provide a veteran with job training under a program if the Secretary determines that there are insufficient funds; (2) must notify the Secretary 14 days before furnishing job training to a veteran and to commence such program unless advised otherwise by the Secretary within such period; and (3) who provides training under this Act shall provide the veteran with a copy of the application for approval of the program as submitted to the Secretary. Directs the Secretary to ensure that the job training programs are carried out in compliance with this Act. Authorizes the Secretary to investigate matters related to a program, to enter onto an employer's premises, and to have access to records maintained by an employer with respect to a job training program. Prohibits an employer from being paid training assistance on behalf of a veteran under this Act if, during the training period, the employer is allowed a tax credit or is paid an allowance for such veteran under various Federal provisions. Provides an identical prohibition for the payment to a veteran of training benefits under this Act for work-related expenses. Prohibits either such payment if the veteran has completed a program of job training under this Act or under the Veterans' Job Training Act. Authorizes the Secretary and the Secretary of Veterans Affairs to provide certain employment counseling and guidance services to veterans who are issued certificates of eligibility for participation in a job training program under this Act. Requires such services to be coordinated with similar services under Federal veterans' benefits provisions. Directs the Secretary to establish a program of case management services under which each veteran participating in a job training program approved under this Act is provided a case manager who is a veterans' outreach program specialist. Outlines the case management services to be provided. Provides that the Secretary is not required to provide a veteran with case management services if: (1) the outreach specialist recommends that the veteran does not need such services; or (2) the Secretary determines that the employer has an appropriate assistance program or that the rate of successful completion of the program is more than 60 percent. Directs the Secretary and the Secretary of Veterans Affairs to provide eligible veterans with notice and information with respect to the counseling and guidance services, the case management services, and certain supportive services available to service-connected disabled veterans who are recently separated from military service as provided under the Job Training Partnership Act. Authorizes each Secretary to enter into contracts with and pay entities for the provision of all such services. Directs the Secretary and the Secretary of Veterans Affairs to carry out a public information and outreach program under which the Secretaries: (1) inform veterans of job training and employment programs; (2) inform private businesses, institutions of higher education, trade associations, and labor organizations of such training programs and employment opportunities; and (3) promote the development of job training and employment opportunities for veterans by various means. Requires coordination of such program with other Federal, State, and local programs. Directs each Secretary to make available in his or her respective local and regional offices such personnel and services as determined necessary to carry out the provisions of this Act. Directs the Secretary to obtain from the Administrator of the Small Business Administration a list of small businesses that are suitable to carry out job training programs under this Act. Requires the Administrator to update such list on a regular basis. Directs the Secretary to use resources made available under this Act to assist service-connected disabled veterans and veterans recently separated from military service under provisions of the Job Training Partnership Act. Directs the Secretary to inform veterans who are denied certificates of eligibility for programs provided under this Act of the opportunities available to such veterans under the Job Training Partnership Act or other similar programs. Directs the Secretary, in each of FY 1993 through 1997, to award grants to nonpublic entities having appropriate expertise in such matters for providing employment assistance (including counseling) to homeless veterans. Provides a fiscal year funding limitation for such grants. Directs the Secretary, in consultation with the Secretary of Veterans Affairs, to evaluate on an annual basis the status of the programs authorized and carried out under this Act in order to ensure that such programs satisfy their purposes. Directs the Secretary to submit to the Senate and House veterans' and labor committees preliminary and annual reports on actions taken and costs to implement this Act and their assessments with respect to the programs provided. Terminates the provision of training assistance to employers and training benefits to a veteran under this Act for any training provided after September 30, 1997. Authorizes appropriations for FY 1993 through 1997. Prohibits the obligation of any more than ten percent of such authorized amounts for administrative activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans' Employment and Training Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Veterans' Employment and Training Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Veterans' Employment and Training Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the establishment of job training programs for unemployed veterans and persons who have been recently separated from the Armed Forces, to pay certain assistance and benefits to employers of such veterans and persons, such veterans, and such persons to defray certain costs relating to the provision of such training, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "amended by senate", 
      "title": "An act to authorize the establishment of job training programs for certain unemployed veterans, to pay certain assistance and benefits to employers of such veterans and to such veterans to defray certain costs relating to the provision of such training, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:30-05:00"
}