{
  "actions": [
    {
      "acted_at": "1973-07-26", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2263-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-07-26", 
  "number": "2263", 
  "official_title": "A bill to provide public service employment opportunities for unemployed, underemployed and low-income persons residing in areas of high and persistent unemployment, and to thereby assist urban and rural areas in filling unmet needs for adequate public services.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Employment Act", 
  "sponsor": {
    "district": null, 
    "name": "Taft, Robert, Jr.", 
    "state": "OH", 
    "thomas_id": "01445", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-07-26", 
  "subjects": [
    "Economics and public finance", 
    "Labor and employment", 
    "Public service employment", 
    "Unemployment"
  ], 
  "subjects_top_term": "Public service employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-07-26", 
    "text": "Public Employment Act - Declares it to be the purpose of this Act to utilize unused and underused manpower resources by providing jobs in public services. Sets forth the definitions of terms used in this Act. Directs the Secretary of Labor to enter into arrangements to make financial assistance available in areas of high unemployment. Provides that the Secretary shall designate as areas of persistent unemployment those areas within the United States which meet specified criteria. Requires that applicants eligible to receive financial assistance under this Act must be: (1) units of State and general local government, or (2) Indian tribes on Federal or State reservations. Sets forth the procedure for filing of applications to receive such assistance. Requires applications to contain specified provisions and assurances, including: a description of the area to be served and the recruiting and selection criteria for participants and assurances that all persons employed under any program, other than necessary technical and supervisory personnel, will be selected from among unemployed and underemployed persons. Enumerates special responsibilities of the Secretary, including to: (1) establish procedures for review of the status of each person employed in a public service job; (2) review the implementation of such procedures at six-month intervals; and (3) reserve up to 1 percent of appropriations to provide for such continuing evaluations. States that the Secretary shall not provide financial assistance for any program unless he determines that specified criteria are met, including: (1) the program will not result in the displacement of currently employed workers; (2) wages meet enumerated minimum standards; (3) funds will not be used to pay public service employees at a rate in excess of $12,000 per year; and (4) all persons employed under this Act will be assured of workmen's compensation and benefits the same as those of other employees. Requires the submission of periodic reports to the Secretary containing specified information. Authorizes appropriations of $500,000,000 for each fiscal year ending prior to July 1, 1977, to carry out the purposes of this Act. Authorizes additional appropriations of $100,000,000 for each fiscal year for each increment of one-half of 1 percent by which the average rate of national unemployment exceeds 5 percent for three consecutive months."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide public service employment opportunities for unemployed, underemployed and low-income persons residing in areas of high and persistent unemployment, and to thereby assist urban and rural areas in filling unmet needs for adequate public services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:50-05:00"
}