{
  "actions": [
    {
      "acted_at": "1979-05-16", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce, Science, and Transportation, S. Rept. 96-185.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-16", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-11", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-11", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-11", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-19", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-19", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-19", 
      "bill_ids": [
        "hr2585-96"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H. R. 2585.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-03", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-10", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 96-1371.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-25", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-01", 
      "references": [], 
      "text": "Conference report failed of passage in House under suspension of rules, roll call #616 (209-192).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1159-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-16", 
  "number": "1159", 
  "official_title": "A bill to authorize appropriations for the National Traffic and Motor Vehicle Safety Act of 1966 and the Motor Vehicle Information and Cost Savings Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres820-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr2585-96", 
      "reason": "related"
    }
  ], 
  "short_title": "National Traffic and Motor Vehicle Information and Cost Savings Authorization Act", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1979-05-16", 
  "subjects": [
    "Authorization", 
    "Automobile inspection", 
    "Automobile safety standards", 
    "Business and commerce", 
    "Congressional veto", 
    "Consumer education", 
    "Consumer protection", 
    "Economics and public finance", 
    "Motor Vehicles and Driving", 
    "Motor vehicle safety", 
    "Motor vehicles", 
    "Product safety", 
    "Public safety", 
    "Roads and highways", 
    "Speed limits", 
    "Standards", 
    "Tire industry", 
    "Traffic accidents and safety", 
    "Unfair or deceptive trade practices"
  ], 
  "subjects_top_term": "Traffic accidents and safety", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1980-09-23", 
    "text": "(Conference report filed in House, H. Rept. 96-1371) Motor Vehicle Safety and Cost Savings Authorization Act of 1980 - Amends the National Traffic and Motor Vehicle Safety Act of 1966 to authorize appropriations for fiscal years 1980, 1981, and 1982, for the purposes of such Act. Amends the Motor Vehicle Information and Cost Savings Act to authorize appropriations through fiscal year 1982 for: (1) automobile bumper standards; (2) consumer information studies; (3) diagnostic inspection demonstration projects (only through fiscal year 1981); and (4) odometer requirements. Specifies that the impact test velocity used in the bumper standards shall not exceed 2.5 miles per hour before September 1, 1982. Directs the Secretary of Transportation, within 18 months after the close of model year 1982, to promulgate a bumper standard in accordance with specified requirements. Directs the Secretary to submit to the President for transmittal to Congress the annual report regarding bumper standards as a separate part of the comprehensive report on traffic and motor vehicle safety. Authorizes the Secretary to exempt those classes of motor vehicles for which the Secretary finds that odometer readings have no meaningful relation to value or performance. Directs the Secretary to publish, together with the rule containing such exemption, the findings of fact which support the exemption and an analysis of the reasons for such exemption. Requires public notice be made, under certain circumstances, of tires determined to be unsafe or defective. Repeals the requirement that motor vehicle manufacturers provide notification of defective tires installed as original equipment. Prohibits the Secretary from requiring a tire dealer or distributor to compile records of tire sales. Directs the Secretary to require such dealers or distributors to furnish the first purchaser of a tire with a form that such purchaser may complete and return directly to the manufacturer. Specifies that, in determining a State's compliance with enforcement of the 55 miles-per-hour speed limit, a sampling technique rather than a monitoring of all vehicles will suffice. Directs the Secretary to amend the standard on passive occupant restraints to require that affected automobile manufacturers install passive occupant restraints in all passenger cars having wheel bases not greater than 100 inches in model year 1983 and in all passenger cars manufactured in model year 1984 and thereafter, with specified exceptions. Requires manufacturers to offer airbags on at least one car line for at least three model years between 1982 and 1985. Requires passive seatbelt assemblies to be detachable by the user. Sets forth penalties for violations of such requirements. Directs the Secretary to submit to Congress, by July 1, 1981, a plan to evaluate the effectiveness of such requirements. Requires such evaluation to be submitted by the Secretary to Congress by September 1, 1983, and annually thereafter. Directs the Secretary to develop and disseminate information to the public regarding the performance of automatic safety airbags and passive safety belts. Sets forth procedures for congressional review, until September 30, 1982, of rules promulgated by the Secretary pursuant to this Act."
  }, 
  "titles": [
    {
      "as": "passed house", 
      "title": "National Traffic and Motor Vehicle Information and Cost Savings Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Motor Vehicle Safety and Cost Savings Authorization Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the National Traffic and Motor Vehicle Safety Act of 1966 and the Motor Vehicle Information and Cost Savings Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:57-05:00"
}