{
  "actions": [
    {
      "acted_at": "1979-07-31", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5030-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Hyde, Henry J.", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "00580", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "McClory, Robert", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "00757", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Sensenbrenner,  James, Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "WI", 
      "thomas_id": "01041", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-31", 
  "number": "5030", 
  "official_title": "A bill to create a charter for the Federal Bureau of Investigation and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Bureau of Investigation Charter Act of 1979", 
  "sponsor": {
    "district": "10", 
    "name": "Rodino, Peter W., Jr.", 
    "state": "NJ", 
    "thomas_id": "00973", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-31", 
  "subjects": [
    "Civil Rights and Liberties", 
    "Clergy", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Department of Justice", 
    "Electronic surveillance", 
    "Federal Bureau of Investigation (FBI)", 
    "Federal aid to law enforcement agencies", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Informers", 
    "Intergovernmental relations", 
    "Lawyers", 
    "Lawyers and Legal Services", 
    "Legal ethics", 
    "Medical personnel", 
    "National Security and Intelligence Operations", 
    "National security crimes", 
    "Newspapers and Periodicals", 
    "Physicians", 
    "Public records", 
    "Religion and Clergy", 
    "Reporters and reporting", 
    "Right of privacy", 
    "Standards", 
    "States", 
    "Subversive activities", 
    "Terrorism"
  ], 
  "subjects_top_term": "Criminal investigation", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-31", 
    "text": "Federal Bureau of Investigation Charter Act of 1979 - Establishes a comprehensive Federal Bureau of Investigation Charter which sets forth the duties and responsibilities of the FBI with respect to criminal and civil investigations, undercover operations, and law enforcement support functions, but excluding foreign intelligence activities (which were specified in Executive Order 12036). Enumerates as general principles of the FBI that it: (1) conduct investigations with minimal intrusion consistent with the need to collect information or evidence in a timely and effective manner; (2) be concerned only with criminal conduct when conducting a criminal investigation; and (3) not conduct an investigation solely on the basis of the lawful exercise of Constitutional or statutory rights, including the expression of a religious or political view or the right to peacefully assemble and petition the Government. Limits the appointment of the Director of the FBI to one ten-year term. Specifies the general powers and duties of the Director, Associate Director, an Assistant to the Director, Assistant Director, Inspector, and Agent of the FBI. Authorizes the FBI to make inquiries to determine whether there is a basis for investigation and conduct an investigation on the basis of facts or circumstances that reasonably indicate that: (1) a person has, is, or will engage in an activity in violation of Federal criminal law; (2) two or more persons are engaged in a continuing enterprise for the purpose of obtaining monetary or commercial gains or profits through \"racketeering activity\" (defined as activity involving a violation of 18 U.S.C. 1961-1968); or (3) two or more persons are engaged in (A) terrorist activity in violation of Federal criminal law, (B) a \"pattern of terrorist activity\" in violation of State criminal law, or (C) terrorist activity by an enterprise whose membership is based wholly or in part in the United States that occurs totally outside the United States or transcends a national boundary and which would constitute a criminal violation if committed within Federal or State jurisdiction. Directs the Attorney General, as soon as feasible after enactment, to promulgate guidelines for such investigative authority that embody specific principles. Requires that the Department of Justice be advised of all investigations of terrorist activity and that any such investigations continuing beyond one year be reviewed at least annually by the Director. Requires that the Attorney General's guidelines protect constitutional rights and personal privacy and ensure that, as the likelihood for intrusion into privacy increases through the specific use of techniques, more formalized and higher level authorization and review procedures are required. Establishes restrictions on certain investigative techniques, including the use of informants and undercover agents, physical surveillance, mail and electronic surveillance, and access to third party records and tax information. Requires that a supervisory official of the FBI make a written finding that an informant is suitable for use on a continuing basis and that the information likely to be obtained relates to an authorized investigation. Requires the periodic review of such finding by the Director or his designee. Requires an FBI official, in determining that an informant's participation in criminal activity is justified, to state in writing that: (1) the conduct is necessary to obtain information or evidence for prosecutive purposes or to avoid death or serious bodily injury; and (2) such need outweighs the seriousness of the conduct involved (but prohibits the use of unlawful techniques to collect information). Requires that for a licensed physician, lawyer, clergyman, or member of the news media to be used as an informant that: (1) such use be expressly authorized in writing by the Director or a senior official; (2) the Attorney General or his designee be promptly notified; and (3) such person be advised that the FBI is not requesting the person to breach any legal obligation of confidentiality. Requires the FBI to determine a person's suitability for use as an informant or for providing operational assistance. Provides that an FBI employee used as an undercover agent is bound by the provisions of this Act and other laws and guidelines governing the conduct of FBI agents. Prohibits such agent from participating in any criminal activity except to: (1) obtain information or evidence necessary for paramount prosecutive purposes; (2) establish credibility; or (3) avoid death or serious bodily injury or danger to himself or another (but prohibits the use of unlawful techniques to collect information). Authorizes the FBI to use an informant or undercover agent to infiltrate a group under investigation, but requires a senior official to make a written finding to the Director that the infiltration of a group under investigation with respect to terrorist activities is necessary. Requires such finding to include a statement of means reasonably designed to minimize the acquisition of information unrelated to the matter under investigation. Requires, with respect to surveillance, that: (1) physical surveillance be directed against an identifiable individual only within the scope of investigative authority; (2) mail openings be conducted only pursuant to United States Postal Service regulations; and (3) electronic surveillance be made only in accordance with applicable law. Authorizes the FBI to issue an investigative demand: (1) for access to the records of a \"financial institution\" as defined in, and for use in accordance with, the Right to Financial Privacy Act of 1978 and guidelines by the Attorney General; and (2) to obtain toll records from a communications common carrier, insurance records, or records from a credit institution not encompassed by the Right to Financial Privacy Act if (A) there is reason to believe the records are relevant to an authorized investigation and (B) proper service and notice are executed. Forbids such investigative demand from making a requirement which would be unreasonable or would concern a privileged record if demanded by a subpoena duces tecum issued by a Federal court in aid to a grand jury investigation. Sets forth procedural requirements with respect to such investigative demands. Authorizes the FBI to obtain access to tax information from the Internal Revenue Service only in accordance with the confidentiality and disclosure provisions of the Internal Revenue Code. Allows the FBI to use other investigative techniques, such as trash covers, pen covers, consensual monitoring, electronic location detectors, covert photographic surveillance, and pretext interviews only in the course of a lawful investigation. Authorizes the FBI to retain information if it is relevant to an investigation or within the scope of other authorized responsibilities conferred by this Act. Specifies conditions under which the FBI may disseminate information to Federal or State or local criminal justice agencies. Directs the FBI to destroy records or deposit them in the Archives of the United States for historic preservation ten years after: (1) the termination of an investigation not leading to prosecution; or (2) termination of prosecution, with specified exceptions. Specifies the authority of the FBI to conduct undercover operations. Allows the Bureau to procure property and services for such purposes without regard to usual procurement regulations. Subjects to review by the Attorney General and the Comptroller General the liquidation of any sizeable property. Authorizes the FBI to collect information to assist the Attorney General in determining whether the use of Federal troops or other Federal assistance is required: (1) concerning an actual or threatened civil dispute to enforce Federal law or court orders or which may result in the request for such assistance by State authorities; or (2) relating to a peaceful public demonstration that is likely to require Federal action with respect to public health and safety upon the specific approval of the Attorney General or his designee. Requires such information to be collected from publicly available sources whenever possible and prohibits the use of certain investigatory techniques. Requires the information to be stored in a manner that minimizes its retrieval by reference to a specific individual. Authorizes the FBI to conduct background investigations of an individual who has: (1) consented to be considered for nomination to an office requiring the advice and consent of the Senate; (2) consented to be appointed to a position in the Executive Office of the President that will require access to classified information; (3) consented to be considered for nomination by the President as a justice or judge; (4) applied for employment in the FBI or in a position in the Department of Justice requiring such investigation; (5) applied for a Presidential reprieve or pardon; or (6) is designated by the Attorney General as requiring access to classified information. Authorizes the FBI to conduct an investigation on a reimbursable basis of an individual on the staff of: (1) the Appropriations or Judiciary Committees of Congress; (2) the Select Committees on Intelligence of Congress; (3) the Speaker of the House; (4) the President pro tempore of the Senate; or (5) the majority or minority leader of either House. Authorizes the FBI to conduct an investigation on a reimbursable basis of certain judicial officers and to assist other Federal agencies conducting background investigations with respect to job applicants, contractors, persons requiring access to classified defense information, persons having access to a person or premises within the protective responsibility of the United States Secret Service, applicants for Federal grants or loans (to the extent authorized by the Attorney General or his designee), or persons requiring access to a Federal computer system subject to clearance. Enumerates other special service functions of the FBI, including those related to congressional committees, grand jury investigations, other protective services, and investigative assistance to other Federal, State, or local law enforcement agencies. Authorizes the FBI to: (1) train its own employees and law enforcement and criminal justice personnel of other Federal agencies, State or local agencies, foreign governments, and members of the United States Armed Forces; (2) conduct research and development to improve law enforcement and to procure equipment and systems for its authorized law enforcement functions; (3) establish and maintain liaison with, and provide mutual assistance to, a foreign law enforcement agency consistent with guidelines established by the Attorney General; (4) provide technical assistance at the request of a Federal, foreign, State, or local government agency; (5) provide personnel, informational, investigative, and technical assistance to the United States Secret Service in connection with its protective responsibilities; and (6) collect and classify various types of civil and criminal records, such as civil and criminal fingerprint records, records concerning fugitives, and missing person records, and to exchange such information with law enforcement agencies of the Federal, foreign, State, or local governments. Authorizes the FBI to exchange criminal fingerprint records and criminal history information with Federal, foreign, State, or local agencies, and other entities, with respect to licensing, the administration of visa, immigration, or passport laws, federally insured financing, and securities regulation. Allows unsolicited information about an identifiable person which does not pertain to authorized FBI responsibilities to be retained only for the limited period necessary for administrative processing. Allows the Director to impose a civil penalty up to $5,000 on any person who intentionally uses sensitive investigative techniques in knowing violation of this Act while acting as an employee of the FBI (such penalty to be in addition to others prescribed by law). Stipulates that nothing in this Act, including any guidelines established pursuant to this Act, creates any substantive or procedural rights, and no court has jurisdiction over a claim in any proceeding, based solely on violations of its provisions. Requires guidelines promulgated by the Attorney General to be made public, except upon a determination that a particular guideline if made public would jeopardize the investigative process. Exempts from public disclosure procedures which would assist a criminal to avoid detection or would compromise sensitive investigative techniques. Directs the Attorney General to provide to the Judiciary Committees of Congress information concerning the implementation of this Act, and, on an annual basis: (1) the total number of investigations conducted in the preceding year; and (2) the total number of activities conducted in the preceding year requiring approval of the Director or the Attorney General. Directs the Attorney General to submit to such committees for review specified guidelines. Requires the Director to review periodically the application of all guidelines to insure that they are complied with and achieve their purposes. Charges the Attorney General with protecting the integrity of investigative files and the confidentiality of informants, undercover operations, and other sensitive investigative techniques. Prohibits a court from ordering a Government attorney or other Department of Justice official to disclose the identity of a confidential informant or information which would reveal such identity, except to the court in camera, if the Attorney General has determined that the informant's identity must be protected. Authorizes the Attorney General and the FBI to investigate any violation of Federal criminal law involving a Government officer or employee. Requires any information received in an executive agency relating to such a violation to be expeditiously reported to the Attorney General, unless otherwise provided for by law. Stipulates that such investigative authority does not limit the authority of the military departments to investigate offenses pursuant to the Uniform Code of Military Justice or the primary authority of the Postmaster General to investigate postal offenses. Makes it the duty of the Attorney General to take all reasonable steps to insure that FBI investigations conform with statutory and constitutional law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Bureau of Investigation Charter Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to create a charter for the Federal Bureau of Investigation and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:30-05:00"
}