{
  "actions": [
    {
      "acted_at": "1983-04-13", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2520-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "13", 
      "name": "Crockett, George W., Jr.", 
      "sponsored_at": "1983-05-17", 
      "state": "MI", 
      "thomas_id": "00252", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kindness, Thomas N.", 
      "sponsored_at": "1983-04-26", 
      "state": "OH", 
      "thomas_id": "00633", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Nelson, Bill", 
      "sponsored_at": "1983-05-17", 
      "state": "FL", 
      "thomas_id": "00859", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-13", 
  "number": "2520", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide income tax simplification and reform.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Income Tax Simplification Act of 1983", 
  "sponsor": {
    "district": "16", 
    "name": "Panetta, Leon", 
    "state": "CA", 
    "thomas_id": "00888", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-04-13", 
  "subjects": [
    "Accounting", 
    "Americans employed in foreign countries", 
    "Americans in foreign countries", 
    "Awards, medals, prizes", 
    "Business income tax", 
    "Capital gains tax", 
    "Corporation taxes", 
    "Corporations and Stocks", 
    "Employee benefit plans", 
    "Energy", 
    "Finance and financial sector", 
    "Flat-rate tax", 
    "Foreign Trade and Investments", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Income tax", 
    "International affairs", 
    "International corporations", 
    "Life insurance", 
    "National banks", 
    "Public lands and natural resources", 
    "Public utilities", 
    "Savings and loan associations", 
    "Savings banks", 
    "State legislators", 
    "State legislatures", 
    "States", 
    "Stocks", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax rates", 
    "Taxation", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Flat-rate tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-13", 
    "text": "Income Tax Simplification Act of 1983 - Title I: Individual Income Tax Rate, Etc. - Amends the Internal Revenue Code to repeal all tax tables and impose a 18 percent income tax rate on individuals, estates, and trusts. Allows an income tax credit for personal tax exemptions. Repeals the deduction for personal tax exemptions. Title II: Tax Reforms - Amends the Internal Revenue Code to repeal all income tax credits except the credit for tax withheld on wages and the credit for tax withheld at the source on nonresident aliens and foreign corporations and on tax-free covenant bonds. Repeals the exceptions to the tax inclusion of prizes and awards made in recognition of certain types of achievement. Repeals all limits and exceptions to the inclusion in the gross income of employees of amounts attributable to group-term life insurance provided by employers. Repeals the limitations on the inclusion in gross income of unemployment compensation. Repeals all income tax exclusions except the tax exclusion of gifts and inheritances and the tax exclusion of the income of States and municipalities. Repeals all income tax deductions for individuals and corporations except deductions for: (1) trade or business expenses; (2) losses; (3) payments with respect to employees of certain foreign corporations; (4) nonprofit activities; (5) amortization of real property construction period interest and taxes; (6) contributions to black lung benefit trusts; and (7) certain start-up expenditures. Repeals the deduction for trade or business expenses incurred in connection with certain appearances and activities designed to influence legislation. Repeals: (1) the partial deduction for treble damage payments under the antitrust laws; (2) the limited deduction for wagering losses; and (3) the special deduction for living expenses of State legislators. Repeals all additional itemized deductions for individuals except the deductions for expenses relating to the production of income and alimony or support payments. Repeals all special deductions for corporations. Repeals provisions allowing a taxpayer to elect to deduct certain costs relating to intangible drilling and development of oil, gas, and geothermal wells and relating to expenditures made in connection with certain railroad rolling stock. Repeals certain limitations and exemptions relating to the disallowance of deductions for: (1) entertainment expenses; and (2) contributions of an employer to an employees' trust or annuity plan or compensation under a deferred-payment plan. Repeals the exclusion from income of dividends reinvested in stock of public utilities. Repeals the exemption from corporate income tax of mutual savings banks conducting life insurance businesses. Repeals all special income tax rules relating to banking institutions. Repeals the depletion deduction and rules for the tax treatment of natural resources and capital gains. Repeals the: (1) tax exclusion for U.S. citizens and residents living abroad; (2) nonrecognition provisions for gain on the sale of a principal residence; (3) the deduction for net capital gains; and (4) provisions for income averaging. Repeals the tax exemption for domestic international sales corporations. Title III: Corporate Income Tax Rate - Imposes a corporate income tax rate of 18 percent. Title IV: Effective Date - States that the amendments made by this Act shall apply to taxable years after 1983."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Income Tax Simplification Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide income tax simplification and reform.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:44-05:00"
}