{
  "actions": [
    {
      "acted_at": "1977-06-13", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-06-13", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-03-31", 
      "references": [], 
      "text": "Reported to House from the Committee on Merchant Marine and Fisheries with amendment, H. Rept. 95-1031.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-18", 
      "references": [], 
      "text": "Reported to House from the Committee on Science and Technology with amendment, H. Rept. 95-1031 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-25", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-25", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-25", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-13", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-13", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-13", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "House agreed to Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-25", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-28", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-10-28", 
      "references": [], 
      "text": "Public Law 95-541.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7749-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1977-01-03", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "AuCoin, Les", 
      "sponsored_at": "1977-01-03", 
      "state": "OR", 
      "thomas_id": "00036", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Forsythe, Edwin B.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00402", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hughes, William J.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00572", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Leggett, Robert L.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00678", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "McCloskey, Paul N., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00759", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1977-01-03", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Trible, Paul S., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "VA", 
      "thomas_id": "01169", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-10-28", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-06-13", 
  "number": "7749", 
  "official_title": "An Act to implement the Agreed Measures for the Conservation of Antarctic Fauna and Flora, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1691-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Antarctic Conservation Act", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-06-13", 
  "subjects": [
    "Animals and Animal Protection", 
    "Antarctic regions", 
    "Crime and law enforcement", 
    "Environmental protection", 
    "Exports", 
    "Fisheries", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Imports", 
    "National Science Foundation", 
    "Nature conservation", 
    "Oil pollution", 
    "Research and development", 
    "Science and technology", 
    "Scientists", 
    "Ships", 
    "Territorial waters", 
    "Treaties", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1978-10-13", 
    "text": "(Measure passed Senate, amended) Antarctic Conservation Act - Declares it the purpose of this Act to provide for the conservation and protection of the fauna and flora of Antarctica, consistent with the Antarctic Treaty, the Agreed Measures for the Conservation of Antarctic Fauna and Flora, and Recommendation VIII-3 of the Eighth Antarctic Treaty Consultative Meeting. Provides that it is unlawful for any U.S. citizen, unless authorized by regulations prescribed under this Act or a permit issued under this Act, to: (1) take within Antarctica any native mammal or native bird; (2) collect within any specially protected area any native plant; (3) introduce into Antarctica any non-indigenous animal or plant; (4) enter any specially protected area or site of special scientific interest; or (5) discharge or otherwise dispose of any pollutant within Antarctica. Provides that it is unlawful for any U.S. citizen or any foreign person while within the United States, to possess, sell, offer for sale, deliver, receive, carry, transport, ship by any means, import or export any native mammal or bird taken in Antarctica, or any native plant collected in any specially protected area unless authorized by a regulation or permit issued under this Act. States that no act otherwise prohibited shall be unlawful if committed under emergency circumstances to prevent the loss of human life. Authorizes the Director of the National Science Foundation to issue permits which authorize acts otherwise prohibited by this Act. Requires the Director to publish notice in the Federal Register of each application for a permit, inviting the submission of comments by interested parties within 30 days. Sets forth procedures which the Director must follow in considering and issuing permits. Requires the Director to publish notice of the issuance or denial of a permit within ten days of the action. States that each permit shall, if applicable, specify: (1) the number and species of native mammals, native birds, or native plants to which the permit applies; (2) the manner in which the species is to be transported (which must be humane); (3) the area in which the taking must occur; and (4) the period during which the permit is valid. Stipulates that permits authorizing the taking, other than within specially protected areas, of any native bird or mammal (other than a specially protected species) may be issued only for the purpose of providing specimens for scientific study or for museums, zoological gardens, or other educational or cultural uses. Requires that such permits ensure, as far as possible, that no more native mammals or birds are taken than can be replaced by net natural reproduction in the following breeding season, and that the balance of the natural ecological systems are maintained. Provides for the issuance of permits authorizing the taking of specially protected species, the entry into specially protected areas, and the entry into a site of special scientific interest, under certain conditions. Provides for judicial review of the terms and conditions of any permit issued, or of the refusal of the Director to issue a permit. Requires the Director, in consultation with the Secretary of State and other Federal officials, to prescribe such regulations as are necessary and appropriate to implement this Act. Authorizes the Secretary of the State to prescribe regulations requiring advance notification of any expedition to or within Antarctica, in accordance with the Antarctic Treaty. Sets forth civil penalties of up to $5,000 for each violation of this Act unless the act was committed knowingly, in which case the penalty may not exceed $10,000. Sets forth criminal penalties for willful violations of this Act. Makes such violations punishable by a fine of $10,000 or imprisonment for not more than one year, or both. Authorizes the Director, the Secretary of Commerce, the Secretary of the Interior, and the Secretary of the department in which the Coast Guard is operating to enforce the provisions of this Act and any regulation prescribed, or permit issued, under this Act. Provides that the United States district courts shall have exclusive jurisdiction over any case or controversy arising under this Act. Provides that each Federal agency whose activities affect Antarctica shall, to the maximum extent practicable, utilize its authorities in furtherance of this Act. Amends the Fisherman's Protective Act to provide that the documentation or certification of any vessel of the United States shall not be affected, for the purpose of reimbursement under such Act, if at any time during a voyage for the purpose of fishing beyond the fishery conservation zone, such vessel is commanded by other than a United States citizen."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Antarctic Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to implement the Agreed Measures for the Conservation of Antarctic Fauna and Flora of the Antarctic Treaty.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to implement the Agreed Measures for the Conservation of Antarctic Fauna and Flora, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:40-05:00"
}