{
  "actions": [
    {
      "acted_at": "1990-03-09", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2278-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-03-09", 
  "number": "2278", 
  "official_title": "A bill to establish an Office of Federalism Assistance within the Office of Management and Budget.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Office of Federalism Assistance Act", 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-03-09", 
  "subjects": [
    "Executive reorganization", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Intergovernmental relations", 
    "Technology transfer"
  ], 
  "subjects_top_term": "Intergovernmental relations", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-03-09", 
    "text": "Office of Federalism Assistance Act - Establishes the Office of Federalism Assistance within the Office of Management and Budget. Grants the Office the authority to: (1) identify the significant problems facing State and local governments and the programs employed most effectively in solving such problems that may be appropriate elsewhere; (2) conduct studies of the most effective management practices and structures of those governments, including financial management systems, budget systems, and personnel practices; (3) develop and make available to those governments and the public information necessary to implement the most effective programs, practices, and systems; (4) serve as a resource for Federal agencies and the Congress for information on the most effective intergovernmental assistance programs and the Federal regulations and mandates for which compliance is most impractical or counterproductive for State and local governments; and (5) sponsor or cosponsor State and local government excellence competitions and recognition programs. Directs the Office to: (1) conduct surveys periodically to determine which problems State and local governments identify as being of a serious nature for which technical assistance is needed and which have been successfully addressed in a way that might be applicable elsewhere; (2) distribute periodically to State and local officials and the public a listing of government problems with a summary of successful programs; (3) publish a catalog of existing technology transfer programs within Federal departments and agencies; and (4) consult with the Advisory Commission on Intergovernmental Relations and with experts in developing innovative programs that have successfully addressed serious governmental problems. Directs the Office to cooperate with other Federal entities having intergovernmental responsibilities by: (1) assisting in the identification of those exceptional uses of intergovernmental assistance that could serve as models for implementation elsewhere; and (2) developing an agreement that coordinates responsibilities for publicizing and disseminating information on model programs. Authorizes the Office, in cooperation with State or local governments or non-governmental entities, to: (1) assist in the publication, information dissemination, or referral activities of any State or local government excellence competitions and recognition programs; (2) sponsor or cosponsor conferences and workshops on ways to implement successful State and local government programs; and (3) contract for services authorized or required under this Act. Terminates the Office on September 30, 1995."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Office of Federalism Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Office of Federalism Assistance within the Office of Management and Budget.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:56-05:00"
}