{
  "actions": [
    {
      "acted_at": "1987-01-06", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-06-23", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-24", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-06-25", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings concluded. Hearings printed: S.Hrg. 100-183.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s227-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-06", 
  "number": "227", 
  "official_title": "A bill to amend the Securities Exchange Act of 1934 to impose additional restraints on corporate tender offers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tender Offer Reform Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "D'Amato, Alfonse", 
    "state": "NY", 
    "thomas_id": "01313", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-06", 
  "subjects": [
    "Corporate mergers", 
    "Corporate reorganizations", 
    "Corporation directors", 
    "Corporations and Stocks", 
    "Executive compensation", 
    "Information disclosure (Securities law)", 
    "Junk bonds", 
    "Securities", 
    "Securities and Investments", 
    "Securities regulation", 
    "Stocks", 
    "Tender offers"
  ], 
  "subjects_top_term": "Securities", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-06", 
    "text": "Tender Offer Reform Act of 1987 - Amends the Securities Exchange Act of 1934 to require any person whose acquisition results in ownership of more than five percent of an issuer's equity securities to: (1) cease acquiring additional shares of such class of securities for two business days (unless a shorter period or an exemption is authorized by the Securities and Exchange Commission); and (2) make a public announcement of such acquisition and send specified information to the issuer, the appropriate exchange, and the Commission within 24 hours. Requires any person making a tender offer to provide the target security holders a summary disclosure of: (1) the identity and background of such person and participating associates; (2) the value of the offer; (3) the amount of such securities owned by such person; (4) the source and amount of funding for the acquisition; (5) the purpose of the acquisition; and (6) plans concerning the future operations or structure of the issuer. Requires such person to make a public announcement of any change in such information before the offer expires. Requires any person making a tender offer for: (1) all outstanding shares of a class of voting securities, to hold such offer open for 30 calendar days; and (2) less than all outstanding shares, to hold such offer open for 40 calendar days. Requires any person making a subsequent tender offer for: (1) all outstanding shares, to hold such offer open for 20 days and at least 30 days after the initial offer; and (2) less than all outstanding shares, to hold the offer open for 30 days and at least 40 days after the initial offer. Prohibits an issuer of securities, during a tender offer for such securities from other than the issuer, from entering into or amending an agreement in order to provide other than a routine increase in the current or future compensation of any officer or director. Prohibits an issuer from purchasing any of its securities at a price above the average market price during the 30 preceding trading days from any person who holds more than five percent of the class of securities to be purchased and who has held such securities for less than six months, unless: (1) such purchase has been approved by a majority of the aggregate voting securities of the issuer; or (2) the issuer makes an offer of equal value to all holders of securities of that class. Permits the Commission to provide exemptions from such prohibitions. Prohibits any person, beginning on the date such person first acquires 20 percent of a class of certain equity securities, from acquiring more than two percent of the outstanding shares of such class of securities during any succeeding 12-month period except by tender offer, unless such acquisition is: (1) involuntary; (2) pursuant to a statutory merger or consolidation; or (3) exempted by the Commission. Declares that none of the amendments made by this Act shall be construed to limit or condition the authority of the Commission, in the public interest or for the protection of investors, to supplement the proration, withdrawal, and minimum offering periods applicable to a tender offer. Requires the Comptroller General to study and report to the Congress on the issuance of and investment in high yield, noninvestment grade bonds during the five years preceding the enactment date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tender Offer Reform Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Securities Exchange Act of 1934 to impose additional restraints on corporate tender offers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:08-05:00"
}