{
  "actions": [
    {
      "acted_at": "1988-06-16", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-16", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Hearings Held by Committee on Banking, Finance, and Urban Affairs Prior to Introduction (Jun 8, 88).", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-16", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Consideration and Mark-up Session Held by the Committee on Banking, Finance, and Urban Affairs Prior to Introduction (Jun 9, 88).", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-21", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-06-21", 
      "references": [], 
      "text": "Reported to House by House Committee on Banking, Finance and Urban Affairs.  Report No: 100-716.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-21", 
      "references": [], 
      "text": "Placed on Union Calendar No: 434.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4853-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-16", 
  "number": "4853", 
  "official_title": "A bill to amend title 31, United States Code, to establish new requirements and procedures to combat money laundering, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Money Laundering Control Amendments of 1988", 
  "sponsor": {
    "district": "1", 
    "name": "St Germain, Fernand J.", 
    "state": "RI", 
    "thomas_id": "01093", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1988-06-21", 
  "subjects": [
    "Bank directors", 
    "Bank management", 
    "Bank records", 
    "Business and commerce", 
    "Business records", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal justice information", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Grand jury", 
    "Monetary policy", 
    "Money", 
    "Money laundering", 
    "White collar crime"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-06-16", 
    "text": "Money Laundering Control Amendments of 1988 - Prohibits financial institutions from issuing or selling any bank check, cashier's check, traveler's check, or money order to any individual in connection with any transaction which involves U.S. coins or currency (or other monetary instruments) in amounts or denominations of $3,000 or more, unless: (1) the individual has an account which is verified by the institution and such verification is recorded; or (2) the individual furnishes identification which is verified and recorded by the financial institution. Requires financial institutions to furnish to the Secretary of the Treasury upon request any such information required to be recorded in connection with such transactions. Authorizes the Secretary to prescribe regulations requiring domestic financial institutions to obtain information, keep records, and submit reports concerning: (1) its transactions involving monetary instruments that exceed amounts which the Secretary may prescribe; and (2) other parties participating in the transactions. Amends the Right to Financial Privacy Act of 1978 to exempt from the confidentiality provisions of such Act the financial records of officers, directors, employees, or controlling shareholders of a financial institution when such records are provided by the financial institution or supervisory agency to the Attorney General or a State law enforcement agency if there is reason to believe such records are relevant to crimes by such persons against financial institutions or supervisory agencies or violations of statutes governing recordkeeping and reporting on monetary instruments transactions. Revises the good faith defense to conform to such exemption. Allows a grand jury to be provided with a description of the contents of financial records if the volume of such records makes such return and actual presentation impractical. Authorizes the Secretary to delegate to the U.S. Postal Service the powers and duties in connection with records and reports on monetary instruments transactions. Amends the Federal Deposit Insurance Act and the National Housing Act to impose a civil penalty of up to $10,000 on insured institutions and their principals and personnel that willfully violate recordkeeping and reporting requirements. Revises provisions describing the range of uninsured entities subject to financial recordkeeping requirements. Increases from $1,000 to $10,000 the penalty for violations of recordkeeping requirements for such uninsured entities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Money Laundering Control Amendments of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 31, United States Code, to establish new requirements and procedures to combat money laundering, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:34-05:00"
}