{
  "actions": [
    {
      "acted_at": "1979-07-18", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4853-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-18", 
  "number": "4853", 
  "official_title": "A bill to regulate, through the Secretary of Agriculture, the production, sale, and shipment of animal biological products, and to repeal the Act of March 4, 1913.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Animal Biological Products Act of 1979", 
  "sponsor": {
    "district": "9", 
    "name": "Wampler, William C.", 
    "state": "VA", 
    "thomas_id": "01200", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-18", 
  "subjects": [
    "Animals", 
    "Animals and Animal Protection", 
    "Foreign Trade and Investments", 
    "Immunology", 
    "Imports", 
    "Licenses", 
    "Veterinary medicine"
  ], 
  "subjects_top_term": "Veterinary medicine", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-18", 
    "text": "Animal Biological Products Act - Prohibits the production, sale, shipment, or delivery for shipment in the United States of any animal biological product which is: (1) misrepresented or unsatisfactory; or (2) not produced at a licensed establishment under a valid product license issued by the Secretary of Agriculture and in compliance with this Act or any regulations promulgated pursuant to it. Defines \"animal biological product\" as any product (e.g. a vaccine, bacterin, antiserum, antitoxin, toxoid, allergen, or diagnostic antigen, but exluding antibiotics or hormones) which is prepared from, derived from, or prepared with micro-organisms, or the growth products of micro-organisms, or animal tissues, or animal fluids, or other substances of natural or synthetic origin, and which is intended for use in the prevention, diagnosis, treatment or cure of animal diseases through a specific immune process. Provides for the issuance, or denial, of establishment licenses (for establishments producing animal biological products), product licenses, and import permits. Provides for the suspension and revocation of such licenses and permits, and for judicial review of suspensions and revocations. Authorizes the Secretary to obtain, without charge, prerelease samples of a biological product to test and examine such products to determine whether it is pure, safe, potent, and efficacious, and otherwise in compliance with this Act. Permits the Secretary to issue, without hearing, a \"Stop Sale, Transport, or Use\" order, for a period not to exceed 30 days, whenever he has reason to believe that a biological product is misrepresented or unsatisfactory, or otherwise not in compliance with this Act. Provides for the seizure, condemnation, and destruction of such a product in a judicial proceeding. Requires licensees and permittees to keep records (with specified exceptions) and give access to examiners sent by the Secretary. Establishes civil and criminal penalties for the violation of provisions of this Act. Repeals provisions of the Act of March 4, 1913, with respect to viruses, serums, toxins and analogous products."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Animal Biological Products Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate, through the Secretary of Agriculture, the production, sale, and shipment of animal biological products, and to repeal the Act of March 4, 1913.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:26-05:00"
}