{
  "actions": [
    {
      "acted_at": "1991-10-10", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-17T23:56:00-04:00", 
      "references": [], 
      "text": "Mr. Yates asked unanimous consent that the Committee on Appropriations have until midnight on Oct. 17 to file a report on H.R. 3543. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-17T23:57:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Appropriations. H. Rept. 102-255. Filed late, pursuant to previous special order.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-17T23:58:00-04:00", 
      "calendar": "Union", 
      "number": "151", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 151.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1991-10-23T21:06:00-04:00", 
      "bill_ids": [
        "hres256-102"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 256 Reported to House. Rule provides for consideration of H.R. 3543. During consideration of the bill, the amendments recommeded by the Committee on Appropriations, as modified by the amendment printed in the report accompanying this resolution, shall be considered as having been agreed to and shall become original text for the purpose of amendment under the five-minute rule. All points of order against provisions in the bill, as modified, shall be waived.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-29T14:09:00-05:00", 
      "bill_ids": [
        "hres256-102"
      ], 
      "references": [], 
      "text": "Rule H. Res. 256 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-29T14:13:00-05:00", 
      "references": [], 
      "text": "Mr. Whitten moved to resolve into the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-29T14:14:00-05:00", 
      "references": [], 
      "text": "Pending the foregoing motion, Mr. Whitten asked unanimous consent that general debate on the bill be limited to not to exceed one hour, the time to be equally divided and controlled. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-29T14:15:00-05:00", 
      "references": [], 
      "text": "On motion to resolve into Committee of the Whole House on the state of the Union Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-29T14:15:00-05:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Gerry E. Studds to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-29T14:15:00-05:00", 
      "references": [], 
      "text": "GENERAL DEBATE - Pursuant to the unanimous consent agreement made earlier, the Committee of the Whole proceeded with one hour of general debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-29T20:39:00-05:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 3543.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-29T20:40:00-05:00", 
      "references": [], 
      "text": "The previous question was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-29T20:41:00-05:00", 
      "references": [], 
      "text": "The House adopted the amendments en gross as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-29T20:41:00-05:00", 
      "references": [], 
      "text": "Mr. McDade moved to recommit with instructions to Appropriations.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-29T20:41:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with ten minutes of debate on the McDade motion to recommit with instructions.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-29T20:49:00-05:00", 
      "references": [], 
      "text": "The previous question was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-29T21:09:00-05:00", 
      "references": [], 
      "text": "On motion to recommit with instructions Failed by recorded vote: 180 - 232 (Roll no. 351).", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-29T21:26:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "352", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by recorded vote: 252 - 162 (Roll no. 352).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1991-10-29T21:27:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-31", 
      "committee": "Committee on Appropriations", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Appropriations.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h349-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "349"
    }, 
    {
      "amendment_id": "h350-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "350"
    }, 
    {
      "amendment_id": "h351-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "351"
    }, 
    {
      "amendment_id": "h352-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "352"
    }, 
    {
      "amendment_id": "h353-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "353"
    }, 
    {
      "amendment_id": "h354-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "354"
    }, 
    {
      "amendment_id": "h355-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "355"
    }, 
    {
      "amendment_id": "h356-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "356"
    }, 
    {
      "amendment_id": "h357-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "357"
    }
  ], 
  "bill_id": "hr3543-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1991-10-29T21:26:00-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "1991-10-10", 
  "number": "3543", 
  "official_title": "Making dire emergency supplemental appropriations and transfers for relief from the effects of natural disasters, for other urgent needs, and for incremental costs of \"Operation Desert Shield/Desert Storm\" for the fiscal year ending September 30, 1992, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres256-102", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hjres157-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Dire Emergency Supplemental Appropriations and Transfers for Relief from the Effects of Natural Disasters, for Other Urgent Needs, and for Incremental Costs of \"Operation Desert Shield/Desert Storm\" Act of 1992", 
  "sponsor": {
    "district": "1", 
    "name": "Whitten, Jamie L.", 
    "state": "MS", 
    "thomas_id": "01225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1991-10-29T21:26:00-05:00", 
  "subjects": [
    "Agricultural insurance", 
    "American Samoa", 
    "Appropriations", 
    "Arkansas", 
    "Atmospheric research", 
    "Budget deficits", 
    "California", 
    "Campaign funds", 
    "Child health", 
    "Child nutrition", 
    "Computers", 
    "Congressional employees", 
    "Defense budgets", 
    "Defense procurement", 
    "Disaster relief", 
    "Federal budgets", 
    "Fires", 
    "Flood control", 
    "Food relief", 
    "Government operations and politics", 
    "Guam", 
    "Health", 
    "Home ownership", 
    "House of Representatives", 
    "Housing and community development", 
    "Illinois", 
    "Iraq", 
    "Kentucky", 
    "Kuwait", 
    "Landslides", 
    "Louisiana", 
    "Maternal and infant welfare", 
    "Meteorological research", 
    "Meteorology", 
    "Military intervention", 
    "Military occupation", 
    "Mine safety", 
    "Mississippi", 
    "Missouri", 
    "Northern Mariana Islands", 
    "Oceanographic research", 
    "Off-budget expenditures", 
    "Persian Gulf War", 
    "Preschool education", 
    "Presidential elections", 
    "Public housing", 
    "Reclamation of land", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Salaries", 
    "Saudi Arabia", 
    "Supplemental appropriations", 
    "Tennessee", 
    "Territories (U.S.)", 
    "Travel costs", 
    "Vaccination", 
    "Virgin Islands", 
    "Virginia", 
    "Washington State", 
    "Weather forecasting"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1991-10-29", 
    "text": "Dire Emergency Supplemental Appropriations and Transfers for Relief from the Effects of Natural Disasters, for Other Urgent Needs, and for Incremental Costs of \"Operation Desert Shield/Desert Storm\" Act of 1992 - Makes dire emergency supplemental appropriations for FY 1992 to carry out this Act. Title I: Emergency Supplemental Appropriations - Chapter I: Department of Defense - Military - Makes supplemental appropriations for the Department of Defense and the Department of Transportation for additional costs associated with operations in and around the Persian Gulf known as Operation Desert Shield/Desert Storm, including the authorized transfer during FY 1992 of amounts from either the Defense Cooperation Account, or the Persian Gulf Regional Defense Fund. Chapter II: Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies - Makes supplemental appropriations for the Federal Emergency Management Agency for: (1) emergency disaster assistance payments in presidentially-declared disasters; (2) existing emergencies and major disasters created by wildfires in California, Washington, Virginia, and other States; and (3) other emergencies and major disasters, including those causing loss of life or loss of or damage to roads and bridges, highways, schools, libraries, and other State or local government public buildings. Amends the Cranston-Gonzalez National Affordable Housing Act to reserve specified HOME investment partnerships assistance for Guam, the Northern Mariana Islands, the Virgin Islands, and American Samoa (insular areas). Amends the Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Appropriations Act, 1992 to increase funding for personal services and travel for specified offices of the Department of Housing and Urban Development. Chapter III: Department of Agriculture - Makes supplemental appropriations for the Department of Agriculture for recent natural disasters. Chapter IV: Department of Defense - Civil - Makes supplemental appropriations for the Department of the Army for the Corps of Engineers-Civil for flood control in the Mississippi River and tributaries, Arkansas, Illinois, Kentucky, Louisiana, Mississippi, Missouri, and Tennessee to meet dire emergency needs resulting from devastating flooding in the lower Mississippi Valley. Makes supplemental appropriations for the Bureau of Reclamation of the Department of the Interior for operation and maintenance of reclamation projects and other facilities. Chapter V: Department of the Interior - Makes supplemental appropriations for: (1) the Office of Surface Mining Reclamation and Enforcement for emergency situations caused by landslides and other abandoned mine-related disasters which result in the imminent potential loss of life or property; (2) the United States Geological Survey for investigations and reports on the effects of damage as a result of natural disasters declared by the President or the Secretary of Agriculture affecting ground water, possible landslides, mudslides, erosion, and the like, as authorized by law, and administrative expenses associated with such disasters; and (3) for the Forest Service of the National Forest System for maintenance of facilities and trails impacted by disasters and emergency situations, and for studies. Chapter VI - Department of Commerce - Makes supplemental appropriations for the National Oceanic and Atmospheric Administration of the Department of Commerce for the loss of critical computer and related telecommunications equipment destroyed by fire. Chapter VII: Emergency Funds for Children - Makes supplemental amounts available for: (1) the Special Supplemental Food Program for Women, Infants and Children; (2) Head Start; and (3) the Childhood Immunization Program. Chapter VIII: Legislative Branch - Makes an additional amount available for salaries and expenses of the House of Representatives. Title II: General Provisions - Declares the findings of the Congress with respect to dire emergency conditions. Designates all funds in this Act as \"emergency requirements\" for all purposes of the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act). Prohibits appropriations in this Act, except appropriations and transfers in Chapter I, from being available for obligations beyond the current fiscal year unless expressly so provided. Amends the Internal Revenue Code to provide for: (1) pro rata reductions in payments from the Presidential Election Campaign Fund to be based on estimated income to the Fund; and (2) deposits to the Presidential Primary Matching Payment Account to be based on estimated income to the Presidential Election Campaign Fund. Title III: Technical Corrections - Amends the Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 1992 to make certain technical revisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Dire Emergency Supplemental Appropriations and Transfers for Relief from the Effects of Natural Disasters, for Other Urgent Needs, and for Incremental Costs of \"Operation Desert Shield/Desert Storm\" Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Dire Emergency Supplemental Appropriations and Transfers for Relief from the Effects of Natural Disasters, for Other Urgent Needs, and for Incremental Costs of \"Operation Desert Shield/Desert Storm\" Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making dire emergency supplemental appropriations and transfers for relief from the effects of natural disasters, for other urgent needs, and for incremental costs of \"Operation Desert Shield/Desert Storm\" for the fiscal year ending September 30, 1992, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:50-05:00"
}