{
  "actions": [
    {
      "acted_at": "1975-03-14", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-03-14", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4991-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-14", 
  "number": "4991", 
  "official_title": "A bill to amend the Public Works and Economic Development Act of 1965, as amended, to establish an emergency Federal economic assistance program, to authorize the President to declare communities of the Nation which meet certain economic and employment criteria to be economic disaster communities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Economic Disaster Community Assistance Act", 
  "sponsor": {
    "district": "7", 
    "name": "Collins, Cardiss", 
    "state": "IL", 
    "thomas_id": "00220", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-14", 
  "subjects": [
    "Department of Commerce", 
    "Depressed areas", 
    "Economic development", 
    "Economics and public finance", 
    "Federal aid programs", 
    "Government operations and politics", 
    "Public works"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-14", 
    "text": "Economic Disaster Community Assistance Act - States that it is the purpose of this Act to authorize the President of the United States to provide a program of direct Federal assistance to individuals, to State and to local government to alleviate the economic loss resulting from economic disasters by: (1) establishing within the Department of Commerce an Office of Aid to Economic Disaster Communities; (2) providing for a coordinated Federal response; (3) authorizing extension and, in some cases, forgiveness of all or part of obligations due the Federal Government; and (4) waiving certain administrative and procedural requirements of Federal programs to facilitate an early and coordinated program of relief. Specifies the duties and functions of the Office and its Director. Authorizes the President, on the request of the Governor of a State, to designate as an economic disaster community any area without regard to political or geographical boundaries where: (1) the average three-month unemployment is 150 percent of the national average for the preceding calendar year; or (2) the current unemployment rate is in excess of the national average for the prior month and has increased by at least 100 percent within the past 12 months; or (3) there is a current unemployment rate of 6 percent or more and there are such other critical economic conditions as the President determines warrant assistance under this Act. Establishes, in the Treasury of the United States, the Federal economic recovery fund to remain available until expended as provided by this Act. Authorizes to be appropriated to the fund $1,250,000,000 and such funds as are necessary in subsequent years to maintain the fund at a level of $1,250,000,000 to be used by the President to relieve the economic effects of unemployment in economic disaster communities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Disaster Community Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Works and Economic Development Act of 1965, as amended, to establish an emergency Federal economic assistance program, to authorize the President to declare communities of the Nation which meet certain economic and employment criteria to be economic disaster communities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:50-05:00"
}