{
  "actions": [
    {
      "acted_at": "1975-09-09", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-12-15", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 94-732.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-03", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce, H. Rept. 94-732 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-03", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-03", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-04", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-05", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-05", 
      "references": [], 
      "text": "Motion to recommit to the Committee on Interstate and Foreign Commerce with instructions rejected in House, roll call #40 (198-204).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-05", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #41 (205-194).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9464-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Staggers, Harley O.", 
      "sponsored_at": "1975-01-03", 
      "state": "WV", 
      "thomas_id": "01096", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-09-09", 
  "number": "9464", 
  "official_title": "A bill to assure the availability of adequate supplies of natural gas during the period ending June 30, 1976.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres937-94", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr10046-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2310-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Natural Gas Emergency Act", 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-09-09", 
  "subjects": [
    "Electric power", 
    "Electric power production", 
    "Independent regulatory commissions", 
    "Natural gas", 
    "Petroleum and petroleum products"
  ], 
  "subjects_top_term": "Independent regulatory commissions", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1976-02-05", 
    "text": "(Measure passed House, amended, roll call #41 (205-194)) Natural Gas Act Amendments - Defines \"new natural gas\" to mean natural gas which: (1) is dedicated to interstate commerce for the first time after January 1, 1976 (not including natural gas sold or delivered from offshore Federal lands committed for a contract term of less than 15 years); (2) is produced from a reservoir discovered on or after January 1, 1976; or (3) is produced from wells initiated and completed on or after January 1, 1976, in an extension of a reservoir discovered prior to such date. Defines \"independent producer\" to mean a natural gas producer whose aggregate marketed production of natural gas in the preceding calendar year, together with the marketed production during that year of any affiliate of such producer, does not exceed 100,000,000 Mcf. Defines \"exempt independent producer sale\" to mean a sale of new natural gas that is produced by an independent producer and a sale in which no natural gas producer (other than an independent producer) has any interest in the proceeds or profits other than a royalty interest and the aggregate of royalty interests of natural gas producers (other than independent producers) does not exceed 20 percent of such proceeds or such profits. Prohibits the Federal Power Commission from disallowing, in whole or in part, the amounts actually paid by it for new natural gas under an exempt independent producer sale. Allows the Commission to require any natural gas producer other than an independent producer to file annually a report of transfers of natural gas reserves to an independent producer; and to require any independent producer to file annually a report of any information that is relevant to a determination of whether such person is an independent producer. Directs the Commission to establish, within three months of enactment of this Act, a national ceiling price applicable to any sale of new natural gas in interstate and intrastate commerce by a producer who is not an independent producer. Requires that in establishing such national ceiling price, the Commission shall take into account the recovery of costs, including prospective costs; and a reasonable rate of return which will provide incentive adequate to attract capital investment and to provide incentive for further exploration for, development of, and production of, new natural gas. Authorizes the Commission to establish a higher ceiling price in excess of the national ceiling price established if the Commission finds that such higher ceiling is necessary to provide special relief to meet extraordinary expenses for deep vertical drilling or other high-cost or high-risk production of natural gas. Makes it a violation of this Act for any natural gas producer who is not an independent producer to sell or transfer natural gas in contravention of such price regulations. Requires the Commission to prohibit boiler fuel use of natural gas not contracted for prior to January 1, 1976, unless, upon petition by the user of such gas, the Commission determines that alternative fuels, other than propane, are not available to such user. Authorizes the Commission to exempt from such prohibition the burning of natural gas by powerplants for the purpose of operating pollution abatement systems. Disallows the Commission to issue any order relating to such prohibition which applies to any power plant which was in existence on June 30, 1975, which during the 12-month period preceding such date did not burn petroleum products, and which the Commission determines will be operated on natural gas only for the purpose of providing electric power which would otherwise be provided by one or more of the base load powerplants of the same electric power system which cannot be operated because of an air pollution emergency or because of an unanticipated equipment outage or an act of God. States that, except to the extent that the Commission determines that natural gas supplies are required to maintain natural gas service to residential users, small commercial users, hospitals and other similar services vital to public health and safety, the Commission shall, in exercising its authority under this Act to require curtailment plans, not cause any interruption or curtailment of natural gas which it determines necessary to assure the ready availability of sufficient supplies of natural gas for essential agricultural, food processing, or food packaging purpose."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Natural Gas Emergency Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assure the availability of adequate supplies of natural gas during the period ending June 30, 1976.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:07-05:00"
}