{
  "actions": [
    {
      "acted_at": "2008-09-16", 
      "committee": "Committee on Science and Technology, and in addition to the Committee on Natural Resources, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Science and Technology, and in addition to the Committee on Natural Resources, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-09-16", 
      "committee": "House Science and Technology", 
      "references": [], 
      "text": "Referred to House Science and Technology", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-09-16", 
      "committee": "House Natural Resources", 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-09-18", 
      "in_committee": "House Science and Technology", 
      "references": [], 
      "subcommittee": "Energy and Environment", 
      "text": "Referred to the Subcommittee on Energy and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-09-22", 
      "in_committee": "House Natural Resources", 
      "references": [], 
      "subcommittee": "Energy and Mineral Resources", 
      "text": "Referred to the Subcommittee on Energy and Mineral Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6910-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Energy and Environment", 
      "subcommittee_id": "20"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and Mineral Resources", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-09-16", 
  "number": "6910", 
  "official_title": "To establish a monetary prize for achievements in overcoming scientific and technical barriers associated with the development and production of alternative fuel vehicles, to remove certain restrictions on the exploration, development, and production of mineral resources on Federal lands, and to use the resulting Federal revenue to fund the monetary prize and reduce the public debt.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "American Innovation Act of 2008", 
  "sponsor": {
    "district": "6", 
    "name": "Price, Tom", 
    "state": "GA", 
    "thomas_id": "01778", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-09-16", 
  "subjects": [], 
  "subjects_top_term": null, 
  "summary": {
    "as": "Introduced", 
    "date": "2008-09-16", 
    "text": "American Innovation Act of 2008 - Directs the Secretary of Energy to carry out the Alternative Fuel Vehicle Innovation Prize program to award cash prizes to eligible contestants to advance the research, development, demonstration, and commercial application of alternative fuel vehicles, including: (1) a $10 billion grand prize for the production of a prototype alternative fuel vehicle meeting fuel efficiency, emissions, cost, and commercial application criteria; and (2) $100 million in additional prizes for substantial advancements in specific areas of alternative vehicle technologies, components, or systems or for transformational changes in technology.Establishes the Innovation Trust Fund in the Treasury, to be funded with amounts attributable to the exploration for, development of, or production of oil, natural gas, or oil shale located on federal lands in the Outer Continental Shelf (OCS) or in the Arctic National Wildlife Refuge (ANWR). Directs the Secretary of the Treasury to transfer amounts in the Fund that are not required to carry out this Act to the account for public debt reduction.Declares without force or effect all existing federal law prohibiting spending appropriated funds to conduct oil or natural gas leasing and preleasing activities for any area of OCS.Revokes all presidential: (1) withdrawals from leasing under the Outer Continental Shelf Lands Act of areas for exploration for, and development and production of, oil or natural gas; and (2) authorities to withdraw from disposition any unleased OCS lands, except in the interest of natural security or military operations.Amends the Alaska National Interest Lands Conservation Act to repeal provisions: (1) withdrawing public lands within the coastal plain of ANWR from entry or appropriation under U.S. mining laws and from operation of U.S. mineral leasing laws; and (2) prohibiting production, or development leading to production, of oil and gas from ANWR."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "American Innovation Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish a monetary prize for achievements in overcoming scientific and technical barriers associated with the development and production of alternative fuel vehicles, to remove certain restrictions on the exploration, development, and production of mineral resources on Federal lands, and to use the resulting Federal revenue to fund the monetary prize and reduce the public debt.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:32-05:00"
}