{
  "actions": [
    {
      "acted_at": "1989-05-03", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s921-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kasten, Robert W., Jr.", 
      "sponsored_at": "1989-05-03", 
      "state": "WI", 
      "thomas_id": "00619", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerrey, J. Robert", 
      "sponsored_at": "1989-05-03", 
      "state": "NE", 
      "thomas_id": "01378", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1989-05-03", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-05-03", 
  "number": "921", 
  "official_title": "A bill to amend the Social Security Act and the Public Health Service Act to make certain modifications in the medicare program with respect to payments made under such program to hospitals located in rural areas, to improve the delivery of health services to individuals residing in such areas, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rural Health Improvement Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Kohl, Herb", 
    "state": "WI", 
    "thomas_id": "01380", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-05-03", 
  "subjects": [
    "Case mix (Medical care)", 
    "Congressional reporting requirements", 
    "Executive reorganization", 
    "Federal aid to hospitals", 
    "Federal aid to medical education", 
    "Federal aid to nursing education", 
    "Health", 
    "Health education", 
    "Health insurance", 
    "Hospitals", 
    "Information services", 
    "Medical centers", 
    "Medical economics", 
    "Medical personnel", 
    "Medicare", 
    "Nurse practitioners", 
    "Prospective payment systems (Medical care)", 
    "Public health personnel", 
    "Rural public health", 
    "Scholarships", 
    "Social welfare", 
    "State laws", 
    "Student loan funds", 
    "Wages"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-05-03", 
    "text": "Rural Health Improvement Act of 1989 - Title I: Medicare Program Changes - Amends title XVIII (Medicare) of the Social Security Act to update Medicare payments for inpatient hospital services for FY 1990 by the percentage recommended by the Prospective Payment Assessment Commission with respect to all hospitals located in the respective type of area. Directs the Secretary of Health and Human Services to report recommendations to the Congress, within one year of this Act's enactment: (1) for adjusting Medicare payments for inpatient hospital services so that they reflect differences in the severity of illnesses that are classified within the same diagnosis-related group; (2) to modify hospital area wage factors to reflect, in the case of rural hospitals, wages for professional personnel on a regional, rather than strictly rural, basis and take into account the differential impact of contract labor costs and non-contract labor costs on rural hospitals; (3) to recalculate standardized Medicare payments for inpatient hospital services using the most current information on hospital costs; and (4) regarding the exclusion from the calculation of a hospital's wage index of wages paid to hospital employees who are assigned or allocated to an attached, but distinct, long-term care facility. Requires the Secretary to annually update area wage factors used in determining what portion of a hospital's costs are attributable to wages. Directs the Secretary to study and report to the Congress, within six months of this Act's enactment, on alternative Medicare reimbursement systems for small rural hospitals. Requires the Prospective Payment Assessment Commission to submit a written review of the preceding reports to the Congress within 60 days of their transmittal to the Congress. Provides additional payments to Medicare-dependent, small rural hospitals up to FY 1992 (when the transition to a single average standardized Medicare payment rate is required to begin), ensuring the coverage of such hospitals' reasonable operating costs for Medicare inpatient hospital services. Requires the recomputation of Medicare sole community hospital payment rates using the most recent information on hospital-specific costs per case and, if greater, national rather than regional prospective payment rates. Includes, in the Secretary's determination as to whether a hospital is a sole community hospital, consideration of the travel time to the nearest alternative source of inpatient care and the number of patients who seek health services which are unavailable in the hospital's area. Amends the Omnibus Budget Reconciliation Act of 1987 to require that the Secretary give special attention to grants for demonstration projects establishing new cooperative models for rural health care delivery as part of the grant program assisting small rural hospitals and their communities to adjust to changes in the need for their services. Extends the regional referral center classification of hospitals so classified as of September 30, 1989, and the payment rates applicable to such hospitals under the Medicare program, through FY 1991. Amends title VII (Administration) of the Act to place the Office of Rural Health Care in the Office of the Assistant Secretary for Health in the Department of Health and Human Services. Requires the Director of the Office of Rural Health Care to establish a program to set policy and make grants with respect to agricultural health and safety. Requires such Director and the Administrator of the Health Care Financing Administration to establish a liaison to coordinate policies concerning rural health under the Social Security Act and under the Public Health Service Act. Title II: Public Health Service Act Programs - Amends the Public Health Service Act to direct the Secretary to give special emphasis to the health manpower needs of rural areas when assigning National Health Service Corps members to health manpower shortage areas. Requires the Secretary to set aside at least 50 percent of the amounts appropriated for National Health Service Corps scholarship and loan repayment programs for individuals attending nurse practitioner education programs and agreeing to serve in a nurse practitioner health manpower shortage area. Directs the Secretary to establish an agricultural health and safety education and training program. Requires the Secretary to study and report to the Congress, within one year of this Act's enactment, on a model State law providing health insurance to individuals who lack adequate health insurance. Directs the Secretary to make grants to medical colleges which meet certain eligibility criteria for the establishment of model regional health care cost-containment quality assurance networks (Health Information Technology Centers)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rural Health Improvement Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act and the Public Health Service Act to make certain modifications in the medicare program with respect to payments made under such program to hospitals located in rural areas, to improve the delivery of health services to individuals residing in such areas, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:24-05:00"
}