{
  "actions": [
    {
      "acted_at": "2011-09-21", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-10-04", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "General Farm Commodities and Risk Management", 
      "text": "Referred to the Subcommittee on General Farm Commodities and Risk Management.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3006-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on General Farm Commodities and Risk Management", 
      "subcommittee_id": "16"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "DeLauro, Rosa L.", 
      "sponsored_at": "2011-09-21", 
      "state": "CT", 
      "thomas_id": "00281", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-09-21", 
  "number": "3006", 
  "official_title": "To amend the Commodity Exchange Act to prevent excessive speculation in commodity markets and excessive speculative position limits on energy contracts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1598-112", 
      "reason": "identical"
    }
  ], 
  "short_title": "Anti-Excessive Speculation Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Welch, Peter", 
    "state": "VT", 
    "thomas_id": "01879", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-09-21", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Commodities markets", 
    "Commodity Futures Trading Commission", 
    "Energy prices", 
    "Finance and financial sector", 
    "Oil and gas"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-09-21", 
    "text": "Anti-Excessive Speculation Act of 2011 - Amends the Commodity Exchange Act to revise the registration requirements for foreign boards of trade. Directs the Commodity Futures Trading Commission (CFTC) to consider whether foreign boards are subject to rules and restrictions prohibiting excessive speculation by governmental authorities that are comparable to the law, regulations, and orders applicable to boards of trade in the United States. Sets forth a presumption of excessive speculation if the CFTC, using specified criteria, determines that speculative traders in a commodity market have a substantial impact on price discovery. Establishes individual position limits on energy contracts (referencing the price of crude oil, gasoline, diesel fuel, jet fuel, heating oil, or natural gas) that are applicable to long or short positions. Defines an \"excessive speculative position\" as a position that affects more than 5% of: (1) the estimated deliverable supply of the same commodity in the spot month, and (2) the open interest in a contract in a single month or all months combined. Prohibits any person from holding or controlling an excessive speculative position, long or short, in an energy contract in any single market and aggregated across all markets in the spot month, a single month, or all-months combined. Directs the CFTC to establish aggregate speculative position limits for long energy contracts held by speculators as a class of traders in any single market and in all markets. Requires that such positions be capped at the average annual percentage of long open interest held by speculators in any single energy contract market and in all such markets during the preceding 25-year period (or the period during which the contract has been traded if held for less than the 25-year period). Excludes bona fide energy hedging from the computation of positions held or controlled by a person. Defines \"bona fide energy hedging\" as a transaction or position that is proportionate and economically appropriate for the reduction of risks in the conduct and management of a trade or business that produces, processes, merchandises, manufactures, or consumes an energy commodity. Declares that the management of financial risk associated with swaps or other similar contracts, by itself, shall not constitute bona fide hedging."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Anti-Excessive Speculation Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Commodity Exchange Act to prevent excessive speculation in commodity markets and excessive speculative position limits on energy contracts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:26:20-05:00"
}