{
  "actions": [
    {
      "acted_at": "2011-06-29", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-06-30", 
      "references": [
        {
          "reference": "CR S4281", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1300-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-06-29", 
  "number": "1300", 
  "official_title": "A bill to amend title 23, 45, and 49, United States Code, to encourage the use of private-public partnerships in transportation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2971-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Lincoln Legacy Infrastructure Development Act", 
  "sponsor": {
    "district": null, 
    "name": "Kirk, Mark Steven", 
    "state": "IL", 
    "thomas_id": "01647", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-06-29", 
  "subjects": [
    "Aviation and airports", 
    "Budget deficits and national debt", 
    "Commuting", 
    "Disability and paralysis", 
    "Government employee pay, benefits, personnel management", 
    "Government lending and loan guarantees", 
    "Government trust funds", 
    "Marine and inland water transportation", 
    "Public contracts and procurement", 
    "Public transit", 
    "Public-private cooperation", 
    "Railroads", 
    "Roads and highways", 
    "Securities", 
    "Transportation and public works", 
    "Transportation programs funding", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-06-29", 
    "text": "Lincoln Legacy Infrastructure Development Act - Directs the Secretary of Transportation (DOT) to establish the Private-Public Partnership Challenge Grant Program. Authorizes the Secretary to provide grants to states for use in implementing innovative strategies to use private-public partnerships to fund rail, aviation, transit, highway, and waterway transportation. Requires the Secretary to use federal surcharges generated from agreements from the concession or lease of safety rest areas to carry out such program. Authorizes the Secretary to permit a state to enter into one or more agreements with the Secretary for the commercialization, lease, or concession of a safety rest area constructed or located on an Interstate System (IS) right-of-way if: (1) access is free of charge, and (2) the state agrees to pay the Secretary a federal surcharge of 5% of the total amount received under the agreement. Prohibits the Secretary from imposing a federal surcharge on a state that has allowed the placement of blind vending facilities in rest and recreation areas, and in safety rest areas, located on IS rights-of-way. Revises state high occupancy vehicle (HOV) facility requirements to increase from a minimum of two to a minimum of three the number of occupants per vehicle for use of an HOV facility in cases of congestion meeting certain criteria. Amends the Intermodal Surface Transportation Efficiency Act of 1991 to remove limits on the number of state or local governments or public authorities with which the Secretary may enter into cooperative agreements to establish value pricing pilot programs (in effect, allowing extension of the programs to all such authorities). Amends the Transportation Equity Act for the 21st Century (TEA-21) to increase from 3 to 10 the number of IS highways, bridges, or tunnels where a state may collect tolls for the reconstruction and rehabilitation of IS highway corridors. Amends the Safe, Accountable, Flexible, Efficient Transportation Equity Act: A Legacy for Users (SAFETEA-LU) to eliminate restrictions on: (1) the number of projects under the express lanes demonstration program (currently 15), and (2) the number of IS facilities on which the Secretary may collect IS construction tolls (currently 3). Eliminates the nonsubordination of secured loans and lines of credit used to finance surface transportation project costs to the claims of any holder of project obligations in the event of the obligor's bankruptcy, insolvency, or liquidation. (Thus allows subordination of secured loans and lines of credit to such claims.) Makes eligible for railroad rehabilitation and improvement direct loans and loan guarantees: (1) projects and activities that benefit high-speed rail, and (2) development phase activities. Removes limits on the number of airport applications (currently five) under the airport privatization pilot program the Secretary may approve for the grant of exemptions from certain requirements in order to allow the sale or lease to nonpublic persons of a general aviation airport. Directs the Administrator of the Federal Transit Administration (FTA) to establish a six-year public-private partnership experimental program to encourage recipients of certain federal assistance to carry out tests and experimentation in the public transportation project development process designed to: (1) attract private investment in such projects (including high occupancy/toll [HOT] lane facilities); and (2) increase project management flexibility and innovation, improve efficiency, allow for timely project implementation, and create new revenue streams. Amends the Internal Revenue Code to remove the cap on the aggregate allowable amount of tax-exempt bonds to finance qualified highway or surface freight transfer facilities. Revises a specified formula in order to reduce annual adjustments to pay schedules for federal employees for FY2013-FY2021."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Lincoln Legacy Infrastructure Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 23, 45, and 49, United States Code, to encourage the use of private-public partnerships in transportation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:12:22-05:00"
}