{
  "actions": [
    {
      "acted_at": "1976-05-13", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3426-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-13", 
  "number": "3426", 
  "official_title": "A bill to amend and extend the State and Local Fiscal Assistance Act of 1972.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "State and Local Fiscal Assistance Act Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-05-13", 
  "subjects": [
    "Economics and public finance", 
    "Government operations and politics", 
    "Intergovernmental fiscal relations", 
    "Revenue sharing", 
    "States"
  ], 
  "subjects_top_term": "Revenue sharing", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-05-13", 
    "text": "State and Local Fiscal Assistance Act Amendments - Deletes present provisions of the State and Local Fiscal Assistance Act of 1972 requiring the use of revenue sharing funds for priority expenditures only. Authorizes to be appropriated specified sums for the period July 1, 1976, through September 30, 1976; fiscal year 1977, 1978, 1979, 1980, and 1981; and the period October 1, 1981, through December 31, 1981. Modifies the Act to conform to the periods for which this Act authorizes appropriations. Decreases the amount of revenue sharing payments allocated to any unit of local government from the present rate of 50 percent of the sum of such governments adjusted taxes and its transfer payment receipts by steps of five percent each year until, by the beginning of fiscal year 1980, such payments will be 25 percent of such taxes and transfers. Permits tax payments made to special service districts serving citizens within the area of a local government to be treated as adjusted taxes of such local government for purposes of computing such local governments revenue sharing entitlement. Requires each State or unit of local government which receives revenue sharing funds to report annually to the Secretary of the Treasury with respect to that governments revenue and expenditures for the past year. Repeals provisions of the Act which require that such annual report set forth proposed uses of revenue sharing funds to be received and specific requirements that such reports detail how past revenue sharing funds were spent. States that if the present requirement that such annual report be published in a State-wide newspaper results in costs which are excessive in relation to the amount of entitlement of a unit of local government, or where other means of publicizing the report are more appropriate, then such reports shall be made public in accordance with regulations prescribed by the Secretary of the Treasury. Repeals the requirement of the Act that laborers and mechanics working on construction projects financed by revenue sharing funds be paid at a rate equal to those rates prevailing in the area of the construction site."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "State and Local Fiscal Assistance Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend and extend the State and Local Fiscal Assistance Act of 1972.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:52-05:00"
}