{
  "actions": [
    {
      "acted_at": "1975-08-01", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9275-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Carney, Charles J.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00177", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Fithian, Floyd J.", 
      "sponsored_at": "1975-01-03", 
      "state": "IN", 
      "thomas_id": "00387", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Florio, James J.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00392", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Macdonald, Torbert H.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "00719", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Metcalfe, Ralph H.", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "00793", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Moffett, Toby", 
      "sponsored_at": "1975-01-03", 
      "state": "CT", 
      "thomas_id": "00821", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Symington, James W.", 
      "sponsored_at": "1975-01-03", 
      "state": "MO", 
      "thomas_id": "01131", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-08-01", 
  "number": "9275", 
  "official_title": "A bill to amend the Fair Packaging and Labeling Act to require the disclosure by retail distributors of retail unit prices of consumer commodities.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4551-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Price Disclosure Act", 
  "sponsor": {
    "district": "8", 
    "name": "Rosenthal, Benjamin S.", 
    "state": "NY", 
    "thomas_id": "00987", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-08-01", 
  "subjects": [
    "Business and commerce", 
    "Consumer protection", 
    "Labeling", 
    "Labeling laws", 
    "Packaging"
  ], 
  "subjects_top_term": "Labeling laws", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-08-01", 
    "text": "Price Disclosure Act - Provides that no person engaged in business in the sale at retail of any packaged consumer commodity which has been distributed in commerce, or the distribution of which affects commerce, shall sell, offer for sale, or display for sale any such commodity unless: (1) the total selling price of such commodity is plainly marked by a stamp, tag, or label affixed to a principal display panel of the package; and (2) the retail unit price of such commodity is plainly marked by a stamp, tag, or label affixed to a principal display panel of the package, or a label or sign in close proximity to the point of display of such package, which label or sign shall also contain the name and quantity of contents of such commodity. Exempts from these requirements any individual retail outlet which sells or offers for sale packaged consumer commodities and whose total gross sales do not exceed $250,000 per annum, unless such an outlet is one of a number of outlets owned substantially or whose inventory is supplied substantially, by a single person, partnership, or corporation whose total gross sales exceeds $500,000 per annum; or any retail outlet in any State which has enacted mandatory unit pricing law and whose law, in the judgment of the Federal-Trade Commission, is in full force and effect and is comparable in scope and comprehensiveness to the requirements of this Act, except that retailers (including chainstores and affiliated stores) who operate outlets in any such State shall be subject to the provisions of this Act if they also operate outlets in one or more other States. Redefines the term \"consumer commodity\" and defines the term \"retail unit price\" for purposes of the Fair Packaging and Labeling Act. Abolishes the authority of the Secretary of Health, Education and Welfare to promulgate regulations under such Act, and transfers that authority to the Commission. Directs the Commission to request, and the Secretary of Commerce to initiate, a voluntary product standard for consumer commodities under the procedures for the development of voluntary products standards established by the Secretary pursuant to specified provisions of law whenever the Commission determines that there is undue proliferation of the weights, measures, or quantities in which any consumer commodity or reasonably comparable consumer commodities are being distributed in packages for sale at retail and such undue proliferation impairs the reasonable ability of consumers to make value comparisons with respect to such consumer commodity or commodities. Requires that regulations with respect to fair packaging and labeling standards be promulgated by the Commission in accordance with the applicable provisions of the Administrative Procedure Act. Directs the Commission to give interested persons an opportunity for oral presentations of views, data, and agreements. Authorizes travel and per diem reimbursement for persons being trained by the Commission to carry out the provisions of the Act. Declares that any violation of any of the provisions of the Fair Packaging and Labeling Act or the regulations issued pursuant to such Act, with respect to any consumer commodity delivered into introduction in commerce, or sold at retail, offered for sale at retail, or displayed for sale at retail, shall constitute an unfair or deceptive act or practice affecting commerce and shall be subject to penalties under specified provisions of law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Price Disclosure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Fair Packaging and Labeling Act to require the disclosure by retail distributors of retail unit prices of consumer commodities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:04-05:00"
}