{
  "actions": [
    {
      "acted_at": "1980-07-24", 
      "references": [], 
      "text": "Reported to House from the Committee on Appropriations, H. Rept. 96-1193.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-31", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-31", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-31", 
      "references": [], 
      "text": "Motion to recommit to the Comm. on Appropriations with instructions rejected in House, roll call #449 (191-206).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-31", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #450 (306-88).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-06", 
      "committee": "Senate Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-09", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Appropriations with amendment, S. Rept. 96-932.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-17", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-17", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-18", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-18", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #425 (67-10).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-18", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-22", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-25", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 96-1400.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "House agreed to conference report, roll call #602 (355-54).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "House receded and concurred in certain Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "House receded and concurred in certain Senate amendments with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "Senate agreed to conference report, roll call #459 (55-10).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "Senate agreed to House amendments to certain Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-01", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-01", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-02", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-09", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-10-09", 
      "references": [], 
      "text": "Public Law 96-400.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7831-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-10-09", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-07-24", 
  "number": "7831", 
  "official_title": "A bill making appropriations for the Department of Transportation and related agencies for the fiscal year ending September 30,1981, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres758-96", 
      "reason": "rule"
    }
  ], 
  "short_title": "Department of Transportation and Related Agencies Appropriation Act, 1981", 
  "sponsor": {
    "district": "3", 
    "name": "Duncan, Robert B.", 
    "state": "OR", 
    "thomas_id": "00323", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-08-06", 
  "subjects": [
    "Aircraft", 
    "Airports", 
    "Alabama", 
    "Alaska", 
    "Appropriations", 
    "Automobile safety appliances", 
    "Automobiles", 
    "Canals", 
    "Car pools", 
    "Coast guard", 
    "Collection of accounts", 
    "Congressional oversight", 
    "Connecticut", 
    "Corporations and Stocks", 
    "Department of Transportation", 
    "District of Columbia", 
    "Economics and public finance", 
    "Federal aid highway program", 
    "Federal aid to transportation", 
    "Federally-guaranteed loans", 
    "Government consultants", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Government spending", 
    "Government trust funds", 
    "Highway beautification", 
    "Highway engineering", 
    "Independent regulatory commissions", 
    "Industrial relations", 
    "Interstate highway system", 
    "Mass rapid transit", 
    "Michigan", 
    "Missouri", 
    "Motor buses", 
    "New Mexico", 
    "Noise", 
    "Oil pollution of the sea", 
    "Panama Canal", 
    "Public meetings of administrative bodies", 
    "Railroad engineering", 
    "Railroad finance", 
    "Railroad rolling stock", 
    "Railroad safety", 
    "Railroads and state", 
    "Research", 
    "Saint Lawrence Seaway Development Corporation", 
    "Ships and shipping", 
    "Traffic accidents and safety", 
    "Transportation and public works", 
    "Transportation and the physically handicapped", 
    "Treaties", 
    "Urban transportation", 
    "Water and Water Resources Development", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "House receded and concurred with amendment", 
    "date": "1980-09-30", 
    "text": "(House receded and concurred in certain Senate amendments with an amendment) Department of Transportation and Related Agencies Appropriation Act, 1981 - =Title I: Department of Transportation= - Makes appropriations for fiscal year 1981 for expenses of the Office of the Secretary of Transportation for: (1) salaries and expenses; (2) transportation planning, research, and development; and (3) expenses of the Department of Transportation Working Capital Fund. Authorizes appropriations for the Coast Guard for: (1) operating expenses; (2) the acquisition, construction, or rebuilding of navigational aids, shore facilities, vessels, and aircraft; (3) the alteration or removal of obstructive bridges; (4) retired pay; (5) reserve training; (6) research, development, test, and evaluation; (7) an Offshore Oil Pollution Compensation Fund for carrying out the oil and hazardous substance liability provisions of the Outer Continental Shelf Lands Act Amendments of 1978; and (8) an increase in the capital of the Coast Guard Supply Fund. Makes appropriations for fiscal year 1981 to the Federal Aviation Administration for: (1) operating expenses; (2) the acquisition and modernization of facilities and equipment and service testing; (3) air navigation and experimental facilities; (4) research, engineering, and development; (5) the liquidation of obligations incurred for airport development projects; and (6) operation, maintenance, and construction for National Airport and Dulles Airport. Authorizes the Secretary of Transportation to make such expenditures and investments as may be necessary for the aviation Insurance Revolving Fund. Limits to a specified amount new commitments to the Aircraft Purchase Loan Guarantee Program. Excepts from such limitation, under specified conditions, loan guarantees for aircraft which are financed and delivered in fiscal year 1981 for reasons beyond the purchaser's control. Makes appropriations for such fiscal year to the Federal Highway Administration for: (1) administrative and operating expenses; (2) motor carrier safety programs; (3) highway safety research and development; (4) the payment of obligations incurred in carrying out highway beautification programs; (5) the payment of obligations incurred for highway related safety grants; (6) territorial highways; (7) access highways to lakeside public recreation areas (including construction of an access road to the Sims Mesa facility at Navajo State Park in New Mexico); (8) the Federal aid highway program; and (9) carpool and vanpool projects. Makes appropriations for such fiscal year to the National Highway Traffic Safety Administration for operations and research and for State and community highway safety programs. Makes appropriations for such fiscal year to the Federal Railroad Administration for: (1) expenses of the Office of the Administrator; (2) railroad safety programs; (3) railroad research and development; (4) rail service assistance programs (including railroad restructuring assistance); (5) the Northeast Corridor Improvement Program (including protective devices at grade level crossings); (6) grants to the National Railroad Passenger Corporation; and (7) the Alaska Railroad Revolving Fund. Authorizes the Secretary to issue to the Secretary of the Treasury notes and other obligations to pay any amounts necessary for rail facilities improvement and development loan guarantees. Directs that the principal amount of such obligations shall not exceed $770,000,000. Makes appropriations for rail labor assistance (including new career training assistance under the Rock Island Transition and Employment Assistance Act). Makes appropriations for such fiscal year for programs of the Urban Mass Transportation Administration authorized by the Urban Mass Transportation Act of 1964, including: (1) administrative expenses; (2) research and development; (3) the urban discretionary grant program; (4) non-urban formula grants; (5) urban formula grants; and (6) the liquidation of contractual obligations incurred pursuant to such Act. Directs that grants for the acquisition of rolling stock with Federal financial assistance shall only be awarded based on factors the Secretary deems relevant. Makes appropriations for grants: (1) to construct substitute Interstate System Highway projects; and (2) to conduct one waterborne transportation demonstration project. Authorizes the Saint Lawrence Seaway Development Corporation to make such expenditures, within the limits of its funds and borrowing authority, to carry out its programs. Limits the administrative expenses of the Corporation. Makes appropriations for: (1) expenses of the Research and Special Programs Administration; and (2) the Cooperative Automotive Research Program for conducting basic automotive research. Directs the Department of Transportation, in cooperation with the Departments of Commerce, Defense, and Energy, the National Science Foundation, the National Aeronautics and Space Administration, and the Environmental Protection Agency, to report to Congress within six months of the date of enactment of this Act its assessment of current Federal automotive and other surface transportation research and development. Makes appropriations for expenses of the Office of Inspector General. Provides for the transfer of funds from specified appropriations for such expenses. =Title II: Related Agencies= - Makes appropriations for the: (1) National Transportation Safety Board; (2) Civil Aeronautics Board; (3) Interstate Commerce Commission, including funds for payments for rail service to railroads directed to provide emergency rail service over the properties of other carriers; (4) Panama Canal Commission (including specified reimbursements to the General Fund); (5) Secretary of the Treasury for the acquisition of fund anticipation notes; (6) United States Railway Association (including the purchase of ConRail securities); and (7) the Washington Metropolitan Area Transit Authority. =Title III: General Provisions= - Sets forth limitations on the use of funds appropriated by this Act, including funds for airport noise compatibility planning and programs. Directs the Secretary of Transportation, within 60 days of the effective date of this Act, to designate as routes on the National System of Interstate and Defense Highways: (1) a specified section of I-170 in the State of Missouri; and (2) a specified section of I-170 connecting I-10 and I-65 in the State of Alabama. Directs the Secretary to allocate the Federal Aid Highway program obligational authority among the States according to a specified formula. Prohibits the use of funds appropriated in this Act for: (1) the Panama Canal Commission unless in conformance with the Panama Canal Treaties of 1977 and any law implementing such treaties; or (2) rail-highway crossing demonstration projects in Connecticut. Requires the Commission to hold its meetings and operate in accordance with the Government in the Sunshine Act. Prohibits funds in this Act from being used to assist any State in imposing mandatory inspection fees or sticker requirements on vehicles which are lawfully registered in another State, including specified vehicles engaged in interstate commercial transportation. Directs that funds for consulting services through procurement contracts be limited to those contracts where such expenditures are: (1) a matter of record and available for public inspection; and (2) included in a publicly available list of all contracts entered into within a specified time period. Requires that funds provided in this Act be used only for: (1) contracts that are let in full compliance with procurement law and regulations; and (2) reports (prepared pursuant to such contracts) that contain specified information on such contracts and contractors. Prohibits any agency funded by this Act from spending more than: (1) 30 percent of its total appropriation during the last quarter of the fiscal year; or (2) more than 15 percent during any month in the last quarter of the fiscal year. Directs the head of each department, agency, or establishment to report, within 45 days after the close of each quarter of the fiscal year, to the Congressional Committees on Appropriations and the Director of the Office of Management and Budget the amount of obligations incurred during the quarter. Directs the Director to report, by December 31, 1981, to the Committees on Appropriations the results and impact of such quarterly requirements. Directs each department and agency for which appropriations are made under this Act to improve the collection of overdue debts owed to the United States. Reduces the amount available to the Department of Transportation for the procurement of consultant services. Directs specified departments and establishments to submit annually to the House and Senate Appropriations Committees the estimated amount of funds requested for consulting services. Prohibits the use of funds appropriated by this Act for compelling local transit authorities to purchase wheelchair lifts to comply with the Rehabilitation Act of 1973. Reduces by ten percent amounts appropriated by this Act for advertising or public relations activities by departments, agencies, or instrumentalities of the United States Government. Prohibits the availability of funds provided in this Act for interstate highway I-69 between Charlotte and Lansing, Michigan for 120 days after the date of enactment of this Act. Prohibits, until April 26, 1981, the use of funds provided in this Act to reduce the total number of flights at Washington National Airport below the number operated on September 12, 1980."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Transportation and Related Agencies Appropriation Act, 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill making appropriations for the Department of Transportation and related agencies for the fiscal year ending September 30,1981, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:27-05:00"
}