{
  "actions": [
    {
      "acted_at": "1979-09-06", 
      "committee": "Senate Committee on Agriculture, Nutrition and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture, Nutrition and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1718-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-06", 
  "number": "1718", 
  "official_title": "A bill to authorize and direct the Secretary of Agriculture to conduct a pilot program of loans providing for periodic disbursements to owners of nonindustrial private forest lands, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Wood Lot Management for Energy Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-06", 
  "subjects": [
    "Department of Agriculture", 
    "Federal advisory bodies", 
    "Federal aid programs", 
    "Federal-state relations", 
    "Federally-guaranteed loans", 
    "Forest management", 
    "Forests", 
    "Forests and forest products", 
    "Government lending", 
    "States"
  ], 
  "subjects_top_term": "Forest management", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-09-06", 
    "text": "Wood Lot Management for Energy Act of 1979 - Directs the Secretary of Agriculture to conduct a five-year pilot program of financial assistance to owners of nonindustrial private forest land which shall include, but not be limited to: (1) the insuring and guaranteeing of loans providing periodic loan disbursements; (2) the consolidation for resale in private capital markets of the loan obligations of individual landowners; and (3) the loaning of funds to lending institutions in order to make such guaranteed loans. Declares eligible for such program any private individual, group, Indian tribe or other native group, association, partnership, corporation or other legal entity which owns forest land capable of producing crops of industrial wood; provided, the applicant is unable to obtain sufficient credit elsewhere. Requires borrowers to prepare, keep current, and adhere to an individual forest management plan, developed in cooperation with and approved by the State forester (or equivalent official). Limits the maximum amount of any insured or guaranteed loan to any one landowner to $50,000 annually. Authorizes the Secretary to guarantee up to 90 percent of that portion of the overall loan obligation which exceeds the market value of the assets securing such loan. Bases the amount of the periodic loan disbursement upon the future expected market value of the timber securing such loan, limiting the total principal and interest obligation to 80 percent of such value. Allows for adjustment of loan terms, as agreed by both landowner and lender, following periodic reviews of individual loan agreements and forest management plans. Entitles borrowers to prepayment of all or any part of an outstanding loan obligation without penalty. Sets a repayment term of up to 40 years. Allows the interest rate to be set by the lender and borrower. Directs the Secretary to appoint a program development and evaluation committee to advise him regarding the financial assistance program. Requires funding for the program to be drawn from the Rural Development Insurance Fund. Authorizes necessary appropriations for administrative expenses. Authorizes the Secretary to make grants through the Forest Service to the States for the employment of additional State foresters or equivalent State officials. Requires the Secretary, in determining the amount of such assistance, to consider the underuse of forest growth in the State and the potential use in the State of wood as a fuel in place of oil. Authorizes appropriations for such grants for fiscal years 1980 and 1981. Authorizes the Secretary by contract, grant, or other arrangement to conduct ten statewide demonstrations of cooperative forest programs involving the exercise of authorities conferred by the Cooperative Forestry Assistance Act of 1978, the Forest and Rangeland Renewable Resources Research Act of 1978, and the Renewable Resources Extension Act of 1978. Requires the Secretary to assure that each such program provides a model for comprehensive forest resource planning and development at the State level and provides for additional resource assessment and public involvement. Authorizes appropriations for such programs for fiscal year 1980, limiting the amount available for each demonstration project to $750,000. Requires annual reports to Congress on all the programs authorized by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Wood Lot Management for Energy Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize and direct the Secretary of Agriculture to conduct a pilot program of loans providing for periodic disbursements to owners of nonindustrial private forest lands, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:07-05:00"
}