{
  "actions": [
    {
      "acted_at": "1988-02-03", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-02-16", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3906-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "25", 
      "name": "Boehlert, Sherwood", 
      "sponsored_at": "1988-05-17", 
      "state": "NY", 
      "thomas_id": "00101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Borski, Robert A.", 
      "sponsored_at": "1988-05-17", 
      "state": "PA", 
      "thomas_id": "00111", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Parris, Stanford E. (Stan)", 
      "sponsored_at": "1988-02-03", 
      "state": "VA", 
      "thomas_id": "00890", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-02-03", 
  "number": "3906", 
  "official_title": "A bill to enhance the value of the charters of thrift institutions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Thrift Charter Enhancement Act of 1988", 
  "sponsor": {
    "district": "10", 
    "name": "Barnard, Doug, Jr.", 
    "state": "GA", 
    "thomas_id": "00054", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-02-03", 
  "subjects": [
    "Antitrust law", 
    "Antitrust policy", 
    "Bank directors", 
    "Bank holding companies", 
    "Bank loans", 
    "Bank mergers", 
    "Business and commerce", 
    "Corporations and Stocks", 
    "Federal Home Loan Bank Board", 
    "Finance and financial sector", 
    "Government corporations", 
    "Government operations and politics", 
    "Investments", 
    "Savings and loan associations", 
    "Savings banks", 
    "Small business", 
    "Stocks", 
    "Subsidiary corporations"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-02-03", 
    "text": "Thrift Charter Enhancement Act of 1988 - Title I: Amendments Affecting Federally Chartered and De Novo Associations - Amends the Home Owners' Loan Act of 1933 to allow a federally chartered savings and loan association or savings bank to increase the aggregate amount of its commercial loans from ten percent of assets to 20 percent of assets if it has maintained reserves at a level equal to or greater than those required by the Federal Home Loan Bank Board (Board) in three of the preceding four calendar quarters. Increases the amount of the aggregate investment permissible by federally chartered savings and loan association in service corporations from three percent of assets to four percent of assets. Allows the investment of an additional one percent of assets primarily for community, inner city, or community development purposes. Increases the amount an association may invest in any small business investment company from one percent of assets to the greater of one percent of assets or five percent of capital and surplus. Deletes the requirement that such an investment must be for the purpose of aiding members of the Federal Home Loan Bank System. Amends the National Housing Act to provide that following the completion of the initial three years of insured operation substantially in accordance with all material requirements of the Federal Savings and Loan Insurance Corporation (FSLIC), a de novo or other newly insured institution shall cease to be subject to requirements based on its de novo or newly insured status and shall be subject to the laws, regulations, and policies governing insured institutions in the same manner as all other insured institutions. Title II: Amendments Affecting Regulation of Savings and Loan Holding Companies - Revises the definition of \"subsidiary\" for purposes of the National Housing Act to specify that for purposes of the restrictions on holding company activities the term \"subsidiary\" does not include a service corporation subsidiary of an insured institution or any subsidiary of such service corporation. Allows insured institutions held by savings and loan holding companies to engage in transactions with affiliates in excess of the greater of $100,000 or 0.1 percent of assets with the approval of the FSLIC. (Present law limits such transactions to the lesser of $100,000 or 0.1 percent of assets.) Allows savings and loan holding companies to acquire up to five percent of the voting stock of an FSLIC-insured institution or its holding company. Specifies that such limitation shall not apply to a savings and loan holding company affiliate that is an investment banking firm or registered broker-dealer with respect to holding securities or that is conducting other activities with respect to securities in the normal course of their business. Repeals the interlocking director provisions of the Savings and Loan Holding Company Act. Modifies the qualified thrift lender test required by the Competitive Equality Banking Act of 1987. Repeals the cross-marketing restrictions on savings and loan holding companies as enacted by the Competitive Equality Banking Act of 1987. Specifies that a mutual holding company may acquire an FSLIC-insured stock institution as well as a mutual institution. Allows a mutual institution subsidiary of a mutual holding company to issue to the public common stock or convertible securities in an aggregate amount not to exceed 49 percent of its total outstanding stock. Repeals the requirement that a savings and loan holding company cannot incur debt in excess of 15 percent of its consolidated net worth without the advance approval of the FSLIC. Prohibits the FSLIC from requiring, as a condition to the acquisition by any savings and loan holding company of a subsidiary insured institution, the execution by such holding company of an agreement to guarantee for a period greater than three years the maintenance of the reserves or other capital of such subsidiary at a specified level (net worth maintenance agreement). Specifies that any such agreements executed prior to the enactment of this Act shall terminate three years after the date of execution of such agreement. Allows the FSLIC to extend such three year period in cases where there is a finding that the subsidiary has not been in compliance with established reserve requirements or has been engaging in unsafe or unsound practices. Requires the FSLIC to revise its rules and regulations relating to loans and other transactions between an insured institution and its executive officers, directors, insiders and other affiliated persons, to be consistent with rules and regulations relating to such transactions developed by the Federal banking agencies. Title III: Amendments to the Depository Institutions Management Interlocks Act - Amends the Depository Institutions Management Interlocks Act to provide an exception to the prohibition against dual service of management officials of certain financial institutions for: (1) a company that becomes a depository holding company by acquiring a failed or failing insured institution pursuant to the National Housing Act; and (2) any depository institution, depository holding company or affiliate, unless the Federal regulator of such institution finds that such interlocking services would result in a monopoly, substantial lessening of competition, or substantial conflict of interest."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Thrift Charter Enhancement Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enhance the value of the charters of thrift institutions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:08-05:00"
}