{
  "actions": [
    {
      "acted_at": "1999-02-02", 
      "references": [
        {
          "reference": "CR E118", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-02-02", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr494-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "18", 
      "name": "Condit, Gary A.", 
      "sponsored_at": "1999-09-14", 
      "state": "CA", 
      "thomas_id": "00226", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-02-02", 
  "number": "494", 
  "official_title": "To amend the Endangered Species Act of 1973 to reform the regulatory process under that Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Endangered Species Fair Regulatory Process Reform Act", 
  "sponsor": {
    "district": "21", 
    "name": "Thomas, William M.", 
    "state": "CA", 
    "thomas_id": "01148", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-02-02", 
  "subjects": [
    "Administrative procedure", 
    "Animals", 
    "Civil rights and liberties, minority issues", 
    "Conflict of interests", 
    "Department of the Interior", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Endangered species", 
    "Environmental protection", 
    "Environmental research", 
    "Evidence (Law)", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Government paperwork", 
    "Habitat conservation", 
    "Law", 
    "Licenses", 
    "Public lands and natural resources", 
    "Right of property", 
    "Science, technology, communications", 
    "Scientists", 
    "Wildlife reintroduction"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-02-02", 
    "text": "Endangered Species Fair Regulatory Process Reform Act - Amends the Endangered Species Act of 1973 to specify findings to be included within a petition to add a species to either an endangered or threatened species list. Directs the Secretary of the Interior, upon publication of a proposed rule determining that a species is endangered or threatened, to make public all information on which the determination is based, including information that does not support such determination (with certain Federal disclosure exceptions). Requires an independent scientific peer review in the case of a regulation proposed to implement a finding that any species is endangered or threatened, or that any species currently listed in such manner should be removed from such list. Provides for the selection of referees for the peer review. Requires the Secretary to issue rules that establish criteria that must be met for scientific and commercial data to be used as the basis of any of the above determinations. Prohibits the Secretary from making any such determination unless it is supported by data obtained by species observation in the field. Directs the Secretary to make such determinations and revisions by a rule made on the record after opportunity for an agency hearing: (1) in the State in which the largest population of the species exists; and (2) in the State for which the potential economic impact of the determination, designation, or revision is greatest. Limits such hearing to 30 days. Prohibits the Secretary from adding to or removing a species from such lists unless such action is supported by substantial evidence. Requires the Secretary to prepare and publish with a final rule an analysis of the economic impact of such rule. Prohibits the Secretary from releasing any experimental population on or affecting private property except by a rulemaking. Requires the Secretary to: (1) approve or disapprove an application for an incidental take permit within 90 days; and (2) provide the applicant with specific written reasons for disapproving any such application, along with measures that, if included, would result in application approval."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Endangered Species Fair Regulatory Process Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Endangered Species Act of 1973 to reform the regulatory process under that Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:04-05:00"
}